{"response":{"status":"ok","userTier":"developer","total":2272735,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227274,"orderBy":"newest","results":[{"id":"books/2021/jun/05/sorrow-and-bliss-by-meg-mason-review-tender-huge-hearted-comedy","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-05T08:00:05Z","webTitle":"Sorrow and Bliss by Meg Mason review – tender, huge-hearted comedy","webUrl":"https://www.theguardian.com/books/2021/jun/05/sorrow-and-bliss-by-meg-mason-review-tender-huge-hearted-comedy","apiUrl":"https://content.guardianapis.com/books/2021/jun/05/sorrow-and-bliss-by-meg-mason-review-tender-huge-hearted-comedy","fields":{"headline":"Sorrow and Bliss by Meg Mason review – tender, huge-hearted comedy","standfirst":"<p>This moving novel about mental illness and sisterly love finds hilarity and wisdom in anguish, without ever diminishing pain</p>","trailText":"This moving novel about mental illness and sisterly love finds hilarity and wisdom in anguish, without ever diminishing pain","byline":"Clare Clark","main":"<figure class=\"element element-image\" data-media-id=\"0a45630a7620e51dad019b77cdccae66698c86f0\"> <img src=\"https://media.guim.co.uk/0a45630a7620e51dad019b77cdccae66698c86f0/175_110_3215_1928/1000.jpg\" alt=\"Meg Mason makes us care for a character who does unforgivable things.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Meg Mason makes us care for a character who does unforgivable things.</span> <span class=\"element-image__credit\">Photograph: Grant Sparkes-Carroll</span> </figcaption> </figure>","body":"<p>In her poem <a href=\"https://theprogressofspring.tumblr.com/post/164259406697/tango-by-louise-gl%C3%BCck-1-on-evenings-like-this\">“Tango”</a>, 2020’s Nobel laureate Louise Glück concludes that “Of two sisters, one is always the watcher, one the dancer”. It is a pattern familiar from life and from literature. In fiction it is usually the watching sister who takes on the role of the storyteller.</p> <p>In <em>Sorrow and Bliss</em>, New Zealander Meg Mason’s first novel to be published in the UK, it falls to the dancer to tell her story as she sees it, even as she dances closer and closer towards the abyss. Martha Friel is 40, the writer of a “funny food column” that, once her editor has cut out all the jokes, is – as she sardonically acknowledges – just a food column. She has few friends, but is intensely close to her sister Ingrid. Her husband Patrick adores her. It is clear from the start, though, that Martha does not make things easy. Recalling a party not long after their wedding, she remembers Patrick suggesting that, instead of staring at a woman standing by herself and feeling sad on her behalf, she should go over and compliment her on her hat. “Even if I don’t like it?” she asks him. “Obviously, Martha,” Patrick replies. “You don’t like anything.”</p> <p>Like so much in this gloriously tender and absorbing novel, Patrick’s remark manages to be both technically true and hopelessly wide of the mark. Patrick has loved Martha most of his life. Eight years and several pages later, he leaves her. Martha is clever, compassionate, hilarious, fierce and devastatingly sharp-eyed. She is also sharp-tongued, cruel, careless and prone to bursts of white-hot rage that range over the people closest to her like searchlights, mercilessly picking out their failings. That she hurts the people who love her best is something that causes her great anguish. It is also something she cannot seem to stop.</p> <p>Despite all this, people forgive Martha – until, like Patrick, they can’t do it any more. Her family sticks by her, Ingrid most of all. They understand she is not well, that ever since “a little bomb went off in my brain” at the age of 17, she has been crushed by a recurring depression that leaves her, for days, weeks or months at a time, exhausted, terrified and unable to function. During these episodes, it is not, she says, that she wants to die. “It is that you know that you are not supposed to be alive … The unnatural fact of living is something you must eventually fix.” She sees doctor after doctor, accumulating diagnoses and pills, but none of it makes any difference. In the end, defeated by the process, she reaches her own diagnosis: “I seem to find it more difficult to be alive than other people.”</p> <p>If this makes the novel sound grim or self-absorbed, nothing could be further from the truth. <em>Sorrow and Bliss</em> has been justly compared to Phoebe Waller-Bridge’s <em>Fleabag</em>: both perform that peculiar miracle of making us care deeply, desperately even, for a character who does unforgivable things. It is also very funny. Like <a href=\"https://www.theguardian.com/books/2014/jul/09/all-my-puny-sorrows-miriam-toews-review-darkly-fizzing-tragicomedy\">Miriam Toews’s </a><em><a href=\"https://www.theguardian.com/books/2014/jul/09/all-my-puny-sorrows-miriam-toews-review-darkly-fizzing-tragicomedy\">All My Puny Sorrows</a></em>, another masterclass in the fierce, exasperating, overwhelming force of sisterly love, it finds humour in the darkest of situations. It is impossible to read this novel and not be moved. It is also impossible not to laugh out loud.</p> <p>Mason is brilliant on family, its eye-rolling absurdities and its deep hurts. Martha’s drunken, bohemian mother is a sculptor who ignores her husband and her two daughters; when the girls were young, she would throw parties where she could be extraordinary in front of extraordinary strangers, because it was “not enough to be extraordinary to the three of us”. Her kind, self-effacing father is a failed poet “whose desire to help me had always exceeded his ability”.</p> <p>At its heart, though, this is a love story, or rather two love stories: the story of Martha’s marriage to the quietly steadfast Patrick, a man who is broken in his own way, and the older, deeper story of Martha and Ingrid, whose illimitable love for one another turns out to have limits after all. Mason is careful not to pigeonhole Martha by naming her particular condition (when it is finally diagnosed, it is referred to only as “--”), but she makes us see how mental illness carves its shapes not just into the people who live with it but into their families. It scars them all.</p> <p>Mason pulls off something extraordinary in this huge-hearted novel, alchemising an unbearable anguish into something tender and hilarious and redemptive and wise, without ever undermining its gravity or diminishing its pain. In the end, <em>Sorrow and Bliss</em> is a coming-of-age story, if you can come of age at 40. It is by telling her story that Martha begins to understand the truths that can save her, and to work her way back towards herself. Sometimes, it seems, the dancer is the watcher too.</p> <p>• <em>Sorrow and Bliss is published by W&amp;N (£14.99). To support the Guardian order it from <a href=\"https://guardianbookshop.com/sorrow-and-bliss-9781474622974.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</em></p>","newspaperPageNumber":"22","wordcount":"841","firstPublicationDate":"2021-06-05T08:00:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T08:00:05Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hfj3b","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0a45630a7620e51dad019b77cdccae66698c86f0/175_110_3215_1928/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In her poem “Tango”, 2020’s Nobel laureate Louise Glück concludes that “Of two sisters, one is always the watcher, one the dancer”. It is a pattern familiar from life and from literature. In fiction it is usually the watching sister who takes on the role of the storyteller. In Sorrow and Bliss, New Zealander Meg Mason’s first novel to be published in the UK, it falls to the dancer to tell her story as she sees it, even as she dances closer and closer towards the abyss. Martha Friel is 40, the writer of a “funny food column” that, once her editor has cut out all the jokes, is – as she sardonically acknowledges – just a food column. She has few friends, but is intensely close to her sister Ingrid. Her husband Patrick adores her. It is clear from the start, though, that Martha does not make things easy. Recalling a party not long after their wedding, she remembers Patrick suggesting that, instead of staring at a woman standing by herself and feeling sad on her behalf, she should go over and compliment her on her hat. “Even if I don’t like it?” she asks him. “Obviously, Martha,” Patrick replies. “You don’t like anything.” Like so much in this gloriously tender and absorbing novel, Patrick’s remark manages to be both technically true and hopelessly wide of the mark. Patrick has loved Martha most of his life. Eight years and several pages later, he leaves her. Martha is clever, compassionate, hilarious, fierce and devastatingly sharp-eyed. She is also sharp-tongued, cruel, careless and prone to bursts of white-hot rage that range over the people closest to her like searchlights, mercilessly picking out their failings. That she hurts the people who love her best is something that causes her great anguish. It is also something she cannot seem to stop. Despite all this, people forgive Martha – until, like Patrick, they can’t do it any more. Her family sticks by her, Ingrid most of all. They understand she is not well, that ever since “a little bomb went off in my brain” at the age of 17, she has been crushed by a recurring depression that leaves her, for days, weeks or months at a time, exhausted, terrified and unable to function. During these episodes, it is not, she says, that she wants to die. “It is that you know that you are not supposed to be alive … The unnatural fact of living is something you must eventually fix.” She sees doctor after doctor, accumulating diagnoses and pills, but none of it makes any difference. In the end, defeated by the process, she reaches her own diagnosis: “I seem to find it more difficult to be alive than other people.” If this makes the novel sound grim or self-absorbed, nothing could be further from the truth. Sorrow and Bliss has been justly compared to Phoebe Waller-Bridge’s Fleabag: both perform that peculiar miracle of making us care deeply, desperately even, for a character who does unforgivable things. It is also very funny. Like Miriam Toews’s All My Puny Sorrows, another masterclass in the fierce, exasperating, overwhelming force of sisterly love, it finds humour in the darkest of situations. It is impossible to read this novel and not be moved. It is also impossible not to laugh out loud. Mason is brilliant on family, its eye-rolling absurdities and its deep hurts. Martha’s drunken, bohemian mother is a sculptor who ignores her husband and her two daughters; when the girls were young, she would throw parties where she could be extraordinary in front of extraordinary strangers, because it was “not enough to be extraordinary to the three of us”. Her kind, self-effacing father is a failed poet “whose desire to help me had always exceeded his ability”. At its heart, though, this is a love story, or rather two love stories: the story of Martha’s marriage to the quietly steadfast Patrick, a man who is broken in his own way, and the older, deeper story of Martha and Ingrid, whose illimitable love for one another turns out to have limits after all. Mason is careful not to pigeonhole Martha by naming her particular condition (when it is finally diagnosed, it is referred to only as “--”), but she makes us see how mental illness carves its shapes not just into the people who live with it but into their families. It scars them all. Mason pulls off something extraordinary in this huge-hearted novel, alchemising an unbearable anguish into something tender and hilarious and redemptive and wise, without ever undermining its gravity or diminishing its pain. In the end, Sorrow and Bliss is a coming-of-age story, if you can come of age at 40. It is by telling her story that Martha begins to understand the truths that can save her, and to work her way back towards herself. Sometimes, it seems, the dancer is the watcher too. • Sorrow and Bliss is published by W&amp;N (£14.99). To support the Guardian order it from guardianbookshop.com. Delivery charges may apply.","charCount":"4868","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/clare-clark\">Clare Clark</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"lifeandstyle/2021/jun/05/new-summer-of-love-people-desperate-to-have-sex-its-been-a-long-year","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-06-05T08:00:05Z","webTitle":"The new summer of love: ‘People are desperate to have sex – it’s been a long year’","webUrl":"https://www.theguardian.com/lifeandstyle/2021/jun/05/new-summer-of-love-people-desperate-to-have-sex-its-been-a-long-year","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/jun/05/new-summer-of-love-people-desperate-to-have-sex-its-been-a-long-year","fields":{"headline":"The new summer of love: ‘People are desperate to have sex – it’s been a long year’","standfirst":"<p>Whether single, curious or just plain horny, many people are planning to make the most of life after lockdowns. Are we ready to get up close and personal?<br><br></p>","trailText":"Whether single, curious or just plain horny, many people are planning to make the most of life after lockdowns. Are we ready to get up close and personal?<br><br>","byline":"Alexandra Jones","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"8ee8eea715a749c479e1657a206286cb434a3735\"> <img src=\"https://media.guim.co.uk/8ee8eea715a749c479e1657a206286cb434a3735/95_639_2337_1793/1000.jpg\" alt=\"Head shot of couple Sean Cole (28) and Sophia Alonge (27) kissing against a blue sky background, May 2021\" width=\"1000\" height=\"767\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sean, 28, and Sophia, 27, have been together almost two years; they met at a film-screening event Sean was DJing at.</span> <span class=\"element-image__credit\">Photograph: Rosaline Shahnavaz/The Guardian</span> </figcaption> </figure>","body":"<p>The past year has changed 35-year-old Georgie’s outlook on dating. Several disappointing socially distanced dates and limp text exchanges meant she stopped using dating apps at the beginning of 2021. And now her parents have been<strong> </strong>vaccinated, she feels confident about returning to physical dates, “but not to the apps”, she says. “As things open up, I’m going to lean into spontaneity; I’m going to say yes to every invitation and seize every opportunity. If I feel a connection with someone at a social gathering, a festival or even a bus stop, I’ll go and talk to them. I’m going to be way more carpe fucking diem about it.”</p> <p>Liam, 25, lives in Manchester and has never had a serious relationship. He can’t wait to meet people in real life: “If I never have another conversation via Zoom or WhatsApp, I’d be very happy – especially within my love life.” He gave up on dating apps this year, and is looking forward to the return of proper flirtation. “Vibing with someone on an app or a screen is not the same as seeing someone across a room and feeling that excitement in your stomach. That’s what I need right now.”</p> <p>It’s a sentiment echoed by 65-year-old Maggie. After receiving her first Covid vaccine at the end of February, she started spending more time on Hampstead Heath in London with her dog. “I don’t want to have to resort to internet dating, so I’ve just been walking a lot, trying to catch eyes with eligible-looking men,” she says. By the time of her second dose she hopes to have lined up at least three or four dates. “If this year has taught us anything, it’s that we absolutely must enjoy one another if we can. After everything, how could this <em>not</em> be a summer of love?”</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>The pandemic made me think seriously about my love life. I realised I’ll never meet someone if my sexuality is a secret</p> </blockquote> </aside>  <p>In April, as lockdown restrictions began to ease in the UK, the dating app <a href=\"https://hinge.co/\" title=\"\">Hinge</a> – one of the fastest growing in the UK – released figures which showed that 85% of users were “open to going on a date as soon as lockdown lifts”. In the week leading up to 12 April, almost half of users had already arranged real-life dates for the moment we were legally allowed to meet outdoors. That month, the parent company of Durex announced a “double digit” increase in condom sales in <a href=\"https://www.bbc.co.uk/news/business-56914003\" title=\"\">countries including China</a>, where lockdown restrictions had eased; at the end of May, Superdrug announced a 65% increase in the sale of condoms during the <a href=\"https://www.cityam.com/post-lockdown-sexplosion-touch-starved-brits-push-sale-of-condoms-and-sex-toys-through-the-roof/\" title=\"\">week that pubs and restaurants opened indoors</a>, while Match Group, which owns dating apps including Tinder, predicted a year-on-year increase in revenue of <a href=\"https://www.theguardian.com/business/2021/may/22/sexplosion-romance-in-the-air-as-retailers-look-to-a-post-lockdown-summer-of-love\" title=\"\">more than 20%</a> as a record number of would-be daters flooded the singles market.<strong> </strong></p> <p>But are we ready to date in-person again? To kiss strangers, to flirt, make eye contact, touch? After months of being told to keep our distance, are we ready to get up close and extremely personal – and do we even remember how?</p> <p>***</p> <p>Dan, 23,<strong> </strong>from Lincolnshire, came out as gay to friends last year. “But I still haven’t had the conversation with my parents.” The isolation of the past year is what convinced him to be honest about who he is. “The pandemic really drove home how much my friends and family mean to me, which made me think more seriously about my love life. I realised I’ll never meet someone if my sexuality is a secret. Being constantly confronted by death also really made me feel like I didn’t have time to waste.” Of the summer, he enthuses: “I’m so excited, I’m so nervous, I’m everything… I’m going to have a lot of sex.”</p> <p>My own identity as a single person (I’ve been single for almost two years) has always been grounded – partly, at least – in the feelings of freedom and possibility that come from meeting new people. The casualness of those meetings didn’t diminish the joy or sense of purpose I derived from them. And shutting off this part of my life for the last 12 months has been uncomfortable; each lockdown seemed to remove a layer of optimism about the future.</p> <p>I wonder, though, whether from this emotionally tenderised starting point it might not be easier to connect with others. We’ve all been through something, together. Might it make us more compassionate? Kindness has been missing from the dating landscape for a while – dating apps have long been accused of gamifying the search for love to the point where we treat others more like digital avatars than people with feelings.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1c993040bd2ceb0586db4eadc051286001b77510\"> <img src=\"https://media.guim.co.uk/1c993040bd2ceb0586db4eadc051286001b77510/0_58_2432_2340/1000.jpg\" alt=\"Head shot of couple Calm and Violet (both 23) kissing, May 2021\" width=\"1000\" height=\"962\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Violet (left) and Calm, both 23, have been together two years; they met at a mutual friend’s party.</span> <span class=\"element-image__credit\">Photograph: Rosaline Shahnavaz/The Guardian</span> </figcaption> </figure>  <p>“Ghosting has always been par for the course,” says Georgie. “But it felt particularly brutal during the pandemic because of the heightened feelings of loss, grief and isolation. A ghosting on top of everything else would give your self-esteem such a battering.” She is optimistic about the potential for reform this summer – for returning to a more honest way of connecting with others, away from any algorithm.</p> <p>Dan has been thinking about rejection a lot since he came out. “If I’m honest, I’m nervous about the next phase. There’s a lot that I don’t understand about the gay world. There’s a whole language and ideology I haven’t been initiated into. I’m desperate to unleash this new self on to the world, but so worried that I’ll get it all wrong, or just freak out.”</p> <p>In the post-lockdown world, the knowledge that touch has the potential to spread disease has prompted a <a href=\"https://www.theguardian.com/world/2021/mar/13/covid-take-things-slowly-lockdown-ends-avoid-re-entry-syndrome\" title=\"\">spike in so-called re-entry anxiety</a>, with many questioning how comfortable they’ll be when in close proximity to strangers. After a year of isolation, we will all have to become more fluent in the language of consent; more adept at signalling our boundaries and reading the signals from others.</p> <p>Almaz Ohene, a writer and sexual health educator, has missed eye contact and the thrill of another’s physical presence. Despite that, as soon as she is able she will be leaving London for rural Ghana, for a few months at least. “I’m not sure that I’m 100% OK with having strangers in my physical space yet,” she says. “We’re just coming out of the worst bits of the pandemic and I don’t want someone grinding on me or casually placing their hand on the small of my back – all those old-school flirtatious moves – so I’m removing myself from the equation for a little while longer.”</p> <p>Ohene says that during the period when many of us will be renegotiating our boundaries and personal space we should all get comfortable with “using our words”. Asking before touching should be a standard. “Saying something like, ‘I’d like to get a bit closer to you, do you mind?’” She suggests trying it with friends if it feels awkward: “‘I’d like to hug, let me know if you’re OK with that.’ The stakes are not very high; your friends are not going to reject you, even if they don’t want a hug. But in the club, it’s definitely about checking and being OK with receiving a ‘no’.”</p> <p>Dating via apps and websites have, for years, cushioned many of us from rejection (after all, an unrequited swipe is much less confronting than a real-life “no thank you”) and allowed us to avoid the more negative emotions associated with approaching someone we’re attracted to in real life.</p> <p>“I think as a society we’ve got bad at handling rejection,” says sex educator Ruby Rare. She understands how the impulse to get offline and approach people in a more traditional way will have built up for many people after such an atomised year. “It’ll be interesting to see how people handle these experiences, though. Discomfort and rejection are things you may face if you approach people in real life, but, framed correctly, even these can be good for your self-esteem.” She argues that we should approach people with no expectation that it’ll lead to anything further. “You need to be comfortable with the idea that you’re doing it for yourself; it takes courage to ask someone out, so whatever happens you can be proud that you did it.”</p> <p>***</p> <p>The enforced celibacy of the past year has prompted us to think carefully about what had been missing from our sex lives. Now, after a year or more alone, fantasies have crystallised into desires and, for many, this will be the first opportunity to explore the new facets of their sexual selves.</p> <p>In London, sex parties have never been more popular. In July, Crossbreed, a queer, sex-positive rave, is hosting the launch event for its summer series (named the Summer of Love) at the nightclub Fabric. All 800 tickets sold out in under an hour. In September, <a href=\"https://klubverboten.com/\" title=\"\">Klub Verboten</a> – a once members-only fetish party which now hosts events for non-members too – is hosting its fifth birthday party at a secret location. All 1,000 tickets are sold out.</p> <p>Last year the alternative dating app Feeld (which specialises in connecting people who are interested in group sex and kink) released figures showing that during the pandemic their membership increased by 50%.<strong> </strong>In 2020, members were more interested than ever in a threesome experience, with almost <a href=\"https://feeld.co/blog/announcements/threeway-day\" title=\"\">40% adding it to their “desires”</a> list.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>I’m desperate to meet new people, but even being physically close to someone will feel like a whole new experience</p> </blockquote> </aside>  <p>Laurence, 43, from Edinburgh, went through a breakup during the first lockdown (a <a href=\"https://www.bbc.com/worklife/article/20201203-why-the-pandemic-is-causing-spikes-in-break-ups-and-divorces\" title=\"\">common experience</a>, with many couples finding the pressure of the pandemic overwhelming). Because of lockdown, the couple carried on living together for six months. “So there was no chance of getting back on the dating scene, even if it had been possible.” Since March, he’s been living alone. “I’m desperate to meet new people. I’ve wanted to explore BDSM for a while and now seems like the best opportunity. But I’m aware that even being physically close to a new person will feel like a whole new experience. In one respect I want to throw myself in and just do it, but in another I’m like: ‘How will this actually feel?’”</p> <p>For those who are ready to explore a new aspect of their sexuality, Rare suggests making friends with people with similar interests as a first step. “With sex and dating, the emphasis is often on doing the actual thing,” she says. “But finding the community first, and making friends, can be a less nerve-racking way to start a journey of sexual exploration.”</p> <p>This tactic worked particularly well for Alex Warren, the founder of Crossbreed. “A few years ago, I opened up my relationship with my ex-girlfriend. She went to an orgy and I was really jealous – not because I felt betrayed, but because I wanted to go to an orgy as well. So I just started Googling and found FetLife [a kink- and BDSM-focused social networking website]. I went to a social event and ended up making some amazing friends. I didn’t go to my first sex party until I’d been on the scene for a year or so. By that point I had this really supportive network.” Warren has been a DJ and music producer for more than 10 years and in 2019 decided to bring the two worlds together. “And that’s how Crossbreed came to be.”</p> <p>As he explains: “It’s not really a sex party. It’s just a good rave with designated safe spaces for sex.” Demand has surpassed expectation. “People are desperate to connect, to express themselves physically, to have sex – it’s been a long year.”</p> <p>For many single people, and in particular those who live alone, the past year has been both emotionally numbing and existentially destabilising. “Going months without touching another human being has definitely had an impact on me,” says Maggie, who has lived alone for more than 10 years but has felt more isolated during the pandemic than ever before. She finds herself reminiscing about the crackle of fresh sheets on her wedding night, the feel of a lover’s palm on her thigh. “I am surprised by how much I’ve missed intimacy and how vividly these intimate moments come back to me,” she says.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"ffd3c496a009bf71b354b76aaef1d17d65603ce2\"> <img src=\"https://media.guim.co.uk/ffd3c496a009bf71b354b76aaef1d17d65603ce2/0_902_2432_2171/1000.jpg\" alt=\"Head shot of couple Jordan Derrien (27) and Rosaline Shahnavaz (30) kissing, May 2021\" width=\"1000\" height=\"893\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jordan, 27, and Rosaline, 30, have been together four months; they met through a mutual friend. Self-portrait: Rosaline Shahnavaz/The Guardian. Jordan’s shirt: <a href=\"https://www.nanushka.com/shop/men-all-products\">Nanushka</a>. Rosaline’s shirt: <a href=\"https://rejinapyo.com/\">Rejina Pyo</a>. Masks: <a href=\"https://www.handembroideryshop.com/\">Hand &amp; Lock</a></span> <span class=\"element-image__credit\">Photograph: Rosaline Shahnavaz/The Guardian</span> </figcaption> </figure>  <p>Undoubtedly, summer 2021 will be coloured by the pent-up frustrations of people who have been forced to keep their dating lives, and their sexual selves, on the proverbial shelf for a year or more. But can it really be compared to the original summer of love and the sexual revolution of the 60s, a moment that prompted a wholesale shift in attitudes towards sex and relationships?</p> <p>There’s one key difference, says Dr Guy Stevenson, a specialist in the 1960s counterculture: the “nihilism of the internet”. He argues that our overexposure to sexual freedom online means there’s no chance of a period of innocent liberation. “Hasn’t the internet made everyone behave as if nothing’s new, particularly in relation to sex?” he says. Thanks to the pill, promiscuity was a new option in the 60s, “whereas now it’s old hat. And the potential to fulfil any sexual fantasy just by going online means we feel like we’ve seen and done it all already.” A year of isolation might have made us horny, but the 1960s hippy revolution, “was characterised by romanticism and a feeling of innocence”, he says. If we are in for a summer of love, he argues, it may well be one marked by cynicism.</p> <p>Hera Cook, writer of <a href=\"https://academic.oup.com/tcbh/article-abstract/17/4/589/2948671\" title=\"\">The Long Sexual Revolution: English Women, Sex And Contraception: 1800-1975</a>, agrees that there was an innocence to that period that society has since lost. “There was also free university and a more robust welfare state. And there wasn’t this feeling that the NHS was on the verge of collapse. Basically, attitudes to sex were coming out of a much more hopeful time. In the 60s, people believed things were going to get better and better. Nowadays, with the climate emergency, we all suspect things are going to get worse and worse.”</p> <p>Instead, Cook likens our current situation to the interwar years. “Traditional gender roles were being broken down in that period,” she says. “There was suffrage for women, who’d been working during the first world war. There was a rejection of the heteronormative, masculine warrior ideal as men saw their older counterparts ravaged by the Great War. It was a much more scarred and cynical time, but compared with the 60s – when promiscuity was enabled, but couched in heteronormativity – it was arguably more exciting.</p> <p>“One parallel I can see between now and the 60s is the discussion around consent,” continues Cook. “After the pill, a conversation emerged around men’s feelings of entitlement and women’s right to say no. And it seems to be as relevant today.”</p> <p>Ohene and Rare agree, pointing out that the pandemic has given us all a lesson in consent as we negotiate things like our comfort levels with mask-wearing and distancing. “Before when we talked about consent,” says Rare, “we were always so fixated on sex. And, actually, sexual consent is just one area of our lives where we exercise it. As we’ve seen recently, consent happens all the time, it’s about communicating our feelings and boundaries – right down to how comfortable we are with physically meeting. It’s a dynamic, relational and ongoing conversation.”</p> <p>This, for them, is where the most exciting and fruitful developments within sex and dating lie. “We have the opportunity to approach one another with a lot more compassion and from a more educated starting point,” says Rare. From here, she suggests, we can create a new and better love.</p> <p>***</p> <p>When I catch up with Maggie, she tells me she’s had her second jab and has got a date. “We’ve been set up by mutual friends though, we didn’t meet while dog walking.” Liam has had his first post-lockdown snog – “a walking date that went well”. Georgie’s social life is just getting going again, “and the last time I was in the pub people definitely had their eyes up, and off their phones, which feels promising”. She’s excited about real-world dating, “especially when gigs and festivals start again”.</p> <p>As for me, over the pandemic I dated within the confines of what was legal and morally acceptable. There was a recently divorced dad of two who worked in the City of London. “I’m probably not ready for anything serious,” he said. “But let’s keep in touch, I can take you to Torture Garden [a sex and fetish party] when it’s back on.”<strong> </strong>There was a man who’d recently broken up with someone and moved back to London from Essex. It was the torpor of lockdown in a small town that had broken the relationship, he told me. He planned to replace sex with the gym, but then the gyms closed. “I’ve bought myself a Peloton,” he said, and we never spoke again.</p> <p>I would like to believe that this summer we will take up the tenets of peace, love, unity and consent, and run with them. But I suspect if I fired up the apps again, it would be more of the same. Still, if the pandemic has taught us anything, it is that we are all better when we connect offline. Perhaps now is the right time to take romance out of the equation, put our devices down, hug the people we love, and bask in the glory of their physical presence. I’m excited about a summer of love, not a summer of lovers. </p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6ebeb56ea5d88f08a0e6a99d9361e23c3b42de65\"> <img src=\"https://media.guim.co.uk/6ebeb56ea5d88f08a0e6a99d9361e23c3b42de65/0_442_2820_1805/1000.jpg\" alt=\"Sean Cole (28) and Sophia Alonge (27) lying on the grass and kissing, May 2021\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Rosaline Shahnavaz/The Guardian. Styling: Peter Bevan. Hair and makeup: Neusa Neves at Terri Manduca using Kevyn Aucoin cosmetics, Glamour Lashes and Innersense Organic haircare. Photographer’s assistant: Jack Storer. Sophia’s shirt: <a href=\"https://www.nanushka.com/shop/women-all-products\">Nanushka</a>. Sean’s shirt: <a href=\"https://www.matchesfashion.com/mens/designers/ahluwalia\">Ahluwalia</a> from <a href=\"http://matchesfashion.com\">matchesfashion.com</a>. Masks: <a href=\"https://www.goldenxhour.com/\">Golden Hour</a></span> <span class=\"element-image__credit\">Photograph: Rosaline Shahnavaz/The Guardian</span> </figcaption> </figure>  <h2><strong>Let’s get it on, again! Top tips for post-lockdown sex</strong></h2> <p><em>By Ruby Rare</em></p> <p><strong>If it’s been a while since you’ve felt sexy</strong>, think about how to create an environment that delights all of your senses. Remember, arousal involves the whole body, not just your genitals. I suggest starting with solo sex; masturbation is a great way to reconnect with your own pleasure before bringing another person’s into the mix.</p> <p>We’re all out of practice when it comes to physical contact. Rather than trying to cover that up,<strong> embrace the clumsiness</strong>. Body fluids can end up in unexpected places; your teeth may mash together mid-kiss or you might drip sweat into your partner’s eye (true story). Celebrate this in its weird and wonderful glory.</p> <p><strong>Remember </strong><strong>to smile</strong>. Sex is supposed to be fun, so expressing that through your face and body language makes sense. Try putting less emphasis on penetrative sex – especially if that’s not something you’ve done for a while. It’s exciting to see it as one option of many, rather than the default.</p> <p><strong>Embrace rejection</strong>. Don’t let the fear of it stop you approaching someone you fancy in a kind, respectful way. If you’re the person doing the rejecting, keep it short and sweet, and, remember, you don’t owe anyone an explanation as to why you’re saying no. And if you’re ever in a situation where you fear for your safety, get someone else’s attention as soon as possible and ask for support.</p> <p><strong>Keep your post-lockdown expectations realistic</strong>. This isn’t a race, and you don’t need to tick off everything on your sexy bucket list in the first few months. If you’re interested in trying something different, such as a threesome or a new kink, dating apps can be a great way to be upfront about what you want and find other people who are after the same thing.</p> <p><strong>There’s no ‘right’ way to do this</strong>; it’s about finding out what’s right for <em>you</em> and communicating that to those around you. Go at your own pace, and try to appreciate each step as you get back into dating and sex. </p> <p>• Ruby Rare is a sex educator and author of <a href=\"https://www.bloomsbury.com/in/sex-ed-9781526628381/\" title=\"\">Sex Ed: A Guide For Adults</a></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p> <p><br></p>","newspaperPageNumber":"25","wordcount":"3252","firstPublicationDate":"2021-06-05T08:00:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T08:00:05Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hf26f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8ee8eea715a749c479e1657a206286cb434a3735/0_684_2432_1458/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"The past year has changed 35-year-old Georgie’s outlook on dating. Several disappointing socially distanced dates and limp text exchanges meant she stopped using dating apps at the beginning of 2021. And now her parents have been vaccinated, she feels confident about returning to physical dates, “but not to the apps”, she says. “As things open up, I’m going to lean into spontaneity; I’m going to say yes to every invitation and seize every opportunity. If I feel a connection with someone at a social gathering, a festival or even a bus stop, I’ll go and talk to them. I’m going to be way more carpe fucking diem about it.” Liam, 25, lives in Manchester and has never had a serious relationship. He can’t wait to meet people in real life: “If I never have another conversation via Zoom or WhatsApp, I’d be very happy – especially within my love life.” He gave up on dating apps this year, and is looking forward to the return of proper flirtation. “Vibing with someone on an app or a screen is not the same as seeing someone across a room and feeling that excitement in your stomach. That’s what I need right now.” It’s a sentiment echoed by 65-year-old Maggie. After receiving her first Covid vaccine at the end of February, she started spending more time on Hampstead Heath in London with her dog. “I don’t want to have to resort to internet dating, so I’ve just been walking a lot, trying to catch eyes with eligible-looking men,” she says. By the time of her second dose she hopes to have lined up at least three or four dates. “If this year has taught us anything, it’s that we absolutely must enjoy one another if we can. After everything, how could this not be a summer of love?” In April, as lockdown restrictions began to ease in the UK, the dating app Hinge – one of the fastest growing in the UK – released figures which showed that 85% of users were “open to going on a date as soon as lockdown lifts”. In the week leading up to 12 April, almost half of users had already arranged real-life dates for the moment we were legally allowed to meet outdoors. That month, the parent company of Durex announced a “double digit” increase in condom sales in countries including China, where lockdown restrictions had eased; at the end of May, Superdrug announced a 65% increase in the sale of condoms during the week that pubs and restaurants opened indoors, while Match Group, which owns dating apps including Tinder, predicted a year-on-year increase in revenue of more than 20% as a record number of would-be daters flooded the singles market. But are we ready to date in-person again? To kiss strangers, to flirt, make eye contact, touch? After months of being told to keep our distance, are we ready to get up close and extremely personal – and do we even remember how? *** Dan, 23, from Lincolnshire, came out as gay to friends last year. “But I still haven’t had the conversation with my parents.” The isolation of the past year is what convinced him to be honest about who he is. “The pandemic really drove home how much my friends and family mean to me, which made me think more seriously about my love life. I realised I’ll never meet someone if my sexuality is a secret. Being constantly confronted by death also really made me feel like I didn’t have time to waste.” Of the summer, he enthuses: “I’m so excited, I’m so nervous, I’m everything… I’m going to have a lot of sex.” My own identity as a single person (I’ve been single for almost two years) has always been grounded – partly, at least – in the feelings of freedom and possibility that come from meeting new people. The casualness of those meetings didn’t diminish the joy or sense of purpose I derived from them. And shutting off this part of my life for the last 12 months has been uncomfortable; each lockdown seemed to remove a layer of optimism about the future. I wonder, though, whether from this emotionally tenderised starting point it might not be easier to connect with others. We’ve all been through something, together. Might it make us more compassionate? Kindness has been missing from the dating landscape for a while – dating apps have long been accused of gamifying the search for love to the point where we treat others more like digital avatars than people with feelings. “Ghosting has always been par for the course,” says Georgie. “But it felt particularly brutal during the pandemic because of the heightened feelings of loss, grief and isolation. A ghosting on top of everything else would give your self-esteem such a battering.” She is optimistic about the potential for reform this summer – for returning to a more honest way of connecting with others, away from any algorithm. Dan has been thinking about rejection a lot since he came out. “If I’m honest, I’m nervous about the next phase. There’s a lot that I don’t understand about the gay world. There’s a whole language and ideology I haven’t been initiated into. I’m desperate to unleash this new self on to the world, but so worried that I’ll get it all wrong, or just freak out.” In the post-lockdown world, the knowledge that touch has the potential to spread disease has prompted a spike in so-called re-entry anxiety, with many questioning how comfortable they’ll be when in close proximity to strangers. After a year of isolation, we will all have to become more fluent in the language of consent; more adept at signalling our boundaries and reading the signals from others. Almaz Ohene, a writer and sexual health educator, has missed eye contact and the thrill of another’s physical presence. Despite that, as soon as she is able she will be leaving London for rural Ghana, for a few months at least. “I’m not sure that I’m 100% OK with having strangers in my physical space yet,” she says. “We’re just coming out of the worst bits of the pandemic and I don’t want someone grinding on me or casually placing their hand on the small of my back – all those old-school flirtatious moves – so I’m removing myself from the equation for a little while longer.” Ohene says that during the period when many of us will be renegotiating our boundaries and personal space we should all get comfortable with “using our words”. Asking before touching should be a standard. “Saying something like, ‘I’d like to get a bit closer to you, do you mind?’” She suggests trying it with friends if it feels awkward: “‘I’d like to hug, let me know if you’re OK with that.’ The stakes are not very high; your friends are not going to reject you, even if they don’t want a hug. But in the club, it’s definitely about checking and being OK with receiving a ‘no’.” Dating via apps and websites have, for years, cushioned many of us from rejection (after all, an unrequited swipe is much less confronting than a real-life “no thank you”) and allowed us to avoid the more negative emotions associated with approaching someone we’re attracted to in real life. “I think as a society we’ve got bad at handling rejection,” says sex educator Ruby Rare. She understands how the impulse to get offline and approach people in a more traditional way will have built up for many people after such an atomised year. “It’ll be interesting to see how people handle these experiences, though. Discomfort and rejection are things you may face if you approach people in real life, but, framed correctly, even these can be good for your self-esteem.” She argues that we should approach people with no expectation that it’ll lead to anything further. “You need to be comfortable with the idea that you’re doing it for yourself; it takes courage to ask someone out, so whatever happens you can be proud that you did it.” *** The enforced celibacy of the past year has prompted us to think carefully about what had been missing from our sex lives. Now, after a year or more alone, fantasies have crystallised into desires and, for many, this will be the first opportunity to explore the new facets of their sexual selves. In London, sex parties have never been more popular. In July, Crossbreed, a queer, sex-positive rave, is hosting the launch event for its summer series (named the Summer of Love) at the nightclub Fabric. All 800 tickets sold out in under an hour. In September, Klub Verboten – a once members-only fetish party which now hosts events for non-members too – is hosting its fifth birthday party at a secret location. All 1,000 tickets are sold out. Last year the alternative dating app Feeld (which specialises in connecting people who are interested in group sex and kink) released figures showing that during the pandemic their membership increased by 50%. In 2020, members were more interested than ever in a threesome experience, with almost 40% adding it to their “desires” list. Laurence, 43, from Edinburgh, went through a breakup during the first lockdown (a common experience, with many couples finding the pressure of the pandemic overwhelming). Because of lockdown, the couple carried on living together for six months. “So there was no chance of getting back on the dating scene, even if it had been possible.” Since March, he’s been living alone. “I’m desperate to meet new people. I’ve wanted to explore BDSM for a while and now seems like the best opportunity. But I’m aware that even being physically close to a new person will feel like a whole new experience. In one respect I want to throw myself in and just do it, but in another I’m like: ‘How will this actually feel?’” For those who are ready to explore a new aspect of their sexuality, Rare suggests making friends with people with similar interests as a first step. “With sex and dating, the emphasis is often on doing the actual thing,” she says. “But finding the community first, and making friends, can be a less nerve-racking way to start a journey of sexual exploration.” This tactic worked particularly well for Alex Warren, the founder of Crossbreed. “A few years ago, I opened up my relationship with my ex-girlfriend. She went to an orgy and I was really jealous – not because I felt betrayed, but because I wanted to go to an orgy as well. So I just started Googling and found FetLife [a kink- and BDSM-focused social networking website]. I went to a social event and ended up making some amazing friends. I didn’t go to my first sex party until I’d been on the scene for a year or so. By that point I had this really supportive network.” Warren has been a DJ and music producer for more than 10 years and in 2019 decided to bring the two worlds together. “And that’s how Crossbreed came to be.” As he explains: “It’s not really a sex party. It’s just a good rave with designated safe spaces for sex.” Demand has surpassed expectation. “People are desperate to connect, to express themselves physically, to have sex – it’s been a long year.” For many single people, and in particular those who live alone, the past year has been both emotionally numbing and existentially destabilising. “Going months without touching another human being has definitely had an impact on me,” says Maggie, who has lived alone for more than 10 years but has felt more isolated during the pandemic than ever before. She finds herself reminiscing about the crackle of fresh sheets on her wedding night, the feel of a lover’s palm on her thigh. “I am surprised by how much I’ve missed intimacy and how vividly these intimate moments come back to me,” she says. Undoubtedly, summer 2021 will be coloured by the pent-up frustrations of people who have been forced to keep their dating lives, and their sexual selves, on the proverbial shelf for a year or more. But can it really be compared to the original summer of love and the sexual revolution of the 60s, a moment that prompted a wholesale shift in attitudes towards sex and relationships? There’s one key difference, says Dr Guy Stevenson, a specialist in the 1960s counterculture: the “nihilism of the internet”. He argues that our overexposure to sexual freedom online means there’s no chance of a period of innocent liberation. “Hasn’t the internet made everyone behave as if nothing’s new, particularly in relation to sex?” he says. Thanks to the pill, promiscuity was a new option in the 60s, “whereas now it’s old hat. And the potential to fulfil any sexual fantasy just by going online means we feel like we’ve seen and done it all already.” A year of isolation might have made us horny, but the 1960s hippy revolution, “was characterised by romanticism and a feeling of innocence”, he says. If we are in for a summer of love, he argues, it may well be one marked by cynicism. Hera Cook, writer of The Long Sexual Revolution: English Women, Sex And Contraception: 1800-1975, agrees that there was an innocence to that period that society has since lost. “There was also free university and a more robust welfare state. And there wasn’t this feeling that the NHS was on the verge of collapse. Basically, attitudes to sex were coming out of a much more hopeful time. In the 60s, people believed things were going to get better and better. Nowadays, with the climate emergency, we all suspect things are going to get worse and worse.” Instead, Cook likens our current situation to the interwar years. “Traditional gender roles were being broken down in that period,” she says. “There was suffrage for women, who’d been working during the first world war. There was a rejection of the heteronormative, masculine warrior ideal as men saw their older counterparts ravaged by the Great War. It was a much more scarred and cynical time, but compared with the 60s – when promiscuity was enabled, but couched in heteronormativity – it was arguably more exciting. “One parallel I can see between now and the 60s is the discussion around consent,” continues Cook. “After the pill, a conversation emerged around men’s feelings of entitlement and women’s right to say no. And it seems to be as relevant today.” Ohene and Rare agree, pointing out that the pandemic has given us all a lesson in consent as we negotiate things like our comfort levels with mask-wearing and distancing. “Before when we talked about consent,” says Rare, “we were always so fixated on sex. And, actually, sexual consent is just one area of our lives where we exercise it. As we’ve seen recently, consent happens all the time, it’s about communicating our feelings and boundaries – right down to how comfortable we are with physically meeting. It’s a dynamic, relational and ongoing conversation.” This, for them, is where the most exciting and fruitful developments within sex and dating lie. “We have the opportunity to approach one another with a lot more compassion and from a more educated starting point,” says Rare. From here, she suggests, we can create a new and better love. *** When I catch up with Maggie, she tells me she’s had her second jab and has got a date. “We’ve been set up by mutual friends though, we didn’t meet while dog walking.” Liam has had his first post-lockdown snog – “a walking date that went well”. Georgie’s social life is just getting going again, “and the last time I was in the pub people definitely had their eyes up, and off their phones, which feels promising”. She’s excited about real-world dating, “especially when gigs and festivals start again”. As for me, over the pandemic I dated within the confines of what was legal and morally acceptable. There was a recently divorced dad of two who worked in the City of London. “I’m probably not ready for anything serious,” he said. “But let’s keep in touch, I can take you to Torture Garden [a sex and fetish party] when it’s back on.” There was a man who’d recently broken up with someone and moved back to London from Essex. It was the torpor of lockdown in a small town that had broken the relationship, he told me. He planned to replace sex with the gym, but then the gyms closed. “I’ve bought myself a Peloton,” he said, and we never spoke again. I would like to believe that this summer we will take up the tenets of peace, love, unity and consent, and run with them. But I suspect if I fired up the apps again, it would be more of the same. Still, if the pandemic has taught us anything, it is that we are all better when we connect offline. Perhaps now is the right time to take romance out of the equation, put our devices down, hug the people we love, and bask in the glory of their physical presence. I’m excited about a summer of love, not a summer of lovers. Let’s get it on, again! Top tips for post-lockdown sex By Ruby Rare If it’s been a while since you’ve felt sexy, think about how to create an environment that delights all of your senses. Remember, arousal involves the whole body, not just your genitals. I suggest starting with solo sex; masturbation is a great way to reconnect with your own pleasure before bringing another person’s into the mix. We’re all out of practice when it comes to physical contact. Rather than trying to cover that up, embrace the clumsiness. Body fluids can end up in unexpected places; your teeth may mash together mid-kiss or you might drip sweat into your partner’s eye (true story). Celebrate this in its weird and wonderful glory. Remember to smile. Sex is supposed to be fun, so expressing that through your face and body language makes sense. Try putting less emphasis on penetrative sex – especially if that’s not something you’ve done for a while. It’s exciting to see it as one option of many, rather than the default. Embrace rejection. Don’t let the fear of it stop you approaching someone you fancy in a kind, respectful way. If you’re the person doing the rejecting, keep it short and sweet, and, remember, you don’t owe anyone an explanation as to why you’re saying no. And if you’re ever in a situation where you fear for your safety, get someone else’s attention as soon as possible and ask for support. Keep your post-lockdown expectations realistic. This isn’t a race, and you don’t need to tick off everything on your sexy bucket list in the first few months. If you’re interested in trying something different, such as a threesome or a new kink, dating apps can be a great way to be upfront about what you want and find other people who are after the same thing. There’s no ‘right’ way to do this; it’s about finding out what’s right for you and communicating that to those around you. Go at your own pace, and try to appreciate each step as you get back into dating and sex. • Ruby Rare is a sex educator and author of Sex Ed: A Guide For Adults","charCount":"18433","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/alexandra-jones\">Alexandra Jones</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"business/2021/jun/05/broadmarsh-nottingham-city-tries-to-rebuild-itself-as-shopping-centre-goes","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-06-05T08:00:04Z","webTitle":"Broadmarsh, Nottingham: city tries to rebuild itself as shopping centre goes","webUrl":"https://www.theguardian.com/business/2021/jun/05/broadmarsh-nottingham-city-tries-to-rebuild-itself-as-shopping-centre-goes","apiUrl":"https://content.guardianapis.com/business/2021/jun/05/broadmarsh-nottingham-city-tries-to-rebuild-itself-as-shopping-centre-goes","fields":{"headline":"Broadmarsh, Nottingham: city tries to rebuild itself as shopping centre goes","standfirst":"<p>Demolition of the retail landmark begins this month as the council plans to reinvent the city</p>","trailText":"Demolition of the shopping centre begins this month as the council plans to reinvent the city","byline":"Sarah Butler","main":"<figure class=\"element element-image\" data-media-id=\"c6d28ff9dcfcb2a3c34c5b487479e8174631230a\"> <img src=\"https://media.guim.co.uk/c6d28ff9dcfcb2a3c34c5b487479e8174631230a/0_38_8192_4918/1000.jpg\" alt=\"Nottingham’s Broadmarsh shopping centre\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nottingham’s Broadmarsh shopping centre which was undergoing a revamp by its owner Intu when the firm went into administration.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>","body":"<p>Metal rods protrude from half-demolished floors like roots, there’s no roof on what was once BHS and panels of 1970s honeycomb ceiling are stacked like giant Lego pieces.</p> <p>Nottingham’s Broadmarsh shopping centre is a monument to a retail heyday now past. Final demolition will begin this month after works to reinvent the building, which opened in 1975, were abandoned when its owner, the retail property group Intu, went bust last year and the lease was taken on by the local council.</p> <p>Intu had already begun to rebuild the centre to introduce leisure services such as restaurants, a cinema, a bowling alley and indoor golf alongside the shops, but when the council asked locals what they wanted the message was clear.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/jun/05/up-to-70-uk-shopping-centres-could-close-amid-covid-crisis\">Up to 70 UK shopping centres could close amid Covid crisis</a> </p> </aside>  <p>“We had 3,000 responses and I haven’t read one that said can you create a shopping centre,” says local council leader David Mellen. “[Intu’s plan] could have worked but it was a risk. That plan came from 2014 and people were already asking if that model could work.”</p> <p>A dive in the value of retail property has forced owners to reconsider their options and provided an opportunity for local councils to buy up sites in order to reinvent blighted town centres.</p> <p>Work has already begun to take down the Elephant and Castle shopping centre in south London, Stockton’s Castlegate shopping centre will be demolished next year as part of plans to create an urban park, the Riverside centre in Shrewsbury is coming down under a plan for new housing, offices, cafes and a promenade, while both the Chilterns centre in High Wycombe and Nicholsons in Maidenhead are to be razed to build new homes.</p> <p>Centres in Huddersfield, Newbury and Edinburgh are among those set to be partially redeveloped.</p>  <figure class=\"element element-image\" data-media-id=\"460f3845c7e8b97ed92b93c326943e978e0df1e9\"> <img src=\"https://media.guim.co.uk/460f3845c7e8b97ed92b93c326943e978e0df1e9/0_43_8192_4918/1000.jpg\" alt=\"The interior of the Broadmarsh shopping centre\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The interior of the Broadmarsh shopping centre.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>Locals in Nottingham say they are not sad to see the local carbuncle go with many keen to see more green space in the city centre, a place to gather and make the city more cohesive. With its small entrances and high faceless walls, Broadmarsh acted as an ugly barrier of retail between the south of the city, where the railway and bus station lie, and the main shopping and entertainment district.</p>  <figure class=\"element element-image\" data-media-id=\"11556a0badd0819f71f33901e259d954249c58e7\"> <img src=\"https://media.guim.co.uk/11556a0badd0819f71f33901e259d954249c58e7/0_273_8192_4918/1000.jpg\" alt=\"A pedestrian tunnel through the part demolished Broadmarsh shopping centre.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pedestrian tunnel through the part demolished Broadmarsh shopping centre. ‘It was a great cut through from the station,’ a local says.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>“It was so horrible with weird shops, all dark and dank,” says Jack, 30, in town to go shopping with his girlfriend. “It was a great cut through from the station, though.”</p> <p>“I’m not really sad about its disappearance,” says Andrew Jones, 40. “It would be good to have an alternative to the main square, an open area to hang out.”</p> <p>Mellen says were it not for Intu’s collapse, the council would not have taken on the project, but he points out that starting from a crisis has delivered an opportunity for Nottingham and many other councils.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/apr/11/returning-high-street-retain-crash-chnaged-covid-restriction-england\">People are returning to the high street, but the retail crash has changed it beyond recognition | John Harris</a> </p> </aside>  <p>“It has given us a second chance to look at places around the country that have done something different with city centres and make something beautiful and attractive.”</p> <p>Following the public consultation, Nottingham has set up a steering committee, with a mix of local councillors and experts including Sir Tim Smit of the Eden Project and Greg Nugent, a former director of the London 2012 Olympics committee, to decide on what to do with the Broadmarsh site.</p> <p>However, there are many practical limits on their plans.</p>  <figure class=\"element element-image\" data-media-id=\"f975dbe571519e8f63c907e3c8cd59196c72bee2\"> <img src=\"https://media.guim.co.uk/f975dbe571519e8f63c907e3c8cd59196c72bee2/0_546_8192_4918/1000.jpg\" alt=\"view of the broadmarsh site\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Many locals are hoping that the demolition of Broadmarsh will make way for more green space in the city.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>Broadmarsh may have been ugly and failing, but it delivered both rent and business rates payments for the council. Whatever replaces it will have to provide some form of income to help refill council coffers already hit by government cuts.</p> <p>Even demolition costs money. At present, approval has been given for knocking down only about a third of Broadmarsh, funded by £12m from local enterprise partnership D2N2 and the government’s transforming cities fund. The second phase of demolition is more complex as the site includes part of a district heating system and other services linked to neighbouring shops. There are also historic caves and even the remnants of former streets which can be glimpsed behind blank walls beneath and beside the centre.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"872a619879d379f38e3f9b85a41b2554a5305faa\"> <img src=\"https://media.guim.co.uk/872a619879d379f38e3f9b85a41b2554a5305faa/0_128_8192_4918/1000.jpg\" alt=\"David Mellen, leader of Nottingham council.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Mellen, leader of Nottingham council. He says the council now has the chance to ‘make something beautiful and attractive’.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>The expense of such considerations can leave local authorities in the hands of developers with plans limited by what someone is willing to pay for.</p> <p>Securing planning permission, demolishing and rebuilding a site can take years, with little or no income while the work goes on.</p> <p>Mellen says the council will need partners to reinvent Broadmarsh but will have to put its own money in as well. “It would be easy to fill that space with student accommodation but that is not necessarily the right thing for the city. We want to get it right,” he says.</p>","newspaperPageNumber":"40","wordcount":"763","firstPublicationDate":"2021-06-05T08:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T08:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk5p7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c6d28ff9dcfcb2a3c34c5b487479e8174631230a/0_38_8192_4918/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Metal rods protrude from half-demolished floors like roots, there’s no roof on what was once BHS and panels of 1970s honeycomb ceiling are stacked like giant Lego pieces. Nottingham’s Broadmarsh shopping centre is a monument to a retail heyday now past. Final demolition will begin this month after works to reinvent the building, which opened in 1975, were abandoned when its owner, the retail property group Intu, went bust last year and the lease was taken on by the local council. Intu had already begun to rebuild the centre to introduce leisure services such as restaurants, a cinema, a bowling alley and indoor golf alongside the shops, but when the council asked locals what they wanted the message was clear. “We had 3,000 responses and I haven’t read one that said can you create a shopping centre,” says local council leader David Mellen. “[Intu’s plan] could have worked but it was a risk. That plan came from 2014 and people were already asking if that model could work.” A dive in the value of retail property has forced owners to reconsider their options and provided an opportunity for local councils to buy up sites in order to reinvent blighted town centres. Work has already begun to take down the Elephant and Castle shopping centre in south London, Stockton’s Castlegate shopping centre will be demolished next year as part of plans to create an urban park, the Riverside centre in Shrewsbury is coming down under a plan for new housing, offices, cafes and a promenade, while both the Chilterns centre in High Wycombe and Nicholsons in Maidenhead are to be razed to build new homes. Centres in Huddersfield, Newbury and Edinburgh are among those set to be partially redeveloped. Locals in Nottingham say they are not sad to see the local carbuncle go with many keen to see more green space in the city centre, a place to gather and make the city more cohesive. With its small entrances and high faceless walls, Broadmarsh acted as an ugly barrier of retail between the south of the city, where the railway and bus station lie, and the main shopping and entertainment district. “It was so horrible with weird shops, all dark and dank,” says Jack, 30, in town to go shopping with his girlfriend. “It was a great cut through from the station, though.” “I’m not really sad about its disappearance,” says Andrew Jones, 40. “It would be good to have an alternative to the main square, an open area to hang out.” Mellen says were it not for Intu’s collapse, the council would not have taken on the project, but he points out that starting from a crisis has delivered an opportunity for Nottingham and many other councils. “It has given us a second chance to look at places around the country that have done something different with city centres and make something beautiful and attractive.” Following the public consultation, Nottingham has set up a steering committee, with a mix of local councillors and experts including Sir Tim Smit of the Eden Project and Greg Nugent, a former director of the London 2012 Olympics committee, to decide on what to do with the Broadmarsh site. However, there are many practical limits on their plans. Broadmarsh may have been ugly and failing, but it delivered both rent and business rates payments for the council. Whatever replaces it will have to provide some form of income to help refill council coffers already hit by government cuts. Even demolition costs money. At present, approval has been given for knocking down only about a third of Broadmarsh, funded by £12m from local enterprise partnership D2N2 and the government’s transforming cities fund. The second phase of demolition is more complex as the site includes part of a district heating system and other services linked to neighbouring shops. There are also historic caves and even the remnants of former streets which can be glimpsed behind blank walls beneath and beside the centre. The expense of such considerations can leave local authorities in the hands of developers with plans limited by what someone is willing to pay for. Securing planning permission, demolishing and rebuilding a site can take years, with little or no income while the work goes on. Mellen says the council will need partners to reinvent Broadmarsh but will have to put its own money in as well. “It would be easy to fill that space with student accommodation but that is not necessarily the right thing for the city. We want to get it right,” he says.","charCount":"4449","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sarahbutler\">Sarah Butler</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"money/2021/jun/05/offset-mortgages-are-they-making-a-post-covid-comeback","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2021-06-05T08:00:04Z","webTitle":"Offset mortgages: are they making a post-Covid comeback?","webUrl":"https://www.theguardian.com/money/2021/jun/05/offset-mortgages-are-they-making-a-post-covid-comeback","apiUrl":"https://content.guardianapis.com/money/2021/jun/05/offset-mortgages-are-they-making-a-post-covid-comeback","fields":{"headline":"Offset mortgages: are they making a post-Covid comeback?","standfirst":"<p>People who have built up a cash pile in lockdown are putting their money to work in accounts linking home loans to savings</p>","trailText":"People who have built up a cash pile in lockdown are putting their money to work in accounts linking home loans to savings","byline":"Rupert Jones","main":"<figure class=\"element element-image\" data-media-id=\"2a413dde3108094f59576e550e50b2ef7da50903\"> <img src=\"https://media.guim.co.uk/2a413dde3108094f59576e550e50b2ef7da50903/37_4_2963_1779/1000.jpg\" alt=\"People looking at properties for sale in an estate agent's elegant (Victorian?) shop window\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With cash saved during lockdown and interest rates so low, offset mortgages are one way to make spare money work harder. </span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>","body":"<p>Their heyday was the late 1990s and early 2000s, but since then they have fallen out of favour. However, offset mortgages appear to be making a comeback, with some brokers reporting increasing demand.</p> <p>They link your savings to your home loan, so a savings balance is used to reduce – or offset – the interest you pay on your mortgage. And the renewed interest is partly down to one of the financial side-effects of the pandemic: the fact that some consumers have been lucky enough to be able to build up large pots of “lockdown savings”.</p> <p>Many want this cash close at hand – not tied up in the stock market – but with savings rates currently so dismal, they would like to find a way to make their money work harder.</p> <p>Similarly, some people have earmarked a large sum for something like a big home improvement project, or buying another property, but don’t know when, or even if, this will happen, and in the meantime the money is earning next to no interest. </p> <p>With an offset mortgage, you have your home loan and a linked savings account (and maybe your current account, too) with the same bank or building society. You offset your savings against your mortgage, so you are only paying interest on the balance. If the mortgage is £200,000 and you have £30,000 savings, you only pay interest on £170,000.</p> <p>Some people will potentially be able to knock years off the mortgage term and save thousands in interest. As savings cash is kept separate from your home loan, you can access it whenever you wish.</p> <p>“We have been seeing increasing demand as borrowers look to capitalise on the cash they have in the bank, and we suspect this will continue in the coming weeks and months,” says Chris Sykes at the mortgage broker Private Finance.</p> <p>Ray Boulger at the rival broker John Charcol says offset mortgages “can offer very useful benefits for some people, and anyone who has accumulated more savings during the lockdowns should consider the option when they come to the end of their current deal”.</p> <p>But he stresses that people need to balance the benefits against sticking with a standard mortgage and using some of their accumulated savings to pay off a chunk of what they owe, in order to qualify for the cheaper deals that become available as the loan-to-value (LTV) falls.</p> <p>In other words, offset is not for everyone. Boulger also points out that a relatively small number of lenders offer them, “and the interest rates will generally be slightly higher than the cheapest standard deals available”.</p> <p>Providers include Scottish Widows Bank, Barclays, Coventry building society, Accord Mortgages (part of Yorkshire building society) and Clydesdale Bank.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>If a hypothetical borrower opted to reduce their outlay, they could save an average £96 on monthly payments. Over 25 years, that would cut the interest by £29,000</p> </blockquote> </aside>  <p>They all work slightly differently, but you typically choose between using the interest saved to reduce your mortgage term, or your monthly payments.</p> <p>Everyone’s circumstances are different, so many providers have offset mortgage calculators on their websites to let you play around with the numbers.</p> <p>We used Barclays’ calculator to come up with this simplified example. It is based on someone looking to take out a £350,000, 25-year repayment mortgage on a £500,000 property. They have existing savings of £50,000 earning 0.5% interest, and plan to add £200 a month to their offset savings account. Barclays says its two-year tracker, with an initial pay rate of 1.72%, was its lowest offset mortgage rate currently available, based on this person’s 70% LTV.</p> <p>If the borrower signed up to this, and opted to reduce their mortgage term, they could potentially repay it one year and 10 months early, saving £6,524 in interest. That’s because their monthly payments (in this case, £1,436) are based on the full loan amount, even though the interest they need to pay is lower – so they are effectively overpaying each month.</p> <p>If this borrower opted to reduce their outlay instead, they could save an average £96 on monthly payments (it’s reduced to reflect the fact they are offsetting their savings). Over 25 years, that would cut the interest by £29,000.</p> <p>There are several big caveats. For simplicity, we assumed a 25-year term, but many people like hopping from one deal to another. And, of course, financial circumstances change over time. Ideally, you need to be fairly confident you will be able to keep significant sums in your linked savings account over the mortgage term.</p> <p>Boulger says that “the beauty of an offset mortgage is that it is the only type that effectively allows you to reborrow any overpayments without the lender having to do an affordability check. This is because technically you are not borrowing more money but simply withdrawing funds from your linked savings account”.</p> <p>The Barclays deal above is available to purchasers and those remortgaging.</p> <p>Sykes is a fan of Scottish Widows Bank, where offset is available on all products. Its two- and five-year fixed rates for those remortgaging start at 1.19% and 1.35% respectively.</p> <p>Many of those looking at an offset deal are probably taking a long-term view, so a long-term fixed rate may be appropriate, says Boulger. He highlights a 10-year fix by Coventry building society that is available up to 65% LTV at 2.39%.</p>","newspaperPageNumber":"43","wordcount":"861","firstPublicationDate":"2021-06-05T08:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T08:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hh9nn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2a413dde3108094f59576e550e50b2ef7da50903/37_4_2963_1779/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Their heyday was the late 1990s and early 2000s, but since then they have fallen out of favour. However, offset mortgages appear to be making a comeback, with some brokers reporting increasing demand. They link your savings to your home loan, so a savings balance is used to reduce – or offset – the interest you pay on your mortgage. And the renewed interest is partly down to one of the financial side-effects of the pandemic: the fact that some consumers have been lucky enough to be able to build up large pots of “lockdown savings”. Many want this cash close at hand – not tied up in the stock market – but with savings rates currently so dismal, they would like to find a way to make their money work harder. Similarly, some people have earmarked a large sum for something like a big home improvement project, or buying another property, but don’t know when, or even if, this will happen, and in the meantime the money is earning next to no interest. With an offset mortgage, you have your home loan and a linked savings account (and maybe your current account, too) with the same bank or building society. You offset your savings against your mortgage, so you are only paying interest on the balance. If the mortgage is £200,000 and you have £30,000 savings, you only pay interest on £170,000. Some people will potentially be able to knock years off the mortgage term and save thousands in interest. As savings cash is kept separate from your home loan, you can access it whenever you wish. “We have been seeing increasing demand as borrowers look to capitalise on the cash they have in the bank, and we suspect this will continue in the coming weeks and months,” says Chris Sykes at the mortgage broker Private Finance. Ray Boulger at the rival broker John Charcol says offset mortgages “can offer very useful benefits for some people, and anyone who has accumulated more savings during the lockdowns should consider the option when they come to the end of their current deal”. But he stresses that people need to balance the benefits against sticking with a standard mortgage and using some of their accumulated savings to pay off a chunk of what they owe, in order to qualify for the cheaper deals that become available as the loan-to-value (LTV) falls. In other words, offset is not for everyone. Boulger also points out that a relatively small number of lenders offer them, “and the interest rates will generally be slightly higher than the cheapest standard deals available”. Providers include Scottish Widows Bank, Barclays, Coventry building society, Accord Mortgages (part of Yorkshire building society) and Clydesdale Bank. They all work slightly differently, but you typically choose between using the interest saved to reduce your mortgage term, or your monthly payments. Everyone’s circumstances are different, so many providers have offset mortgage calculators on their websites to let you play around with the numbers. We used Barclays’ calculator to come up with this simplified example. It is based on someone looking to take out a £350,000, 25-year repayment mortgage on a £500,000 property. They have existing savings of £50,000 earning 0.5% interest, and plan to add £200 a month to their offset savings account. Barclays says its two-year tracker, with an initial pay rate of 1.72%, was its lowest offset mortgage rate currently available, based on this person’s 70% LTV. If the borrower signed up to this, and opted to reduce their mortgage term, they could potentially repay it one year and 10 months early, saving £6,524 in interest. That’s because their monthly payments (in this case, £1,436) are based on the full loan amount, even though the interest they need to pay is lower – so they are effectively overpaying each month. If this borrower opted to reduce their outlay instead, they could save an average £96 on monthly payments (it’s reduced to reflect the fact they are offsetting their savings). Over 25 years, that would cut the interest by £29,000. There are several big caveats. For simplicity, we assumed a 25-year term, but many people like hopping from one deal to another. And, of course, financial circumstances change over time. Ideally, you need to be fairly confident you will be able to keep significant sums in your linked savings account over the mortgage term. Boulger says that “the beauty of an offset mortgage is that it is the only type that effectively allows you to reborrow any overpayments without the lender having to do an affordability check. This is because technically you are not borrowing more money but simply withdrawing funds from your linked savings account”. The Barclays deal above is available to purchasers and those remortgaging. Sykes is a fan of Scottish Widows Bank, where offset is available on all products. Its two- and five-year fixed rates for those remortgaging start at 1.19% and 1.35% respectively. Many of those looking at an offset deal are probably taking a long-term view, so a long-term fixed rate may be appropriate, says Boulger. He highlights a 10-year fix by Coventry building society that is available up to 65% LTV at 2.39%.","charCount":"5126","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/rupertjones\">Rupert Jones</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"commentisfree/2021/jun/05/watching-80s-films-with-kids-a-history-lesson-hadley-freeman","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-06-05T08:00:04Z","webTitle":"‘Mum, what’s a phone box?’: watching 80s films with the kids has become a history lesson | Hadley Freeman","webUrl":"https://www.theguardian.com/commentisfree/2021/jun/05/watching-80s-films-with-kids-a-history-lesson-hadley-freeman","apiUrl":"https://content.guardianapis.com/commentisfree/2021/jun/05/watching-80s-films-with-kids-a-history-lesson-hadley-freeman","fields":{"headline":"‘Mum, what’s a phone box?’: watching 80s films with my kids has become a history lesson","standfirst":"<p>I expected to have to explain some Americanisms to them, but I didn’t anticipate that I would be explaining actual history</p>","trailText":"I expected to have to explain some Americanisms to them, but I didn’t anticipate that I would be explaining actual history","byline":"Hadley Freeman","main":"<figure class=\"element element-image\" data-media-id=\"e64dd5c3ce2f96df78af4fcfd056ee47c0b4150c\"> <img src=\"https://media.guim.co.uk/e64dd5c3ce2f96df78af4fcfd056ee47c0b4150c/169_330_2863_1717/1000.jpg\" alt=\"A phone box, Alex Winter and Keanu Reeves in Bill And Ted’s Excellent Adventure, 1989.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A phone box, Alex Winter and Keanu Reeves in Bill And Ted’s Excellent Adventure, 1989.</span> <span class=\"element-image__credit\">Photograph: The Hollywood Archive/Alamy</span> </figcaption> </figure>","body":"<p>“There is no such thing as reproduction. When two people decide to have a baby, they engage in an act of production.” So begins <a href=\"https://www.theguardian.com/books/andrew-solomon\" title=\"\">Andrew Solomon</a>’s brilliant book <a href=\"https://www.theguardian.com/books/2013/jan/23/review-far-from-the-tree\" title=\"\">Far From The Tree</a>, about parents learning to accept their children’s differences, which I read during my first pregnancy. I get it, I thought. Parents shouldn’t narcissistically expect their children to be the same as them. But just because my kids aren’t the same as me, that doesn’t mean they shouldn’t be forced to have exactly the same childhood as me. </p> <p>My parents very much did not make me watch <a href=\"https://www.youtube.com/watch?v=DIslhp9vqqw\" title=\"\">Howdy Doody</a>, or whatever shows they grew up with, but while other modern children are raised on CBeebies and <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/27/jump-the-shark-paw-patrol\" title=\"\">Paw Patrol</a>, mine get 1980s TV shows and movies poured down their gullets. This allows them to enjoy wholesome classics such as <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2014/jan/21/tv-adaptation-the-three-musketeers-best-bbc\" title=\"\">Dogtanian</a> and <a href=\"https://www.theguardian.com/film/2017/oct/23/the-princess-bride-review-rob-reiner\" title=\"\">The Princess Bride</a>, and allows me to relive my peak years. Everybody wins! Except, possibly, my children, who, on seeing a little boy dressed as Harry Potter on Halloween, asked if he was the witch in The Wizard Of Oz. They’re like the Amish kid in <a href=\"https://www.youtube.com/watch?v=LmdcbtSwX6Q\" title=\"\">Witness</a>, bemused by the modern world.</p> <p>But they’re also bemused by the past. I expected to have to explain some things to them, mainly from the American shows – <a href=\"https://www.theguardian.com/film/2018/nov/08/mister-rogers-the-quiet-revolutionary-of-childrens-tv\" title=\"\">Mister Rogers</a>, <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2011/sep/16/reading-rainbow-hadley-freeman\" title=\"\">Reading Rainbow</a> – that I have merrily forced on them. You know, educating them in the exotic linguistic differences: “zee” for “zed” and so on. But I didn’t anticipate that I would be explaining actual ancient history.</p> <p>This started when we watched <a href=\"https://www.theguardian.com/film/2020/apr/20/ive-never-seen-back-to-the-future\" title=\"\">Back To The Future</a>, which is one of those rare 1980s films I watched as a kid that is just about suitable for kids. (On that subject, Police Academy is <em>way</em> racier than my memories of Mahoney suggested.) My children, naturally, loved <a href=\"https://www.theguardian.com/culture/2020/nov/21/michael-j-fox-every-step-now-is-a-frigging-math-problem-so-i-take-it-slow\" title=\"\">Marty McFly</a> (they didn’t fall <em>that</em> far from the tree) and they grasped the concept of time travel. But something else threw them. It’s in the scene when Marty’s in the <a href=\"https://www.youtube.com/watch?v=m-rihCFNsqQ\" title=\"\">diner in 1955</a> … what is that weird box he’s walking into?</p> <p>“That’s a phone box. It’s what people used to make calls in before they had mobiles,” I said. They stared at me, as if I spoke of a time before people had oxygen (which doesn’t say great things about how much they see me with my phone, but let’s ignore that). It got worse: what is that book Marty’s looking in?</p> <p>“That’s a phone book. It’s how people found out other people’s numbers,” I said, suddenly understanding how my grandfather felt that time he told me about growing up without indoor plumbing.</p> <p>Now, let’s take this apart. Back To The Future is about a teenager who travels back in time 30 years. Sure, people in 1955 don’t know about diet sodas, or padded jackets, or <a href=\"https://www.youtube.com/watch?v=a0XiztFUZlc\" title=\"\">reruns</a>, and <a href=\"https://www.youtube.com/watch?v=S1i5coU-0_Q\" title=\"\">Chuck Berry songs don’t exist yet</a>. But, overall, the world in 1955 is recognisable to a kid from 1985. He knows what a phone box and phone book are, for a start.</p> <p>To kids born in 2015, however, as my twins were, both worlds are completely baffling. Why look up someone’s phone number in a book instead of on the phone itself? (Thank heavens Marty didn’t then use a phone card, surely the most baffling phone-accessory-from-the-past of all.) It’s the same thing with <a href=\"https://www.theguardian.com/film/2021/may/05/how-did-we-get-to-sesame-street-street-gang\" title=\"\">Sesame Street</a> (if Bert can’t find Ernie, why doesn’t he just call him?); with <a href=\"https://www.theguardian.com/tv-and-radio/2011/nov/23/muppets-back-film-tv\" title=\"\">The Muppet Show</a> (why can’t Kermit just ask Google where he could find a new theatre?); with <a href=\"https://www.theguardian.com/film/2010/aug/01/the-karate-kid-jaden-smith\" title=\"\">The Karate Kid</a> (why doesn’t Daniel just take an Uber instead of always riding his bike?).</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/22/nothing-guilty-about-the-pleasure-i-get-from-tv-shows-by-women-for-women\">There’s nothing guilty about the pleasure I get from TV shows by women, for women | Hadley Freeman</a> </p> </aside>  <p>Times change, technology changes: this has always been a source of comedy for time-travel movies (although Bill And Ted’s Excellent Adventure dates itself now, given Bill and Ted travel <a href=\"https://www.youtube.com/watch?v=3FbYcu5NhtQ\" title=\"\"><em>in a bloody phone box</em></a>). But the changes over the past 40 years, not just in our daily lives but in how we think, have been so vast and fast that the past is another solar system. This explains the rise of micro-generations, such as the latest one, dubbed “<a href=\"https://index.medium.com/why-the-hybrid-workforce-of-the-future-depends-on-the-geriatric-millennial-6f9ff4de1d23\" title=\"\">geriatric millennials</a>”, referring to anyone born between 1980 and 1985, meaning those who remember life pre-Facebook, but not pre-Myspace. I’m even more geriatric and am a “xennial”, between generation X and (geriatric) millennials, which is defined as “neither as disaffected as gen X-ers nor as optimistic as millennials”, or, as I define it, “a little too obsessed with My So-Called Life”.</p> <p>Mainly, this is down to the rise of the internet and mobile phones, both of which have obliterated things kids in particular relied on for decades, from Encyclopedia Britannicas to actual phone calls, which have been replaced by likes and emojis. How to explain all the Walkmans in 80s movies? The Discmans in 90s movies? And – soon – iPods in 2000s movies? (A phone that doesn’t phone? Genius!) Life moves pretty fast, as an 80s movie once said. It certainly seems to for me, because while my kids are still five, I now sound like an 85-year-old: “Gather close, children, as I tell you about something called the PalmPilot…” </p>","newspaperPageNumber":"5","wordcount":"851","commentCloseDate":"2021-06-08T08:00:04Z","commentable":"true","firstPublicationDate":"2021-06-05T08:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T08:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hhpb6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e64dd5c3ce2f96df78af4fcfd056ee47c0b4150c/169_330_2863_1717/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“There is no such thing as reproduction. When two people decide to have a baby, they engage in an act of production.” So begins Andrew Solomon’s brilliant book Far From The Tree, about parents learning to accept their children’s differences, which I read during my first pregnancy. I get it, I thought. Parents shouldn’t narcissistically expect their children to be the same as them. But just because my kids aren’t the same as me, that doesn’t mean they shouldn’t be forced to have exactly the same childhood as me. My parents very much did not make me watch Howdy Doody, or whatever shows they grew up with, but while other modern children are raised on CBeebies and Paw Patrol, mine get 1980s TV shows and movies poured down their gullets. This allows them to enjoy wholesome classics such as Dogtanian and The Princess Bride, and allows me to relive my peak years. Everybody wins! Except, possibly, my children, who, on seeing a little boy dressed as Harry Potter on Halloween, asked if he was the witch in The Wizard Of Oz. They’re like the Amish kid in Witness, bemused by the modern world. But they’re also bemused by the past. I expected to have to explain some things to them, mainly from the American shows – Mister Rogers, Reading Rainbow – that I have merrily forced on them. You know, educating them in the exotic linguistic differences: “zee” for “zed” and so on. But I didn’t anticipate that I would be explaining actual ancient history. This started when we watched Back To The Future, which is one of those rare 1980s films I watched as a kid that is just about suitable for kids. (On that subject, Police Academy is way racier than my memories of Mahoney suggested.) My children, naturally, loved Marty McFly (they didn’t fall that far from the tree) and they grasped the concept of time travel. But something else threw them. It’s in the scene when Marty’s in the diner in 1955 … what is that weird box he’s walking into? “That’s a phone box. It’s what people used to make calls in before they had mobiles,” I said. They stared at me, as if I spoke of a time before people had oxygen (which doesn’t say great things about how much they see me with my phone, but let’s ignore that). It got worse: what is that book Marty’s looking in? “That’s a phone book. It’s how people found out other people’s numbers,” I said, suddenly understanding how my grandfather felt that time he told me about growing up without indoor plumbing. Now, let’s take this apart. Back To The Future is about a teenager who travels back in time 30 years. Sure, people in 1955 don’t know about diet sodas, or padded jackets, or reruns, and Chuck Berry songs don’t exist yet. But, overall, the world in 1955 is recognisable to a kid from 1985. He knows what a phone box and phone book are, for a start. To kids born in 2015, however, as my twins were, both worlds are completely baffling. Why look up someone’s phone number in a book instead of on the phone itself? (Thank heavens Marty didn’t then use a phone card, surely the most baffling phone-accessory-from-the-past of all.) It’s the same thing with Sesame Street (if Bert can’t find Ernie, why doesn’t he just call him?); with The Muppet Show (why can’t Kermit just ask Google where he could find a new theatre?); with The Karate Kid (why doesn’t Daniel just take an Uber instead of always riding his bike?). Times change, technology changes: this has always been a source of comedy for time-travel movies (although Bill And Ted’s Excellent Adventure dates itself now, given Bill and Ted travel in a bloody phone box). But the changes over the past 40 years, not just in our daily lives but in how we think, have been so vast and fast that the past is another solar system. This explains the rise of micro-generations, such as the latest one, dubbed “geriatric millennials”, referring to anyone born between 1980 and 1985, meaning those who remember life pre-Facebook, but not pre-Myspace. I’m even more geriatric and am a “xennial”, between generation X and (geriatric) millennials, which is defined as “neither as disaffected as gen X-ers nor as optimistic as millennials”, or, as I define it, “a little too obsessed with My So-Called Life”. Mainly, this is down to the rise of the internet and mobile phones, both of which have obliterated things kids in particular relied on for decades, from Encyclopedia Britannicas to actual phone calls, which have been replaced by likes and emojis. How to explain all the Walkmans in 80s movies? The Discmans in 90s movies? And – soon – iPods in 2000s movies? (A phone that doesn’t phone? Genius!) Life moves pretty fast, as an 80s movie once said. It certainly seems to for me, because while my kids are still five, I now sound like an 85-year-old: “Gather close, children, as I tell you about something called the PalmPilot…”","charCount":"4815","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/hadleyfreeman\">Hadley Freeman</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"education/2021/jun/05/dear-gavin-williamson-heres-some-helpful-reading-for-another-nice-mess","type":"article","sectionId":"education","sectionName":"Education","webPublicationDate":"2021-06-05T07:15:03Z","webTitle":"Dear Gavin Williamson, here’s some helpful reading for another nice mess | Michael Rosen","webUrl":"https://www.theguardian.com/education/2021/jun/05/dear-gavin-williamson-heres-some-helpful-reading-for-another-nice-mess","apiUrl":"https://content.guardianapis.com/education/2021/jun/05/dear-gavin-williamson-heres-some-helpful-reading-for-another-nice-mess","fields":{"headline":"Dear Gavin Williamson, here’s some helpful reading for another nice mess","standfirst":"<p>I’ve had a twinge of sympathy for you after the row over ‘catch-up’ for children’s lost education during lockdowns</p>","trailText":"I’ve had a twinge of sympathy for you after the row over ‘catch-up’ for children’s lost education during lockdowns","byline":"Michael Rosen","main":"<figure class=\"element element-image\" data-media-id=\"b9590a982f935467ccaff2b8dd708051f8ddea9a\"> <img src=\"https://media.guim.co.uk/b9590a982f935467ccaff2b8dd708051f8ddea9a/0_40_5616_3370/1000.jpg\" alt=\"Pupils leaving school\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘You and your colleagues are still cooking up ways of extending the school day, even though the money’s not there to do it.’</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>","body":"<p>Dear Gavin Williamson,</p> <p>I’ve been scrabbling around looking for some helpful reading for you. This is because for the first time in your disastrous reign as secretary of state I’ve had a twinge of sympathy for you. I had thought there couldn’t be a more chaotic scenario than the great algorithm mess of yesteryear, but then this year parents like me have watched with incredulity the rollout of GCSE exams that weren’t exams.</p> <p>Of course they weren’t. They were “assessments”. Students sat in silence answering exam questions, often taken from previous years’ GCSEs, but they weren’t exams. Apparently. The odd thing about this was that I have a distant memory of <a href=\"https://feweek.co.uk/2021/01/04/gcse-and-a-level-2021-exams-cancelled/\">Boris Johnson saying</a> something about how this year there would be no exams, or as he put it, it’s “not possible or fair for all exams to go ahead this summer as normal”.</p> <p>Perhaps that “as normal” tagged on the end was his get-out phrase. This would allow our offspring to have abnormal exams instead, I suppose. Other than that, many of the exams – sorry, I mean “assessments” – have been very, very normal. Apologies if this sounds confusing but I suspect you’ve been confused too.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/03/labour-flags-concern-over-outsourcing-of-england-catch-up-tuition\">Labour flags concern over outsourcing of England catch-up tuition</a> </p> </aside>  <p>Even so, you must have been mightily relieved that your boss took the rap for this year’s muddle being announced so late. He said in January: “I completely understand the inconvenience and distress this late change will cause millions of parents and pupils up and down the country.” Heaven knows, you’d had enough rage and scorn poured on your head without having to be blamed for that particular screw-up as well.</p> <p>I wonder if you’ll be so lucky this time round, as now we have the <a href=\"https://www.headteacher-update.com/news/damp-squib-dfe-sneaks-out-underfunded-and-disappointing-education-recovery-plan-kevan-collins-covid-pandemic-lost-learning-tutoring/237722\">sorry mess</a> over “catch-up” for children’s lost education during lockdowns. I can think of plenty wrong with the very notion of catch-up but you’ve managed to turn my misgivings into grim laughter.</p> <p>Let me explain. Sometimes those of us who follow the news (rather than make it) get our sequencing wrong. I had thought you’d said an extended day would happen but then later you’d discovered this idea was sunk by the announcement that there would not be enough money to implement it.</p> <p>To my amazement, it was the other way round. You actually <a href=\"https://news.sky.com/story/covid-19-gavin-williamson-says-theres-a-debate-to-be-had-over-extending-school-day-for-children-to-catch-up-12322957\">went on TV</a> in the full knowledge that all you had to spend on catch-up was about <a href=\"https://www.theguardian.com/education/2021/jun/02/union-criticises-pitiful-covid-catch-up-plan-england-pupils\">£50 per pupil</a> a year and talked of some schools having a <a href=\"https://www.mirror.co.uk/news/politics/breaking-gavin-williamson-says-school-24231567\">2.45pm going home time</a>, which you followed up with: “I do question as to whether that is too early.” In that loose phrase, you showed us that you and your colleagues are still cooking up ways of extending the school day, even though the money’s not there to do it.</p> <p>If at any time in this episode you wondered whether you might meet a smidgeon of difficulty winning the cooperation of classroom teachers, headteachers and indeed your own <a href=\"https://www.theguardian.com/politics/2021/jun/02/education-recovery-chief-kevan-collins-quit-english-schools-catch-up-row\">catch-up tsar</a>, you need be in no doubt now. I don’t think I’ve ever heard such a united roar of disapproval and contempt hit a secretary of state for education.</p> <p>This explains my twinge of sympathy for you. So with that twinge still twingeing, I wondered: is there something you could read that would help you through this crisis? A story where the hero goofs up, faces problems, but then someone in the story says something helpful to our fallen hero? And it would be this line that could in turn help you.</p> <p>The Odyssey, perhaps? Odysseus goofs up (annoying the sea god was never going to be a good move) and then he gets himself and his gang into one or two tricky situations. But I couldn’t find that one helpful line for you, the line that could inspire you or give you an insight into where you’re at, what you say and how you say it. And then I noticed that the word “mess” kept rising in my mind. Who is it who talks about a mess, I wondered?</p> <p><a href=\"https://en.wikipedia.org/wiki/Laurel_and_Hardy\">Wikipedia</a> proved to be more helpful than Homer: “Laurel and Hardy’s best-known catchphrase is: ‘Well, here’s another nice mess you’ve gotten me into.’”</p> <p>Of course! Not The Odyssey but Laurel and Hardy. And what about that helpful line? The one line that could give you an insight into your situation; one of those moments in a story or drama where we recognise ourselves? I read on … see what you think:</p> <p>Wikipedia says: “Laurel’s frequent, iconic response was to start to cry, pull his hair up, exclaim ‘Well, I couldn’t help it …’, then whimper and speak gibberish.”</p> <p>I’ll leave that with you.</p> <p>Yours, Michael Rosen.</p>","wordcount":"770","commentCloseDate":"2021-06-08T07:15:03Z","commentable":"true","firstPublicationDate":"2021-06-05T07:15:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:16:44Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hk47m","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b9590a982f935467ccaff2b8dd708051f8ddea9a/0_40_5616_3370/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Dear Gavin Williamson, I’ve been scrabbling around looking for some helpful reading for you. This is because for the first time in your disastrous reign as secretary of state I’ve had a twinge of sympathy for you. I had thought there couldn’t be a more chaotic scenario than the great algorithm mess of yesteryear, but then this year parents like me have watched with incredulity the rollout of GCSE exams that weren’t exams. Of course they weren’t. They were “assessments”. Students sat in silence answering exam questions, often taken from previous years’ GCSEs, but they weren’t exams. Apparently. The odd thing about this was that I have a distant memory of Boris Johnson saying something about how this year there would be no exams, or as he put it, it’s “not possible or fair for all exams to go ahead this summer as normal”. Perhaps that “as normal” tagged on the end was his get-out phrase. This would allow our offspring to have abnormal exams instead, I suppose. Other than that, many of the exams – sorry, I mean “assessments” – have been very, very normal. Apologies if this sounds confusing but I suspect you’ve been confused too. Even so, you must have been mightily relieved that your boss took the rap for this year’s muddle being announced so late. He said in January: “I completely understand the inconvenience and distress this late change will cause millions of parents and pupils up and down the country.” Heaven knows, you’d had enough rage and scorn poured on your head without having to be blamed for that particular screw-up as well. I wonder if you’ll be so lucky this time round, as now we have the sorry mess over “catch-up” for children’s lost education during lockdowns. I can think of plenty wrong with the very notion of catch-up but you’ve managed to turn my misgivings into grim laughter. Let me explain. Sometimes those of us who follow the news (rather than make it) get our sequencing wrong. I had thought you’d said an extended day would happen but then later you’d discovered this idea was sunk by the announcement that there would not be enough money to implement it. To my amazement, it was the other way round. You actually went on TV in the full knowledge that all you had to spend on catch-up was about £50 per pupil a year and talked of some schools having a 2.45pm going home time, which you followed up with: “I do question as to whether that is too early.” In that loose phrase, you showed us that you and your colleagues are still cooking up ways of extending the school day, even though the money’s not there to do it. If at any time in this episode you wondered whether you might meet a smidgeon of difficulty winning the cooperation of classroom teachers, headteachers and indeed your own catch-up tsar, you need be in no doubt now. I don’t think I’ve ever heard such a united roar of disapproval and contempt hit a secretary of state for education. This explains my twinge of sympathy for you. So with that twinge still twingeing, I wondered: is there something you could read that would help you through this crisis? A story where the hero goofs up, faces problems, but then someone in the story says something helpful to our fallen hero? And it would be this line that could in turn help you. The Odyssey, perhaps? Odysseus goofs up (annoying the sea god was never going to be a good move) and then he gets himself and his gang into one or two tricky situations. But I couldn’t find that one helpful line for you, the line that could inspire you or give you an insight into where you’re at, what you say and how you say it. And then I noticed that the word “mess” kept rising in my mind. Who is it who talks about a mess, I wondered? Wikipedia proved to be more helpful than Homer: “Laurel and Hardy’s best-known catchphrase is: ‘Well, here’s another nice mess you’ve gotten me into.’” Of course! Not The Odyssey but Laurel and Hardy. And what about that helpful line? The one line that could give you an insight into your situation; one of those moments in a story or drama where we recognise ourselves? I read on … see what you think: Wikipedia says: “Laurel’s frequent, iconic response was to start to cry, pull his hair up, exclaim ‘Well, I couldn’t help it …’, then whimper and speak gibberish.” I’ll leave that with you. Yours, Michael Rosen.","charCount":"4303","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michaelrosen\">Michael Rosen</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"film/2021/jun/05/streaming-the-best-documentaries-at-sheffield-docfest-2021","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-06-05T07:00:05Z","webTitle":"Streaming: the best documentaries at Sheffield DocFest 2021","webUrl":"https://www.theguardian.com/film/2021/jun/05/streaming-the-best-documentaries-at-sheffield-docfest-2021","apiUrl":"https://content.guardianapis.com/film/2021/jun/05/streaming-the-best-documentaries-at-sheffield-docfest-2021","fields":{"headline":"Streaming: the best documentaries at Sheffield DocFest 2021","standfirst":"<p>Running online and in cinemas, this year’s line-up is full of treats, from late 60s Harlem culture to a poignant portrait of Gorbachev</p>","trailText":"Running online and in cinemas, this year’s line-up is full of treats, from late 60s Harlem culture to a poignant portrait of Gorbachev","byline":"Guy Lodge","main":"<figure class=\"element element-image\" data-media-id=\"1b84330c839aa69fd46b9ef0b87bea430bad6ab2\"> <img src=\"https://media.guim.co.uk/1b84330c839aa69fd46b9ef0b87bea430bad6ab2/80_0_2400_1440/1000.jpg\" alt=\"Sly and the Family Stone perform at the Harlem Cultural festival in 1969.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A genuinely special concert doc’: Sly and the Family Stone in a scene from Summer of Soul (...Or When the Revolution Could Not Be Televised).</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>","body":"<p>With cinemas open once more and the film world gradually regaining some sense of what things were like in The Great Before, the film festival circuit is taking slow steps toward normality. Cannes – currently scheduled to happen in July, whether Brits are permitted to go or not – is the milestone everyone’s waiting for, but in the meantime, smaller festivals are forging ahead with hybrid physical/digital editions. Which, honestly, may well be the future, as the last year has made many such events realise the inclusive advantages of opening themselves to a wider, less geographically specific audience.</p> <p>The <a href=\"https://sheffdocfest.com/\">Sheffield DocFest</a>, always an adaptable, forward-thinking festival, is among those. After last year’s edition was rendered digital-only by the pandemic, this year’s – which kicked off on Friday and runs until next Sunday – is returning to cinemas and sites in the steel city, with a comprehensive online programme for the rest of the UK on their <a href=\"https://selects.sheffdocfest.com/\">Sheffield DocFest Selects platform</a>. Individual films (as well as short film collections) will be available to stream for 72 hours after their live premiere for £5 each, while a selection of recorded talks and Q&amp;As can be watched for free.</p> <p>It’s a lively, resourcefully programmed selection, too, healthily blending crowd-pleasing documentaries with more specialised or esoteric approaches. Their opening night choice is, most rousingly, in the former camp. One of the sensations of January’s Sundance festival, <em>Summer of Soul (...Or When the Revolution Could Not Be Televised)</em> is a genuinely special concert doc, bringing to light a black cultural landmark overshadowed by Woodstock in 1969: the Harlem Cultural festival, where Stevie Wonder, Nina Simone and Mahalia Jackson were among the performers. Director and musician Ahmir “Questlove” Thompson has excavated a bounty of electrifying stage footage, but there’s rich historical consciousness underpinning it all.</p>  <figure class=\"element element-image\" data-media-id=\"998302efc19ac1e4a2a006cb00f2ac5077f87d77\"> <img src=\"https://media.guim.co.uk/998302efc19ac1e4a2a006cb00f2ac5077f87d77/0_569_3920_2353/1000.jpg\" alt=\"Steve McQueen and James Rogan’s Uprising.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steve McQueen and James Rogan’s Uprising.</span> <span class=\"element-image__credit\">Photograph: BBC/Rogan Productions/Lammas Park/Turbine Studios</span> </figcaption> </figure>  <p>Alongside Thompson’s film, the festival’s other big-name coup is the first episode of Steve McQueen and James Rogan’s much-awaited <em>Uprising</em>, a three-part BBC series intertwining three key events in British black history from 1981. The first examines the tragedy of the New Cross Fire, in which 13 teenagers were killed.</p> <p>The festival’s international and UK competition strands, meanwhile, offer lower-profile but nonetheless fascinating attractions. I was thoroughly caught up in French filmmaker Vladimir Léon’s knotty, intimate <em>My Dear Spies</em>, in which he and his brother unravel their family’s possible history of Soviet espionage: it’s a personal account imbued with Le Carré-esque mood. New York filmmaker Nira Burstein’s <em>Charm Circle</em> is also a tangled familial investigation, but marked by wry eccentricity and alternative identities. On the UK side, <em>Don McCullin: Almost Liverpool 8</em> frames its present-day portrait of Liverpool’s Toxteth area against the 1970s work of the legendary photojournalist.</p> <p>One of the best films I saw last year is set to have its UK premiere in the globally oriented Into the World section. Russian political filmmaker Vitaly Mansky’s <em>Gorbachev. Heaven</em> is an extraordinary observational portrait of the former Soviet president in his dotage: between everyday routines and mealtimes in his vast yet airless outer-Moscow mansion, he reflects (and occasionally prevaricates) on his flawed political career and legacy. The results are illuminating and strangely poignant even when he shuts down; Mansky’s camera aptly cloaks him in beautiful, mournful half-light.</p> <p>There’s little shadowed space to be found in the remarkable <em>All Light, Everywhere</em>, in which American experimentalist Theo Anthony inventively investigates the politics of seeing and surveillance, inviting to consider subjectivities of the human eye, the filmmaker’s camera lens and the police body-cam alike.</p> <p>Finally, for the real cinematic bargain-hunters out there, the festival’s DocFest Exchange section offers a programme of environmentally themed shorts and features, all available to stream for no charge. Among the selections: Victor Kossakovsky’s superb, tacit animal-rights doc <em>Gunda</em>. Get it while it’s free.</p> <h2><strong>Also new on streaming and DVD</strong></h2> <p><strong><a href=\"https://anti-worldsreleasing.co.uk/pages/dogs-dont-wear-pants\">Dogs Don’t Wear Pants</a></strong><strong><br></strong>(<em>Anti-Worlds</em>)<br>Surprisingly subtle and moving for a story centred on S&amp;M, Finnish director Jukka-Pekka Valkeapää’s superbly acted black comedy lives up to its unimprovable title. Following a middle-aged widower’s grief-led journey into the BDSM scene, it offers the nuance and considered sexual politics you might have missed in <em>Fifty Shades of Grey</em>.</p> <p><strong><a href=\"https://www.nowtv.com/watch/the-united-states-vs.-billie-holiday-2021/A5EK6sKrAayd5vbCrvAvf\">The United States vs. Billie Holiday</a></strong><strong><br></strong>(<em>Universal</em>)<br>R&amp;B star and acting novice Andra Day earned her Oscar nomination for this overwrought but compelling biopic, bringing a bone-deep understanding of the performer’s drive and exhaustion, rather than technically fastidious mimicry. The film around her, as we’ve come to expect from director Lee Daniels, is a mixture of direct emotional punch and garish bad taste, but she holds it together.</p>  <figure class=\"element element-image\" data-media-id=\"a3b1ad5b8f8487e1ffd85e2d61a9c06ecb582a2a\"> <img src=\"https://media.guim.co.uk/a3b1ad5b8f8487e1ffd85e2d61a9c06ecb582a2a/0_103_5060_3036/1000.jpg\" alt=\"Andra Day in The United States vs. Billie Holiday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andra Day in The United States vs. Billie Holiday.</span> <span class=\"element-image__credit\">Photograph: Takashi Seida/© 2020 Paramount Pictures Corporation. All rights reserved.</span> </figcaption> </figure>  <p><strong><a href=\"https://bohemiaeuphoria.com/films/i-am-samuel-film-live-qa/\">I Am Samuel</a></strong><strong><br></strong>(<em>Bohemia Euphoria</em>)<br>Released in timely fashion for the start of Pride month, this affecting documentary from Kenyan filmmaker Peter Murimi empathetically probes the challenges of identifying as gay in a country where homosexuality is criminalised. At its centre is Samuel, a reserved young man reconciling his out life in Nairobi with his traditional rural upbringing. It’s currently streaming on <a href=\"https://bohemiaeuphoria.com/\">Bohemia Euphoria</a>, a newly launched platform dedicated to under-represented voices.</p> <p><strong><a href=\"https://www.netflix.com/gb/title/81336476\">Breaking Boundaries: The Science of Our Planet</a></strong><br>(<em>Netflix</em>)<br>Less than year after <em>A Life on Our Planet</em>, his impassioned “witness statement” on climate change and threatened biodiversity, David Attenborough once more uses his Netflix platform to consider the crisis and constructive ways to address it. If there’s a certain public service announcement formula to these documentaries, the message merits repetition – and he remains a voice of essential authority.</p>","newspaperPageNumber":"28","wordcount":"907","commentCloseDate":"2021-06-26T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-05T07:00:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:05Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjf4g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1b84330c839aa69fd46b9ef0b87bea430bad6ab2/80_0_2400_1440/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"With cinemas open once more and the film world gradually regaining some sense of what things were like in The Great Before, the film festival circuit is taking slow steps toward normality. Cannes – currently scheduled to happen in July, whether Brits are permitted to go or not – is the milestone everyone’s waiting for, but in the meantime, smaller festivals are forging ahead with hybrid physical/digital editions. Which, honestly, may well be the future, as the last year has made many such events realise the inclusive advantages of opening themselves to a wider, less geographically specific audience. The Sheffield DocFest, always an adaptable, forward-thinking festival, is among those. After last year’s edition was rendered digital-only by the pandemic, this year’s – which kicked off on Friday and runs until next Sunday – is returning to cinemas and sites in the steel city, with a comprehensive online programme for the rest of the UK on their Sheffield DocFest Selects platform. Individual films (as well as short film collections) will be available to stream for 72 hours after their live premiere for £5 each, while a selection of recorded talks and Q&amp;As can be watched for free. It’s a lively, resourcefully programmed selection, too, healthily blending crowd-pleasing documentaries with more specialised or esoteric approaches. Their opening night choice is, most rousingly, in the former camp. One of the sensations of January’s Sundance festival, Summer of Soul (...Or When the Revolution Could Not Be Televised) is a genuinely special concert doc, bringing to light a black cultural landmark overshadowed by Woodstock in 1969: the Harlem Cultural festival, where Stevie Wonder, Nina Simone and Mahalia Jackson were among the performers. Director and musician Ahmir “Questlove” Thompson has excavated a bounty of electrifying stage footage, but there’s rich historical consciousness underpinning it all. Alongside Thompson’s film, the festival’s other big-name coup is the first episode of Steve McQueen and James Rogan’s much-awaited Uprising, a three-part BBC series intertwining three key events in British black history from 1981. The first examines the tragedy of the New Cross Fire, in which 13 teenagers were killed. The festival’s international and UK competition strands, meanwhile, offer lower-profile but nonetheless fascinating attractions. I was thoroughly caught up in French filmmaker Vladimir Léon’s knotty, intimate My Dear Spies, in which he and his brother unravel their family’s possible history of Soviet espionage: it’s a personal account imbued with Le Carré-esque mood. New York filmmaker Nira Burstein’s Charm Circle is also a tangled familial investigation, but marked by wry eccentricity and alternative identities. On the UK side, Don McCullin: Almost Liverpool 8 frames its present-day portrait of Liverpool’s Toxteth area against the 1970s work of the legendary photojournalist. One of the best films I saw last year is set to have its UK premiere in the globally oriented Into the World section. Russian political filmmaker Vitaly Mansky’s Gorbachev. Heaven is an extraordinary observational portrait of the former Soviet president in his dotage: between everyday routines and mealtimes in his vast yet airless outer-Moscow mansion, he reflects (and occasionally prevaricates) on his flawed political career and legacy. The results are illuminating and strangely poignant even when he shuts down; Mansky’s camera aptly cloaks him in beautiful, mournful half-light. There’s little shadowed space to be found in the remarkable All Light, Everywhere, in which American experimentalist Theo Anthony inventively investigates the politics of seeing and surveillance, inviting to consider subjectivities of the human eye, the filmmaker’s camera lens and the police body-cam alike. Finally, for the real cinematic bargain-hunters out there, the festival’s DocFest Exchange section offers a programme of environmentally themed shorts and features, all available to stream for no charge. Among the selections: Victor Kossakovsky’s superb, tacit animal-rights doc Gunda. Get it while it’s free. Also new on streaming and DVD Dogs Don’t Wear Pants (Anti-Worlds) Surprisingly subtle and moving for a story centred on S&amp;M, Finnish director Jukka-Pekka Valkeapää’s superbly acted black comedy lives up to its unimprovable title. Following a middle-aged widower’s grief-led journey into the BDSM scene, it offers the nuance and considered sexual politics you might have missed in Fifty Shades of Grey. The United States vs. Billie Holiday (Universal) R&amp;B star and acting novice Andra Day earned her Oscar nomination for this overwrought but compelling biopic, bringing a bone-deep understanding of the performer’s drive and exhaustion, rather than technically fastidious mimicry. The film around her, as we’ve come to expect from director Lee Daniels, is a mixture of direct emotional punch and garish bad taste, but she holds it together. I Am Samuel (Bohemia Euphoria) Released in timely fashion for the start of Pride month, this affecting documentary from Kenyan filmmaker Peter Murimi empathetically probes the challenges of identifying as gay in a country where homosexuality is criminalised. At its centre is Samuel, a reserved young man reconciling his out life in Nairobi with his traditional rural upbringing. It’s currently streaming on Bohemia Euphoria, a newly launched platform dedicated to under-represented voices. Breaking Boundaries: The Science of Our Planet (Netflix) Less than year after A Life on Our Planet, his impassioned “witness statement” on climate change and threatened biodiversity, David Attenborough once more uses his Netflix platform to consider the crisis and constructive ways to address it. If there’s a certain public service announcement formula to these documentaries, the message merits repetition – and he remains a voice of essential authority.","charCount":"5934","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/guylodge\">Guy Lodge</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"fashion/2021/jun/05/the-best-home-french-manicures","type":"article","sectionId":"fashion","sectionName":"Fashion","webPublicationDate":"2021-06-05T07:00:05Z","webTitle":"The best home french manicures | Sali Hughes","webUrl":"https://www.theguardian.com/fashion/2021/jun/05/the-best-home-french-manicures","apiUrl":"https://content.guardianapis.com/fashion/2021/jun/05/the-best-home-french-manicures","fields":{"headline":"The best home french manicures","standfirst":"<p>The technically tricky beauty technique surged in popularity at a time when nail bars were shut, but there are ways to cheat</p>","trailText":"The technically tricky beauty technique surged in popularity at a time when nail bars were shut, but there are ways to cheat","byline":"Sali Hughes","main":"<figure class=\"element element-image\" data-media-id=\"325529fc1453076e1bc1d25d7c960d52398a2c1c\"> <img src=\"https://media.guim.co.uk/325529fc1453076e1bc1d25d7c960d52398a2c1c/459_396_3336_2002/1000.jpg\" alt=\"Sali Hughes\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sali Hughes: ‘The french’s reboot straddles two of fashion’s biggest trends of recent years.’</span> <span class=\"element-image__credit\">Photograph: Alex Lake/The Guardian</span> </figcaption> </figure>","body":"<p>A fortnight ago, I broke my own rule and got a french manicure. The last time I wore pastel nails with white tips, Donald Trump was on wife one and Oasis was still just a shop. But fashion is a fickle creature, and well, colour me influenced.</p> <p>The cult resurgence of the french manicure on Instagram, led, arguably, by nail guru Harriet Westmoreland (whose feed showcases her technically flawless but simple-looking manis on the likes of Rosie Huntington-Whiteley and Rochelle Humes), proved too seductive. Westmoreland’s signature nude nails are finished with Tipp-Ex-dense white, neon or rainbow-coloured tips, clipped shorter than in the french’s heyday, and seem entirely right for now.</p> <p>The french’s reboot straddles two of fashion’s biggest trends of recent years: the 1990s (I have no reasonable explanation) and minimal, casual neutrals (that would be the pandemic). Granted, it’s somewhat illogical that a technically tricky beauty technique has surged in popularity at a time when salons and nail bars have been forcibly shut, but there are ways to cheat.</p> <p><strong><a href=\"https://www.amazon.co.uk/PACK-FRENCH-MANICURE-GUIDES-STICKERS/dp/B00LEMNKF0/ref=asc_df_B00LEMNKF0/?tag=googshopuk-21&amp;amp;linkCode=df0&amp;amp;hvadid=256007919056&amp;amp;hvpos=&amp;amp;hvnetw=g&amp;amp;hvrand=2083962853088065277&amp;amp;hvpone=&amp;amp;hvptwo=&amp;amp;hvqmt=&amp;amp;hvdev=c&amp;amp;hvdvcmdl=&amp;amp;hvlocint=&amp;amp;hvlocphy=1006565&amp;amp;hvtargid=pla-422200195121&amp;amp;psc=1\" title=\"\">French tip guides</a></strong> are crescent-shaped paper stickers (£2.39 for 144) that are put on temporarily over your fully dried base colour, so you can paint on the tip with near-abandon before peeling off and adding topcoat. They work brilliantly and give a perfect shape.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2021/may/08/lipliner-is-back-in-all-its-1990s-glory\">Lipliner is back, in all its 1990s glory | Sali Hughes</a> </p> </aside>  <p>Alternatively (and if you possess a steady hand), Kiko makes a <strong><a href=\"https://www.kikocosmetics.com/en-gb/product/White-French-Manicure-Pen/p-KM0040100300144?gclid=CjwKCAjw-e2EBhAhEiwAJI5jg0iLm4h74Dvfx6tyk_EBU_O4f5EjaBXlfmyDujDqcqiZO4nY7LL8JhoCiOgQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">White French Manicure Pen</a></strong> (£8.99), which dispenses opaque lacquer and allows more control than a flexible brush in a polish pot. Once you have the technique, you can use any pastel colour of your choice. My own preference is to team white tips with peach or beige nails, rather than the traditional tutu pink, but if you’re a purist, try <strong><a href=\"https://www.boots.com/rimmel-french-mani-supergel-10219644\" title=\"\">Rimmel London’s French Manicure Supergel</a></strong> (£5.99), which I’ve tested on my toes and can confirm is as glossy as an in-salon gel job. The best peachy nude is the cult classic <strong><a href=\"https://www.boots.com/dior-base-coat-abricot-protective-nail-care-base-fortifying-and-hardening-10ml-10161714?cm_mmc=bmm-buk-google-ppc-_-PLAs-_-(GB:Whoop!)+Christian+Dior-_-(GB:Whoop!)+Boots+Shopping+-+Category+-+Premium+Beauty+-+Desktop&amp;amp;gclid=CjwKCAjw-e2EBhAhEiwAJI5jg3o1Bgw4xhupYpFVpe-ah9pmKy9JkMrFprfUw5udYkQ8ookiC-veMRoCCAsQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">Dior Nails Base Coat Abricot</a></strong> £22), which offers a strengthening base and impeccably stylish colour. It’s pricey and frequently out of stock, but Maybelline has an extremely serviceable dupe in <strong><a href=\"https://www.superdrug.com/Make-Up/Nails/Nail-Polish/Gloss-Nail-Polish/Maybelline-Forever-Strong-Gel-76-French-Manicure-Nail-Polish/p/374148#BVRRContainer\" title=\"\">Forever Strong Gel 76 French Manicure Polish</a></strong> (£4.49).</p> <p>If you love the look but shun the effort, I recommend <strong><a href=\"https://www.johnlewis.com/dior-cherie-bow-edition-vernis-nail-glow/p231837711?sku=231837711&amp;amp;s_ppc=2dx92700053881019008&amp;amp;tmad=c&amp;amp;tmcampid=2&amp;amp;gclid=CjwKCAjw-e2EBhAhEiwAJI5jg6tPxDZRsEgS6AD6LP5wGYampzJYKjYXrI9Orq7gl4Lmq3UEnFbbKhoCcscQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">Dior Nail Glow</a></strong> (£21) in the strongest terms. It’s a clear magenta topcoat that, in only three strokes, makes nail beds glow and white tips pop – zero skill required.</p>","newspaperPageNumber":"43","wordcount":"398","commentable":"false","firstPublicationDate":"2021-06-05T07:00:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:05Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hdatc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/325529fc1453076e1bc1d25d7c960d52398a2c1c/459_396_3336_2002/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A fortnight ago, I broke my own rule and got a french manicure. The last time I wore pastel nails with white tips, Donald Trump was on wife one and Oasis was still just a shop. But fashion is a fickle creature, and well, colour me influenced. The cult resurgence of the french manicure on Instagram, led, arguably, by nail guru Harriet Westmoreland (whose feed showcases her technically flawless but simple-looking manis on the likes of Rosie Huntington-Whiteley and Rochelle Humes), proved too seductive. Westmoreland’s signature nude nails are finished with Tipp-Ex-dense white, neon or rainbow-coloured tips, clipped shorter than in the french’s heyday, and seem entirely right for now. The french’s reboot straddles two of fashion’s biggest trends of recent years: the 1990s (I have no reasonable explanation) and minimal, casual neutrals (that would be the pandemic). Granted, it’s somewhat illogical that a technically tricky beauty technique has surged in popularity at a time when salons and nail bars have been forcibly shut, but there are ways to cheat. French tip guides are crescent-shaped paper stickers (£2.39 for 144) that are put on temporarily over your fully dried base colour, so you can paint on the tip with near-abandon before peeling off and adding topcoat. They work brilliantly and give a perfect shape. Alternatively (and if you possess a steady hand), Kiko makes a White French Manicure Pen (£8.99), which dispenses opaque lacquer and allows more control than a flexible brush in a polish pot. Once you have the technique, you can use any pastel colour of your choice. My own preference is to team white tips with peach or beige nails, rather than the traditional tutu pink, but if you’re a purist, try Rimmel London’s French Manicure Supergel (£5.99), which I’ve tested on my toes and can confirm is as glossy as an in-salon gel job. The best peachy nude is the cult classic Dior Nails Base Coat Abricot £22), which offers a strengthening base and impeccably stylish colour. It’s pricey and frequently out of stock, but Maybelline has an extremely serviceable dupe in Forever Strong Gel 76 French Manicure Polish (£4.49). If you love the look but shun the effort, I recommend Dior Nail Glow (£21) in the strongest terms. It’s a clear magenta topcoat that, in only three strokes, makes nail beds glow and white tips pop – zero skill required.","charCount":"2369","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/sali-hughes\">Sali Hughes</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"commentisfree/2021/jun/05/poorer-nations-climate-promises-vaccines-vaccinating-covid","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-06-05T07:00:04Z","webTitle":"If we can vaccinate the world, we can beat the climate crisis | Abhijit Banerjee and Esther Duflo","webUrl":"https://www.theguardian.com/commentisfree/2021/jun/05/poorer-nations-climate-promises-vaccines-vaccinating-covid","apiUrl":"https://content.guardianapis.com/commentisfree/2021/jun/05/poorer-nations-climate-promises-vaccines-vaccinating-covid","fields":{"headline":"If we can vaccinate the world, we can beat the climate crisis","standfirst":"<p>Rich countries can’t expect to be trusted on their climate promises if they fail the poorest on vaccines</p>","trailText":"Rich countries can’t expect to be trusted on their climate promises if they fail the poorest on vaccines, say 2019 Nobel prize winners Abhijit Banerjee and Esther Duflo","byline":"Abhijit Banerjee and Esther Duflo","main":"<figure class=\"element element-image\" data-media-id=\"a823add7fd70223fd4351e1fcb7cb034da8839e8\"> <img src=\"https://media.guim.co.uk/a823add7fd70223fd4351e1fcb7cb034da8839e8/0_0_5184_3110/1000.jpg\" alt=\"A woman is among the first in Niger to receive a Covid-19 vaccine, Niamey, 29 March 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman is among the first in Niger to receive a Covid-19 vaccine, Niamey, 29 March 2021.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>","body":"<p>It would only cost $50bn to ensure 40% of the world’s population is vaccinated by the end of the year, and 60% by the first half of 2022. This is a recent estimate from the <a href=\"https://content.govdelivery.com/accounts/USIMF/bulletins/2da7a35\">IMF</a>, the latest institution to join a chorus of voices calling for a global vaccination programme to bring Covid-19 under control. The IMF has highlighted the economic benefits of global vaccines, which would be huge. But there is another powerful reason for a worldwide campaign.</p> <p>Vaccinating the world will be crucial if countries are going to act together to confront the climate crisis, which will require many of the same things as delivering vaccines: resources, innovation, ingenuity and a true partnership between rich and developing countries. The Cop26 climate conference in November will be an opportune moment for building this partnership. But to do so, rich countries need to deliver on their early promises to deliver global vaccines.</p> <p>As it stands today, vaccine access is deeply unequal. The US is starting to vaccinate children, even as health workers and elderly people are waiting for shots in most of the world. At the end of April, less than 2% of the population of Africa <a href=\"https://content.govdelivery.com/accounts/USIMF/bulletins/2da7a35\">had been vaccinated</a>, while 40% of the population of the US and 20% of the population of Europe had received at least one dose. India, one of the largest vaccine manufacturers in the world, has fully vaccinated <a href=\"https://www.nytimes.com/interactive/2021/world/covid-vaccinations-tracker.html\">3% of its population</a>, and is still in the middle of a nightmarish second wave that has forced the country to<a href=\"https://www.ft.com/content/63fbbb79-f657-4e6c-b190-cffd0d630593\"> stop exports</a> of all vaccines.</p> <p>It was clear for some time that this was where things were heading. Despite all the talk of solidarity at the beginning of the pandemic, rich countries built sufficient capacity to produce only enough vaccines for themselves and then proceeded to corner the world’s supplies. By March, high-income countries accounting for 16% of the world’s population had <a href=\"https://www.oecd.org/coronavirus/policy-responses/access-to-covid-19-vaccines-global-approaches-in-a-global-crisis-c6a18370/#endnotea0z25\">bought up 50%</a> of vaccine doses. As of this month, only <a href=\"https://www.gavi.org/covax-vaccine-roll-out\">80m of the 2bn vaccines promised</a> to the world’s poorest through the <a href=\"https://www.who.int/initiatives/act-accelerator\">ACT accelerator</a>, a partnership including the UN-backed Covax scheme, have been delivered. The reason? A combination of insufficient donor funds and competition for vaccine doses from the richest countries, who can afford to pay high prices if needed, and who are planning to stockpile millions of extra doses for the future. The Bill and Melinda Gates foundation <a href=\"https://www.gatesfoundation.org/ideas/articles/covid19-vaccine-doses-covax?utm_source=to&amp;utm_medium=em&amp;utm_campaign=wc&amp;utm_term=lgc\">estimates</a> that rich countries will have up to a billion extra doses on hand by the end of this year.</p> <p>These inequities were mirrored by what happened with economic policy. While rich countries borrowed massively and spent <a href=\"https://blogs.imf.org/2021/02/24/the-great-divergence-a-fork-in-the-road-for-the-global-economy/\">more than 20%</a> of GDP to help their populations ride out the crisis, poor countries could afford to spend only 2% of GDP. An estimated <a href=\"https://www.wsj.com/articles/coronavirus-has-thrown-around-100-million-people-into-extreme-poverty-world-bank-estimates-11602086400\">100 million more people</a> are now living in extreme poverty compared to the start of the pandemic. Developing countries contemplating lockdown are caught in a double bind between economic disaster (in India, for example, the first lockdown cost the country <a href=\"https://www.ft.com/content/9d9659b7-f93e-487a-8ada-cc438ff7059c\">almost a quarter of its GDP</a>) and overflowing morgues and mortuaries.</p> <p>The catastrophic moral failure on the part of rich countries to help poorer nations can only reinforce the strong suspicion in much of the developing world that, despite talk of global cooperation and shared fortunes, when push comes to shove it’s everyone for themselves. This could be devastating for global efforts against the climate crisis. The success of Cop26 depends in part upon larger developing countries such as Bangladesh, China, India, Indonesia, Mexico, Nigeria and Pakistan committing to sacrifices that will only pay off if countries such as the US, UK, Germany, France and Canada can be relied upon to stick to their own commitments.</p> <p>By agreeing to cut CO<sub>2</sub> emissions, these developing countries will potentially curtail their own growth and perhaps even have to give up equipment that protects them from an already changing climate in the short term, such as cheap, polluting air conditioners. This sacrifice will only pay off if rich countries respond by cutting their own emissions so that worst-case scenarios can be avoided. Without everyone doing their part, we’re effectively rearranging the deckchairs on a sinking ship. In the aftermath of Covid-19, these countries may wonder what guarantee they have that when the next disaster strikes – and domestic pressures mount – rich countries won’t abandon their commitments. Trust, therefore, is key.</p> <p>Even if rich countries made binding commitments to domestic climate policies at Cop26, this would be unlikely to get developing countries to sign a demanding agenda. There is a strong and entirely justified perception that the world’s poor are being asked to make sacrifices to atone for rich countries’ past sins of careless growth. The fact that these countries have now shown they care little about the wellbeing of poorer nations obviously does not help.</p> <p>Developing countries will, quite reasonably, demand to be compensated for the more onerous choices that Cop26 demands of them. Research by colleagues in our MIT lab J-PAL, which runs the <a href=\"https://www.povertyactionlab.org/initiative/king-climate-action-initiative\">King Climate Action Initiative</a>, demonstrates that this kind of conditional compensation works: in Uganda, paying landowners to not cut down trees has <a href=\"https://www.povertyactionlab.org/evaluation/testing-effectiveness-payments-ecosystem-services-enhance-conservation-uganda\">curbed deforestation</a> and reduced carbon emissions at a cost of less than $1 per tonne. Researchers are studying dozens of other policy innovations that could work across the world – from <a href=\"https://www.povertyactionlab.org/evaluation/impact-emissions-trading-scheme-economic-growth-and-air-quality-india\">emissions trading</a> to incentives to <a href=\"https://www.povertyactionlab.org/initiative-project/can-conditional-transfers-reduce-crop-residue-burning-and-improve-child-health\">reducing crop burning</a>.</p> <p>These schemes only work if developing countries trust they will be paid compensation. Such promises have been made: advanced economies have formally agreed to raise $100bn per year for the Green Climate Fund to address the pressing mitigation and adaptation needs of developing countries. But at the moment, both developing countries and their citizens are questioning whether they can trust them to stick to their part of the bargain.</p> <p>How do we rebuild trust quickly? Investing now to vaccinate the world is a chance to repair the damage done in the past year. The IMF price tag of $50bn is a rounding error compared to what the US and Europe have already spent on Covid relief. Of course, money won’t be enough: vaccines will need to be produced, stored and delivered. Pharmaceutical companies will, somehow, need to be persuaded to share their profits drawn from intellectual property; supply chains for all the ingredients to make the vaccines need to be streamlined to avoid bottlenecks. Then, a tremendous effort in developing countries will be required to efficiently administer the shots.</p> <p>There is some faint indication that the world is heading in the right direction: the G20 countries just <a href=\"https://www.who.int/news/item/21-05-2021-g20-leaders-boost-support-of-the-access-to-covid-19-tools-(act)-accelerator-but-urgent-and-immediate-action-is-needed-to-maintain-momentum\">acknowledged</a> “the importance of addressing the ACT-Accelerator funding gap, in order to help it fulfil its mandate”. Covax was recently able to sign an agreement to buy 200m doses of Johnson &amp; Johnson vaccines. The US and the EU have agreed to donate relatively small numbers of unused jabs (<a href=\"https://time.com/6053576/us-donate-covid19-vaccines-covax/\">80m</a> and <a href=\"https://www.politico.eu/article/eu-leaders-agree-to-donate-100m-vaccine-doses/\">100m</a>, respectively). The Biden administration signalled it would be open to a waiver of patents on Covid-19 vaccines, which will undoubtedly put some fire under the pharmaceutical companies to find partners and produce more. And the heads of the World Trade Organization, World Bank, IMF and World Health Organization have jointly endorsed the IMF plan.</p> <p>But this is all too little and too slow. Succeeding in this vaccination effort is our chance to show that the talk of a common community and a shared destiny is more than just words. To prove that it is there, let’s start with vaccines.</p> <ul> <li><p>Abhijit Banerjee and Esther Duflo were the joint winners of the 2019 Nobel prize in economic sciences</p></li> </ul>","newspaperPageNumber":"1","wordcount":"1262","firstPublicationDate":"2021-06-05T07:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjekn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a823add7fd70223fd4351e1fcb7cb034da8839e8/0_0_5184_3110/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It would only cost $50bn to ensure 40% of the world’s population is vaccinated by the end of the year, and 60% by the first half of 2022. This is a recent estimate from the IMF, the latest institution to join a chorus of voices calling for a global vaccination programme to bring Covid-19 under control. The IMF has highlighted the economic benefits of global vaccines, which would be huge. But there is another powerful reason for a worldwide campaign. Vaccinating the world will be crucial if countries are going to act together to confront the climate crisis, which will require many of the same things as delivering vaccines: resources, innovation, ingenuity and a true partnership between rich and developing countries. The Cop26 climate conference in November will be an opportune moment for building this partnership. But to do so, rich countries need to deliver on their early promises to deliver global vaccines. As it stands today, vaccine access is deeply unequal. The US is starting to vaccinate children, even as health workers and elderly people are waiting for shots in most of the world. At the end of April, less than 2% of the population of Africa had been vaccinated, while 40% of the population of the US and 20% of the population of Europe had received at least one dose. India, one of the largest vaccine manufacturers in the world, has fully vaccinated 3% of its population, and is still in the middle of a nightmarish second wave that has forced the country to stop exports of all vaccines. It was clear for some time that this was where things were heading. Despite all the talk of solidarity at the beginning of the pandemic, rich countries built sufficient capacity to produce only enough vaccines for themselves and then proceeded to corner the world’s supplies. By March, high-income countries accounting for 16% of the world’s population had bought up 50% of vaccine doses. As of this month, only 80m of the 2bn vaccines promised to the world’s poorest through the ACT accelerator, a partnership including the UN-backed Covax scheme, have been delivered. The reason? A combination of insufficient donor funds and competition for vaccine doses from the richest countries, who can afford to pay high prices if needed, and who are planning to stockpile millions of extra doses for the future. The Bill and Melinda Gates foundation estimates that rich countries will have up to a billion extra doses on hand by the end of this year. These inequities were mirrored by what happened with economic policy. While rich countries borrowed massively and spent more than 20% of GDP to help their populations ride out the crisis, poor countries could afford to spend only 2% of GDP. An estimated 100 million more people are now living in extreme poverty compared to the start of the pandemic. Developing countries contemplating lockdown are caught in a double bind between economic disaster (in India, for example, the first lockdown cost the country almost a quarter of its GDP) and overflowing morgues and mortuaries. The catastrophic moral failure on the part of rich countries to help poorer nations can only reinforce the strong suspicion in much of the developing world that, despite talk of global cooperation and shared fortunes, when push comes to shove it’s everyone for themselves. This could be devastating for global efforts against the climate crisis. The success of Cop26 depends in part upon larger developing countries such as Bangladesh, China, India, Indonesia, Mexico, Nigeria and Pakistan committing to sacrifices that will only pay off if countries such as the US, UK, Germany, France and Canada can be relied upon to stick to their own commitments. By agreeing to cut CO2 emissions, these developing countries will potentially curtail their own growth and perhaps even have to give up equipment that protects them from an already changing climate in the short term, such as cheap, polluting air conditioners. This sacrifice will only pay off if rich countries respond by cutting their own emissions so that worst-case scenarios can be avoided. Without everyone doing their part, we’re effectively rearranging the deckchairs on a sinking ship. In the aftermath of Covid-19, these countries may wonder what guarantee they have that when the next disaster strikes – and domestic pressures mount – rich countries won’t abandon their commitments. Trust, therefore, is key. Even if rich countries made binding commitments to domestic climate policies at Cop26, this would be unlikely to get developing countries to sign a demanding agenda. There is a strong and entirely justified perception that the world’s poor are being asked to make sacrifices to atone for rich countries’ past sins of careless growth. The fact that these countries have now shown they care little about the wellbeing of poorer nations obviously does not help. Developing countries will, quite reasonably, demand to be compensated for the more onerous choices that Cop26 demands of them. Research by colleagues in our MIT lab J-PAL, which runs the King Climate Action Initiative, demonstrates that this kind of conditional compensation works: in Uganda, paying landowners to not cut down trees has curbed deforestation and reduced carbon emissions at a cost of less than $1 per tonne. Researchers are studying dozens of other policy innovations that could work across the world – from emissions trading to incentives to reducing crop burning. These schemes only work if developing countries trust they will be paid compensation. Such promises have been made: advanced economies have formally agreed to raise $100bn per year for the Green Climate Fund to address the pressing mitigation and adaptation needs of developing countries. But at the moment, both developing countries and their citizens are questioning whether they can trust them to stick to their part of the bargain. How do we rebuild trust quickly? Investing now to vaccinate the world is a chance to repair the damage done in the past year. The IMF price tag of $50bn is a rounding error compared to what the US and Europe have already spent on Covid relief. Of course, money won’t be enough: vaccines will need to be produced, stored and delivered. Pharmaceutical companies will, somehow, need to be persuaded to share their profits drawn from intellectual property; supply chains for all the ingredients to make the vaccines need to be streamlined to avoid bottlenecks. Then, a tremendous effort in developing countries will be required to efficiently administer the shots. There is some faint indication that the world is heading in the right direction: the G20 countries just acknowledged “the importance of addressing the ACT-Accelerator funding gap, in order to help it fulfil its mandate”. Covax was recently able to sign an agreement to buy 200m doses of Johnson &amp; Johnson vaccines. The US and the EU have agreed to donate relatively small numbers of unused jabs (80m and 100m, respectively). The Biden administration signalled it would be open to a waiver of patents on Covid-19 vaccines, which will undoubtedly put some fire under the pharmaceutical companies to find partners and produce more. And the heads of the World Trade Organization, World Bank, IMF and World Health Organization have jointly endorsed the IMF plan. But this is all too little and too slow. Succeeding in this vaccination effort is our chance to show that the talk of a common community and a shared destiny is more than just words. To prove that it is there, let’s start with vaccines. Abhijit Banerjee and Esther Duflo were the joint winners of the 2019 Nobel prize in economic sciences","charCount":"7646","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/abhijit-banerjee\">Abhijit Banerjee</a> and <a href=\"profile/esther-duflo\">Esther Duflo</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"football/2021/jun/05/never-stopped-me-dreaming-how-euro-96-illuminated-our-world","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-05T07:00:04Z","webTitle":"Never stopped me dreaming: how Euro 96 illuminated our world","webUrl":"https://www.theguardian.com/football/2021/jun/05/never-stopped-me-dreaming-how-euro-96-illuminated-our-world","apiUrl":"https://content.guardianapis.com/football/2021/jun/05/never-stopped-me-dreaming-how-euro-96-illuminated-our-world","fields":{"headline":"Never stopped me dreaming: how Euro 96 illuminated our world","standfirst":"<p>Twenty-five years ago, when football last came home, the Euros captured the hope and spirit of the time. Is there any chance this year’s tournament can do the same? <br></p>","trailText":"Twenty-five years ago, when football last came home, the Euros captured the hope and spirit of the time. Is there any chance this year’s tournament can do the same? <br>","byline":"Simon Hattenstone","main":"<figure class=\"element element-image\" data-media-id=\"01d1ae575856fc165ad04ce217c61fad5197a91f\"> <img src=\"https://media.guim.co.uk/01d1ae575856fc165ad04ce217c61fad5197a91f/0_0_4000_2400/1000.jpg\" alt=\"Illustration about England's Euro 1996 adventure and its wider cultural significance\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> </span> <span class=\"element-image__credit\">Illustration: Ana Pradas/Guardian Design</span> </figcaption> </figure>","body":"<p>A quarter of a century on and history repeats itself. England are hosting the Euros, playing Scotland in the group stage, and football’s coming home again. In 1996, it came home for the first time. It was the first major tournament England had hosted since the World Cup victory of 1966. England fans also hoped it was coming home in the larger sense – that the country was going to win the European championship and end 30 years of hurt. But despite the best efforts of a team fired by the maverick brilliance of Paul Gascoigne, England lost in the semi-final. On penalties, of course. <a href=\"https://www.theguardian.com/football/live/2020/mar/24/england-v-germany-euro-96-semi-final-live\" title=\"\">To Germany, of course</a>. <em>Plus ça change, plus c’est la même chose</em>.</p> <p>Now it’s 55 years, and the clocks still ticks away relentlessly, mockingly.</p> <p>For England football fans of a certain age, Euro 96 was a golden age – or golden three weeks. For those like me, not quite old enough to remember the World Cup victory of ’66 in real time, but old enough to remember all the false dawns and muted dusks, that summer was special. It wasn’t simply the achievement – after all, England reached semi-finals in 1990 and 2018 at the biggest tournament of them all, the World Cup, but neither resonated quite like 96. It was a coming together of all kinds of things – style, hope, politics, culture, commerce, sunshine, under the great brolly of international football. Twenty-five years on, might it just happen again?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=RJqimlFcJsM\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/RJqimlFcJsM?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Three Lions.</figcaption> </figure>   <p>It all started with the song. On 26 May 1996 Three Lions entered the charts at No 1. There were still two weeks to go till the tournament began. David Baddiel and Frank Skinner, two comedians who hosted the football magazine show Fantasy Football League, joined forces with The Lightning Seeds to record Three Lions. The band’s leader Ian Broudie had a knack of building choruses (“Three Lions on a shirt/Jules Rimet still gleaming/Thirty years of hurt/Never stopped me dreaming”) on top of choruses (“It’s coming home/It’s coming/Football’s coming home”) to create rousing anthems. And this was one of his best. But it was different from most football tournament songs. Three Lions wasn’t swaggering, it was melancholy. It was a song to be sung more in hope than expectation.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you waved a St George flag to Three Lions, it didn’t feel like you were waving a symbol of nationalism and racism</p> <footer> <cite>David Baddiel</cite> </footer> </blockquote> </aside>  <p>The song became associated with the national flag, but again it was different. This wasn’t the union flag with its jingoistic connotations, it was the St George’s flag. “What I notice most when I see footage of Wembley at Euro 96 is the flags and the joy,” Baddiel says today. “And then I am assailed by a depressing sense that those two things wouldn’t go together in the same way now. This was a specific moment; a particular window. The flags were being waved along with the singing of Three Lions and it created a very unusual thing – a non-aggressive, non-triumphalist patriotism. If you waved a St George flag to Three Lions, it didn’t feel like you were waving a symbol of nationalism and racism. It was a soft, sad type of pride being expressed, not a vanquishing, overcoming one.”</p> <p>Now we are at war again, but today we are engaged in civil war, fighting each other over our polarised beliefs – Brexit, migration, wokeness. “Every action seems to operate as a node somewhere in the culture wars,” Baddiel says. “Too many people would simply see waving the flag as associated with a triumphant English nationalism that has resurfaced, and has had large political consequences, since 1996.”</p>  <figure class=\"element element-image\" data-media-id=\"b4fc38c21a9e94d2f5dfba7c4b7ae6c0fb996789\"> <img src=\"https://media.guim.co.uk/b4fc38c21a9e94d2f5dfba7c4b7ae6c0fb996789/0_0_3548_5409/656.jpg\" alt=\"Geri Halliwell\" width=\"656\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Geri Halliwell performing with the Spice Girls at the Brit Awards in February 1997, in a period where the Union Jack became fashionable.</span> <span class=\"element-image__credit\">Photograph: Dave Benett/Getty Images</span> </figcaption> </figure>  <p>The expression “culture wars” was unknown in 1996, but culture was at the heart of everything. For the first time since the 1960s it felt that our culture was booming. Art and music didn’t just happen to be British, it was proudly trademarked as such. Oasis and Blur fought for supremacy in the charts, with music that was distinctively homespun. Blur created vignettes of traditional British life in songs such as Country House and Park Life, while Oasis quoted our own history back at us with <a href=\"https://youtu.be/6hzrDeceEKc\" title=\"\">Wonderwall</a> (named after George Harrison’s first solo album) and <a href=\"https://youtu.be/r8OipmKFDeM\" title=\"\">Don’t Look Back in Anger</a> (referencing John Osborne’s classic kitchen sink drama). Music even managed, temporarily, to take the bile our of the union flag. In 1996, Noel Gallagher played a Union Jack guitar at Manchester City’s Maine Road. A year later Geri Halliwell <a href=\"https://www.harpersbazaar.com/uk/fashion/fashion-news/news/a40047/story-of-geri-halliwell-union-jack-brits-dress/\" title=\"\">wore a Union Jack minidress</a> at, you guessed it, the Brit Awards. Two decades later cultural commentators such as Jon Savage and John Harris asked whether Britpop had contributed to Brexit.</p> <p>Meanwhile, British art became a movement its own right, championed by advertising guru Charles Saatchi. Sensation, the exhibition of works by the Young British Artists, crowned him as a visionary collector and the likes of Tracey Emin and Damien Hirst as serious artists. Two years after the Euros, Hirst had a hit record as a part of the trio Fat Les (alongside Blur’s Alex James and actor Keith Allen) with <a href=\"https://youtu.be/va6nPu-1auE\" title=\"\">Vindaloo</a> – the unofficial theme song to the 1998 World Cup. Again, football, art, branding and commerce were united.</p> <p>The mid-90s was an astonishingly creative era. Two decades on, the same names are dominant in music and art. Britain is in a period of cultural stasis.</p> <p>***</p> <p>In the 1990s, football emerged from its decade of shame. The 1980s was marked by disaster after disaster: the <a href=\"https://www.theguardian.com/football/2015/apr/16/bradford-fire-fifty-six-martin-fletcher-second-extract\" title=\"\">Bradford fire of May 1985</a> killed 56 spectators, the <a href=\"https://www.theguardian.com/football/2015/may/27/heysel-stadium-disaster-30th-anniversary\" title=\"\">Heysel tragedy</a> only a couple of weeks later killed 39, and <a href=\"https://www.theguardian.com/football/hillsborough-disaster\" title=\"\">Hillsborough in 1989</a> killed 96. Football had come to be seen as a killing field. Margaret Thatcher believed the sport was a stain on her beloved nation; that it represented the very worst of British – feckless working-class youths who just wanted to fight.</p> <p>Her government tried to introduce identity cards and considered banning away fans, it fenced football fans in like animals, to horrific effect at Hillsborough. Football became a pariah; not a subject fit for polite society. After Heysel, <a href=\"https://www.theguardian.com/football/2020/jun/02/how-heysel-tragedy-changed-english-football-clubs-banned-europe\" title=\"\">English clubs were banned from Europe</a>, domestic gates fell drastically, nobody wanted to be associated with football except the diehard fans.</p> <p>But by 1996, its image had turned full circle. Football was now regarded as part of our rich cultural package – a great British export. (A year later, new prime minister Tony Blair officially united sport and culture by creating the Department for Culture, Media and Sport.) We were four years into the Premier League, and TV money was transforming a sport and a lifestyle that even the politicians bought into.</p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <p>There is a wonderful news clip from October 1995 of <a href=\"https://youtu.be/N56olABXudA\" title=\"\">Blair and Kevin Keegan at a leisure centre in Brighton</a>. Both have removed their suit jackets to play head tennis, and you never saw a more painfully focused Blair, as the ball bobbed back and forth between him and Keegan. It wasn’t simply a matter of saying he was a football fan, he had to <em>show</em> that he loved the game, he played it, he had skills. You felt the New Labour machinery had tallied the number of votes 10 head tennis exchanges with Keegan were worth. In the end Blair managed 27. He had passed as a genuine football fan.</p> <p>“By 96 when that tournament was going on we were well ahead in the polls,” says Alastair Campbell, Blair’s former communications director. “People were expecting us to win, so the political mood was all about New Labour and Tony.”</p> <p>After 17 years of Tory rule, perhaps the only thing that could stop them apart from a massive Blair scandal was football. An England victory at the Euros could change the mood of the country.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2ef6dbdbcc44a0f46e52462dc22c5ccd5264f47b\"> <img src=\"https://media.guim.co.uk/2ef6dbdbcc44a0f46e52462dc22c5ccd5264f47b/0_66_4096_2458/1000.jpg\" alt=\"Kevin Keegan and Tony Blair play head tennis during a break at Labour party conference. ‘Blair had passed as a genuine football fan.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevin Keegan and Tony Blair play head tennis during a break at Labour party conference. ‘Blair had passed as a genuine football fan.’</span> <span class=\"element-image__credit\">Photograph: PA/PA Archive/Press Association Images</span> </figcaption> </figure>  <p>Campbell admits he was hardly loyal to England in 1996. First, despite being born in England he was a Scotland fan. And second, there was politics. “I was at the Germany game with Tony Blair. John Major was in the front row, Tony was in the second row and I was at the back with this Scottish Special Branch guy. Being absolutely frank, I wanted Germany to win, mainly because the Tories were so desperate for England to win it. As we got out of the ground Tony said to me can you at least <em>try</em> to look a little bit pissed off. I got in the car and punched the roof and said ‘Jetzt sind die Tories absolut gefuckt mein Kapitän’.” He howls with laughter.</p> <p>It’s tempting to think of this as a more innocent time in politics and football, Campbell says, but it wasn’t. “Don’t forget Tony became leader on the back of <a href=\"https://www.theguardian.com/politics/1994/may/13/obituaries.past\" title=\"\">John Smith dying</a> and everybody said John’s death was going to lead to a kinder, gentler politics, but it didn’t happen.” As for football, big money was now running the game. The previous season, 1994-95, Blackburn had <a href=\"https://www.theguardian.com/football/2020/may/14/blackburn-rovers-won-premier-league-title-liverpool-manchester-united-25th-anniversary\" title=\"\">come from nowhere to win the Premier League</a> because they were bankrolled by local steel magnate Jack Walker.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2007/jul/04/1\">From the archive: Rob Smyth on why Euro 96 was overrated</a> </p> </aside>  <p>Campbell says one of the things he remembers most clearly from this period is how everything was meshing. Britpop helped define the Euros, and a few months later Blair was in power piggybacking on the appeal of all things British. The era became known as Cool Britannia, not least because Blair invited the likes of Noel Gallagher to a party at No 10 three months after winning power. “The Cool Britannia thing wasn’t a strategy, by the way. Newsweek did a headline and it just stuck,” he says.</p> <p>Campbell is flicking through his diaries for 1996. “Oh, here’s a good one. ‘November 5; good meeting with Alan McGee and Tony Saunders of Creation Records. They could get Noel Gallagher to do stuff for us but wanted us to take the music industry seriously as industry. We agree to organise a business meeting on that theme. They felt it was better to keep Liam away from Tony, but Noel’s got his shit together, he said.’ When we got into power and had that party at No 10 Noel was the one who came because Alan McGee said you don’t want Liam there, he’ll cause trouble. I’d forgotten that. That was in opposition I was seeing Alan McGee.”</p> <p>He continues flicking. “For the Labour party conference that year the top line I designed for Tony’s speech was ‘Labour’s coming home’.” Here it is. “September 29: Still arguing with Gordon Brown over Labour’s coming home. He said he was really pissed off about it cos he wanted to do the same.’” Even before Labour got into power, Blair and Brown were cat-fighting over headlines. “He wanted to use it and I said it was more important Tony used it because he’s the leader and you’re not. That was the headline in a lot of papers the next day – Labour’s coming home. It was a straight lift. So even though England hadn’t won the tournament it was still playing into that mood that had been created.”</p> <p>The idea of politicians paraphrasing a football song to win votes would have been laughed out of the Commons in the eighties. The sport’s nadir was the Hillsborough disaster. <a href=\"https://www.theguardian.com/football/2009/apr/13/liverpool-hillsborough-disaster-anniversary\" title=\"\">After the Taylor report into the tragedy</a> was published in January 1990, standing was banned in the two top tiers of English football. That summer the World Cup was held in Italy. Not only did England reach the semi-final, but football seemed newly exotic.</p> <p>“Italia 90 was a glamorous, glossy tournament, and they <a href=\"https://youtu.be/vqzz7B7V2IE\" title=\"\">have Nessun Dorma as the theme tune</a>,” says commercials director Theo Delaney, who hosts the football podcast Life Goals. “Suddenly the middle classes wake up and think I rather like this – Italy, Pavarotti, we’re winning, and we’ve got this fellow Gazza who seems awfully good!” In 1992, Nick Hornby’s football memoir <a href=\"https://www.penguin.co.uk/books/261/26195/fever-pitch/9780141395340.html\" title=\"\">Fever Pitch</a>, about his love affair with Arsenal, became a bestseller. The following year poet and Spurs fan Ian Hamilton wrote <a href=\"https://granta.com/products/granta-45-gazza-agonistes/\" title=\"\">Gazza Agonistes</a>, an extended profile of Paul Gascoigne for Granta, with a lofty nod to Milton in its title. Football was now a muse for literary types.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c7487fee7cd33bf7257970a6e706674606e51691\"> <img src=\"https://media.guim.co.uk/c7487fee7cd33bf7257970a6e706674606e51691/0_0_2560_1536/1000.jpg\" alt=\"Left to right: Nick Hornby, Ian Hamilton, AS Byatt and Damien Hirst. In various ways they influenced, and were influenced by, the renaissance of football.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Left to right: Nick Hornby, Ian Hamilton, AS Byatt and Damien Hirst. In various ways they influenced, and were influenced by, the renaissance of football.</span> <span class=\"element-image__credit\">Photograph: REX Shutterstock/Getty/Mike Dibb</span> </figcaption> </figure>  <p>Football, like the Labour party, was being repackaged for the professional classes. The Premier League was sold upmarket – more expensive seats, greater comfort and safer. There was a new audience of armchair viewers willing to pay a premium for a subscription to Sky Sports (then BSkyB). Whereas when I was growing up you would see highlights from a few matches a week on TV, now you could see any number of live matches – if you were willing to stump up the cash. The advertising money from Sky and the glamour of the Premier League attracted the world’s best players.</p> <p>Delaney was already aware of how much football had changed because of the impact it had on his work. In the 1980s, the only commercials made about football were encouraging fans to go to games. Football was bringing the bacon home for the advertising industry – literally so for Delaney who made<a href=\"https://youtu.be/aksrK5SaTAU\" title=\"\"> Danepak commercials featuring Denmark and Manchester United goalkeeper Peter Schmeichel</a>. “I was making football ads all the time by the nineties. If you were a commercials director who knew about football, it was a bloody brilliant time.” Football and advertising were now umbilically linked. Sky paid the football clubs for the right to screen matches from its advertising (and subscription) revenue, while the footballers flogged products in their commercials. The initial five-year deal, for what now seems a mere £304m, ended in 1997. Now <a href=\"https://www.theguardian.com/football/2021/may/12/premier-league-set-for-45bn-new-tv-deal-with-sky-bt-and-amazon\" title=\"\">Sky, BT and Amazon pay a combined £4.8bn</a> over three years to screen live matches.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We walked up Wembley Way and the first person we saw and recognised was AS Byatt</p> <footer> <cite>Theo Delaney</cite> </footer> </blockquote> </aside>  <p>As Delaney was walking to the stadium for England’s semi-final against Germany, football’s new demographic really struck him. “I was with my brother Caspar and a photographer called Andrew Douglas, all of us in the advertising business. We walked up Wembley Way and the first person we saw and recognised was AS Byatt. Andrew recognised her because he had taken her portrait for the Observer, and he went ‘AS, AS!, what are you doing here?’ And she said ‘I’m writing a piece for one of the papers because I’ve never been to a football match and they’ve sent me’. Then we bumped into Paul Smith, the designer. These were people who would not have been at any kind of football match in the eighties. Another guy who went was one of the creative directors at Saatchi’s. He was actually a minor aristocrat, and he turned up late with a bunch of people from the agency and said ‘Oh, do we have to wait for the interval before we go in?’ because he’d only ever been to the opera and theatre!”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/in-bed-with-maradona/2016/jul/06/euro-96-england-germany-music-sport-tony-blair\">The cultural resonance of Euro 96</a> </p> </aside>  <p>The players themselves were a mix of the old and new. Most were model modern professionals. And then there were old schoolers like Tony Adams and Gascoigne – players who could binge on burgers, drink themselves into a stupor, smoke themselves hoarse and still turn on the style a few hours later. Adams, a recovering alcoholic who founded the addiction clinic Sporting Chance, famously went on a seven-week bender after the tournament.</p> <p>Euro 96 could so easily have ended in disaster. It started with <a href=\"http://www.englandfootballonline.com/Seas1990-00/1995-96/M0722Sui1996.html\" title=\"\">a drab 1-1 draw against Switzerland</a> – a match England were expected to win. Next up was the auld enemy Scotland. England were 1-0 up when Scotland won a penalty in the 78th minute. If Gary McAllister had scored, England would have been in danger of falling at the first hurdle – not making it out of the group stage and being banished from their own tournament. But David Seaman saved it.</p> <p>A minute later <a href=\"https://www.theguardian.com/football/blog/2014/dec/12/golden-goal-paul-gascoigne-for-england-v-scotland-1996\" title=\"\">Gascoigne did the unthinkable</a>. He received a cushioned pass from midfielder Darren Anderton, flicked the ball over the head of confounded defender Colin Hendry and volleyed it into the corner of the net. The players celebrated by re-enacting “the dentist’s chair”. Gascoigne lay on the ground with his mouth open while players squirted a water bottle into his open mouth. The celebration was itself a tribute to another celebration – of Gascoigne’s birthday in Hong Kong a few weeks earlier. On that occasion members of the England squad ended the night participating in a notorious ritual at a local bar known as the dentist’s chair.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"86b25ac2803f47f4593357ab3883a8e2e89a5054\"> <img src=\"https://media.guim.co.uk/86b25ac2803f47f4593357ab3883a8e2e89a5054/0_0_2248_1566/1000.jpg\" alt=\"Paul Gascoigne and teammates celebrate scoring against Scotland, mimicking his notorious ‘dentist’s chair’ drinking session.\" width=\"1000\" height=\"697\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paul Gascoigne and teammates celebrate scoring against Scotland, mimicking his notorious ‘dentist’s chair’ drinking session.</span> <span class=\"element-image__credit\">Photograph: Colorsport/Shutterstock</span> </figcaption> </figure>  <p>Anderton, aged 49, now lives in California with his wife. Last month they had their first child, a boy called Jack. As soon as he starts talking about Euro 96, it’s obvious how much it means to him. “The crowds, the song, the goals, the pre-tournament. Everything. Apart from losing to Germany in the semi-finals, there is nothing but positive memories.”</p> <p>What is his strongest memory? “Probably the Gazza goal. That changed the whole tournament for us.” Anderton has good reason to remember the dentist’s chair celebration. As well as providing the vital pass for the goal, he had been there on the night. “There were five or six of us. Just madness. The great thing was that Gazza being the main man got all the abuse for the dentist’s chair because he was at the centre of everything. He just got on with it and he always answered on the football pitch.” What did the ritual involve exactly? “We’d had a few drinks and somebody said let’s have a go at this dentist’s chair thing, and they just sit us in the chair and pour a couple of bottles of whatever it is [Drambuie and tequila] in to your mouth. I met a couple of people who ran the bar a bit ago and they were mortified it had come out. One of their staff had stitched the lads up. We got a hell of a lot of grief about it till that goal.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2018/jul/06/three-lions-footballs-coming-home-broudie-skinner-baddiel-anthem\">Three Lions will keep on giving for England wherever football ends up | Nick Ames</a> </p> </aside>  <p>It sounds like a good night out? “One of the best!” he says.</p> <p>After the Gascoigne goal, Anderton says the whole nation was behind the team. “As we took the road to Wembley from Burnham Beaches where we were staying, more and more fans were on the route, more flags, and once we got to the quarters-finals and semi-finals it was literally the whole route going down the M4. I don’t know what rock stars feel like but it must have been a bit like that.”</p> <p>How much did the <a href=\"https://www.theguardian.com/football/2002/may/20/sport.comment\" title=\"\">manager, Terry Venables</a>, contribute to the mood? “He was the whole reason, to me. His man-management of players, situations, media was the best. He’s a proper human being who on top of it all was a genius when it came to managing a football team.”</p> <p>And there was the song. The squad played it as they approached Wembley. They listened to it on the field before the match, and against the Netherlands when England played arguably their greatest tournament football since 1966, Anderton found himself joining the chorus while playing. “Normally when you play for England you enjoy it as best you can, but the reality is there’s a lot of pressure and stress. But when you’re 4-0 up at Wembley [<a href=\"https://www.theguardian.com/football/2016/mar/29/england-holland-euro-96-4-1-football-when-came-home-paul-gascoigne-terry-venables\" title=\"\">final score 4-1</a>] in the European Championship against an unbelievable Holland team, with 80,000 singing Football’s Coming Home, the adrenalin is so amazing. You can run all day, you don’t want the game to end, it’s just the perfect football match that you dream of all your life. In the second half, I was actually humming along to the song while playing. ”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1311ae7b23bb4dda8b98928573dd8dc863311531\"> <img src=\"https://media.guim.co.uk/1311ae7b23bb4dda8b98928573dd8dc863311531/173_0_4077_2447/1000.jpg\" alt=\"Football’s coming home. Darren Anderton, Paul Gascoigne, Teddy Sheringham and Alan Shearer after Sheringham scored during England’s 4-1 win over the Netherlands at Wembley, their finest performance of Euro 96.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Football’s coming home. Darren Anderton, Paul Gascoigne, Teddy Sheringham and Alan Shearer after Sheringham scored during England’s 4-1 win over the Netherlands at Wembley, their finest performance of Euro 96.</span> <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> </figcaption> </figure>  <p>Twenty five years on, England and English football feel so different. The England squad is one of the most talented this country has produced – a reflection of the quality needed for homegrown players to compete with foreign imports in the Premier League. But the optimism of 1996, partly founded on the belief that finally a change was gonna come, is long gone. Many people argue that Blair’s “third way” ultimately entrenched neo-liberal politics.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global/2021/may/22/marcus-rashford-whenever-i-hear-no-i-ask-myself-why-not\">Marcus Rashford: ‘Whenever I hear “no”, I ask myself: why not?’</a> </p> </aside>  <p>Today the dominant mood is of fatigued cynicism. “I’ve just published my latest diaries and called it <a href=\"https://www.bitebackpublishing.com/books/alastair-campbell-diaries-volume-8\" title=\"\">The Rise and Fall of the Olympic Spirit</a>,” Campbell tells me. Anderton believes that while modern football is technically better, it’s duller. “I think it was more entertaining then, but I’m biased – I loved playing in that era. A lot of games now the first 10 minutes is just keeping the ball, and it’s like a practice match.”</p> <p>As for Delaney, he still loves football but is disillusioned with the Premier League and his club Spurs. His latest film was made for the Tottenham Hotspur Supporters’ Trust and is called <a href=\"https://www.thstofficial.com/thst-news/new-filmed-open-letter-to-club-board-released\" title=\"\">An Open Letter to the Board</a>. “We’re saying to the board enough is enough – you tried to move us to Stratford, you tried to put staff on the furlough scheme when the pandemic started, you signed up to the European Super League, you charge us the highest price for tickets in Europe, and enough is enough. We want proper representation on the board. The owners think ‘fuck the “legacy” fans; they are not as lucrative as what the potential international TV audience would be if they could make sure the big clubs just play each other every week’. It’s gone too far.”</p> <p>But not all the changes since 1996 are negative. Plans for the Super League were defeated by fan power. And there is a new spirit of resistance, not just from supporters but also players. Today’s footballers are empowered by huge social media followings, and are vocal about the need for change. Players such as <a href=\"https://www.theguardian.com/football/marcus-rashford\" title=\"\">Marcus Rashford</a> and <a href=\"https://www.theguardian.com/football/raheem-sterling\" title=\"\">Raheem Sterling</a> experienced poverty, racism and punitive austerity cuts as youngsters, and they’re not prepared to see the next generation suffer like they did.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarcusRashford/status/1399761164356276230\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My pride at pulling on the shirt is limitless 🦁🦁🦁 <a href=\"https://t.co/uGZXp3TPsS\">pic.twitter.com/uGZXp3TPsS</a></p>&mdash; Marcus Rashford MBE (@MarcusRashford) <a href=\"https://twitter.com/MarcusRashford/status/1399761164356276230?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure>  <p>Rashford forced Boris Johnson’s Conservative government into <a href=\"https://www.theguardian.com/education/2020/nov/08/marcus-rashford-forces-boris-johnson-into-second-u-turn-on-child-food-poverty\" title=\"\">successive U-turns on free school meals</a>. Now he’s campaigning to boost child literacy among the country’s disadvantaged children. And, as he told me last month, <a href=\"https://www.theguardian.com/global/2021/may/22/marcus-rashford-whenever-i-hear-no-i-ask-myself-why-not\" title=\"\">he’s far from done</a>. “This is only the beginning. I expect to push a lot further than where we are now.” In the 1990s politicians reshaped football. Now footballers are reshaping politics. Nobody could have imagined that in 1996.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3f3b88d6bb11e1e21c26dad0250d5dd3c30ae392\"> <img src=\"https://media.guim.co.uk/3f3b88d6bb11e1e21c26dad0250d5dd3c30ae392/0_0_1988_1365/1000.jpg\" alt=\"The end. Gareth Southgate walks away after missing the penalty that sent England out of Euro 1996 in the semi-final against Germany. Southgate is England manager for Euro 2020.\" width=\"1000\" height=\"687\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The end. Gareth Southgate walks away after missing the penalty that sent England out of Euro 1996 in the semi-final against Germany. Southgate is England manager for Euro 2020.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>  <p>And then there is the pandemic. Again, nobody could have foreseen back then that Britain would be locked down for the best part of a year. But finally there is hope that the country can return to some kind of normal. Delaney says that despite, or perhaps because of, all that’s happened recently, if things go well on the pitch we may well see a return of the spirit of 96. “It can happen again. We’re coming out of the pandemic so everybody’s up for a party. Football is so simple. We all moan and grumble, but really it’s only about one thing, and that’s winning.” Or, in England’s case, almost winning.</p>","newspaperPageNumber":"2","wordcount":"3735","displayHint":"immersive","firstPublicationDate":"2021-06-05T07:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:41:52Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjgcn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c967b3c640afa576cca1d10def6acd1fc26403ae/0_0_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A quarter of a century on and history repeats itself. England are hosting the Euros, playing Scotland in the group stage, and football’s coming home again. In 1996, it came home for the first time. It was the first major tournament England had hosted since the World Cup victory of 1966. England fans also hoped it was coming home in the larger sense – that the country was going to win the European championship and end 30 years of hurt. But despite the best efforts of a team fired by the maverick brilliance of Paul Gascoigne, England lost in the semi-final. On penalties, of course. To Germany, of course. Plus ça change, plus c’est la même chose. Now it’s 55 years, and the clocks still ticks away relentlessly, mockingly. For England football fans of a certain age, Euro 96 was a golden age – or golden three weeks. For those like me, not quite old enough to remember the World Cup victory of ’66 in real time, but old enough to remember all the false dawns and muted dusks, that summer was special. It wasn’t simply the achievement – after all, England reached semi-finals in 1990 and 2018 at the biggest tournament of them all, the World Cup, but neither resonated quite like 96. It was a coming together of all kinds of things – style, hope, politics, culture, commerce, sunshine, under the great brolly of international football. Twenty-five years on, might it just happen again? It all started with the song. On 26 May 1996 Three Lions entered the charts at No 1. There were still two weeks to go till the tournament began. David Baddiel and Frank Skinner, two comedians who hosted the football magazine show Fantasy Football League, joined forces with The Lightning Seeds to record Three Lions. The band’s leader Ian Broudie had a knack of building choruses (“Three Lions on a shirt/Jules Rimet still gleaming/Thirty years of hurt/Never stopped me dreaming”) on top of choruses (“It’s coming home/It’s coming/Football’s coming home”) to create rousing anthems. And this was one of his best. But it was different from most football tournament songs. Three Lions wasn’t swaggering, it was melancholy. It was a song to be sung more in hope than expectation. The song became associated with the national flag, but again it was different. This wasn’t the union flag with its jingoistic connotations, it was the St George’s flag. “What I notice most when I see footage of Wembley at Euro 96 is the flags and the joy,” Baddiel says today. “And then I am assailed by a depressing sense that those two things wouldn’t go together in the same way now. This was a specific moment; a particular window. The flags were being waved along with the singing of Three Lions and it created a very unusual thing – a non-aggressive, non-triumphalist patriotism. If you waved a St George flag to Three Lions, it didn’t feel like you were waving a symbol of nationalism and racism. It was a soft, sad type of pride being expressed, not a vanquishing, overcoming one.” Now we are at war again, but today we are engaged in civil war, fighting each other over our polarised beliefs – Brexit, migration, wokeness. “Every action seems to operate as a node somewhere in the culture wars,” Baddiel says. “Too many people would simply see waving the flag as associated with a triumphant English nationalism that has resurfaced, and has had large political consequences, since 1996.” The expression “culture wars” was unknown in 1996, but culture was at the heart of everything. For the first time since the 1960s it felt that our culture was booming. Art and music didn’t just happen to be British, it was proudly trademarked as such. Oasis and Blur fought for supremacy in the charts, with music that was distinctively homespun. Blur created vignettes of traditional British life in songs such as Country House and Park Life, while Oasis quoted our own history back at us with Wonderwall (named after George Harrison’s first solo album) and Don’t Look Back in Anger (referencing John Osborne’s classic kitchen sink drama). Music even managed, temporarily, to take the bile our of the union flag. In 1996, Noel Gallagher played a Union Jack guitar at Manchester City’s Maine Road. A year later Geri Halliwell wore a Union Jack minidress at, you guessed it, the Brit Awards. Two decades later cultural commentators such as Jon Savage and John Harris asked whether Britpop had contributed to Brexit. Meanwhile, British art became a movement its own right, championed by advertising guru Charles Saatchi. Sensation, the exhibition of works by the Young British Artists, crowned him as a visionary collector and the likes of Tracey Emin and Damien Hirst as serious artists. Two years after the Euros, Hirst had a hit record as a part of the trio Fat Les (alongside Blur’s Alex James and actor Keith Allen) with Vindaloo – the unofficial theme song to the 1998 World Cup. Again, football, art, branding and commerce were united. The mid-90s was an astonishingly creative era. Two decades on, the same names are dominant in music and art. Britain is in a period of cultural stasis. *** In the 1990s, football emerged from its decade of shame. The 1980s was marked by disaster after disaster: the Bradford fire of May 1985 killed 56 spectators, the Heysel tragedy only a couple of weeks later killed 39, and Hillsborough in 1989 killed 96. Football had come to be seen as a killing field. Margaret Thatcher believed the sport was a stain on her beloved nation; that it represented the very worst of British – feckless working-class youths who just wanted to fight. Her government tried to introduce identity cards and considered banning away fans, it fenced football fans in like animals, to horrific effect at Hillsborough. Football became a pariah; not a subject fit for polite society. After Heysel, English clubs were banned from Europe, domestic gates fell drastically, nobody wanted to be associated with football except the diehard fans. But by 1996, its image had turned full circle. Football was now regarded as part of our rich cultural package – a great British export. (A year later, new prime minister Tony Blair officially united sport and culture by creating the Department for Culture, Media and Sport.) We were four years into the Premier League, and TV money was transforming a sport and a lifestyle that even the politicians bought into. There is a wonderful news clip from October 1995 of Blair and Kevin Keegan at a leisure centre in Brighton. Both have removed their suit jackets to play head tennis, and you never saw a more painfully focused Blair, as the ball bobbed back and forth between him and Keegan. It wasn’t simply a matter of saying he was a football fan, he had to show that he loved the game, he played it, he had skills. You felt the New Labour machinery had tallied the number of votes 10 head tennis exchanges with Keegan were worth. In the end Blair managed 27. He had passed as a genuine football fan. “By 96 when that tournament was going on we were well ahead in the polls,” says Alastair Campbell, Blair’s former communications director. “People were expecting us to win, so the political mood was all about New Labour and Tony.” After 17 years of Tory rule, perhaps the only thing that could stop them apart from a massive Blair scandal was football. An England victory at the Euros could change the mood of the country. Campbell admits he was hardly loyal to England in 1996. First, despite being born in England he was a Scotland fan. And second, there was politics. “I was at the Germany game with Tony Blair. John Major was in the front row, Tony was in the second row and I was at the back with this Scottish Special Branch guy. Being absolutely frank, I wanted Germany to win, mainly because the Tories were so desperate for England to win it. As we got out of the ground Tony said to me can you at least try to look a little bit pissed off. I got in the car and punched the roof and said ‘Jetzt sind die Tories absolut gefuckt mein Kapitän’.” He howls with laughter. It’s tempting to think of this as a more innocent time in politics and football, Campbell says, but it wasn’t. “Don’t forget Tony became leader on the back of John Smith dying and everybody said John’s death was going to lead to a kinder, gentler politics, but it didn’t happen.” As for football, big money was now running the game. The previous season, 1994-95, Blackburn had come from nowhere to win the Premier League because they were bankrolled by local steel magnate Jack Walker. Campbell says one of the things he remembers most clearly from this period is how everything was meshing. Britpop helped define the Euros, and a few months later Blair was in power piggybacking on the appeal of all things British. The era became known as Cool Britannia, not least because Blair invited the likes of Noel Gallagher to a party at No 10 three months after winning power. “The Cool Britannia thing wasn’t a strategy, by the way. Newsweek did a headline and it just stuck,” he says. Campbell is flicking through his diaries for 1996. “Oh, here’s a good one. ‘November 5; good meeting with Alan McGee and Tony Saunders of Creation Records. They could get Noel Gallagher to do stuff for us but wanted us to take the music industry seriously as industry. We agree to organise a business meeting on that theme. They felt it was better to keep Liam away from Tony, but Noel’s got his shit together, he said.’ When we got into power and had that party at No 10 Noel was the one who came because Alan McGee said you don’t want Liam there, he’ll cause trouble. I’d forgotten that. That was in opposition I was seeing Alan McGee.” He continues flicking. “For the Labour party conference that year the top line I designed for Tony’s speech was ‘Labour’s coming home’.” Here it is. “September 29: Still arguing with Gordon Brown over Labour’s coming home. He said he was really pissed off about it cos he wanted to do the same.’” Even before Labour got into power, Blair and Brown were cat-fighting over headlines. “He wanted to use it and I said it was more important Tony used it because he’s the leader and you’re not. That was the headline in a lot of papers the next day – Labour’s coming home. It was a straight lift. So even though England hadn’t won the tournament it was still playing into that mood that had been created.” The idea of politicians paraphrasing a football song to win votes would have been laughed out of the Commons in the eighties. The sport’s nadir was the Hillsborough disaster. After the Taylor report into the tragedy was published in January 1990, standing was banned in the two top tiers of English football. That summer the World Cup was held in Italy. Not only did England reach the semi-final, but football seemed newly exotic. “Italia 90 was a glamorous, glossy tournament, and they have Nessun Dorma as the theme tune,” says commercials director Theo Delaney, who hosts the football podcast Life Goals. “Suddenly the middle classes wake up and think I rather like this – Italy, Pavarotti, we’re winning, and we’ve got this fellow Gazza who seems awfully good!” In 1992, Nick Hornby’s football memoir Fever Pitch, about his love affair with Arsenal, became a bestseller. The following year poet and Spurs fan Ian Hamilton wrote Gazza Agonistes, an extended profile of Paul Gascoigne for Granta, with a lofty nod to Milton in its title. Football was now a muse for literary types. Football, like the Labour party, was being repackaged for the professional classes. The Premier League was sold upmarket – more expensive seats, greater comfort and safer. There was a new audience of armchair viewers willing to pay a premium for a subscription to Sky Sports (then BSkyB). Whereas when I was growing up you would see highlights from a few matches a week on TV, now you could see any number of live matches – if you were willing to stump up the cash. The advertising money from Sky and the glamour of the Premier League attracted the world’s best players. Delaney was already aware of how much football had changed because of the impact it had on his work. In the 1980s, the only commercials made about football were encouraging fans to go to games. Football was bringing the bacon home for the advertising industry – literally so for Delaney who made Danepak commercials featuring Denmark and Manchester United goalkeeper Peter Schmeichel. “I was making football ads all the time by the nineties. If you were a commercials director who knew about football, it was a bloody brilliant time.” Football and advertising were now umbilically linked. Sky paid the football clubs for the right to screen matches from its advertising (and subscription) revenue, while the footballers flogged products in their commercials. The initial five-year deal, for what now seems a mere £304m, ended in 1997. Now Sky, BT and Amazon pay a combined £4.8bn over three years to screen live matches. As Delaney was walking to the stadium for England’s semi-final against Germany, football’s new demographic really struck him. “I was with my brother Caspar and a photographer called Andrew Douglas, all of us in the advertising business. We walked up Wembley Way and the first person we saw and recognised was AS Byatt. Andrew recognised her because he had taken her portrait for the Observer, and he went ‘AS, AS!, what are you doing here?’ And she said ‘I’m writing a piece for one of the papers because I’ve never been to a football match and they’ve sent me’. Then we bumped into Paul Smith, the designer. These were people who would not have been at any kind of football match in the eighties. Another guy who went was one of the creative directors at Saatchi’s. He was actually a minor aristocrat, and he turned up late with a bunch of people from the agency and said ‘Oh, do we have to wait for the interval before we go in?’ because he’d only ever been to the opera and theatre!” The players themselves were a mix of the old and new. Most were model modern professionals. And then there were old schoolers like Tony Adams and Gascoigne – players who could binge on burgers, drink themselves into a stupor, smoke themselves hoarse and still turn on the style a few hours later. Adams, a recovering alcoholic who founded the addiction clinic Sporting Chance, famously went on a seven-week bender after the tournament. Euro 96 could so easily have ended in disaster. It started with a drab 1-1 draw against Switzerland – a match England were expected to win. Next up was the auld enemy Scotland. England were 1-0 up when Scotland won a penalty in the 78th minute. If Gary McAllister had scored, England would have been in danger of falling at the first hurdle – not making it out of the group stage and being banished from their own tournament. But David Seaman saved it. A minute later Gascoigne did the unthinkable. He received a cushioned pass from midfielder Darren Anderton, flicked the ball over the head of confounded defender Colin Hendry and volleyed it into the corner of the net. The players celebrated by re-enacting “the dentist’s chair”. Gascoigne lay on the ground with his mouth open while players squirted a water bottle into his open mouth. The celebration was itself a tribute to another celebration – of Gascoigne’s birthday in Hong Kong a few weeks earlier. On that occasion members of the England squad ended the night participating in a notorious ritual at a local bar known as the dentist’s chair. Anderton, aged 49, now lives in California with his wife. Last month they had their first child, a boy called Jack. As soon as he starts talking about Euro 96, it’s obvious how much it means to him. “The crowds, the song, the goals, the pre-tournament. Everything. Apart from losing to Germany in the semi-finals, there is nothing but positive memories.” What is his strongest memory? “Probably the Gazza goal. That changed the whole tournament for us.” Anderton has good reason to remember the dentist’s chair celebration. As well as providing the vital pass for the goal, he had been there on the night. “There were five or six of us. Just madness. The great thing was that Gazza being the main man got all the abuse for the dentist’s chair because he was at the centre of everything. He just got on with it and he always answered on the football pitch.” What did the ritual involve exactly? “We’d had a few drinks and somebody said let’s have a go at this dentist’s chair thing, and they just sit us in the chair and pour a couple of bottles of whatever it is [Drambuie and tequila] in to your mouth. I met a couple of people who ran the bar a bit ago and they were mortified it had come out. One of their staff had stitched the lads up. We got a hell of a lot of grief about it till that goal.” It sounds like a good night out? “One of the best!” he says. After the Gascoigne goal, Anderton says the whole nation was behind the team. “As we took the road to Wembley from Burnham Beaches where we were staying, more and more fans were on the route, more flags, and once we got to the quarters-finals and semi-finals it was literally the whole route going down the M4. I don’t know what rock stars feel like but it must have been a bit like that.” How much did the manager, Terry Venables, contribute to the mood? “He was the whole reason, to me. His man-management of players, situations, media was the best. He’s a proper human being who on top of it all was a genius when it came to managing a football team.” And there was the song. The squad played it as they approached Wembley. They listened to it on the field before the match, and against the Netherlands when England played arguably their greatest tournament football since 1966, Anderton found himself joining the chorus while playing. “Normally when you play for England you enjoy it as best you can, but the reality is there’s a lot of pressure and stress. But when you’re 4-0 up at Wembley [final score 4-1] in the European Championship against an unbelievable Holland team, with 80,000 singing Football’s Coming Home, the adrenalin is so amazing. You can run all day, you don’t want the game to end, it’s just the perfect football match that you dream of all your life. In the second half, I was actually humming along to the song while playing. ” Twenty five years on, England and English football feel so different. The England squad is one of the most talented this country has produced – a reflection of the quality needed for homegrown players to compete with foreign imports in the Premier League. But the optimism of 1996, partly founded on the belief that finally a change was gonna come, is long gone. Many people argue that Blair’s “third way” ultimately entrenched neo-liberal politics. Today the dominant mood is of fatigued cynicism. “I’ve just published my latest diaries and called it The Rise and Fall of the Olympic Spirit,” Campbell tells me. Anderton believes that while modern football is technically better, it’s duller. “I think it was more entertaining then, but I’m biased – I loved playing in that era. A lot of games now the first 10 minutes is just keeping the ball, and it’s like a practice match.” As for Delaney, he still loves football but is disillusioned with the Premier League and his club Spurs. His latest film was made for the Tottenham Hotspur Supporters’ Trust and is called An Open Letter to the Board. “We’re saying to the board enough is enough – you tried to move us to Stratford, you tried to put staff on the furlough scheme when the pandemic started, you signed up to the European Super League, you charge us the highest price for tickets in Europe, and enough is enough. We want proper representation on the board. The owners think ‘fuck the “legacy” fans; they are not as lucrative as what the potential international TV audience would be if they could make sure the big clubs just play each other every week’. It’s gone too far.” But not all the changes since 1996 are negative. Plans for the Super League were defeated by fan power. And there is a new spirit of resistance, not just from supporters but also players. Today’s footballers are empowered by huge social media followings, and are vocal about the need for change. Players such as Marcus Rashford and Raheem Sterling experienced poverty, racism and punitive austerity cuts as youngsters, and they’re not prepared to see the next generation suffer like they did. Rashford forced Boris Johnson’s Conservative government into successive U-turns on free school meals. Now he’s campaigning to boost child literacy among the country’s disadvantaged children. And, as he told me last month, he’s far from done. “This is only the beginning. I expect to push a lot further than where we are now.” In the 1990s politicians reshaped football. Now footballers are reshaping politics. Nobody could have imagined that in 1996. And then there is the pandemic. Again, nobody could have foreseen back then that Britain would be locked down for the best part of a year. But finally there is hope that the country can return to some kind of normal. Delaney says that despite, or perhaps because of, all that’s happened recently, if things go well on the pitch we may well see a return of the spirit of 96. “It can happen again. We’re coming out of the pandemic so everybody’s up for a party. Football is so simple. We all moan and grumble, but really it’s only about one thing, and that’s winning.” Or, in England’s case, almost winning.","charCount":"21411","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/simonhattenstone\">Simon Hattenstone</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}]}}