[{"headline":"Covid live news: UK lockdown-ending date concerns continue; Australia and New Zealand leaders meet face-to-face","standfirst":"<p>Latest updates: Concerns over unlocking roadmap due to the Indian variant continue to dominate in the UK</p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: Concerns over unlocking roadmap due to the Indian variant continue to dominate in the UK","byline":"Caroline Davies","main":"<figure class=\"element element-image\" data-media-id=\"237a4ea09ddf9a90716c55143bcae6a72f4b5f8f\"> <img src=\"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/1000.jpg\" alt=\"People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.</span> <span class=\"element-image__credit\">Photograph: Nathaniel Noir/Alamy</span> </figcaption> </figure>","body":"<div id=\"block-60b34a0e8f08d486a771760b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:26:46.926Z\">9.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK considering compulsory vaccination for NHS staff</h2>  <div class=\"block-elements\">  <p><strong>UK</strong> vaccines minister<strong> Nadhim Zahawi </strong>confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</p> <p>There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about.</p> </blockquote> <p>He also said that the <strong>World Health Organisation </strong>investigation must be able to fully investigate the origins of the pandemic. <br>The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan.<br>Asked about the report, Zahawi said: </p> <blockquote class=\"quoted\"> <p> I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:29:59.519Z\">at 9.29am BST</time></p>  </div> <div id=\"block-60b347678f088d8c3178d76a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:21:03.373Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia </strong>reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections.<br>The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162.<br>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports.</p> </div>   </div> <div id=\"block-60b341ba8f086d71cc15efd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:09:47.076Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>British Beer and Pub Association </strong>(BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”.</p> <p>She told BBC Breakfast: </p> <blockquote class=\"quoted\"> <p>We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery.</p> <p>What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed.</p> <p>If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation.</p> <p>But right now we are asking the Government to stick to their road map.</p> </blockquote> </div>   </div> <div id=\"block-60b3415a8f088d8c3178d737\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:55:44.252Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed coronavirus cases in <strong>Germany</strong> increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed.</p> </div>   </div> <div id=\"block-60b342668f086d71cc15efd6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:49:18.598Z\">8.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong> Malaysia</strong> is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports.</p> <p>Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital,<strong> Kuala Lumpur,</strong> and are considering two in the northen state of <strong>Penang</strong> and in the southern state of <strong>Johor</strong>.</p> <p>Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply.</p> <p>Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.</p> <p>Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus.</p> <p>Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533.<br><br></p> </div>   </div> <div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.</p> <p><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:47:00.252Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"1104","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:29:59Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He told Sky News: It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about. He also said that the World Health Organisation investigation must be able to fully investigate the origins of the pandemic. The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan. Asked about the report, Zahawi said: I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics. Russia reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections. The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports. The British Beer and Pub Association (BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”. She told BBC Breakfast: We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery. What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed. If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation. But right now we are asking the Government to stick to their road map. The number of confirmed coronavirus cases in Germany increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed. Malaysia is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports. Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northen state of Penang and in the southern state of Johor. Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply. Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up. Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus. Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"6772","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/carolinedavies\">Caroline Davies</a>"},{"headline":"Parents in UK prepare for legal action over A-level results","standfirst":"<p>Teachers, unions and academics concerned at potential chaos over cancelled exams as parents prepare to challenge grades</p>","trailText":"Teachers, unions and academics concerned at potential chaos over cancelled exams as parents prepare to challenge grades","byline":"Anna Fazackerley and Michael Savage","main":"<figure class=\"element element-image\" data-media-id=\"bd47f0f55d204fadd2fd576b735b628e1c38a62b\"> <img src=\"https://media.guim.co.uk/bd47f0f55d204fadd2fd576b735b628e1c38a62b/0_25_4550_2731/1000.jpg\" alt=\"Unions are concerned that teachers will be blamed if grades are challenged.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Unions are concerned that teachers will be blamed if grades are challenged.</span> <span class=\"element-image__credit\">Photograph: MBI/Alamy</span> </figcaption> </figure>","body":"<p>Parents who fear this summer’s <a href=\"https://www.theguardian.com/education/2021/apr/10/schools-fear-second-grading-fiasco-for-gcses-and-a-levels\">teacher-assessed A-levels</a> will be unfair are already contacting lawyers about how to appeal against their children’s grades, the <em>Observer</em> understands.</p> <p>Ministers abandoned an algorithm designed to deliver marks after last summer’s chaotic results season. However, teachers, unions and academics are concerned that this summer could see serious fallout amid claims of grade inflation and major disparities in the way different schools assess their pupils. With exams cancelled, teachers are assessing grades.</p> <p>Education lawyers say some parents are already panicking about teacher bias in awarding grades, or whether special educational needs and disabilities will be properly taken into account.</p> <p>Amara Ahmad, an education lawyer at the law firm Doyle Clayton, said that even though A-level grades will not be released until 10 August, she is already receiving approaches about challenging them.</p> <p>“Parents want to start preparing for appeals now,” she said. “Some are in the dark about the grades their child has achieved throughout the academic year or what evidence the teacher-assessed grades will be based on.”</p> <p>Teaching leaders are angry that ministers took so long to come up with ways to ensure that pupils could be compared between schools, despite calls months ago for a clear plan. They are concerned that teachers will be the ones “hung out to dry” should grades be challenged. Mary Bousted, joint general secretary of the National Education Union, said: “My concern is that teachers will just be left in the lurch by a secretary of state who has created this situation and then walks away saying ‘teachers clearly can’t assess pupils’.”</p> <p>There is also serious frustration among head teachers that the appeals process for pupils unhappy with their grades remains unclear. Geoff Barton, general secretary of the Association of School and College Leaders, said: “We really didn’t have to be here. Teachers, parents and students still don’t know what the appeals process will look like. We tried to help the government get on the front foot. Here we are on the back foot again.”</p> <p>In last year’s A-levels fiasco, exams regulator Ofqual used a standardisation algorithm that downgraded almost 40% of predicted grades. This year’s model is fairer, lawyers say, but still flawed. Like many, Ahmad is still dealing with claims against last year’s grades, more than nine months after results day, often focusing on allegations of bias. She has had some successes, but says the “overwhelming response” from the exam board is that teachers were given discretion to make these decisions and they should not be overturned.</p> <p>Parents who have battled against the 2020 system say it has been a bruising experience. Catherine Brioche, a mother from Altrincham, is a vocal member of the A-level Grading Issues Support Group for parents and students, which now has 1,500 members. Her son lost a lucrative Pricewaterhouse Coopers degree apprenticeship in computer science at Birmingham University because he did not get the grades he needed. His school agreed that his computer science result should not have been marked down because his class of five was so small that their use of historical data was unfair. They appealed against his grade, but Ofqual rejected the appeal.</p> <p>Brioche is considering legal action. She says: “In my experience parents have no power. There are a lot of parents who are really worried about this year’s system, but they are too frightened to speak out in case they make things worse for their children. For parents who are still fighting last year’s grades now it has become a full-time job.”</p> <p>Brioche says parents with Year 13 children are turning to her group asking members to recommend lawyers in preparation for making challenges.</p> <p>Some members have children who are “resitting” their A-Levels this year – though again without a formal exam. “They are frightened,” she says. “They know they didn’t fare well under last year’s system so they just don’t trust what is happening.”</p> <p>One mother, who asked not to be named in case it could affect her daughter’s resit grade, told the <em>Observer</em> that she has been battling without success to get her daughter’s art A-Level marked up. She does not think the school took into account work missed due to mental ill health, including a month in residential care. She says her daughter struggled during lockdown and didn’t complete work that she later discovered would be used to determine her grade.</p> <p>She says: “My experiences of trying to get justice for my daughter, or even an acknowledgement that decisions could be challenged, has left me with no faith at all in our exam system.”</p> <p>Rhys Palmer, an education lawyer at HCB solicitors, says they are being contacted by worried parents of students with special educational needs or disabilities. “They are concerned that schools may not take into consideration the difficulties their child may have faced this year such as bereavement, illness or as a result of the lack of reasonable adjustments when assessing their grades.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2021/feb/25/pupils-on-teacher-assessed-grades-a-levels-gcse-england\">'I’d 100% prefer to sit exams': pupils on teacher-assessed grades</a> </p> </aside>  <p>One client said their child with SEN was not given the extra time they were entitled to in their mock exams. The parent didn’t complain at the time because they had no idea how crucial the mocks would be in determining their child’s actual A-level result.</p> <p>Although students unhappy with their grades can appeal this summer, Ahmad says parents are worried that Ofqual has stipulated that the school must be the one to make the appeal against its own grades.</p> <p>She says: “This is the school marking their own homework. And it’s not clear to me what happens if the school says no to an appeal.”</p> <p>A spokesperson for Ofqual said schools must submit an appeal to an exam board if a student requests it. He said: “Our <a href=\"https://www.gov.uk/government/publications/student-level-equalities-analyses-for-gcse-and-a-level\" title=\"\">analysis</a> of summer 2020’s grades found no evidence of systematic bias against disabled students, other protected characteristics or those from disadvantaged backgrounds.</p> <p>“This year, we have published updated guidance for teachers, informed by a literature<a href=\"https://ofqual.blog.gov.uk/2021/05/17/bias-in-teacher-assessment-results/\" title=\"\"> review</a>, on <a href=\"https://www.gov.uk/government/publications/information-for-centres-about-making-objective-judgements\" title=\"\">how to avoid bias</a>. This encourages teachers to seek input from specialist teachers, such as qualified teachers of the deaf or other education professionals, where appropriate. In addition, the exam boards have published training materials for teachers on making objective judgments.”</p>","newspaperPageNumber":"1","wordcount":"1029","firstPublicationDate":"2021-05-30T08:15:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:15:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht93e","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bd47f0f55d204fadd2fd576b735b628e1c38a62b/0_25_4550_2731/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Parents who fear this summer’s teacher-assessed A-levels will be unfair are already contacting lawyers about how to appeal against their children’s grades, the Observer understands. Ministers abandoned an algorithm designed to deliver marks after last summer’s chaotic results season. However, teachers, unions and academics are concerned that this summer could see serious fallout amid claims of grade inflation and major disparities in the way different schools assess their pupils. With exams cancelled, teachers are assessing grades. Education lawyers say some parents are already panicking about teacher bias in awarding grades, or whether special educational needs and disabilities will be properly taken into account. Amara Ahmad, an education lawyer at the law firm Doyle Clayton, said that even though A-level grades will not be released until 10 August, she is already receiving approaches about challenging them. “Parents want to start preparing for appeals now,” she said. “Some are in the dark about the grades their child has achieved throughout the academic year or what evidence the teacher-assessed grades will be based on.” Teaching leaders are angry that ministers took so long to come up with ways to ensure that pupils could be compared between schools, despite calls months ago for a clear plan. They are concerned that teachers will be the ones “hung out to dry” should grades be challenged. Mary Bousted, joint general secretary of the National Education Union, said: “My concern is that teachers will just be left in the lurch by a secretary of state who has created this situation and then walks away saying ‘teachers clearly can’t assess pupils’.” There is also serious frustration among head teachers that the appeals process for pupils unhappy with their grades remains unclear. Geoff Barton, general secretary of the Association of School and College Leaders, said: “We really didn’t have to be here. Teachers, parents and students still don’t know what the appeals process will look like. We tried to help the government get on the front foot. Here we are on the back foot again.” In last year’s A-levels fiasco, exams regulator Ofqual used a standardisation algorithm that downgraded almost 40% of predicted grades. This year’s model is fairer, lawyers say, but still flawed. Like many, Ahmad is still dealing with claims against last year’s grades, more than nine months after results day, often focusing on allegations of bias. She has had some successes, but says the “overwhelming response” from the exam board is that teachers were given discretion to make these decisions and they should not be overturned. Parents who have battled against the 2020 system say it has been a bruising experience. Catherine Brioche, a mother from Altrincham, is a vocal member of the A-level Grading Issues Support Group for parents and students, which now has 1,500 members. Her son lost a lucrative Pricewaterhouse Coopers degree apprenticeship in computer science at Birmingham University because he did not get the grades he needed. His school agreed that his computer science result should not have been marked down because his class of five was so small that their use of historical data was unfair. They appealed against his grade, but Ofqual rejected the appeal. Brioche is considering legal action. She says: “In my experience parents have no power. There are a lot of parents who are really worried about this year’s system, but they are too frightened to speak out in case they make things worse for their children. For parents who are still fighting last year’s grades now it has become a full-time job.” Brioche says parents with Year 13 children are turning to her group asking members to recommend lawyers in preparation for making challenges. Some members have children who are “resitting” their A-Levels this year – though again without a formal exam. “They are frightened,” she says. “They know they didn’t fare well under last year’s system so they just don’t trust what is happening.” One mother, who asked not to be named in case it could affect her daughter’s resit grade, told the Observer that she has been battling without success to get her daughter’s art A-Level marked up. She does not think the school took into account work missed due to mental ill health, including a month in residential care. She says her daughter struggled during lockdown and didn’t complete work that she later discovered would be used to determine her grade. She says: “My experiences of trying to get justice for my daughter, or even an acknowledgement that decisions could be challenged, has left me with no faith at all in our exam system.” Rhys Palmer, an education lawyer at HCB solicitors, says they are being contacted by worried parents of students with special educational needs or disabilities. “They are concerned that schools may not take into consideration the difficulties their child may have faced this year such as bereavement, illness or as a result of the lack of reasonable adjustments when assessing their grades.” One client said their child with SEN was not given the extra time they were entitled to in their mock exams. The parent didn’t complain at the time because they had no idea how crucial the mocks would be in determining their child’s actual A-level result. Although students unhappy with their grades can appeal this summer, Ahmad says parents are worried that Ofqual has stipulated that the school must be the one to make the appeal against its own grades. She says: “This is the school marking their own homework. And it’s not clear to me what happens if the school says no to an appeal.” A spokesperson for Ofqual said schools must submit an appeal to an exam board if a student requests it. He said: “Our analysis of summer 2020’s grades found no evidence of systematic bias against disabled students, other protected characteristics or those from disadvantaged backgrounds. “This year, we have published updated guidance for teachers, informed by a literature review, on how to avoid bias. This encourages teachers to seek input from specialist teachers, such as qualified teachers of the deaf or other education professionals, where appropriate. In addition, the exam boards have published training materials for teachers on making objective judgments.”","charCount":"6317","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/annafazackerley\">Anna Fazackerley</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"},{"headline":"Notes on chocolate: a triangular treat makes things right","standfirst":"<p>Cruelly deprived of my chance to shop at the new London Eataly, I sought solace in a little something from Chocolarder</p>","trailText":"Cruelly deprived of my chance to shop at the new London Eataly, I sought solace in a little something from Chocolarder","byline":"Annalisa Barbieri","main":"<figure class=\"element element-image\" data-media-id=\"57d386a5cfdccafadcb24247e0b91e2260cca43d\"> <img src=\"https://media.guim.co.uk/57d386a5cfdccafadcb24247e0b91e2260cca43d/0_316_1530_917/1000.jpg\" alt=\"Let us not even talk of its 65% Kuapa Kokoo, rich with flavours of toffee, which I once ate in two sittings: Chocolarder.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Let us not even talk of its 65% Kuapa Kokoo, which I once ate in two sittings’: Chocolarder</span> <span class=\"element-image__credit\">Photograph: Pip Hayler/PR</span> </figcaption> </figure>","body":"<p>Eataly in Rome, a vast emporium dedicated to food, had proved bizarrely difficult to find when we went there, and caused a huge family row. It would take a lot for a place to turn that mood around, and yet it did (I still remember the plate of pasta I ate in one of its restaurants – nothing fancy or unusual except that it was perfect).</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>My only wish for this bar is that it could be chunkier, but it is otherwise superb</p> </blockquote> </aside>  <p>So I was thrilled when I heard that Eataly London had opened up. Next door to Liverpool Street station, it’s well worth a visit if you are in the capital, not least for the giant sweet room and a very good representation of <strong><a href=\"https://uk.venchi.com/\" title=\"\">Venchi</a></strong> chocolate.</p> <p>I last visited London the day before Eataly opened, so have not yet seen inside, but all the friends who have been have sent me heady, slightly gloating text messages telling me how much they loved it.</p> <p>Returning from London, I found waiting for me a parcel containing <strong>Chocolarder’s</strong> <a href=\"https://www.chocolarder.com/shop/almond-nougatine/\" title=\"\">Almond, Honey and Nougatine</a> bar, £6. Made with sail-shipped almonds, Cornish honey and 50% cocoa, it is a take on a triangular treat so beloved of airport travel.</p> <p>This cheered me very much indeed. Chocolarder has of late been making more dark milks. Let us not even talk of its 65% <a href=\"https://www.chocolarder.com/shop/kuapa-kokoo-65/\" title=\"\">Kuapa Kokoo</a>, £5.50, rich with flavours of toffee, which I once ate in two sittings.</p> <p>My only wish for this AHN bar is that it could be chunkier, but it is otherwise superb. It is currently a limited-edition, but if ingredients allow, I suspect that it will soon become a fixture.</p> <p><em><a href=\"https://www.chocolarder.com/\" title=\"\">chocolarder.com</a>, <a href=\"https://www.eataly.co.uk/\">eataly.co.uk</a></em></p> <p><em>Follow Annalisa on Twitter <a href=\"https://twitter.com/AnnalisaB?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@AnnalisaB</a></em></p>","newspaperPageNumber":"35","wordcount":"268","commentable":"false","firstPublicationDate":"2021-05-30T08:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:03:35Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgz3e","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/57d386a5cfdccafadcb24247e0b91e2260cca43d/0_316_1530_917/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Eataly in Rome, a vast emporium dedicated to food, had proved bizarrely difficult to find when we went there, and caused a huge family row. It would take a lot for a place to turn that mood around, and yet it did (I still remember the plate of pasta I ate in one of its restaurants – nothing fancy or unusual except that it was perfect). So I was thrilled when I heard that Eataly London had opened up. Next door to Liverpool Street station, it’s well worth a visit if you are in the capital, not least for the giant sweet room and a very good representation of Venchi chocolate. I last visited London the day before Eataly opened, so have not yet seen inside, but all the friends who have been have sent me heady, slightly gloating text messages telling me how much they loved it. Returning from London, I found waiting for me a parcel containing Chocolarder’s Almond, Honey and Nougatine bar, £6. Made with sail-shipped almonds, Cornish honey and 50% cocoa, it is a take on a triangular treat so beloved of airport travel. This cheered me very much indeed. Chocolarder has of late been making more dark milks. Let us not even talk of its 65% Kuapa Kokoo, £5.50, rich with flavours of toffee, which I once ate in two sittings. My only wish for this AHN bar is that it could be chunkier, but it is otherwise superb. It is currently a limited-edition, but if ingredients allow, I suspect that it will soon become a fixture. chocolarder.com, eataly.co.uk Follow Annalisa on Twitter @AnnalisaB","charCount":"1490","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/annalisabarbieri\">Annalisa Barbieri</a>"},{"headline":"Tokyo Redux by David Peace review – the final instalment of a blistering trilogy","standfirst":"<p>Peace is somewhere near his best in the third of his crime novels set in occupied postwar Japan, with plenty of twists and meta-fictional turns</p>","trailText":"Peace is somewhere near his best in the third of his crime novels set in occupied postwar Japan, with plenty of twists and meta-fictional turns","byline":"Anthony Cummins","main":"<figure class=\"element element-image\" data-media-id=\"963bbc0b5c9c2fd8c9b5639928c58bbe1ab0271d\"> <img src=\"https://media.guim.co.uk/963bbc0b5c9c2fd8c9b5639928c58bbe1ab0271d/318_96_3880_2328/1000.jpg\" alt=\"David Peace: ‘Gone, mostly, are the torrential sentences of Tokyo Year Zero’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Peace: ‘Gone, mostly, are the torrential sentences of <em>Tokyo Year Zero’.</em></span> <span class=\"element-image__credit\">Photograph: Shiho Fukada/Getty Images</span> </figcaption> </figure>","body":"<p>David Peace, who left England for Japan in the early 1990s, said he wanted to write about postwar Tokyo as long ago as 2001, but that “there was a difference between fascination and obsession”, as if the subject’s potential hadn’t quite yet lit up his mind. At the time, he was known for the Red Riding quartet, a crime series centred on police corruption during the 1970s and 1980s. He has always spoken of crime fiction less as a source of whodunnit thrills than as a tool for sociopolitical critique, describing the main influence on his work as the impact of having grown up in West Yorkshire at a time when <a href=\"https://www.theguardian.com/uk-news/2020/nov/13/yorkshire-ripper-peter-sutcliffe-dies-aged-74\">Peter Sutcliffe</a> was at large.<br><br>Now, 20 years later, comes the final instalment of a blistering trilogy<br>of novels set in US-occupied Japan after the second world war. You sense<br>he found his way into the material by fictionalising real-life cases<br>that aligned with his past preoccupations; the first volume, 2007’s <em><a href=\"https://www.theguardian.com/books/2008/sep/14/crime.fiction\">Tokyo Year Zero</a></em>, followed a drug-addicted cop on the tail of a serial<br>rapist and murderer in 1946. A police procedural that doubled as an<br>intimate study of breakdown as well as a wide-angled exploration of daily life in postwar Japan, it was a gruelling, relentless novel, driven by Peace’s long-patented iterative cadences, unafraid to describe a gunfight (say) simply by typing “Bang!” dozens of times.<br></p> <p><br>Two years later came <em><a href=\"https://www.theguardian.com/books/2009/aug/02/occupied-city-david-peace\">Occupied City</a></em>, a tricksier patchwork of stylistically diverse testimony framed around a seance summoning the ghosts of another true crime, the poisoning of a group of Tokyo bank clerks by a man claiming to offer inoculation from dysentery. <em>Tokyo Redux</em> again centres on a real case: the disappearance and death in 1949 of Sadanori Shimoyama, the president of Japan’s newly established national railway company, whose dismembered body was found on a train line after he announced a wave of redundancies.</p> <p>Peace focuses here for the first time on the US experience of occupation, as we see the investigation through the eyes of a Montana detective, Harry Sweeney. With rumours swirling that Shimoyama had got himself into debt because of a mistress, local police are ready to declare suicide, but the Americans are keener to pin it on hostile union bosses, with a question mark over whether Shimoyama’s body had been dismembered before being hit by a train.<br><br>Gone, mostly, are the torrential sentences of <em>Tokyo Year Zero</em>, in favour<br>of a gumshoe yarn’s stripped-back prose. Nor are there the structural<br>high jinks of <em>Occupied City</em>; instead, Peace generates his trademark sense<br>of paranoid delirium from the twists and turns of the story itself, as new angles continually emerge, less on account of Sweeney’s deductive<br>skill than what others are ready to tell him.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2018/mar/23/david-mitchell-david-peace-conversation\">David Mitchell meets David Peace: ‘I’ve slowed down. I can’t believe I published eight books in 10 years’</a> </p> </aside>  <p><br>All the same, it’s no surprise when the novel’s second part leaves Sweeney behind for a weirder meta-fictive segment, set before the 1964 Olympics, in which we follow the mental collapse of a Japanese private eye in search of a mystery writer gone awol with his advance for a manuscript about – you guessed it – the death of Shimoyama.<br></p> <p>As in <em>Occupied City</em>, which starts as an anatomy of a bank robbery but<br>turns into a geopolitical thriller involving the murky byways of<br>biological weapons research, <em>Tokyo Redux</em> leads stealthily from the<br>who-what-why of grudges and gangsters into hushed-up government<br>departments and black ops, a conspiratorial descent licensed, as<br>Peace’s authorial note indicates, by the fact that material on the CIA’s<br>website related to Japan is still “redacted for the period around the<br>death of Sadanori Shimoyama. And only for that period.”<br><br>Although you don’t need to have read the first two books to enjoy <em>Tokyo<br>Redux</em>, it lands harder if you have, not least during an eerie<br>sequence revisiting the protagonist of <em>Tokyo Year Zero</em>. Peace can be an<br>uneven writer, but he’s somewhere near his best in this powerful,<br>overwhelming novel, in which genre excitement steadily gives way to the<br>uncannier frisson of being plugged into a current of secret knowledge.</p> <p>• <em>Tokyo Redux</em> by David Peace is published by Faber &amp; Faber (£16.99). To support the <em>Guardian</em> order your copy at <a href=\"https://guardianbookshop.com/tokyo-redux-9780571232000.html\">guardianbookshop.com</a>. Delivery charges may apply</p>","newspaperPageNumber":"42","wordcount":"672","commentCloseDate":"2021-06-20T00:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T08:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:00:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhtdq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/963bbc0b5c9c2fd8c9b5639928c58bbe1ab0271d/318_96_3880_2328/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"David Peace, who left England for Japan in the early 1990s, said he wanted to write about postwar Tokyo as long ago as 2001, but that “there was a difference between fascination and obsession”, as if the subject’s potential hadn’t quite yet lit up his mind. At the time, he was known for the Red Riding quartet, a crime series centred on police corruption during the 1970s and 1980s. He has always spoken of crime fiction less as a source of whodunnit thrills than as a tool for sociopolitical critique, describing the main influence on his work as the impact of having grown up in West Yorkshire at a time when Peter Sutcliffe was at large. Now, 20 years later, comes the final instalment of a blistering trilogy of novels set in US-occupied Japan after the second world war. You sense he found his way into the material by fictionalising real-life cases that aligned with his past preoccupations; the first volume, 2007’s Tokyo Year Zero, followed a drug-addicted cop on the tail of a serial rapist and murderer in 1946. A police procedural that doubled as an intimate study of breakdown as well as a wide-angled exploration of daily life in postwar Japan, it was a gruelling, relentless novel, driven by Peace’s long-patented iterative cadences, unafraid to describe a gunfight (say) simply by typing “Bang!” dozens of times. Two years later came Occupied City, a tricksier patchwork of stylistically diverse testimony framed around a seance summoning the ghosts of another true crime, the poisoning of a group of Tokyo bank clerks by a man claiming to offer inoculation from dysentery. Tokyo Redux again centres on a real case: the disappearance and death in 1949 of Sadanori Shimoyama, the president of Japan’s newly established national railway company, whose dismembered body was found on a train line after he announced a wave of redundancies. Peace focuses here for the first time on the US experience of occupation, as we see the investigation through the eyes of a Montana detective, Harry Sweeney. With rumours swirling that Shimoyama had got himself into debt because of a mistress, local police are ready to declare suicide, but the Americans are keener to pin it on hostile union bosses, with a question mark over whether Shimoyama’s body had been dismembered before being hit by a train. Gone, mostly, are the torrential sentences of Tokyo Year Zero, in favour of a gumshoe yarn’s stripped-back prose. Nor are there the structural high jinks of Occupied City; instead, Peace generates his trademark sense of paranoid delirium from the twists and turns of the story itself, as new angles continually emerge, less on account of Sweeney’s deductive skill than what others are ready to tell him. All the same, it’s no surprise when the novel’s second part leaves Sweeney behind for a weirder meta-fictive segment, set before the 1964 Olympics, in which we follow the mental collapse of a Japanese private eye in search of a mystery writer gone awol with his advance for a manuscript about – you guessed it – the death of Shimoyama. As in Occupied City, which starts as an anatomy of a bank robbery but turns into a geopolitical thriller involving the murky byways of biological weapons research, Tokyo Redux leads stealthily from the who-what-why of grudges and gangsters into hushed-up government departments and black ops, a conspiratorial descent licensed, as Peace’s authorial note indicates, by the fact that material on the CIA’s website related to Japan is still “redacted for the period around the death of Sadanori Shimoyama. And only for that period.” Although you don’t need to have read the first two books to enjoy Tokyo Redux, it lands harder if you have, not least during an eerie sequence revisiting the protagonist of Tokyo Year Zero. Peace can be an uneven writer, but he’s somewhere near his best in this powerful, overwhelming novel, in which genre excitement steadily gives way to the uncannier frisson of being plugged into a current of secret knowledge. • Tokyo Redux by David Peace is published by Faber &amp; Faber (£16.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"4153","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/anthonycummins\">Anthony Cummins</a>"},{"headline":"Republicans who embraced Trump’s big lie run to become election officials","standfirst":"<p>Countrywide campaigns for secretaries of state underscore new Republican focus to take control of election administration</p>","trailText":"Countrywide campaigns for secretaries of state underscore new Republican focus to take control of election administration","byline":"Sam Levine in New York","main":"<figure class=\"element element-image\" data-media-id=\"7f68303e2de0e8e89178055977dff6e45e85f646\"> <img src=\"https://media.guim.co.uk/7f68303e2de0e8e89178055977dff6e45e85f646/0_133_4000_2400/1000.jpg\" alt=\"In Georgia, Congressman Jody Hice is running to unseat Brad Raffensperger, the Republican who refused to ‘find’ votes for Donald Trump.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Georgia, Congressman Jody Hice is running to unseat Brad Raffensperger, the Republican who refused to ‘find’ votes for Donald Trump.</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>Republicans who have embraced baseless claims about the 2020 election being stolen are now running to serve as the chief elections officials in several states, a move that could give them significant power over election processes.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up for the Guardian’s Fight to Vote newsletter\">  <iframe id=\"minute-us\" name=\"minute-us\" src=\"https://www.theguardian.com/email/form/plaintone/minute-us\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--minute-us\"></iframe> <figcaption>Sign up for the Guardian’s Fight to Vote newsletter</figcaption> </figure>  <p>The campaigns, first detailed by<a href=\"https://www.politico.com/news/2021/05/24/2020-election-republican-official-races-490458\"> Politico last week</a>, underscore a new focus to take control of election administration. Secretaries of state, who are elected to office in <a href=\"https://www.npr.org/2018/11/29/671524134/partisan-election-officials-are-inherently-unfair-but-probably-here-to-stay\">partisan contests </a>that have long been overlooked, wield enormous power over election rules in their state, are responsible for overseeing election equipment, and are a key player in certifying – making official – election results.</p> <p>Winning secretary of state offices across the country would give conspiracy theorists enormous power to wreak havoc in the 2024 presidential election, including potentially blocking candidates who win the most votes from taking office.</p> <p>“This is an indication of wanting, basically, to have a man inside who can undermine,” said Sylvia Albert, the director of voting and elections at Common Cause, a government watchdog group. “Clearly these are not people who believe in the rule of law. And people who run our government need to follow the rule of law. So it is concerning that they are running.”</p> <p>In Arizona, Mark Finchem, a Republican in the state house, is seeking the GOP’s nomination to be secretary of state, the top election official in Arizona. Finchem, who was <a href=\"https://www.azcentral.com/story/news/politics/arizona/2021/02/22/arizona-rep-mark-finchems-texts-u-s-capitol-raise-questions/4491995001/\">at the US Capitol on 6 January</a>, has repeatedly voiced support for the “Stop the Steal” movement, falsely claimed the election was stolen from Donald Trump, and backed efforts to overturn the 2020 election results. He is also a <a href=\"https://www.azmirror.com/2021/05/10/finchem-hopes-audit-will-lead-to-reassignment-of-arizonas-electoral-votes/\">staunch supporter</a> of an ongoing Republican effort to review <a href=\"https://www.theguardian.com/us-news/2021/may/14/arizona-election-audit-recount-ballots-maricopa-county\">2.1m ballots</a> cast in Arizona’s largest county, an exercise experts say is designed to try to undermine the election results.</p> <p>Jody Hice, a Republican Georgia congressman who voted to try to block certification of the electoral college, is also running to serve as the top election official in his state and Trump has already endorsed him. He is trying to unseat Brad Raffensperger, an incumbent Republican, who drew Trump’s ire after refusing to <a href=\"https://www.washingtonpost.com/politics/trump-raffensperger-call-georgia-vote/2021/01/03/d45acb92-4dc4-11eb-bda4-615aaefd0555_story.html\">“find” </a>votes for him there.</p> <p>In Nevada, Jim Marchant, a former Republican congressional candidate who alleged fraud and<a href=\"https://www.washingtonpost.com/politics/trump-raffensperger-call-georgia-vote/2021/01/03/d45acb92-4dc4-11eb-bda4-615aaefd0555_story.html\"> tried to overturn his loss</a> last year is running to serve as secretary of state there. Kristina Karamo, a Republican who made baseless claims about fraud in Michigan, is also running to be the top elected official there.</p> <p>Finchem, Hice, Marchant and Karamo all did not respond to interview requests.</p> <p>Jena Griswold, Colorado’s top election official and the chair of the Democratic association of secretaries of state was blunt in her assessment of the four candidates. She said it was concerning many of them were running in swing states where there were attempts to overturn the 2020 election.</p> <p>“People who spread lies about our elections to try to help their own political parties are not fit to protect elections,” she said in an interview. “They should not be elected to these offices.”</p> <p>Michigan’s secretary of state, Jocelyn Benson, a Democrat, said she was “deeply worried” about the prospect of people who spread lies about elections becoming top state election officials.</p> <p>“We’re seeing now an escalation of the tactics and a proliferation of the tactics that we’ve experienced over the past year to undermine democracy,” she said. “And they’ve now taken on this focus on who has the authority over our elections in 2022 and 2024 really. And using the time now to change the rules of the game and the people who oversee it.”</p> <p>The role of a secretary of state can vary in each state, but in many places they wield enormous unilateral authority to create voting regulations and interpret election rules. That power was on display in 2020, when secretaries across the country made key decisions on access to drop boxes and sending out mail-in ballot applications, among other measures. After election day, Republican and Democratic secretaries of state in Arizona, Georgia, Michigan and Nevada stood as bulwarks against Trump’s efforts to overturn the results, both by dispelling accusations of fraud and refusing to stop the certification of elections.</p> <p>Benson, Michigan’s top election official, noted that secretaries of state were often one of the most trusted sources of information around election processes.</p> <p>In March, Benson’s office released a <a href=\"https://www.michigan.gov/documents/sos/Antrim_720623_7.pdf\">detailed report dispelling</a> claims of abnormalities in Antrim county, which had become a major focus of those who believed the election was stolen. She also beat back claims there was wrongdoing in Detroit, where Trump used baseless accusations of fraud to try to stop certification of the result, and released a statement in March noting <a href=\"https://www.michigan.gov/sos/0,4670,7-127-1640_9150-553386--,00.html#:~:text=More%20than%20250%20audits%20confirm%20accuracy%20and%20integrity%20of%20Michigan's%20election,-MARCH%202%2C%202021&amp;text=Secretary%20of%20State%20Jocelyn%20Benson,of%20the%202020%20general%20election.\">more than 250 audits</a> had confirmed the results of the election.</p> <p>The Nevada secretary of state, Barbara Cegavske, a Republican, investigated GOP claims of fraud and<a href=\"https://www.cnn.com/2021/04/22/politics/barbara-cegavske-nevada-gop-voting-2020-election/index.html\"> publicly said in April </a>there was no evidence for the claim – a move that earned her a censure <a href=\"https://news3lv.com/news/local/clark-county-gop-seeks-probe-proud-boys-ties-censure-barbara-cegavske-nevada\">from her own party</a>. Raffensperger was one of the most prominent voices to defy Trump last year and say there was no fraud in his state and championed audits and hand recounts that backed him up.</p> <p>“You have inherent in the position of bully pulpit to amplify truth, or in the cases of bad actors, perhaps amplify misinformation,” she said. “That’s another pernicious aspect of individuals who would seek to occupy this office as the state’s chief election officer who are not committed to telling the truth … they are instead committed to spreading the big lie or other misinformation that create chaos.”</p>","wordcount":"914","firstPublicationDate":"2021-05-30T08:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:18:56Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht2k3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7f68303e2de0e8e89178055977dff6e45e85f646/0_133_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Republicans who have embraced baseless claims about the 2020 election being stolen are now running to serve as the chief elections officials in several states, a move that could give them significant power over election processes. The campaigns, first detailed by Politico last week, underscore a new focus to take control of election administration. Secretaries of state, who are elected to office in partisan contests that have long been overlooked, wield enormous power over election rules in their state, are responsible for overseeing election equipment, and are a key player in certifying – making official – election results. Winning secretary of state offices across the country would give conspiracy theorists enormous power to wreak havoc in the 2024 presidential election, including potentially blocking candidates who win the most votes from taking office. “This is an indication of wanting, basically, to have a man inside who can undermine,” said Sylvia Albert, the director of voting and elections at Common Cause, a government watchdog group. “Clearly these are not people who believe in the rule of law. And people who run our government need to follow the rule of law. So it is concerning that they are running.” In Arizona, Mark Finchem, a Republican in the state house, is seeking the GOP’s nomination to be secretary of state, the top election official in Arizona. Finchem, who was at the US Capitol on 6 January, has repeatedly voiced support for the “Stop the Steal” movement, falsely claimed the election was stolen from Donald Trump, and backed efforts to overturn the 2020 election results. He is also a staunch supporter of an ongoing Republican effort to review 2.1m ballots cast in Arizona’s largest county, an exercise experts say is designed to try to undermine the election results. Jody Hice, a Republican Georgia congressman who voted to try to block certification of the electoral college, is also running to serve as the top election official in his state and Trump has already endorsed him. He is trying to unseat Brad Raffensperger, an incumbent Republican, who drew Trump’s ire after refusing to “find” votes for him there. In Nevada, Jim Marchant, a former Republican congressional candidate who alleged fraud and tried to overturn his loss last year is running to serve as secretary of state there. Kristina Karamo, a Republican who made baseless claims about fraud in Michigan, is also running to be the top elected official there. Finchem, Hice, Marchant and Karamo all did not respond to interview requests. Jena Griswold, Colorado’s top election official and the chair of the Democratic association of secretaries of state was blunt in her assessment of the four candidates. She said it was concerning many of them were running in swing states where there were attempts to overturn the 2020 election. “People who spread lies about our elections to try to help their own political parties are not fit to protect elections,” she said in an interview. “They should not be elected to these offices.” Michigan’s secretary of state, Jocelyn Benson, a Democrat, said she was “deeply worried” about the prospect of people who spread lies about elections becoming top state election officials. “We’re seeing now an escalation of the tactics and a proliferation of the tactics that we’ve experienced over the past year to undermine democracy,” she said. “And they’ve now taken on this focus on who has the authority over our elections in 2022 and 2024 really. And using the time now to change the rules of the game and the people who oversee it.” The role of a secretary of state can vary in each state, but in many places they wield enormous unilateral authority to create voting regulations and interpret election rules. That power was on display in 2020, when secretaries across the country made key decisions on access to drop boxes and sending out mail-in ballot applications, among other measures. After election day, Republican and Democratic secretaries of state in Arizona, Georgia, Michigan and Nevada stood as bulwarks against Trump’s efforts to overturn the results, both by dispelling accusations of fraud and refusing to stop the certification of elections. Benson, Michigan’s top election official, noted that secretaries of state were often one of the most trusted sources of information around election processes. In March, Benson’s office released a detailed report dispelling claims of abnormalities in Antrim county, which had become a major focus of those who believed the election was stolen. She also beat back claims there was wrongdoing in Detroit, where Trump used baseless accusations of fraud to try to stop certification of the result, and released a statement in March noting more than 250 audits had confirmed the results of the election. The Nevada secretary of state, Barbara Cegavske, a Republican, investigated GOP claims of fraud and publicly said in April there was no evidence for the claim – a move that earned her a censure from her own party. Raffensperger was one of the most prominent voices to defy Trump last year and say there was no fraud in his state and championed audits and hand recounts that backed him up. “You have inherent in the position of bully pulpit to amplify truth, or in the cases of bad actors, perhaps amplify misinformation,” she said. “That’s another pernicious aspect of individuals who would seek to occupy this office as the state’s chief election officer who are not committed to telling the truth … they are instead committed to spreading the big lie or other misinformation that create chaos.”","charCount":"5601","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sam-levine\">Sam Levine</a> in New York"},{"headline":"Tories made a Faustian bargain when they gave us this lord of misrule","standfirst":"Dominic Cummings may be out for revenge, but his account of Boris Johnson’s fatal character flaws was tragically believable","trailText":"Dominic Cummings may be out for revenge, but his account of Boris Johnson’s fatal character flaws was tragically believable","byline":"Andrew Rawnsley","main":"<figure class=\"element element-image\" data-media-id=\"dc054418f6894e78f7ab03bbe1d4abecfc7e3476\"> <img src=\"https://media.guim.co.uk/dc054418f6894e78f7ab03bbe1d4abecfc7e3476/19_155_1769_1060/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings painted a terrifying picture of a man fundamentally unfit to be prime minister. </span> <span class=\"element-image__credit\">Photograph: Tayfun Salcı/Zuma Wire/Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>It’s a mad, mad, mad, mad world in which Boris Johnson can be prime minister. Plenty of people have been saying that, and for a long time, but it was fresh to hear it from the man who played such an instrumental role in installing Mr Johnson at Number 10 in the first place and then keeping him in Downing Street. “It’s just completely crackers… that Boris Johnson is in there,” remarked Dominic Cummings in the course of his marathon testimony in parliament. He also declared it “crazy” that someone like himself could have acquired such a powerful position in government, one point on which everyone can agree.</p> <p>The fault lies not in the stars, but with the Conservative party. Coming up to two years ago, when the Tories were looking for a new leader, they decided that the only thing that mattered to them was improving their chances of winning an election. The potential popularity and campaign skills of leadership candidates are always significant factors when parties choose a new chief, but it is usual for some other criteria to be included in the assessment. Criteria such as competence, professionalism, grip, integrity and trustworthiness. Knowing that Mr Johnson was a terrible fail on all those scores, Tories chose him anyway. Many of them knew that he was extremely ill-qualified to be prime minister, but they held their noses and crossed the Johnson box nevertheless. That was the Faustian bargain they struck. They got themselves someone who was good for winning an election and bad at every aspect of governing.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Cummings' testimony adds to our understanding of why the response to the pandemic has often been lethally atrocious</p> </blockquote> </aside>  <p>Just how atrocious was the central theme of the Cummings testimony. His accounts of the weaknesses of the state were fascinating in parts, but not a novel theme from him. The many allegations about Matt Hancock have put pressure on the health secretary, but his fate is only a subplot. It was the deconstruction of the character, methods and motives of the prime minister, by the man who was until very recently his closest aide, which was both most compelling and most believable.</p> <p>You can depict Mr Cummings, as the Johnson apologists do, as a bitter and twisted man on a quest for revenge. You can say – and I would agree – that he is hardly an example of sparkling purity himself. But it is not his motives that really matter, but the content and plausibility of <a href=\"https://www.theguardian.com/politics/2021/may/26/boris-johnson-is-unfit-to-be-prime-minister-says-dominic-cummings\" title=\"\">his account</a>. He painted an eviscerating and credible picture of a shambolic, cavalier, glib, narcissistic, reckless, contradictory, irrational, inept, indecisive, image-obsessed prime minister who “changes his mind day after day” like an out-of-control shopping trolley “smashing from one side of the aisle to the other” as officials tried to get him to make vital decisions at critical points of the pandemic.</p>  <figure class=\"element element-image\" data-media-id=\"5c102c65502a762903a46ab1ad2d2938343bbab4\"> <img src=\"https://media.guim.co.uk/5c102c65502a762903a46ab1ad2d2938343bbab4/0_30_2788_1673/1000.jpg\" alt=\"Dominic Cummings leaves the houses of parliament in London after giving evidence on the government’s handling of the Covid-19 crisis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings leaves the houses of parliament in London after giving evidence on the government’s handling of the Covid-19 crisis.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>  <p>The jaundiced view is that, for all the pyrotechnics of his performance, Mr Cummings won’t do much immediate damage to Mr Johnson because he was essentially telling us what we already knew or strongly suspected. We knew that his former boss was slow to accept that the virus was a menace and prevaricated over imposing the first lockdown. We knew that shortages of protective equipment exposed frontline workers. We knew that Covid-infected patients were decanted from hospitals into care homes with fatal consequences. We’ve lived through the horrendous surge of infection and death that followed Mr Johnson’s refusal to follow expert advice last autumn. We knew that he is a profoundly flawed personality manifestly unsuited to the management of a crisis of this type and magnitude.</p> <p>Yet the Cummings testimony was still of great value in adding to our understanding of why the response to the pandemic has so often been so lethally atrocious. The damnation was in the vividness of the detail, much of which Number 10 has not made any serious effort to deny. Three episodes stood out for me as especially telling about the desperately dsyfunctional nature of this premiership. The first of these was in the early weeks of the crisis. Mr Cummings gave a believable account, which chimes with many others, of a prime minister who was distracted by his tangled personal life and refusing to take the virus seriously, dismissing it as a “scare story”. Rather than be alarmed that the prime minister wouldn’t take charge of emergency meetings, officials were actually relieved that he was absent. “The view of various officials inside Number 10 was, if we have the prime minister chairing Cobra meetings and he just tells everyone, ‘It’s swine flu, don’t worry about it, I’m going to get Chris Whitty to inject me live on TV with coronavirus so everyone realises it’s nothing to be frightened of’, that would not help with serious planning.” You can’t get much more terrifying than this: a prime minister regarded as so dangerous by his officials that they don’t want him to turn up for work.</p> <p>The Johnsonian method of government was revealed in a confrontation between the two men in the summer of last year when Mr Cummings says he complained to the prime minister: “This whole system is chaos, this building is chaos.” Mr Johnson laughed and replied: “Chaos isn’t that bad, chaos means that everyone has to look to me to see who’s in charge.” We have it from the mouth of the man who was his chief lieutenant that Britain is presided over by a Lord of Misrule. He deliberately cultivates anarchy in the belief that a constant state of confusion at Number 10 and in Whitehall enhances his authority. An unfortunate side-effect of this chaos theory of government is that it kills people.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Johnson cultivates anarchy in the belief that a constant state of confusion in Number 10 and Whitehall enhances his authority</p> </blockquote> </aside>  <p>After Covid had put Mr Johnson in hospital, it became commonplace in the media to report that he was taking the virus a lot more seriously. His former right-hand exposed that as a myth. The prime minister regretted the first lockdown and told his aides: “I should have been the mayor in <em>Jaws</em>”, who kept the beaches open even as the shark was taking lumps out of swimmers. “Now I’m going to be. Open everything up.” That led to the darkest episode of all when he refused to listen to accurate expert advice that a second wave was coming. Heedless of the warnings that the virus would rip out of control unless there was pre-emptive action, the prime minister responded that he’d rather “let the bodies pile high” than impose another lockdown. The bodies then did pile high, in their tens of thousands, until he was finally forced to reverse. Whereas blame for earlier failings might be widely spread, culpability for that avoidable tragedy lies sharply with Mr Johnson. He is charged by the man who was his most senior aide at the time with being responsible for criminally bad decisions that led to many needless deaths, the most devastating accusation you can level against a prime minister.</p> <p>You might expect at least some Tory MPs to be sufficiently disturbed by such a grave set of charges that they would demand either a convincing rebuttal from the prime minister or his resignation. The fatal blunders of the past 18 months need accounting for as a mark of respect to those who have lost loved ones and those who have suffered in other ways. They also need full exposure because, without remedial action, there will be more and possibly worse to come when the next crisis strikes. That is the case in a nutshell for a public inquiry starting very soon, not at a delayed date to suit the political convenience of the government.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/28/academic-who-helped-change-no-10-covid-policy-in-first-wave-warns-of-easing-risk\">Expert who helped change No 10 Covid policy in first wave warns over risk of easing</a> </p> </aside>  <p>Yet Tory MPs have been willingly choreographed by their party managers to dismiss the entirety of the Cummings testimony with a shrug, a scoff or a sneer. They calculate voters won’t have much time for the accusations of an oddball who outraged them with his lockdown-busting.</p> <p>That’s not all there is to it. Tory MPs cannot publicly admit, even if a lot of them privately think it, that Mr Cummings’ core contention is absolutely correct. It is “completely crackers” that a man of Mr Johnson’s multiple, deep and frequently demonstrated character defects is prime minister when he is fundamentally “unfit for the job”. They won’t do anything about it because the same calculus that put him in Number 10 keeps him there today. So long as the Tory poll rating is buoyant and he still looks like a winner, they appear willing to give him a pass on anything.</p> <p>Those who live only by their poll ratings eventually perish by them. When the public mood turns, Boris Johnson will become extremely vulnerable. For now, the Conservative party doesn’t seem to care how bad he is at being prime minister as long as their poll rating looks good. As Faust discovered, the devil will turn up one day to demand his price.</p> <p>• Andrew Rawnsley is Chief Political Commentator of the Observer</p>","newspaperPageNumber":"45","wordcount":"1474","commentCloseDate":"2021-06-02T08:00:49Z","commentable":"true","firstPublicationDate":"2021-05-30T08:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:23:06Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hthdh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/dc054418f6894e78f7ab03bbe1d4abecfc7e3476/19_155_1769_1060/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It’s a mad, mad, mad, mad world in which Boris Johnson can be prime minister. Plenty of people have been saying that, and for a long time, but it was fresh to hear it from the man who played such an instrumental role in installing Mr Johnson at Number 10 in the first place and then keeping him in Downing Street. “It’s just completely crackers… that Boris Johnson is in there,” remarked Dominic Cummings in the course of his marathon testimony in parliament. He also declared it “crazy” that someone like himself could have acquired such a powerful position in government, one point on which everyone can agree. The fault lies not in the stars, but with the Conservative party. Coming up to two years ago, when the Tories were looking for a new leader, they decided that the only thing that mattered to them was improving their chances of winning an election. The potential popularity and campaign skills of leadership candidates are always significant factors when parties choose a new chief, but it is usual for some other criteria to be included in the assessment. Criteria such as competence, professionalism, grip, integrity and trustworthiness. Knowing that Mr Johnson was a terrible fail on all those scores, Tories chose him anyway. Many of them knew that he was extremely ill-qualified to be prime minister, but they held their noses and crossed the Johnson box nevertheless. That was the Faustian bargain they struck. They got themselves someone who was good for winning an election and bad at every aspect of governing. Just how atrocious was the central theme of the Cummings testimony. His accounts of the weaknesses of the state were fascinating in parts, but not a novel theme from him. The many allegations about Matt Hancock have put pressure on the health secretary, but his fate is only a subplot. It was the deconstruction of the character, methods and motives of the prime minister, by the man who was until very recently his closest aide, which was both most compelling and most believable. You can depict Mr Cummings, as the Johnson apologists do, as a bitter and twisted man on a quest for revenge. You can say – and I would agree – that he is hardly an example of sparkling purity himself. But it is not his motives that really matter, but the content and plausibility of his account. He painted an eviscerating and credible picture of a shambolic, cavalier, glib, narcissistic, reckless, contradictory, irrational, inept, indecisive, image-obsessed prime minister who “changes his mind day after day” like an out-of-control shopping trolley “smashing from one side of the aisle to the other” as officials tried to get him to make vital decisions at critical points of the pandemic. The jaundiced view is that, for all the pyrotechnics of his performance, Mr Cummings won’t do much immediate damage to Mr Johnson because he was essentially telling us what we already knew or strongly suspected. We knew that his former boss was slow to accept that the virus was a menace and prevaricated over imposing the first lockdown. We knew that shortages of protective equipment exposed frontline workers. We knew that Covid-infected patients were decanted from hospitals into care homes with fatal consequences. We’ve lived through the horrendous surge of infection and death that followed Mr Johnson’s refusal to follow expert advice last autumn. We knew that he is a profoundly flawed personality manifestly unsuited to the management of a crisis of this type and magnitude. Yet the Cummings testimony was still of great value in adding to our understanding of why the response to the pandemic has so often been so lethally atrocious. The damnation was in the vividness of the detail, much of which Number 10 has not made any serious effort to deny. Three episodes stood out for me as especially telling about the desperately dsyfunctional nature of this premiership. The first of these was in the early weeks of the crisis. Mr Cummings gave a believable account, which chimes with many others, of a prime minister who was distracted by his tangled personal life and refusing to take the virus seriously, dismissing it as a “scare story”. Rather than be alarmed that the prime minister wouldn’t take charge of emergency meetings, officials were actually relieved that he was absent. “The view of various officials inside Number 10 was, if we have the prime minister chairing Cobra meetings and he just tells everyone, ‘It’s swine flu, don’t worry about it, I’m going to get Chris Whitty to inject me live on TV with coronavirus so everyone realises it’s nothing to be frightened of’, that would not help with serious planning.” You can’t get much more terrifying than this: a prime minister regarded as so dangerous by his officials that they don’t want him to turn up for work. The Johnsonian method of government was revealed in a confrontation between the two men in the summer of last year when Mr Cummings says he complained to the prime minister: “This whole system is chaos, this building is chaos.” Mr Johnson laughed and replied: “Chaos isn’t that bad, chaos means that everyone has to look to me to see who’s in charge.” We have it from the mouth of the man who was his chief lieutenant that Britain is presided over by a Lord of Misrule. He deliberately cultivates anarchy in the belief that a constant state of confusion at Number 10 and in Whitehall enhances his authority. An unfortunate side-effect of this chaos theory of government is that it kills people. After Covid had put Mr Johnson in hospital, it became commonplace in the media to report that he was taking the virus a lot more seriously. His former right-hand exposed that as a myth. The prime minister regretted the first lockdown and told his aides: “I should have been the mayor in Jaws”, who kept the beaches open even as the shark was taking lumps out of swimmers. “Now I’m going to be. Open everything up.” That led to the darkest episode of all when he refused to listen to accurate expert advice that a second wave was coming. Heedless of the warnings that the virus would rip out of control unless there was pre-emptive action, the prime minister responded that he’d rather “let the bodies pile high” than impose another lockdown. The bodies then did pile high, in their tens of thousands, until he was finally forced to reverse. Whereas blame for earlier failings might be widely spread, culpability for that avoidable tragedy lies sharply with Mr Johnson. He is charged by the man who was his most senior aide at the time with being responsible for criminally bad decisions that led to many needless deaths, the most devastating accusation you can level against a prime minister. You might expect at least some Tory MPs to be sufficiently disturbed by such a grave set of charges that they would demand either a convincing rebuttal from the prime minister or his resignation. The fatal blunders of the past 18 months need accounting for as a mark of respect to those who have lost loved ones and those who have suffered in other ways. They also need full exposure because, without remedial action, there will be more and possibly worse to come when the next crisis strikes. That is the case in a nutshell for a public inquiry starting very soon, not at a delayed date to suit the political convenience of the government. Yet Tory MPs have been willingly choreographed by their party managers to dismiss the entirety of the Cummings testimony with a shrug, a scoff or a sneer. They calculate voters won’t have much time for the accusations of an oddball who outraged them with his lockdown-busting. That’s not all there is to it. Tory MPs cannot publicly admit, even if a lot of them privately think it, that Mr Cummings’ core contention is absolutely correct. It is “completely crackers” that a man of Mr Johnson’s multiple, deep and frequently demonstrated character defects is prime minister when he is fundamentally “unfit for the job”. They won’t do anything about it because the same calculus that put him in Number 10 keeps him there today. So long as the Tory poll rating is buoyant and he still looks like a winner, they appear willing to give him a pass on anything. Those who live only by their poll ratings eventually perish by them. When the public mood turns, Boris Johnson will become extremely vulnerable. For now, the Conservative party doesn’t seem to care how bad he is at being prime minister as long as their poll rating looks good. As Faust discovered, the devil will turn up one day to demand his price. • Andrew Rawnsley is Chief Political Commentator of the Observer","charCount":"8596","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrewrawnsley\">Andrew Rawnsley</a>"},{"headline":"China forces pace of vaccinations with persuasion … and some cash ","standfirst":"<p>Two months ago, few had been inoculated. Now hundreds of millions have, after health warnings – and gifts<br></p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul>","trailText":"Two months ago, few had been inoculated. Now hundreds of millions have, after health warnings – and gifts","byline":"Vincent Ni","main":"<figure class=\"element element-image\" data-media-id=\"050de723765520688628eb224c00e785f32a5b36\"> <img src=\"https://media.guim.co.uk/050de723765520688628eb224c00e785f32a5b36/0_375_7645_4585/1000.jpg\" alt=\"Chinese workers waiting for a jab at a mass vaccination centre for Chaoyang district in Beijing.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chinese workers waiting for a jab at a mass vaccination centre for Chaoyang district in Beijing.</span> <span class=\"element-image__credit\">Photograph: Kevin Frayer/Getty Images</span> </figcaption> </figure>","body":"<p>Early in March, when the Covid vaccination rate in the UK had reached 30% of the population, China’s top respiratory expert Zhong Nanshan revealed in a webinar that the figure in China was barely 3.56%.</p> <p>The low vaccination rate was worrying the country’s leaders, as new variants continued to emerge across the world. By the end of February, only slightly more than 52m doses of Covid vaccines had been administered in China – a country with more than 1.4 billion people.</p> <p>But Zhong – also one of Beijing’s most trusted medical advisers – said that China would aim to inoculate 40% of its population by the end of June, while admitting it was going to be a challenging task ahead. “We don’t have much time, and we still have a large amount of work to do,” he said.</p> <p>Without charting a path to achieving “herd immunity”, the current policy of zero-tolerance for cases meant, for example, that an entire neighbourhood in the southern city of Guangzhou was shut down for door-to-door testing yesterday, because of a handful of positive cases.</p> <p>A national mass vaccination programme began roaring into action three weeks after Zhong’s pledge. Provinces and cities then came up with their own plans to meet the target, and to compete with each other.</p> <p>Vaccination production was accelerated, too. On 1 February, only 1.5m doses were produced. But by 24 March, the capacity had been raised to around 5m doses daily. And <a href=\"http://www.xinhuanet.com/politics/2021-05/27/c_1127499128.htm\" title=\"\">on last Thursday alone</a>, more than 20 million people were injected. Nearly 603m doses had been administered as of Saturday, according to <a href=\"http://www.nhc.gov.cn/xcs/yqfkdt/202105/41095a9c33f84918bd7c2178b0197d3e.shtml\" title=\"\">the National Health Commission</a>.</p> <p>Some Chinese experts now say that the country is on its path to achieving “herd immunity”. George Gao, director of the Chinese centre for disease control and prevention, told Chinese media that he hoped between 900 million and 1 billion people can be vaccinated by the end of this year or early next year.</p> <p>So how did China turn itself from laggard to leader in vaccinating its massive population in less than three months?</p> <h2>Persuading the nation</h2> <p>Although the pandemic was first identified in China, Beijing’s vaccination programme began unimpressively. “Just like a certain population in the United States, some Chinese people are also hesitant about the vaccine,” said Huang Yanzhong, an expert on public health in China at the Council on Foreign Relations in New York. In January, a survey of 1.8 million residents in Shanghai showed that only half said they would get vaccinated. A month later, another survey of health care and epidemic prevention workers in neighbouring Zhejiang province showed that highly educated people and medical workers were particularly unwilling to be vaccinated. Among them, nearly 58% worry about potential side-effects.</p> <p>But then, the national government deployed a range of carrots and sticks to persuade the public. And like most nationwide campaigns in China, it started with a top-level speech.</p> <p>On 22 March, vice premier Sun Chunlan, according to state news agency Xinhua, asked departments and localities to improve organisation and coordination.</p> <p>“Sun’s speech also marked a shift in Beijing’s strategy from heavily exporting vaccines overseas to prioritising its domestic rollout,” noted Huang. “Inevitably, that meant a slowdown in shipment of Chinese vaccines to countries such as Brazil and Turkey – both have ordered Chinese vaccines.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=-7iBoIU6ppE\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/-7iBoIU6ppE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Get Jabbed Quick</figcaption> </figure>   <p>Vaccination centres were set up across the country – in hospitals, neighbourhoods and in electronics markets. Civil servants, girl bands and even NBA basketball star Yao Ming were seen persuading their neighbours to be vaccinated. Communist party members and employees at state-owned enterprises were urged to be role models.</p> <p>Well-known public figures such as Dr Zhang Wenhong, a Shanghai infectious disease expert whom the <em>New York Times</em> called China’s Dr Fauci, went on television to warn of the danger of complacency. “Just as everyone thought there was no longer any problem, then the epidemic suddenly returned,” he said this month.</p> <p><a href=\"http://www.nbd.com.cn/articles/2021-05-02/1731416.html\" title=\"\">In Shanghai</a>, some neighbourhoods rewarded each newly vaccinated person with 300 yuan (£33); others gave out milk, eggs and washing powder. In Sichuan province, its health commission has this month released a rap song called Get Jabbed Quick.</p>  <figure class=\"element element-image\" data-media-id=\"e32191158fe69fdfa06d9a9851c10374ac73235b\"> <img src=\"https://media.guim.co.uk/e32191158fe69fdfa06d9a9851c10374ac73235b/24_109_799_479/500.jpg\" alt=\"G-20 countries' daily vaccination\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">G-20 countries’ daily vaccination</span> <span class=\"element-image__credit\">Photograph: Our World in Data</span> </figcaption> </figure>  <p>But perhaps the most powerful tool of persuasion was sporadic outbreaks across the country. In mid-May, four locally transmitted cases were recorded in a small city in east Anhui province – China’s first in 20 days. Local officials highlighted the fact that the infected had not been vaccinated.</p> <p>The results? On 27 March, barely 100 million people had been vaccinated. By 21 April, an additional 100m doses had been administered. After this, according to Chinese media, it only took the authorities 16 days to inoculate a further 100 million people.</p> <p>The momentum carried on through May. On 23 May the authorities reported that more than half a billion people had been vaccinated.</p> <p>State media has praised the government’s efficiency, calling it the “China speed” vaccination. “The challenge of realising herd immunity for the world’s most populous country is obvious, but the ‘China speed’ of vaccination has lit the light at the end of the tunnel,” <a href=\"http://www.xinhuanet.com/english/2021-05/25/c_139969278.htm\" title=\"\">Xinhua gushed</a>.</p>  <figure class=\"element element-image\" data-media-id=\"64281ef7935d85595c175465d4a2f212a0e06428\"> <img src=\"https://media.guim.co.uk/64281ef7935d85595c175465d4a2f212a0e06428/11_27_1081_649/1000.jpg\" alt=\"Daily Covid-19 vaccine doses administered\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Daily Covid-19 vaccine doses administered</span> <span class=\"element-image__credit\">Photograph: Our World in Data</span> </figcaption> </figure>  <p>“It’s been fantastic news so far,” said Ben Cowling, head of Hong Kong University’s epidemiology and biostatistics division. He said that at the current pace, more than 50% or 60% of the population could be vaccinated by the end of the summer. “Once coverage goes above 60% to 70% it would be quite safe to start relaxing some of the Covid measures such as on-arrival quarantines,” Cowling added.</p> <p>But Huang is not as confident. He pointed to countries that have been using Chinese vaccines and are still seeing outbreaks. “Seychelles, for example, has largely used Chinese vaccines, but we are still seeing high infection rates. That might have something to do with the relatively low efficacy rate of the vaccines.”</p> <p>“The virus won’t go away, and perhaps it’s time to update our thinking on the so-called ‘herd immunity’. If China insists on its current policy of zero-tolerance for Covid cases, then it’s going to be a big challenge moving forward. Ultimately, we need to live with the virus.”</p> <p><em>Additional reporting by Jason Lu</em></p>","newspaperPageNumber":"30","wordcount":"1017","firstPublicationDate":"2021-05-30T08:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:00:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhjbt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/050de723765520688628eb224c00e785f32a5b36/0_375_7645_4585/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Early in March, when the Covid vaccination rate in the UK had reached 30% of the population, China’s top respiratory expert Zhong Nanshan revealed in a webinar that the figure in China was barely 3.56%. The low vaccination rate was worrying the country’s leaders, as new variants continued to emerge across the world. By the end of February, only slightly more than 52m doses of Covid vaccines had been administered in China – a country with more than 1.4 billion people. But Zhong – also one of Beijing’s most trusted medical advisers – said that China would aim to inoculate 40% of its population by the end of June, while admitting it was going to be a challenging task ahead. “We don’t have much time, and we still have a large amount of work to do,” he said. Without charting a path to achieving “herd immunity”, the current policy of zero-tolerance for cases meant, for example, that an entire neighbourhood in the southern city of Guangzhou was shut down for door-to-door testing yesterday, because of a handful of positive cases. A national mass vaccination programme began roaring into action three weeks after Zhong’s pledge. Provinces and cities then came up with their own plans to meet the target, and to compete with each other. Vaccination production was accelerated, too. On 1 February, only 1.5m doses were produced. But by 24 March, the capacity had been raised to around 5m doses daily. And on last Thursday alone, more than 20 million people were injected. Nearly 603m doses had been administered as of Saturday, according to the National Health Commission. Some Chinese experts now say that the country is on its path to achieving “herd immunity”. George Gao, director of the Chinese centre for disease control and prevention, told Chinese media that he hoped between 900 million and 1 billion people can be vaccinated by the end of this year or early next year. So how did China turn itself from laggard to leader in vaccinating its massive population in less than three months? Persuading the nation Although the pandemic was first identified in China, Beijing’s vaccination programme began unimpressively. “Just like a certain population in the United States, some Chinese people are also hesitant about the vaccine,” said Huang Yanzhong, an expert on public health in China at the Council on Foreign Relations in New York. In January, a survey of 1.8 million residents in Shanghai showed that only half said they would get vaccinated. A month later, another survey of health care and epidemic prevention workers in neighbouring Zhejiang province showed that highly educated people and medical workers were particularly unwilling to be vaccinated. Among them, nearly 58% worry about potential side-effects. But then, the national government deployed a range of carrots and sticks to persuade the public. And like most nationwide campaigns in China, it started with a top-level speech. On 22 March, vice premier Sun Chunlan, according to state news agency Xinhua, asked departments and localities to improve organisation and coordination. “Sun’s speech also marked a shift in Beijing’s strategy from heavily exporting vaccines overseas to prioritising its domestic rollout,” noted Huang. “Inevitably, that meant a slowdown in shipment of Chinese vaccines to countries such as Brazil and Turkey – both have ordered Chinese vaccines.” Vaccination centres were set up across the country – in hospitals, neighbourhoods and in electronics markets. Civil servants, girl bands and even NBA basketball star Yao Ming were seen persuading their neighbours to be vaccinated. Communist party members and employees at state-owned enterprises were urged to be role models. Well-known public figures such as Dr Zhang Wenhong, a Shanghai infectious disease expert whom the New York Times called China’s Dr Fauci, went on television to warn of the danger of complacency. “Just as everyone thought there was no longer any problem, then the epidemic suddenly returned,” he said this month. In Shanghai, some neighbourhoods rewarded each newly vaccinated person with 300 yuan (£33); others gave out milk, eggs and washing powder. In Sichuan province, its health commission has this month released a rap song called Get Jabbed Quick. But perhaps the most powerful tool of persuasion was sporadic outbreaks across the country. In mid-May, four locally transmitted cases were recorded in a small city in east Anhui province – China’s first in 20 days. Local officials highlighted the fact that the infected had not been vaccinated. The results? On 27 March, barely 100 million people had been vaccinated. By 21 April, an additional 100m doses had been administered. After this, according to Chinese media, it only took the authorities 16 days to inoculate a further 100 million people. The momentum carried on through May. On 23 May the authorities reported that more than half a billion people had been vaccinated. State media has praised the government’s efficiency, calling it the “China speed” vaccination. “The challenge of realising herd immunity for the world’s most populous country is obvious, but the ‘China speed’ of vaccination has lit the light at the end of the tunnel,” Xinhua gushed. “It’s been fantastic news so far,” said Ben Cowling, head of Hong Kong University’s epidemiology and biostatistics division. He said that at the current pace, more than 50% or 60% of the population could be vaccinated by the end of the summer. “Once coverage goes above 60% to 70% it would be quite safe to start relaxing some of the Covid measures such as on-arrival quarantines,” Cowling added. But Huang is not as confident. He pointed to countries that have been using Chinese vaccines and are still seeing outbreaks. “Seychelles, for example, has largely used Chinese vaccines, but we are still seeing high infection rates. That might have something to do with the relatively low efficacy rate of the vaccines.” “The virus won’t go away, and perhaps it’s time to update our thinking on the so-called ‘herd immunity’. If China insists on its current policy of zero-tolerance for Covid cases, then it’s going to be a big challenge moving forward. Ultimately, we need to live with the virus.” Additional reporting by Jason Lu","charCount":"6227","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/vincent-ni\">Vincent Ni</a>"},{"headline":"Mustafa: When Smoke Rises review – 21st-century folk meets bereft R&B","standfirst":"<p>(Regent Park Songs)<br>Friends lost to gun violence are memorialised on the Toronto singer-songwriter’s tender debut</p>","trailText":"Friends lost to gun violence are memorialised on the Toronto singer-songwriter’s tender debut","byline":"Kitty Empire","main":"<figure class=\"element element-image\" data-media-id=\"8053afad0bd526532e07f903055f8d37a745cf67\"> <img src=\"https://media.guim.co.uk/8053afad0bd526532e07f903055f8d37a745cf67/0_199_2510_1506/1000.jpg\" alt=\"Mustafa.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mustafa.</span> <span class=\"element-image__credit\">Photograph: Yasin Osman</span> </figcaption> </figure>","body":"<p>Growing up on Toronto’s Regent Park estate, <a href=\"https://mustafa.ffm.to/bio\">Mustafa Ahmed</a> first turned to poetry to bear witness to his neighbourhood’s difficult stories. After a spell as a songwriter for hire (credits include <a href=\"https://www.youtube.com/watch?v=RPCqZssID78\">the Weeknd</a> and <a href=\"https://en.wikipedia.org/wiki/She_Loves_Control\">Camila Cabello</a>), his eight-track <a href=\"https://mustafa.ffm.to/when-smoke-rises.bio\">debut album</a> harks back to his own experience and channels the trauma of <a href=\"https://pitchfork.com/features/rising/mustafas-meditative-songs-of-mourning/\">loved ones lost</a> to gun violence. On the song <a href=\"https://www.youtube.com/watch?v=GPOXFCkQLNw\">Ali</a>, he mourns the friend he lost in 2017, and the limitations of his art: “There were no words to stop the bullets.” On Separate, he sings about a cohort “too young to feel this pain”.</p> <p>The 24-year-old’s album arrives with the support of industry figures – Toronto producer Frank Dukes, plus our own Jamie xx and Sampha (the two collaborate on a tender piano track called Capo); <a href=\"https://www.youtube.com/watch?v=pyNLv6IGw1s\">James Blake</a> was an early champion and collaborator. But the star here is Mustafa’s own voice. The singer cites <a href=\"https://www.theguardian.com/music/2013/apr/23/richie-havens\">Richie Havens</a> as the figure who helped him reconcile the folk idiom with his own background as the child of Sudanese immigrants. Soft and wounded, and bearing the faintest echo of Islamic devotional songs, Mustafa’s delivery hits a bruised place somewhere between 21st-century folk and bereft R&amp;B. <strong> </strong></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=GPOXFCkQLNw\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/GPOXFCkQLNw?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://www.youtube.com/watch?v=GPOXFCkQLNw\">Watch the video for Ali by Mustafa</a></figcaption> </figure>","newspaperPageNumber":"37","starRating":"3","wordcount":"194","commentCloseDate":"2021-06-18T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T08:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:00:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hg285","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8053afad0bd526532e07f903055f8d37a745cf67/0_199_2510_1506/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Growing up on Toronto’s Regent Park estate, Mustafa Ahmed first turned to poetry to bear witness to his neighbourhood’s difficult stories. After a spell as a songwriter for hire (credits include the Weeknd and Camila Cabello), his eight-track debut album harks back to his own experience and channels the trauma of loved ones lost to gun violence. On the song Ali, he mourns the friend he lost in 2017, and the limitations of his art: “There were no words to stop the bullets.” On Separate, he sings about a cohort “too young to feel this pain”. The 24-year-old’s album arrives with the support of industry figures – Toronto producer Frank Dukes, plus our own Jamie xx and Sampha (the two collaborate on a tender piano track called Capo); James Blake was an early champion and collaborator. But the star here is Mustafa’s own voice. The singer cites Richie Havens as the figure who helped him reconcile the folk idiom with his own background as the child of Sudanese immigrants. Soft and wounded, and bearing the faintest echo of Islamic devotional songs, Mustafa’s delivery hits a bruised place somewhere between 21st-century folk and bereft R&amp;B.","charCount":"1151","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/kittyempire\">Kitty Empire</a>"},{"headline":"‘I wasn’t what you’d call sensible’: a walk on the wild side with Call My Agent’s Liliane Rovère","standfirst":"<p>The actor’s remarkable life fed into the character of Arlette in the Netflix hit, from growing up Jewish in occupied France, via Left Bank jazz and a relationship with Chet Baker, to global fame in her 80s</p>","trailText":"The actor’s remarkable life fed into the character of Arlette in the Netflix hit, from growing up Jewish in occupied France, via Left Bank jazz and a relationship with Chet Baker","byline":"Jonathan Romney","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"740d9e87077c086558f192a5c7c1338d44d1f13c\"> <img src=\"https://media.guim.co.uk/740d9e87077c086558f192a5c7c1338d44d1f13c/0_1193_4354_2612/1000.jpg\" alt=\"Liliane Rovère photographed at home in Paris last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liliane Rovère photographed at home in Paris last week.</span> <span class=\"element-image__credit\">Photograph: Ed Alcock/The Observer</span> </figcaption> </figure>","body":"<p>If you’re an actor in the rare position of becoming internationally famous in your 80s, then it’s rather fitting to achieve it with a role that ripely resembles you.<strong> </strong> In recent years the world has come to know the veteran French actor Liliane Rovère as Arlette Azémar, the seasoned “impresario” – as she prefers to be known – in the French TV series <em>Dix Pour Cent</em>, AKA <em>Call My Agent!</em>. The show has become a global hit on Netflix, and Arlette has struck a chord as everyone’s ideal disreputable aunt with a repertoire of outrageous stories that she just might tell if the burgundy is flowing. She is the sly, sharp-tongued doyenne of top Paris talent agency ASK, who knows where the bodies are buried, and just when to dig them up.</p> <p>It is easy to imagine that Arlette<em> is</em> Rovère. You can just see Arlette reading Nietzsche while listening to Charlie Parker and smoking a joint – and if you dip into Rovère’s 2019 memoir, <em>La Folle Vie de Lili</em>, you’ll see that she depicts herself doing just that on the first page. Likewise, it came as no surprise in season two to learn that Arlette had supposedly had a youthful romance with jazz legend Chet Baker – a plotline that also came directly from Rovère’s own “wild life”.</p> <p>Speaking in French on a Sunday afternoon Skype call, Rovère seems very much Arlette – same chic, “undone” hairdo, same deep raspy voice – the main difference being that she is way more upbeat than her sardonic screen character. Surrounded by shelves of books in her flat in Paris’s 9th arrondissement, Rovère – now 88, her energy manifestly undimmed by a lifetime of late nights in jazz joints – tells me she was surprised that <em>Call My Agent!</em>, with its super-niche in-jokes about Gallic showbiz, was a hit internationally. But she can absolutely see why it was.</p> <p>“People are fascinated by cinema,” she says, “By the image. When I was young and people asked me what I did, I’d tell them I was an actress and their eyes would light up – it catches their imagination. The series takes you backstage and shows you the other side of the decor – and it’s about a top agency with major clients.”</p> <p>And of course, the show is full of guest turns by A-list stars – Isabelle Huppert, Monica Bellucci, Jean Dujardin – gleefully queueing up to make fun of themselves. “Well,” Rovère sniffs, “anyone who can’t make fun of themselves had better learn to.”</p> <p>So how much Liliane is there in Arlette? “<em>Beaucoup</em>,” she says. The writers decanted a lot of Rovère into the character – her love of jazz and movies, her partiality to the odd joint, her romance with Baker. With her office a shrine to pre-New Wave stars such as Gérard Philipe, and her beloved terrier named after revered actor Jean Gabin, Arlette embodies the history of French cinema as an esteemed art: “She’s a lot less commercially minded than the other characters,” says Rovère. “She takes her cinema seriously.” In fact, the character was originally inspired by a celebrated Paris agent named Josette Arrigoni. “She’s a real force in the business,” says Rovère, “but – no offence meant – she’s <em>une petite dame</em>, quite proper, very <em>comme il faut</em>. And I’m…” – knowing smile – “well, I’m not very <em>comme il faut</em>.”</p>  <figure class=\"element element-image\" data-media-id=\"ef2c10f489ef7cbbd2d7ecaa8a1ae3b4c6bafddd\"> <img src=\"https://media.guim.co.uk/ef2c10f489ef7cbbd2d7ecaa8a1ae3b4c6bafddd/0_0_2513_2675/939.jpg\" alt=\"Liliane Rovère with jazz musician Chet Baker in the 1950s.\" width=\"939\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liliane Rovère with jazz musician Chet Baker in the 1950s.</span> <span class=\"element-image__credit\">Photograph: William Claxton</span> </figcaption> </figure>  <p>That much is amply clear from her immensely readable, sometimes hair-raising memoir, which copiously spills the beans about Rovère’s tough times and wild years, and contains some disarmingly frank confidences – like the perils of juggling two jazzmen lovers at the same festival, or Baker calming her down with an unspecified “sex act” when she was having a bad trip on mescaline.</p> <p>But there are also more sombre revelations, like her experience of being raped in Paris in her teens – something that, Rovère says with a stern edge in her voice, did not traumatise her, simply because she refused to let it. “Not for the sake of the two sadists who did it to me. I totally understand if it’s not like that for other people, but I survived.”</p> <p>The book also recounts Rovère’s unhappy 20-year marriage to the late jazz bassist Gilbert “Bibi” Rovère, whose jealousy and addictions soured their life together. She wrote more than candidly about all of this with the encouragement and the blessing of her daughter Tina, whom the couple adopted in 1971. “She made up my mind to write it. She said: ‘Maman, I want to know everything – write it all down.’ And I did. But I was careful not to be indiscreet, or vulgar. My daughter and I are very close, and she loves her father too. I didn’t want to destroy him in the book.”</p> <h2><strong>* * *</strong></h2> <p>Rovère was born Liliane Cukier on 30 January 1933 – the same day, her memoir recalls, that Hitler became German chancellor. Her parents were Jewish immigrants from Poland; the family was not observant, but young Liliane did hear Yiddish spoken at home. “I still have some Yiddish. I love the sound, and I love the insults, they’re a scream.” What’s her favourite? Without a second’s pause, she replies: “May your arms shrink so that you can’t scratch your arse,” and breaks into a broad grin.</p> <p>During the occupation, she and her parents were able to escape to south-western France, a resistance stronghold. Her book recounts many close shaves – hiding out with Dominican nuns, she and her brother narrowly escaping an SS roundup – but Rovère doesn’t remember the period as frightening. “It was frightening for the adults – I was a girl and no one told me what was going on. I went to school, I studied, I really wasn’t aware of the significance of what was happening, so it wasn’t traumatic for me.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>For me, Macron is kind of a sociopath. He’s so in love with himself, I doubt he gives much thought to how other people live</p> </blockquote> </aside>  <p>Back in Paris after the Liberation, the teenage Rovère – like so many of her generation in France – fell in love with all things American, especially jazz. She became a regular of the Left Bank, and her book evokes a shabbily glamorous microcosm centred around US musicians’ hangouts like the Hotel La Louisiane, and venues such as the renowned mildew-ridden basement club Le Tabou, a milieu where she came to know not just jazz musicians but also literati such as the absurdist playwright Arthur Adamov and the novelist-singer-songwriter-trumpeter Boris Vian.</p> <p>For Rovère’s generation, the Quartier Saint-Germain was just “<em>le Quartier</em>”: “That’s where I felt at home. Now it’s super-clean and full of swanky shops and restaurants. The restaurants I ate in were really grubby, but they were interesting. It was a village.”</p> <p>In 1954, her mother, somewhat counterintuitively, thought it might help to put Rovère on the straight and narrow if she went to stay with relatives in New York. Rovère suspects she thought her daughter might find a husband. Instead – where else but at fabled venue Birdland? – she met Chet Baker, the angel-voiced, boxer-faced trumpeter and singer, jazz’s all-time matinee idol. He fell wildly in love with her, while for Rovère: “I didn’t have any doubts – I yielded very easily! I wasn’t in love like he was, but he charmed me – he was handsome, he was young, he was bold, he was famous.” The pair clicked, much to the chagrin of Baker’s wife, who pulled a gun on her rival. “I didn’t think things through much,” Rovère admits about her youth. “I wasn’t what you’d call sensible. Things happened to me, and I’d go along with them.”</p>  <figure class=\"element element-image\" data-media-id=\"83578ec57ee880f72cdfa8ce23d92701043c2208\"> <img src=\"https://media.guim.co.uk/83578ec57ee880f72cdfa8ce23d92701043c2208/0_0_1140_760/1000.jpg\" alt=\"Rovère with Guy Marchand in the third season of Netflix hit Call My Agent!\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rovère with Guy Marchand in the third season of Netflix hit Call My Agent!</span> <span class=\"element-image__credit\">Photograph: Christophe Brachet/Monvoisin Productions</span> </figcaption> </figure>  <p>She spent two years with Baker, accompanying him on tour in the US, where they became an intensely photogenic golden couple: a famous photograph by William Claxton shows a short-haired, kohl-eyed Rovère in a black dress, Baker laying his head on her breast. She was in her element in New York, where she met her share of musical deities: she played chess with Dizzy Gillespie, while Charlie Parker tried to tell her what pieces to move; Count Basie made a tentative pass at her. Los Angeles, on the other hand, wasn’t her style. It was too clean – “like Switzerland” – and its jazz scene was spoiled for her by the pressure to be cool and radiate a lofty west-coast reserve. “I learned how to do it but it wasn’t my temperament. Today, being cool means something completely different – it just means being straightforward, being nice with people – <em>sympa</em>, you know? It’s not the same thing.”</p> <p>But Baker’s heroin addiction put a strain on their relationship, which ended after Rovère had to return to France when her visa expired. In her book, she describes the trumpeter as “an adolescent”. “For me, he never really became an adult – he wouldn’t have got stoned the way he did if he’d really grown up. He was so gifted musically, it all came from his ear, he didn’t work at it. I think he was afraid – and I think that was because he didn’t know how he did what he did.”</p> <p>By contrast, another jazz titan for whom Rovère had a long-running, and mutual, passion was saxophonist Dexter Gordon – with whom she was reunited when the late Bertrand Tavernier cast them both in his 1986 jazz film, <em>Round Midnight</em>. “Ah, Dexter! He was different – he’d get stoned just as much as Chet, but he really was an adult. I was a thousand times more in love with Dexter.”</p> <p>Rovère herself flirted with heroin but, miraculously, never got hooked. “<em>Jamais, jamais, jamais</em>. My only addiction has been cigarettes, from the age of 16 to fortysomething, then I stopped. I smoke joints, that’s common knowledge – but not 25 a day like I used to smoke cigarettes… I don’t have greedy enzymes.”</p> <p>Throughout her book, Rovere admits that she was not just naive in her youth, but also strangely unaware of what was going on around her – for example, too sunk in the nightlife of 1950s Paris to notice the tumultuous events then happening in Algeria. In the US, freely moving in African American jazz circles, she also says she managed to be completely unaware of racism.</p> <p>Although she had a tentative start in showbiz at 20, as a dancer in a Paris revue, Rovère didn’t become a performer until five years later, when her mother suggested she enrol on an acting course. She went on to have a successful stage career, often working with experimentally inclined directors such as Jorge Lavelli, rather than in popular boulevard theatre. By contrast, her cinema work has largely been more commercial but also includes films with auteurs such as Bertrand Tavernier, veteran provocateur Bertrand Blier and the late Chantal Akerman, in her Proust-inspired <em>La Captive</em> (2000).</p> <p>Rovère came to politics late too, not voting until she was 28, but remaining firmly on the left to this day: her book contains a photo of her in 1969, hawking copies of what was then the French Communist party house journal, <em>L’Humanité</em>. She came to realise that one way or another, you can’t escape politics: “People say to me: ‘Oh, I’m not interested in politics,’ and I always tell them: ‘Well, politics is interested in you.’” These days, she’s vociferous about where she stands: “The more I learn about the system, the angrier I am.” She rages in her book about “Uberisation” and about the way that French politics has been consumed by management culture. She has no time for Emmanuel Macron. “For me, he’s kind of a sociopath. He’s so in love with himself, I doubt he gives much thought to how other people live.” But things could get worse in France: Rovère dreads the possibility that extreme-right candidate Marine Le Pen could take power. “I remember Vichy France, and for me, people like that are Vichyites – they would have been collaborators during the war.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=y4BGOHMNT14\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/y4BGOHMNT14?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://www.youtube.com/watch?v=y4BGOHMNT14\">Watch a trailer for the fourth season of Call My Agent!</a></figcaption> </figure>   <p>Meanwhile, Rovère has hardly been resting on the laurels of belated fame. She has written a feature script for a thriller set during the occupation, but doubts that it will get made – “too radical, too dark, too expensive” – so is now busy recrafting it as a novel. Apart from the promised fifth season and feature film spin-off of <em>Call My Agent!</em> – about which she’s waiting to learn more, as it is all still being written – Rovère has completed the second tranche of another French show on Netflix, <em><a href=\"https://www.netflix.com/title/81010818\">Family Business</a></em>, in which she is a more conventional comedy matriarch – the <em>grand-mère</em> of a clan of kosher butchers trying to move into cannabis production. And she can soon be seen in <em>8 Rue de l’Humanité</em>, a comedy about a block of flats in lockdown, directed by the massively popular French actor-director Dany Boon: “I like black comedy, and he doesn’t do black comedy – but I like Dany, and I have a lovely role.”</p> <p>Rovère happily spent lockdown in her apartment with her cats, writing every day and listening to jazz – the classics like Billie Holiday, Ben Webster, her old friend Bud Powell, and that other piano great Bill Evans, whom she admits she has only lately discovered. Then there is her passion for the 17th-century philosopher Baruch Spinoza, whom she didn’t understand at first – “I tried reading his <em>Ethics</em>. Every word weighs a ton” – but whose thought she says cured her of a lifelong tendency to worry. “He gives you a complete explanation of the world, and he shows you how to deal with your anxieties, all those little worms that gnaw away at you. Try him, you’ll see.”</p> <p>Given that Rovère seems to have lived several more lives than most of us, you can see why sudden celebrity might not have affected her too much. “I get offered more work, but nothing else has changed,” she shrugs. “I’m still me. I was the same before, I’ll be the same afterwards.” Which, you can imagine, means cool. But cool in the good way – <em>sympa</em>, and none too <em>comme il faut</em>.</p>","newspaperPageNumber":"16","wordcount":"2307","firstPublicationDate":"2021-05-30T08:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:00:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hfk94","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/740d9e87077c086558f192a5c7c1338d44d1f13c/0_1193_4354_2612/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"If you’re an actor in the rare position of becoming internationally famous in your 80s, then it’s rather fitting to achieve it with a role that ripely resembles you. In recent years the world has come to know the veteran French actor Liliane Rovère as Arlette Azémar, the seasoned “impresario” – as she prefers to be known – in the French TV series Dix Pour Cent, AKA Call My Agent!. The show has become a global hit on Netflix, and Arlette has struck a chord as everyone’s ideal disreputable aunt with a repertoire of outrageous stories that she just might tell if the burgundy is flowing. She is the sly, sharp-tongued doyenne of top Paris talent agency ASK, who knows where the bodies are buried, and just when to dig them up. It is easy to imagine that Arlette is Rovère. You can just see Arlette reading Nietzsche while listening to Charlie Parker and smoking a joint – and if you dip into Rovère’s 2019 memoir, La Folle Vie de Lili, you’ll see that she depicts herself doing just that on the first page. Likewise, it came as no surprise in season two to learn that Arlette had supposedly had a youthful romance with jazz legend Chet Baker – a plotline that also came directly from Rovère’s own “wild life”. Speaking in French on a Sunday afternoon Skype call, Rovère seems very much Arlette – same chic, “undone” hairdo, same deep raspy voice – the main difference being that she is way more upbeat than her sardonic screen character. Surrounded by shelves of books in her flat in Paris’s 9th arrondissement, Rovère – now 88, her energy manifestly undimmed by a lifetime of late nights in jazz joints – tells me she was surprised that Call My Agent!, with its super-niche in-jokes about Gallic showbiz, was a hit internationally. But she can absolutely see why it was. “People are fascinated by cinema,” she says, “By the image. When I was young and people asked me what I did, I’d tell them I was an actress and their eyes would light up – it catches their imagination. The series takes you backstage and shows you the other side of the decor – and it’s about a top agency with major clients.” And of course, the show is full of guest turns by A-list stars – Isabelle Huppert, Monica Bellucci, Jean Dujardin – gleefully queueing up to make fun of themselves. “Well,” Rovère sniffs, “anyone who can’t make fun of themselves had better learn to.” So how much Liliane is there in Arlette? “Beaucoup,” she says. The writers decanted a lot of Rovère into the character – her love of jazz and movies, her partiality to the odd joint, her romance with Baker. With her office a shrine to pre-New Wave stars such as Gérard Philipe, and her beloved terrier named after revered actor Jean Gabin, Arlette embodies the history of French cinema as an esteemed art: “She’s a lot less commercially minded than the other characters,” says Rovère. “She takes her cinema seriously.” In fact, the character was originally inspired by a celebrated Paris agent named Josette Arrigoni. “She’s a real force in the business,” says Rovère, “but – no offence meant – she’s une petite dame, quite proper, very comme il faut. And I’m…” – knowing smile – “well, I’m not very comme il faut.” That much is amply clear from her immensely readable, sometimes hair-raising memoir, which copiously spills the beans about Rovère’s tough times and wild years, and contains some disarmingly frank confidences – like the perils of juggling two jazzmen lovers at the same festival, or Baker calming her down with an unspecified “sex act” when she was having a bad trip on mescaline. But there are also more sombre revelations, like her experience of being raped in Paris in her teens – something that, Rovère says with a stern edge in her voice, did not traumatise her, simply because she refused to let it. “Not for the sake of the two sadists who did it to me. I totally understand if it’s not like that for other people, but I survived.” The book also recounts Rovère’s unhappy 20-year marriage to the late jazz bassist Gilbert “Bibi” Rovère, whose jealousy and addictions soured their life together. She wrote more than candidly about all of this with the encouragement and the blessing of her daughter Tina, whom the couple adopted in 1971. “She made up my mind to write it. She said: ‘Maman, I want to know everything – write it all down.’ And I did. But I was careful not to be indiscreet, or vulgar. My daughter and I are very close, and she loves her father too. I didn’t want to destroy him in the book.” * * * Rovère was born Liliane Cukier on 30 January 1933 – the same day, her memoir recalls, that Hitler became German chancellor. Her parents were Jewish immigrants from Poland; the family was not observant, but young Liliane did hear Yiddish spoken at home. “I still have some Yiddish. I love the sound, and I love the insults, they’re a scream.” What’s her favourite? Without a second’s pause, she replies: “May your arms shrink so that you can’t scratch your arse,” and breaks into a broad grin. During the occupation, she and her parents were able to escape to south-western France, a resistance stronghold. Her book recounts many close shaves – hiding out with Dominican nuns, she and her brother narrowly escaping an SS roundup – but Rovère doesn’t remember the period as frightening. “It was frightening for the adults – I was a girl and no one told me what was going on. I went to school, I studied, I really wasn’t aware of the significance of what was happening, so it wasn’t traumatic for me.” Back in Paris after the Liberation, the teenage Rovère – like so many of her generation in France – fell in love with all things American, especially jazz. She became a regular of the Left Bank, and her book evokes a shabbily glamorous microcosm centred around US musicians’ hangouts like the Hotel La Louisiane, and venues such as the renowned mildew-ridden basement club Le Tabou, a milieu where she came to know not just jazz musicians but also literati such as the absurdist playwright Arthur Adamov and the novelist-singer-songwriter-trumpeter Boris Vian. For Rovère’s generation, the Quartier Saint-Germain was just “le Quartier”: “That’s where I felt at home. Now it’s super-clean and full of swanky shops and restaurants. The restaurants I ate in were really grubby, but they were interesting. It was a village.” In 1954, her mother, somewhat counterintuitively, thought it might help to put Rovère on the straight and narrow if she went to stay with relatives in New York. Rovère suspects she thought her daughter might find a husband. Instead – where else but at fabled venue Birdland? – she met Chet Baker, the angel-voiced, boxer-faced trumpeter and singer, jazz’s all-time matinee idol. He fell wildly in love with her, while for Rovère: “I didn’t have any doubts – I yielded very easily! I wasn’t in love like he was, but he charmed me – he was handsome, he was young, he was bold, he was famous.” The pair clicked, much to the chagrin of Baker’s wife, who pulled a gun on her rival. “I didn’t think things through much,” Rovère admits about her youth. “I wasn’t what you’d call sensible. Things happened to me, and I’d go along with them.” She spent two years with Baker, accompanying him on tour in the US, where they became an intensely photogenic golden couple: a famous photograph by William Claxton shows a short-haired, kohl-eyed Rovère in a black dress, Baker laying his head on her breast. She was in her element in New York, where she met her share of musical deities: she played chess with Dizzy Gillespie, while Charlie Parker tried to tell her what pieces to move; Count Basie made a tentative pass at her. Los Angeles, on the other hand, wasn’t her style. It was too clean – “like Switzerland” – and its jazz scene was spoiled for her by the pressure to be cool and radiate a lofty west-coast reserve. “I learned how to do it but it wasn’t my temperament. Today, being cool means something completely different – it just means being straightforward, being nice with people – sympa, you know? It’s not the same thing.” But Baker’s heroin addiction put a strain on their relationship, which ended after Rovère had to return to France when her visa expired. In her book, she describes the trumpeter as “an adolescent”. “For me, he never really became an adult – he wouldn’t have got stoned the way he did if he’d really grown up. He was so gifted musically, it all came from his ear, he didn’t work at it. I think he was afraid – and I think that was because he didn’t know how he did what he did.” By contrast, another jazz titan for whom Rovère had a long-running, and mutual, passion was saxophonist Dexter Gordon – with whom she was reunited when the late Bertrand Tavernier cast them both in his 1986 jazz film, Round Midnight. “Ah, Dexter! He was different – he’d get stoned just as much as Chet, but he really was an adult. I was a thousand times more in love with Dexter.” Rovère herself flirted with heroin but, miraculously, never got hooked. “Jamais, jamais, jamais. My only addiction has been cigarettes, from the age of 16 to fortysomething, then I stopped. I smoke joints, that’s common knowledge – but not 25 a day like I used to smoke cigarettes… I don’t have greedy enzymes.” Throughout her book, Rovere admits that she was not just naive in her youth, but also strangely unaware of what was going on around her – for example, too sunk in the nightlife of 1950s Paris to notice the tumultuous events then happening in Algeria. In the US, freely moving in African American jazz circles, she also says she managed to be completely unaware of racism. Although she had a tentative start in showbiz at 20, as a dancer in a Paris revue, Rovère didn’t become a performer until five years later, when her mother suggested she enrol on an acting course. She went on to have a successful stage career, often working with experimentally inclined directors such as Jorge Lavelli, rather than in popular boulevard theatre. By contrast, her cinema work has largely been more commercial but also includes films with auteurs such as Bertrand Tavernier, veteran provocateur Bertrand Blier and the late Chantal Akerman, in her Proust-inspired La Captive (2000). Rovère came to politics late too, not voting until she was 28, but remaining firmly on the left to this day: her book contains a photo of her in 1969, hawking copies of what was then the French Communist party house journal, L’Humanité. She came to realise that one way or another, you can’t escape politics: “People say to me: ‘Oh, I’m not interested in politics,’ and I always tell them: ‘Well, politics is interested in you.’” These days, she’s vociferous about where she stands: “The more I learn about the system, the angrier I am.” She rages in her book about “Uberisation” and about the way that French politics has been consumed by management culture. She has no time for Emmanuel Macron. “For me, he’s kind of a sociopath. He’s so in love with himself, I doubt he gives much thought to how other people live.” But things could get worse in France: Rovère dreads the possibility that extreme-right candidate Marine Le Pen could take power. “I remember Vichy France, and for me, people like that are Vichyites – they would have been collaborators during the war.” Meanwhile, Rovère has hardly been resting on the laurels of belated fame. She has written a feature script for a thriller set during the occupation, but doubts that it will get made – “too radical, too dark, too expensive” – so is now busy recrafting it as a novel. Apart from the promised fifth season and feature film spin-off of Call My Agent! – about which she’s waiting to learn more, as it is all still being written – Rovère has completed the second tranche of another French show on Netflix, Family Business, in which she is a more conventional comedy matriarch – the grand-mère of a clan of kosher butchers trying to move into cannabis production. And she can soon be seen in 8 Rue de l’Humanité, a comedy about a block of flats in lockdown, directed by the massively popular French actor-director Dany Boon: “I like black comedy, and he doesn’t do black comedy – but I like Dany, and I have a lovely role.” Rovère happily spent lockdown in her apartment with her cats, writing every day and listening to jazz – the classics like Billie Holiday, Ben Webster, her old friend Bud Powell, and that other piano great Bill Evans, whom she admits she has only lately discovered. Then there is her passion for the 17th-century philosopher Baruch Spinoza, whom she didn’t understand at first – “I tried reading his Ethics. Every word weighs a ton” – but whose thought she says cured her of a lifelong tendency to worry. “He gives you a complete explanation of the world, and he shows you how to deal with your anxieties, all those little worms that gnaw away at you. Try him, you’ll see.” Given that Rovère seems to have lived several more lives than most of us, you can see why sudden celebrity might not have affected her too much. “I get offered more work, but nothing else has changed,” she shrugs. “I’m still me. I was the same before, I’ll be the same afterwards.” Which, you can imagine, means cool. But cool in the good way – sympa, and none too comme il faut.","charCount":"13212","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-romney\">Jonathan Romney</a>"},{"headline":"Counting the personal cost: when axing bank branches doesn’t add up","standfirst":"<p>As thousands are taken off the high street, fears grow for the vulnerable left without access to services<br></p>","trailText":"As thousands are taken out of the high street, fears grow for the vulnerable left without access to services,<br><br>","byline":"Shane Hickey","main":"<figure class=\"element element-image\" data-media-id=\"4b7417e9c9903b8c9692ea66f5244f9c1033aa33\"> <img src=\"https://media.guim.co.uk/4b7417e9c9903b8c9692ea66f5244f9c1033aa33/0_173_4240_2544/1000.jpg\" alt=\"Artist Mary Husted believes the key thing is trust, meeting staff face to face and knowing who you are talking to.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Artist Mary Husted believes the key thing is trust, meeting staff face to face and knowing who you are talking to.</span> <span class=\"element-image__credit\">Photograph: Bernard Mitchell</span> </figcaption> </figure>","body":"<p>Once, high streets offered a choice of three or four banks. Now, 50 branches are closing every month, making what was a reliable cornerstone of every town, a rarer and rarer fixture.</p> <p>Earlier this year the <a href=\"https://www.theguardian.com/money/2021/jan/29/uks-financial-regulator-urges-banks-to-rethink-branch-closures\" title=\"\">financial regulator</a> called on banks to reconsider closures, amid fears that vulnerable people could be left without access to services.</p> <p>Consumer group <a href=\"https://www.which.co.uk/money/banking/switching-your-bank/bank-branch-closures-is-your-local-bank-closing-a28n44c8z0h5\" title=\"\">Which? </a>says that since 2015 almost 4,200 branches have closed. Barclays, it says, has reduced its network the most, with 650 branches closed, or planned to be closed, by the end of this year, while the NatWest Group – NatWest, Royal Bank of Scotland and Ulster Bank – closed 1,086 branches, and Lloyds Banking Group 680.</p> <p>This can be infuriating, isolating and result in long hours of travel if you need to do banking in person. <em>Observer</em> readers have told of their concerns. A 93-year-old man says he cannot afford the £20 taxi fare to his new “local” Nationwide, 11 miles from his home; a retired woman misses the social interaction since her Co-operative Bank shut after 35 years; and a 27-year-old, whose banking life is spent online, had to travel miles at the peak of the pandemic to get simple documents printed for a mortgage application. </p> <p>We also heard from a woman with early stage Parkinson’s, who does not trust herself with online access codes, but who is losing her local branch and now has to use public transport to get to the closest Santander.</p> <h2>A reliable face</h2> <p>When she was in the early stage of dementia, Margaret Hughes* was comfortable going to her local bank, as she knew the staff and they could help her with her withdrawals.</p> <p>“She liked always having money in her purse,” says her daughter Anne*. “She was happy to write a cheque but she always wanted cash. She would go in because people knew her. As she got older, that became more important … that she recognised a face. And they knew her by her first name.”</p> <p>Before her death earlier this year, Margaret lived in the south-east of England. The local HSBC was shut six years ago and she was redirected to a branch four miles away in a bigger town.</p> <p>“It was nowhere near a blue-badge parking space. So when she had dementia, we had the dilemma of ‘Do I leave her standing there alone while I try and park the car, or do I take a very long walk with her, and sit her down for a bit and rest?’ It was really not good,” says Anne.</p> <p>Margaret had never learned to use email or a mobile phone, so going to the local branch was her only way of withdrawing money.</p> <p>“She liked going in. Giving someone a card and a pin number when they are beginning to lose their memory, meant she could not always do it. She could get cash over the counter. And she was always in fear of losing her card, which happened quite frequently.”</p> <h2>Cross-border banking</h2> <p>For artist Morag Eaton, who runs the Foldyard gallery with her partner Dave Watson in Berwick-Upon-Tweed – a coastal Northumberland town three miles from the Scottish border – depositing her takings means travelling to another country.</p> <p>They originally had their accounts with the Midland Bank and stayed when HSBC bought it in 1992. When they moved to Berwick 11 years ago, their nearest HSBC was in Alnwick, 38 miles away. That closed six years ago, so their closest option is now Morpeth, 50 miles south. Instead of driving there, they head to Edinburgh when they need to go to a branch, almost 60 miles away. “It is easier to get on a train to Newcastle or Edinburgh than drive to Morpeth,” says Eaton.</p> <p>When their customers pay cash, the pair say that they become anxious, because they cannot simply deposit it, as a quick trip to the bank is out of the question.</p> <p>“Having money in the house is an anxiety for practical reasons, and you have to be aware that you don’t just go and use the money if you need it for something.”</p> <p>There are other banks in Berwick-Upon-Tweed, but Eaton remains loyal to HSBC. “They were good to us in the past when they could have been very difficult, and we prize loyalty,” she says.</p> <p>This extends to not using the local post office, where they could lodge money direct to their HSBC account, as they are not happy going through a third party.</p> <h2>A problem for the ageing</h2> <p>Artist Mary Husted first joined Midland Bank, which later joined HSBC, in 1963. When she moved to Barry in Wales in 1979, it was one of three banks on the high street.</p> <p>Her local HSBC is expected to close in September and she will have to drive for 25 minutes to Penarth. “People could encounter someone they could trust, that they got to know – they no longer have that. I can do things online, but sometimes they go wrong and then I have to try and get someone on the phone and that can take an hour to get through. Getting older is frustrating in other ways; you don’t need these things.”</p> <p>Husted’s paintings sell for between £200 and £900 and buyers often pay by cheque. Although HSBC lets customers deposit cheques valued at up to £500 using their mobile banking app, she says she is anxious about using her phone for banking and always deposits them at a branch.</p> <p>“I just doggedly refuse to have an app on my phone. Supposing I dropped it or mislaid it? The key thing is trust. How do you trust a voice on the phone? If you have something that you are concerned about financially, you would want to go and see someone. You know that you are talking to, and that they are who they say they are.”</p> <p>HSBC, the bank used by all the customers who spoke to the <em>Observer</em>, says the changes to its network of branches are necessary to make it “fit for the future” and that there will need to be an “evolution” in how customers bank.</p> <p>“Virtually all customer servicing can be done using our mobile app, or online banking, including receiving mortgage documents (which can then be printed at a customer’s convenience), depositing cheques, increasing an overdraft, reporting cards lost or stolen, putting in place a gambling block, applying for a credit card or personal loan, and much more.”</p> <p>It adds: “It is also important to note that customers can also complete day-to-day transactions at the local post office, which may be even more convenient than a trip to a branch.</p> <p>“We are very conscious that there will be some customers who are less confident, or comfortable, using self-service options, and we contact vulnerable customers by phone to discuss a forthcoming closure, explaining and supporting them with alternative ways to do their banking.”</p> <p><em>*Names have been changed</em></p>","newspaperPageNumber":"58","wordcount":"1148","firstPublicationDate":"2021-05-30T08:00:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:00:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htx99","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4b7417e9c9903b8c9692ea66f5244f9c1033aa33/0_173_4240_2544/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Once, high streets offered a choice of three or four banks. Now, 50 branches are closing every month, making what was a reliable cornerstone of every town, a rarer and rarer fixture. Earlier this year the financial regulator called on banks to reconsider closures, amid fears that vulnerable people could be left without access to services. Consumer group Which? says that since 2015 almost 4,200 branches have closed. Barclays, it says, has reduced its network the most, with 650 branches closed, or planned to be closed, by the end of this year, while the NatWest Group – NatWest, Royal Bank of Scotland and Ulster Bank – closed 1,086 branches, and Lloyds Banking Group 680. This can be infuriating, isolating and result in long hours of travel if you need to do banking in person. Observer readers have told of their concerns. A 93-year-old man says he cannot afford the £20 taxi fare to his new “local” Nationwide, 11 miles from his home; a retired woman misses the social interaction since her Co-operative Bank shut after 35 years; and a 27-year-old, whose banking life is spent online, had to travel miles at the peak of the pandemic to get simple documents printed for a mortgage application. We also heard from a woman with early stage Parkinson’s, who does not trust herself with online access codes, but who is losing her local branch and now has to use public transport to get to the closest Santander. A reliable face When she was in the early stage of dementia, Margaret Hughes* was comfortable going to her local bank, as she knew the staff and they could help her with her withdrawals. “She liked always having money in her purse,” says her daughter Anne*. “She was happy to write a cheque but she always wanted cash. She would go in because people knew her. As she got older, that became more important … that she recognised a face. And they knew her by her first name.” Before her death earlier this year, Margaret lived in the south-east of England. The local HSBC was shut six years ago and she was redirected to a branch four miles away in a bigger town. “It was nowhere near a blue-badge parking space. So when she had dementia, we had the dilemma of ‘Do I leave her standing there alone while I try and park the car, or do I take a very long walk with her, and sit her down for a bit and rest?’ It was really not good,” says Anne. Margaret had never learned to use email or a mobile phone, so going to the local branch was her only way of withdrawing money. “She liked going in. Giving someone a card and a pin number when they are beginning to lose their memory, meant she could not always do it. She could get cash over the counter. And she was always in fear of losing her card, which happened quite frequently.” Cross-border banking For artist Morag Eaton, who runs the Foldyard gallery with her partner Dave Watson in Berwick-Upon-Tweed – a coastal Northumberland town three miles from the Scottish border – depositing her takings means travelling to another country. They originally had their accounts with the Midland Bank and stayed when HSBC bought it in 1992. When they moved to Berwick 11 years ago, their nearest HSBC was in Alnwick, 38 miles away. That closed six years ago, so their closest option is now Morpeth, 50 miles south. Instead of driving there, they head to Edinburgh when they need to go to a branch, almost 60 miles away. “It is easier to get on a train to Newcastle or Edinburgh than drive to Morpeth,” says Eaton. When their customers pay cash, the pair say that they become anxious, because they cannot simply deposit it, as a quick trip to the bank is out of the question. “Having money in the house is an anxiety for practical reasons, and you have to be aware that you don’t just go and use the money if you need it for something.” There are other banks in Berwick-Upon-Tweed, but Eaton remains loyal to HSBC. “They were good to us in the past when they could have been very difficult, and we prize loyalty,” she says. This extends to not using the local post office, where they could lodge money direct to their HSBC account, as they are not happy going through a third party. A problem for the ageing Artist Mary Husted first joined Midland Bank, which later joined HSBC, in 1963. When she moved to Barry in Wales in 1979, it was one of three banks on the high street. Her local HSBC is expected to close in September and she will have to drive for 25 minutes to Penarth. “People could encounter someone they could trust, that they got to know – they no longer have that. I can do things online, but sometimes they go wrong and then I have to try and get someone on the phone and that can take an hour to get through. Getting older is frustrating in other ways; you don’t need these things.” Husted’s paintings sell for between £200 and £900 and buyers often pay by cheque. Although HSBC lets customers deposit cheques valued at up to £500 using their mobile banking app, she says she is anxious about using her phone for banking and always deposits them at a branch. “I just doggedly refuse to have an app on my phone. Supposing I dropped it or mislaid it? The key thing is trust. How do you trust a voice on the phone? If you have something that you are concerned about financially, you would want to go and see someone. You know that you are talking to, and that they are who they say they are.” HSBC, the bank used by all the customers who spoke to the Observer, says the changes to its network of branches are necessary to make it “fit for the future” and that there will need to be an “evolution” in how customers bank. “Virtually all customer servicing can be done using our mobile app, or online banking, including receiving mortgage documents (which can then be printed at a customer’s convenience), depositing cheques, increasing an overdraft, reporting cards lost or stolen, putting in place a gambling block, applying for a credit card or personal loan, and much more.” It adds: “It is also important to note that customers can also complete day-to-day transactions at the local post office, which may be even more convenient than a trip to a branch. “We are very conscious that there will be some customers who are less confident, or comfortable, using self-service options, and we contact vulnerable customers by phone to discuss a forthcoming closure, explaining and supporting them with alternative ways to do their banking.” *Names have been changed","charCount":"6424","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/shane-hickey\">Shane Hickey</a>"}]