{"response":{"status":"ok","userTier":"developer","total":2271804,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227181,"orderBy":"newest","results":[{"id":"world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-31T22:19:21Z","webTitle":"Coronavirus live news: Scientists warn of need to speed up second jabs in England; France opens vaccines to all; Peru death toll nearly triples after review","webUrl":"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave","apiUrl":"https://content.guardianapis.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave","fields":{"headline":"Coronavirus live news: Scientists warn of need to speed up second jabs in England; France opens vaccines to all; Peru death toll nearly triples after review","standfirst":"<p>UK travellers to France face tighter curbs from Monday; Japan may require Games fans to test negative or show vaccine proof; India reports lowest case numbers since 11 April </p><ul><li><a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">Third wave of Covid may be under way in UK, scientists say</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/30/trump-pottinger-mccaul-biden-investigation-covid-origins-china\">Trump allies herald Biden investigation of Covid origins in China</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">Vietnam says new Covid variant is hybrid of India and UK strains</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"UK travellers to France face tighter curbs from Monday; Japan may require Games fans to test negative or show vaccine proof; India reports lowest case numbers since 11 April ","byline":"Edna Mohamed (now), Yohannes Lowe , Lucy Campbell, Haroon Siddique and Helen Livingstone (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"67b0c97e7d05b95c5deb4bc59d4eaa8ef0702c44\"> <img src=\"https://media.guim.co.uk/67b0c97e7d05b95c5deb4bc59d4eaa8ef0702c44/109_26_2511_1506/1000.jpg\" alt=\"People wearing protective face masks in Paris last week\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People wearing protective face masks in Paris last week. New travel restrictions for travellers from the UK to France have come into force today.</span> <span class=\"element-image__credit\">Photograph: Sarah Meyssonnier/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60b560c88f086d71cc160756\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:19:21.132Z\">11.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The EU, UK and Japan have continued to voice doubts at the World Trade Organisation (WTO) about a proposed intellectual property waiver on Covid-19 products such as vaccines, a Geneva trade official said. </p> <p><strong>AFP</strong> reports,</p> <blockquote class=\"quoted\"> <p>Proposals to initiate text-based discussions on an IP waiver, rather than more general talks, gained traction at an informal meeting of the World Trade Organization’s Agreement on Trade-Related Aspects of IP Rights (TRIPS) council, the official said.</p> <p>However, some member states “continued to express doubts about the convenience of starting negotiations and asked for more time” to analyse the proposal, the official said.</p> <p>They included the European Union, plus Australia, Brazil, Britain, Japan, Norway, Singapore, South Korea, Switzerland and Taiwan.</p> <p>Agreements at the WTO require the consensus backing of all 164 member states.</p> <p>India and South Africa came forward with the original idea. They have submitted a revised proposal, which currently has the express support of 63 WTO members.</p> <p>The trade official said differences continued on the question of whether, and to what extent, IP protection was holding up the goal of beating the pandemic, and about the use and potential improvement of existing flexibilities within the TRIPS terms.</p> <p>Questions were also raised on the duration and termination of the proposed waiver, the official said.</p> <p>Pakistan, Argentina, Bangladesh, Egypt, Indonesia and Kenya were among the countries that expressed the need to start negotiations, the trade official said.</p> <p>The TRIPS Council will hold an informal meeting on June 8-9 when members will stake out their positions further.</p> </blockquote> </div>   </div> <div id=\"block-60b555988f086d71cc160706\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:31:21.406Z\">10.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Brazil</strong> registered 860 deaths and 30,434 new cases, according to data released by the Health Ministry.</p> <p>The country has now registered 462,791 total coronavirus deaths and 16,545,554 total confirmed cases.</p> </div>   </div> <div id=\"block-60b550508f088d8c3178ee83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:09:45.672Z\">10.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hundreds of senior citizens and health workers stood in long lines in <strong>Venezuela </strong>on Monday to get vaccinated after a campaign that payment problems and political disputes have held up. </p> <p>President Nicolas Maduro’s government has said for months that it has been unable to pay for vaccines due to US sanctions; however, last month, it announced it had now come up with the funds to enter the COVAX scheme.</p> <p><strong>Reuters </strong>reports,</p> <blockquote class=\"quoted\"> <p>The campaign that officially began over the weekend is using vaccines provided by Russia and China. Reuters data shows that only 1.1% of the population has received at least one vaccine shot so far.</p> <p>“A little more information is required. We get very confused, which is to be expected due to impatience,” said Luis Gonzalez, 90, a retiree, after receiving his first dose of the Russian Sputnik V vaccine on Monday at the government-owned Hotel Alba in Caracas.</p> <p>Around 20 cubicles were arranged in a spacious room on the ground floor of the hotel, where health authorities expect to administer the first dose to 1,000 people by the end of Monday, said Dr Rhode Longa, the site coordinator.</p> <p>Two blocks from the hotel, Coromoto Teran, a 47-year-old homemaker, stood in line after learning about the effort via neighbours. But upon reaching the hotel, she was told she did not have the “right to vaccination” because she was neither a health worker nor a senior citizen, the two current target populations.</p> <p>The Health Ministry has not offered details on the total number of people it has vaccinated. The Information Ministry did not immediately reply to a request for comment.</p> <p>Some officials have said vaccines will be provided to those holding the “Fatherland Card,” a government identification system that some say is used to discriminate against government critics. But others said they were able to get vaccinated without it.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T21:13:20.645Z\">at 10.13pm BST</time></p>  </div> <div id=\"block-60b54a018f086d71cc160699\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T20:45:06.697Z\">9.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Thousands of people went to Twickenham Rugby Stadium in London on Monday when it was turned into a significant walk-in vaccine centre for anyone over the age of 18, PA reports. </p> <p>The event, called Let’s Tackle Covid, aimed to increase the number of vaccinations as cases of the variant discovered in India surge in Hounslow, west London.</p>  <figure class=\"element element-image\" data-media-id=\"626c4e596db390bf1a2948fdfe0768e4b9a8546b\"> <img src=\"https://media.guim.co.uk/626c4e596db390bf1a2948fdfe0768e4b9a8546b/0_109_5490_3294/1000.jpg\" alt=\"Covid vaccination staff with a Pfizer jab at Twickenham rugby stadium in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Covid vaccination staff with a Pfizer jab at Twickenham rugby stadium in London.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b5452b8f086d71cc160669\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T20:21:06.829Z\">9.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia</strong> resumes flights from Moscow to London from 2 June due to an improved Covid-19 situation, while it keeps bans in place on flights to Turkey and Tanzania until 21 June, the coronavirus task force said. </p> <p>The task force added that there will now be three flights a week from Moscow to London.</p> <p>The country has also decided to resume a limited number of regular flights to other countries, including Austria, Croatia, Hungary and Lebanon.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T20:27:20.398Z\">at 9.27pm BST</time></p>  </div> <div id=\"block-60b5403e8f08d486a7718c15\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T20:01:26.582Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Scientists are urging the government to speed up second doses of Covid vaccines and delay a decision on easing lockdown restrictions in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> on 21 June in an effort to tackle the creeping spread of new cases.</strong></p> <p>Data has shown the coronavirus variant first detected in India, known as B.1.617.2, is continuing to spread across England and is thought to be driving a rise in cases. It is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, <a href=\"https://www.theguardian.com/world/2021/may/24/will-the-india-variant-stop-england-ending-lockdown\">particularly after one dose</a>.</p> <p>The situation has led some scientists to warn the country is in the early stages of a <a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">third wave of coronavirus</a> which, despite the vaccination programme, <a href=\"https://www.theguardian.com/world/2021/may/14/india-covid-variant-could-lead-to-third-wave-uk\">modelling suggests</a> could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England in three weeks’ time should be reconsidered.<br></p> <p>The British Medical Association called on the prime minister, Boris Johnson, to honour his pledge to lift measures based on “data, not dates” and said the government should hold off giving the green light to progressing to stage four of the roadmap “until the latest data can be scientifically considered”.</p> <p>“We are at a pivotal moment,” said the BMA council chair, Dr Chaand Nagpaul, who warned a “premature” ending of all legal restrictions may result in a surge of infections that “would undermine our health service” and undo all the progress made suppressing Covid-19. “We cannot afford to repeat past mistakes,” he said.</p> <p>More of the report here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/scientists-call-uk-speed-up-second-covid-jabs-india-variant-spreads\">Scientists call on UK to speed up second Covid jabs as India variant spreads</a> </p> </aside> </div>   </div> <div id=\"block-60b53ab78f08d486a7718be5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T19:36:29.223Z\">8.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mexico</strong> reported 932 new confirmed cases and 61 deaths on Monday, according to health ministry data. Monday’s figures brought the total number of cases to 2,413,742 and the overall death toll to 223,568.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T19:49:59.387Z\">at 8.49pm BST</time></p>  </div> <div id=\"block-60b539508f088d8c3178eda7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T19:30:50.650Z\">8.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>France </strong>has opened up vaccines to all adults a week before Germany, as Europe rushed to avoid another wave of infections caused by new virus variants.</p> <p>Currently, 25.4 million people have received the first shot of a vaccine, representing about 38 per cent of the population and nearly one in two adults.</p> <p><strong>AFP</strong> reports, </p> <blockquote class=\"quoted\"> <p>Until now, people over 50, workers in professions particularly exposed to the virus and younger adults with underlying health problems were given priority.</p> <p>With the country just beginning to bounce back from a severe third wave of infections, President Emmanuel Macron’s government is keen to quickly expand the vaccine coverage to slow the spread of variants that could spell fresh disaster.</p> <p>Macron announced on Monday that he and his wife Brigitte had been vaccinated.</p> <p>“Like Brigitte and I, like 25 million French people have already done, let’s get vaccinated! To protect ourselves, to protect our loved ones,” tweeted Macron, who contracted Covid in December.</p> <p>Both France and Germany have over the past week imposed new restrictions on travel from the UK to curb the spread of the Indian variant blamed for a surge of cases in parts of Britain.</p> <p>In a severe blow to the French tourism sector, British and other non-EU nationals travelling from the UK to France starting Monday have to provide a “compelling” reason to enter the country.</p> <p>Germany meanwhile has imposed a two-week quarantine for travellers arriving from the UK.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T19:51:51.010Z\">at 8.51pm BST</time></p>  </div> <div id=\"block-60b534068f086d71cc1605d9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T19:08:37.525Z\">8.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Peru nearly triples death toll after review</h2>  <div class=\"block-elements\">  <p><strong>Peru </strong>revised its official Covid-19 death toll to 180,764, nearly triple the previous official figure of 69,342, following a government review that shows the severity of the outbreak in the country, Reuters reports. </p> <p>Peru’s prime minister Violeta Bermudez said in a press conference announcing the result of the review, “We think it is our duty to make public this updated information.” </p> <p>Peru’s new total is in line with so-called excess death figures, which researchers have used to measure possible undercounting in other countries. </p> <p>Excess deaths measure the total number of fatalities and compare it with the same period pre-pandemic. </p> <p>But Peru has been one of the most affected coronavirus countries in Latin America, which has overcrowded hospitals and exceeded the availability of oxygen tanks. </p> </div>   </div> <div id=\"block-60b5312e8f088d8c3178ed6b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:55:49.758Z\">7.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>As new coronavirus variants continue to be discovered, the World Health Organisation has revealed new names, after the letters of the Greek Alphabet, to simplify the discussion around the variants and avoid stigma. </strong></p> <p>Reuter’s reports that the four coronavirus variants considered of concern and known generally by the public as the UK, South Africa, Brazil and India variants have now been given the letters Alpha, Beta, Gamma, Delta according to the order of their detection.</p> <p>Any new variants will follow the pattern and continue down the Alphabet. </p> <p>The choice of the use of the Greek Alphabet came after months of deliberations with other possibilities such as Greek Gods considered by experts, according to bacteriologist Mark Pallen who was involved in the talks.</p> <p>Explaining the decision, the WHO said, “While they have their advantages, these scientific names can be difficult to say and recall, and are prone to misreporting.”</p> <p>“No country should be stigmatized for detecting and reporting variants,” said WHO epidemiologist Maria Van Kerkhove.</p> <p>Historically, viruses have frequently been associated with the locations they were thought to have developed, such as Ebola, named after the eponymous Congolese river.</p> <p>However, this can be damaging for the places and are often inaccurate, as is the case with the ‘Spanish flu’ of 1918, whose origins are unknown. </p> </div>   </div> <div id=\"block-60b52b038f08d486a7718b6a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:31:21.659Z\">7.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Copa America to move to Brazil instead of Argentina due to Covid-19 surge</h2>  <div class=\"block-elements\">  <p><strong>Next month’s Copa America football tournament will take place in Brazil after original host Argentina pulled out after a surge of Covid-19 cases, the South American Football Confederation said on Monday. </strong></p> <p>The decision will mean that the oldest international tournament in the world will go ahead as planned on 13 June, with the final scheduled on 10 July. </p> <p><strong>Reuters</strong> reports:</p> <blockquote class=\"quoted\"> <p>The Brazilian government has shown agility and decisive thinking at a crucial moment for South American football,” Conmebol president Alejandro Domínguez said in a statement.</p> <p>“Brazil is in a time of stability; it has proven infrastructure and recent experience in hosting a tournament of this magnitude.”</p> <p>Brazil hosted the Copa America in 2019 and the World Cup in 2014.</p> <p>The decision is a boost for the Brazilian president, Jair Bolsonaro, a far-right former army captain who has railed against lockdowns and urged Brazilians to return to everyday life.</p> <p>In a separate tweet, Conmebol thanked Bolsonaro for “opening the country’s doors to what is now the safest sporting event in the world”.</p> <p>The president’s office directed questions to the sports department at the ministry of citizenship, which did not immediately respond to a request for comment.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:49:09.792Z\">at 7.49pm BST</time></p>  </div> <div id=\"block-60b527eb8f086d71cc160579\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:16:27.172Z\">7.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Turkey</strong> has eased further measures meant to curb Covid infections, including partially lifting a weekend lockdown and opening up restaurants to a limited number of guests.</p> <p>President Recep Tayyip Erdoğan said the lighter measures, in response to falling cases, would go into effect on Tuesday, and under the new rules, nationwide daily curfews are delayed by an hour to 10pm, Reuters reports.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:47:17.609Z\">at 7.47pm BST</time></p>  </div> <div id=\"block-60b5250d8f086d71cc160563\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:05:32.605Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>France’s Covid-19 hospital numbers and new cases have continued falling as the country gradually relaxes restrictions, and its vaccination campaign speeds up</strong>. </p> <p>On Monday, France recorded 1,211 new coronavirus cases, down from 2,229 last Monday and the lowest case count since 17 August. The latest figures take the total to over 5.66m.</p> <p>The French health ministry reported 126 new deaths, compared with 62 last Monday and a seven-day moving average of 124. The total death toll now stands at 109,528.<br></p> <p>They also reported 2,945 people in intensive care units, down by 48 from a day earlier.<br></p> <p>But on Mondays, the case count usually drops sharply because of weekend reporting lags.<br></p> <p><strong>The French president, Emmanuel Macron, said in a tweet he had been vaccinated; however, he did not specify with which vaccine.</strong><br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmmanuelMacron/status/1399421778607448072\">  <blockquote class=\"twitter-tweet\"><p lang=\"fr\" dir=\"ltr\">Comme Brigitte et moi, comme 25 millions de Français déjà, vaccinons-nous ! Pour nous protéger, pour protéger nos proches. Prenez rendez-vous sur <a href=\"https://t.co/tWTeKkRasd\">https://t.co/tWTeKkRasd</a>. <a href=\"https://t.co/S5ATCvssiS\">https://t.co/S5ATCvssiS</a></p>&mdash; Emmanuel Macron (@EmmanuelMacron) <a href=\"https://twitter.com/EmmanuelMacron/status/1399421778607448072?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure>  <p>Hi, I’m <a href=\"https://www.theguardian.com/profile/edna-mohamed\">Edna Mohamed</a>; I’ll be taking over from Yohannes for the rest of the night. If I miss anything, you can drop me a message on <a href=\"https://twitter.com/ednamohamed_\">Twitter </a>or email me at <a href=\"mailto:edna.mohamed@hotmail.co.uk\">edna.mohamed@hotmail.co.uk</a><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:46:32.877Z\">at 7.46pm BST</time></p>  </div> <div id=\"block-60b522ee8f088d8c3178ed07\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:01:42.734Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Early evening summary</h2>  <div class=\"block-elements\">  <p>Here is a quick recap of all the main Covid updates from around the world:</p> <ul> <li><a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b51b6d8f088d8c3178ecb4#block-60b51b6d8f088d8c3178ecb4\">The Philippines president, Rodrigo Duterte, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections</a>. </li> <li><strong>Vietnam</strong> <strong>has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city. </strong><a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4ccdb8f088d8c3178e7b5#block-60b4ccdb8f088d8c3178e7b5\">The inbound flight suspension to Hanoi will apply from 1-7 June</a>.</li> <li><strong>Travellers from the UK will have to provide “compelling reasons” to enter France from Monday</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4c8ab8f086d71cc15ffe7#block-60b4c8ab8f086d71cc15ffe7\">as French authorities tighten curbs to halt the spread of the Indian Covid variant</a>. </li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4c0b28f088d8c3178e70b#block-60b4c0b28f088d8c3178e70b\">The European Commission has proposed that all EU countries gradually ease travel measures over the summer</a>.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:12:44.093Z\">at 7.12pm BST</time></p>  </div> <div id=\"block-60b51f198f088d8c3178ece0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T17:39:23.915Z\">6.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p><em> Madrid and the central Spanish region of Castilla la Mancha are considering easing rules on wearing face masks outdoors, officials said on Monday, as falling transmission and rising vaccination rates have lowered the risk of Covid-19 infection.</em></p> <p><em>Masks have been mandatory indoors and out across most of <a href=\"https://www.theguardian.com/world/spain\"><strong>Spain</strong></a>, regardless of social distancing, since last summer.</em></p> <p><em>But daily case numbers and the nationwide infection rate have been declining for months and nearly 40% of the population has received at least one vaccine shot, prompting some authorities to reconsider the rules.</em></p> <p><em>“We are firmly determined to abolish the obligation to wear face masks in open spaces ... before (the rule’s) anniversary in July,” Castilla la Mancha’s regional leader, Emiliano García-Page, said in a speech.</em></p> <p><em>“We want to do this in concert with the nation,” he said, adding that he would propose the relaxation of the rules to the central government and other regions. </em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:12:05.956Z\">at 7.12pm BST</time></p>  </div> <div id=\"block-60b51b6d8f088d8c3178ecb4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T17:37:49.373Z\">6.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Philippines extends Covid curbs in capital</h2>  <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/world/rodrigo-duterte\">Philippines president, Rodrigo Duterte</a>, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections that have been decreasing since hitting a peak in April.</p> <p>Religious gatherings remain capped at 30% of venue capacity, while dining in restaurants can operate at 20% in the capital region, an urban sprawl of 16 cities that is home to at least 13 million people, and nearby provinces.</p> <p>Non-essential travel will remain prohibited, Reuters reports.</p> <p>Daily coronavirus cases in the<strong> <a href=\"https://www.theguardian.com/world/philippines\">Philippines</a></strong> averaged roughly 6,300 for May, down by a third from April, after the government reduced operating capacity of businesses and limited the movement of people. </p> <p>Duterte also extended a ban on inbound travel from India, Pakistan, Sri Lanka, Bangladesh, Nepal, Oman, and the United Arab Emirates until 15 June, to prevent transmission of the <a href=\"https://www.theguardian.com/world/2021/apr/19/what-do-we-know-about-the-indian-coronavirus-variant\">coronavirus variant first discovered in India</a>. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T17:44:39.898Z\">at 6.44pm BST</time></p>  </div> <div id=\"block-60b51a368f086d71cc1604db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T17:17:54.712Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"3a1ff74971ceb0b163de26520450b39807cebb82\"> <img src=\"https://media.guim.co.uk/3a1ff74971ceb0b163de26520450b39807cebb82/0_150_4494_2696/1000.jpg\" alt=\"Students from the Las Zanguengas school attend face-to-face classes during the partial opening of schools after the closure due to the pandemic, in Panama Oeste, Panama, 31 May 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students from the Las Zanguengas school attend face-to-face classes during the partial opening of schools after the closure due to the pandemic, in Panama Oeste, Panama, 31 May 2021.</span> <span class=\"element-image__credit\">Photograph: Bienvenido Velasco/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b514e08f088d8c3178ec67\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T16:56:42.596Z\">5.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>School closures in <strong><a href=\"https://www.theguardian.com/uk-news/england\">England</a> </strong>during the Covid lockdown badly damaged the mental health of mothers but had no impact on fathers’ wellbeing, research has found.</p> <p>Doing childcare and home schooling as well as their own jobs led to more mothers of pre-teenage children feeling depressed, having trouble sleeping and seeing themselves as worthless.</p> <p>The pandemic increased mental health problems among parents generally. However, mothers bore the brunt, with fathers barely affected, the study found.</p> <p>Closing schools to stop the spread of coronavirus had “a significant detrimental effect” on mothers’ mental health, academics from Essex, Surrey and Birmingham universities said. However, “for fathers it made no difference”.</p> <p>You can read the full story by <a href=\"https://www.theguardian.com/profile/deniscampbell\">Denis Campbell</a>, the Guardian’s health policy editor, here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/may/31/covid-lockdown-school-closures-hit-mothers-mental-health-but-left-fathers-unaffected\">Covid lockdown school closures ‘hit mothers’ mental health but left fathers unaffected’</a> </p> </aside> </div>   </div> <div id=\"block-60b5108d8f08d486a7718a29\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T16:38:13.186Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p> <em><a href=\"https://www.theguardian.com/world/portugal\"><strong>Portugal</strong></a>’s government said on Monday authorities must learn from their mistakes after a decision to allow thousands of English football fans to party in the streets of Porto for Saturday’s Champions League final prompted criticism from some lawmakers.<br></em></p> <p><em>“Every day, unfortunately, there are people who do not respect the rules, but that doesn’t mean the rules are illegitimate,” prime minister António Costa told reporters, admitting the event “didn’t go perfectly”.</em></p> <p><em>“It is clear that what happened this weekend cannot serve as an example, it must serve as a lesson,” Costa said, adding authorities must work to provide more information to tourists about measures they must adopt during their holidays.</em></p> <p><em>Earlier the government came under fire from some lawmakers for sending contradictory Covid-19 messages ahead of the match, in which Chelsea beat Manchester City 1-0.</em></p> <p><em>In the days leading up to Saturday’s final, big crowds of English fans, largely maskless and not socially distancing, <a href=\"https://www.theguardian.com/football/2021/may/29/porto-locals-anger-as-covid-rules-eased-for-champions-league-final-fans\">took over Porto’s streets</a> to drink and chant team slogans. </em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T17:30:47.518Z\">at 6.30pm BST</time></p>  </div> <div id=\"block-60b50b758f088d8c3178eba7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T16:16:07.875Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One further person has died within 28 days of testing positive for Covid-19 as of Monday, according to the government, bringing the<strong> <a href=\"https://www.theguardian.com/uk\">UK</a></strong> total to 127,782.</p> <p>Separate figures published by the Office for National Statistics show there have now been 153,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate.</p> <p>The government also said that as of 9am on Monday there had been a further 3,383 lab-confirmed cases in the UK, PA Media reports. </p> <p>You can read the official release <a href=\"https://coronavirus.data.gov.uk/details/deaths\">here</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T16:26:47.952Z\">at 5.26pm BST</time></p>  </div> <div id=\"block-60b506a68f086d71cc1603b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:55:30.066Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Health ministers in <strong><a href=\"https://www.theguardian.com/world/germany\">Germany</a> </strong>have pledged to clamp down on fraud in coronavirus test centres across the country, after evidence that some have been claiming for more tests than they have carried out.</p> <p>At an emergency meeting on Monday after German media exposed the anomalies, Jens Spahn, the federal health minister, and representatives from the 16 states agreed to introduce reforms at the 15,000 test centres.</p> <p>Since March, Germans have been able to have at least one free coronavirus test a week, with some states providing one test a day. The national daily test capacity is about 360,000 a day.<br></p> <p>Test centres receive €18 (£15) for each test carried out.</p> <p>However, as increasing numbers of test centres sprang up around the country, no system was in place to track the number of tests actually done, compared with the numbers submitted by the centres to the government, for which they are quickly reimbursed.</p> <p><a href=\"https://www.theguardian.com/profile/kateconnolly\">Kate Connolly</a>, the Guardian’s Berlin correspondent, has the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/germany-gets-tough-covid-test-centres-fraud\">Germany gets tough on Covid test centres after media expose fraud</a> </p> </aside> </div>   </div> <div id=\"block-60b502458f08d486a7718941\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:36:28.074Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/italy\"><strong>Italy</strong></a> reported 82 coronavirus-related deaths on Monday against 44 the day before, the health ministry said, while the daily tally of new infections fell to 1,820 from 2,949.</p> <p>The number of patients in hospital with Covid- not including those in intensive care- stood at 6,482 on Monday, down from 6,591 a day earlier, Reuters reports. <br></p> </div>   </div> <div id=\"block-60b501c78f088d8c3178eb0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:35:13.753Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.theguardian.com/world/france\"><strong>France</strong></a>, health authorities reported 2,945 people in intensive care units with Covid-19 on Monday, down by 48 from a day earlier, continuing a virtually uninterrupted fall from a 2021 high of more than 6,000 mid-April.</p> <p>The total number of people in hospital also dropped by a further 179 to 16,596 as the vaccination campaign sped up, Reuters reports.</p> <p>The health ministry also reported 126 new coronavirus deaths in hospitals, after three days with a hospital coronavirus death toll below 100. </p> </div>   </div> <div id=\"block-60b5003a8f08d486a771891c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:27:16.451Z\">4.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"8b8bfde4e55e3b59cf0fbb7f19f50fa0c929c63e\"> <img src=\"https://media.guim.co.uk/8b8bfde4e55e3b59cf0fbb7f19f50fa0c929c63e/0_43_5568_3341/1000.jpg\" alt=\"Twickenham rugby stadium in south London has become a mass vaccination centre offering first jabs to people over 30.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Twickenham rugby stadium in south London has become a mass vaccination centre offering first jabs to people over 30.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T15:31:57.733Z\">at 4.31pm BST</time></p>  </div> <div id=\"block-60b4f8c88f086d71cc1602e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:56:39.106Z\">3.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Denmark’s</strong> government has asked the country’s health authorities to reconsider a decision earlier this month to exclude <strong>Johnson &amp; Johnson’s</strong> Covid-19 shots from its vaccination programme, local media reported on Monday, citing unnamed sources.</p> <p>The media reports by broadcaster TV2 and newspaper Ekstra Bladet also said Denmark’s vaccination programme would be concluded in September, two weeks after the current timeline.</p> <p>The delay is due to delivery of fewer Moderna vaccines than expected, they reported.</p> <p>Denmark was the first country to exclude the J&amp;J vaccine over a potential link to a rare but serious form of blood clot.</p> <p>A spokeswoman for the health ministry could not immediately comment on the reports.</p> <p>Denmark has also stopped using the <strong>Oxford/AstraZeneca</strong> vaccine altogether, citing similar concerns.</p> </div>   </div> <div id=\"block-60b4f3c98f086d71cc16029a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:34:39.741Z\">3.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Thailand’s</strong> government has reversed a decision by authorities in its capital, <strong>Bangkok,</strong> to ease coronavirus restrictions, as the city battles its worst outbreak of the virus so far, Reuters reports.</p> <p>The Bangkok Metropolitan Administration (BMA) late on Monday said the national coronavirus taskforce had overruled the city’s move to allow massage shops, clinics and parks to reopen from Tuesday. It did not provide a reason.</p> <p>Bangkok and the provinces around it are the epicentre of the two-month-old outbreak, during which the vast majority of Thailand’s coronavirus cases and deaths have been recorded.</p> <p>Massage shops, clinics and public parks must remain closed along with schools, cinemas, gyms and zoos for at least 14 more days.</p> <p>The decision comes as the government faces growing public criticism for a slow and chaotic vaccine rollout, which is due to start on 7 June.</p> <p>Thailand reported 5,485 new cases on Monday, with 1,356 of those in Bangkok. The country also reported 19 new deaths on Monday, bringing its total to 1,031 since the outbreak started.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T14:53:28.820Z\">at 3.53pm BST</time></p>  </div> <div id=\"block-60b4f2cf8f086d71cc16028c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:30:32.287Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello! This is <a href=\"https://www.theguardian.com/profile/lucy-campbell\">Lucy Campbell</a>, taking over for a short while while Yohannes has a much-deserved break. Please feel free to get in touch with me as I work if you have a story or tips to share! Your thoughts are always welcome.</p> <p>Email: <a href=\"mailto:lucy.campbell@theguardian.com\">lucy.campbell@theguardian.com</a><br>Twitter: <a href=\"https://twitter.com/lucy_campbell_\">@lucy_campbell_</a></p> </div>   </div> <div id=\"block-60b4ef598f08d486a7718820\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:16:45.628Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The head of the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> (WHO) has called for speedily launching global negotiations to agree on an international treaty on pandemic preparedness and response, Reuters reports.</p> <p><a href=\"https://www.theguardian.com/profile/tedros-adhanom\">Tedros Adhanom Ghebreyesus,</a> the WHO director general, also told a closing session of its annual week-long ministerial assembly that the <a draggable=\"true\" href=\"https://www.theguardian.com/world/unitednations\">UN</a> agency required sustainable and flexible funding.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p><em>The one recommendation I believe will do the most to strengthen WHO and global health security is the recommendation of a treaty on pandemic preparedness and response which could also strengthen relations between member states and foster cooperation. This is an idea whose time has come.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T14:21:27.129Z\">at 3.21pm BST</time></p>  </div> <div id=\"block-60b4ea5a8f08d486a77187bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:55:31.861Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a>, a total of 54,657,957 Covid vaccinations took place between 8 December and 30 May, according to NHS<strong> </strong>England data, including first and second doses, which is a rise of 278,637 on the previous day.</p> <p><a href=\"https://www.theguardian.com/society/nhs\">NHS</a> England said 32,938,496 were the first dose of a vaccine, a rise of 99,213 on the previous day, while 21,719,461 were a second dose, an increase of 179,424, PA Media reports.</p> </div>   </div> <div id=\"block-60b4e8b88f08d486a77187a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:47:53.140Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/hungary\"><strong>Hungary</strong></a>’s planned vaccine plant will be fitted out for production of Chinese shots against Covid-19 as well as a local dose, foreign minister Péter Szijjártó has said, according to state news agency MTI.</p> <p>Szijjártó made the announcement after talks with his Chinese counterpart Wang Yi and added that the agreement would mean a “great strategic advantage” for Hungary, Reuters reports.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T14:22:10.955Z\">at 3.22pm BST</time></p>  </div> <div id=\"block-60b4e3318f08d486a7718765\" class=\"block\" data-block-contributor=\"profile/haroonsiddique\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:24:21.598Z\">2.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An advocacy group has sent a legal letter to the government body charged with protecting <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a>’s public health, warning of a high court challenge unless it immediately publishes data of the spread in schools of the variant first detected in India. </p> <p>The pre-action letter sent by advocacy group, the <a href=\"http://www.the-citizens.com/\">Citizens</a>, working with <a href=\"https://www.awo.agency/\">AWO</a>, a data rights firm, follows a <a href=\"https://www.theguardian.com/world/2021/may/22/no-10-tried-to-block-data-on-spread-of-new-covid-variant-in-english-schools\">report in the Observer</a> that Public Health England (PHE) was preparing to publish the data on 13 May but the prime minister’s office intervened and put pressure on it not to do so.<br></p> <p>The legal letter says the public health body is bound by law to be independent from political interference and warns it faces a judicial review unless it releases the data.<br></p> <p>It cites PHE’s framework agreement with the Department of Health and Social Care that states it has “operational autonomy” and “shall be free to publish and speak on those issues which relate to the nation’s health and wellbeing in order to set out the professional, scientific and objective judgement of the evidence base”.<br></p> <p>The health secretary, <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a>, and <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> are both named as “interested parties” in the proposed claim, to which PHE has seven days to respond. <br></p> <p>Clara Maguire, the executive director of the Citizens, said: ‘It defies belief that Public Health England is refusing to publish this vital public health data on the spread of the so-called Indian variant in schools despite scientists, teachers, parents and unions all saying that they need it to safeguard theirs and their children’s health.<br></p> <p>“We believe that there is an immediate risk to life. The public needs this data now and we believe that PHE is acting unlawfully in withholding it. It is unbelievable that a matter of vital importance to our public health can be subject to political interference.”<br></p> <p>The letter states that PHE had promised stakeholders that the data would be included in reports “on or around 12 May” and that PHE by not then publishing was in “breach of a legitimate expectation”.<br></p> <p>On Thursday, <a href=\"https://www.theguardian.com/education/2021/may/27/ministers-urged-to-release-data-on-covid-variants-in-english-schools\">eight unions wrote to the education secretary, Gavin Williamson,</a> asking for the release of the same data.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T13:26:46.821Z\">at 2.26pm BST</time></p>  </div> <div id=\"block-60b4e0358f08d486a7718730\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:13:02.155Z\">2.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Update from <a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4c0b28f088d8c3178e70b#block-60b4c0b28f088d8c3178e70b\">earlier post</a> on the <a href=\"https://www.theguardian.com/world/european-commission\">European Commission</a> proposing that all EU countries gradually ease travel measures over the summer:</p> <p>People who have recovered from a Covid-19 infection should be exempt from restrictions for 180 days, Reuters reports.</p> <p>The commission also proposed that more reliable, but more expensive PCR tests should be valid for 72 hours and rapid antigen tests for 48 hours.</p> <p>Children, who are not yet in line for vaccinations, should not have to undergo a quarantine if travelling with parents who are exempt. Those aged six and older can be subject to tests.</p> <p>The proposals, which are being put to <a href=\"https://www.theguardian.com/world/eu\">EU</a> member states, mirror those already agreed for travel to the EU from outside the bloc. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T13:27:02.149Z\">at 2.27pm BST</time></p>  </div> <div id=\"block-60b4dba78f086d71cc1600fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:52:05.858Z\">1.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Plans to make Covid documents a requirement of entry to mass events are likely to be dropped as the government grapples with how it can safely lift the final set of restrictions in <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a> within weeks.</p> <p>Ministers have been investigating making coronavirus status certificates compulsory in some settings for months, following the lead of Israel, which <a href=\"https://www.theguardian.com/world/2021/feb/19/covid-vaccinated-israelis-to-enjoy-bars-and-hotels-with-green-pass\">introduced a “green pass”</a> for people to demonstrate their low-risk of having or transmitting the disease.</p> <p>As the UK’s vaccination programme continues at greater speed than most countries, questions in Whitehall have focused on how best fully to reopen sectors such as theatres and nightclubs, and restart spectator events including festivals and concerts, without social distancing.<br></p> <p>But the Guardian has been told that status documents, which would display proof of vaccination, a recent negative test result, or antibodies, are unlikely to be introduced ahead of 21 June – the final stage of Boris Johnson’s <a href=\"https://www.theguardian.com/politics/2021/feb/21/lockdown-easing-in-england-key-dates-and-phases-in-the-roadmap\">roadmap out of lockdown</a> when all legal limits on social contact are due to be scrapped.</p> <p><a href=\"https://www.theguardian.com/profile/aubrey-allegretti\">Aubrey Allegretti</a>, a political correspondent for the Guardian, has the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/uk-vaccine-passports-dropped-lifting-restictions-theatres\">UK vaccine passports likely to be dropped as way of lifting restrictions</a> </p> </aside> </div>   </div> <div id=\"block-60b4da968f08d486a77186cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:48:14.913Z\">1.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"02cf12fa30837d6be56a902af6b5f4debebcc9eb\"> <img src=\"https://media.guim.co.uk/02cf12fa30837d6be56a902af6b5f4debebcc9eb/0_110_4848_2909/1000.jpg\" alt=\"A Kashmiri shopkeeper cleans the display of his shop that was opened following a partial relaxation in the lockdown imposed to curb the spread of coronavirus in Srinagar, Indian controlled Kashmir, Monday, May 31, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Kashmiri shopkeeper cleans the display of his shop that was opened following a partial relaxation in the lockdown imposed to curb the spread of coronavirus in Srinagar, Indian controlled Kashmir, Monday, May 31, 2021.</span> <span class=\"element-image__credit\">Photograph: Mukhtar Khan/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b4d6068f08d486a771868b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:28:33.748Z\">1.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/vietnam\"><strong>Vietnam</strong></a> is encouraging local governments and companies to import Covid vaccines themselves, the government said, through procurements that would need to be done via the health ministry or through 27 licensed importers. </p> <p>As Reuters reports, the country is grappling with its biggest outbreak so far and has yet to start mass vaccinations.</p> </div>   </div> <div id=\"block-60b4d2418f086d71cc160067\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:11:53.873Z\">1.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In<strong> <a href=\"https://www.theguardian.com/uk-news/england\">England</a></strong>, Twickenham Rugby Stadium has been turned into a major walk-in vaccine centre in a drive to try to boost vaccinations against coronavirus as cases of the <a href=\"https://www.theguardian.com/world/2021/may/31/india-covid-variant-spreading-across-england-data-shows\">Indian variant surge</a>.</p> <p>Up to 15,000 first dose jabs are being made available for those in the local area who have not yet been vaccinated, PA Media reports.</p> <p>The event - called Let’s Tackle Covid - aims to increase the number of vaccinations as cases of the Indian coronavirus variant surge in Hounslow, west <a href=\"https://www.theguardian.com/uk/london\">London</a>. </p> </div>   </div> <div id=\"block-60b4d0348f08d486a7718639\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:02:53.098Z\">1.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The coronavirus variant of concern first detected in India is continuing to spread across <a href=\"https://www.theguardian.com/uk-news/england\">England</a>, with cases emerging beyond “hotspot” areas, data suggests.</p> <p>The variant, known as B.1.617.2, is thought to be driving <a href=\"https://www.theguardian.com/uk-news/2021/may/28/glasgow-to-stay-in-toughest-lockdown-level-as-covid-cases-rise\">a rise in Covid cases in parts of the UK</a> and is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, <a href=\"https://www.theguardian.com/world/2021/may/24/will-the-india-variant-stop-england-ending-lockdown\">particularly after just one dose</a>.</p> <p>At present<a href=\"https://www.theguardian.com/world/2021/may/27/uk-covid-cases-india-variant-matt-hancock-three-quarters\"> up to three-quarters of new Covid cases in the UK</a> are thought to be caused by the India variant. There have also been signs of a slight rise in hospitalisations.</p> <p>The situation has led some scientists to warn that the country is now in the early stages of a <a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">third wave of coronavirus</a> which, despite the vaccination programme, <a href=\"https://www.theguardian.com/world/2021/may/14/india-covid-variant-could-lead-to-third-wave-uk\">modelling suggests</a> could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England on 21 June should be reconsidered.</p> <p>You can read the latest by <a href=\"https://www.theguardian.com/profile/nicola-davis\">Nicola Davis</a>, the Guardian’s science correspondent, here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/india-covid-variant-spreading-across-england-data-shows\">India Covid variant spreading across England, data shows</a> </p> </aside> </div>   </div> <div id=\"block-60b4ccdb8f088d8c3178e7b5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:52:11.564Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vietnam to suspend incoming international flights to capital</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/vietnam\"><strong>Vietnam</strong></a> has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city, Reuters reports.</p> <p>After successfully containing Covid outbreaks for most of last year, Vietnam is seeing infections rise sharply and has detected several highly transmissible variants, including a new one announced on Saturday that had <a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">elements of the variants first identified in Britain and India</a>.</p> <p>The inbound flight suspension to Hanoi will apply from 1 June 1 to 7 June.</p> <p>Vietnam has been restricting inbound international flights since the start of the pandemic.</p> <p>It follows a similar move by the business hub Ho Chi Minh City, which on Monday started 15 days of measures that include bans on dining in restaurants and public gatherings of more than 10 people. </p> <p>It has urged people over 60 to stay indoors (see <a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b46ce78f086d71cc15fbe2#block-60b46ce78f086d71cc15fbe2\">earlier post</a>).</p> <p>Vietnam, a country of 98 million people, has recorded 7,236 Covid infections so far, one of the world’s lowest caseloads. It has reported 47 deaths overall. </p> </div>   </div> <div id=\"block-60b4c8ab8f086d71cc15ffe7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:36:14.433Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">France tightens curbs on travel from UK amid Indian variant fears</h2>  <div class=\"block-elements\">  <p>Travellers from the <a href=\"https://www.theguardian.com/uk\">UK</a> will have to provide “compelling reasons” to <a href=\"https://www.gov.uk/foreign-travel-advice/france/entry-requirements\">enter France</a> from Monday, as French authorities tighten curbs to halt the spread of the <a href=\"https://www.theguardian.com/world/2021/may/14/indian-covid-variant-which-countries-have-highest-infection-rates\">Indian Covid variant</a>.</p> <p>Travel to France from the UK will be permitted only for EU nationals, French residents, or those travelling for essential reasons.</p> <p>Those who are allowed to make the journey must take a pre-departure Covid test and quarantine for seven days on arrival.</p> <p>France is listed as an <a href=\"https://www.theguardian.com/business/2021/may/20/easyjet-is-ready-to-fly-travellers-to-green-list-countries-using-90-of-fleet\">“amber” destination</a> by the UK government, which advises against travel there, with British authorities requiring people to self-isolate for 10 days and take two Covid tests on their return. <br></p> <p><a href=\"https://www.theguardian.com/world/2021/may/26/france-to-impose-covid-quarantine-on-visitors-from-uk\">Last Wednesday</a>, the French government’s official spokesman, Gabriel Attal, said there was “a new situation with the progression of the so-called Indian variant in the UK”, adding that <a href=\"https://www.theguardian.com/world/germany\">Germany</a> had already imposed strict controls on visitors from Britain and that France was taking “similar measures”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:45:38.869Z\">at 12.45pm BST</time></p>  </div> <div id=\"block-60b4aff98f086d71cc15fe8b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:24:55.559Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>France</strong> has today opened up Covid-19 vaccines to all adults, a week before Germany, as Europe races to avoid another wave of infections caused by new virus variants, AFP reports. <br></p> <blockquote class=\"quoted\"> <p>Until now, French authorities gave priority to people over 50, people in “priority professions” or younger adults with underlying health problems.</p> <p>So far, 25.4 million people have received a first shot of a vaccine, representing about 38% of the population and nearly one in two adults. Nearly 12 million have received the two shots required for full protection.</p> <p>As the French savour a degree of freedom following the reopening of cafes, restaurants and museums two weeks ago, initially high levels of vaccine scepticism have begun to subside.</p> <p>A Cevipof poll conducted in early May showed that 65% of adults planned to get vaccinated, up from 48% in February.</p> <p>“I am fully convinced that we are going to see a lot of people getting vaccinated,” Prof Alain Fischer, the immunologist who heads the government’s vaccination advisory board, said today, adding that immunisation was the key to “getting back an increasingly normal life.”</p> <p>With 28 million adults eligible for a first shot, but only around half a million appointments available each day, many people have opted to travel outside their neighbourhood or even their region to secure highly coveted Pfizer or Moderna shots.</p> <p><a href=\"https://www.theguardian.com/world/2021/mar/19/france-limits-astrazeneca-covid-jab-to-over-55s-despite-ema-green-light\">Vaccinations with the AstraZeneca and Janssen jabs are open only to those aged 55</a>, after cases of potentially deadly blood clots in a very small number of younger people vaccinated.</p> <p>The government is hoping that the 76.7m vaccines it is expecting to receive in June will help it meet demand.</p> <p>So far the virus has claimed 109,431 lives in France.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:49:35.494Z\">at 12.49pm BST</time></p>  </div> <div id=\"block-60b4c72c8f08d486a77185b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:24:17.832Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/russia\"><strong>Russia</strong></a>’s single-dose Sputnik Light vaccine against Covid-19 has been approved for use in the Palestinian territories, Russia’s RDIF sovereign wealth fund has said.</p> <p>The RDIF fund is marketing the Russian vaccine abroad, Reuters reports.</p> </div>   </div> <div id=\"block-60b4c6a88f088d8c3178e756\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:21:27.701Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"7ff13d4a9b77f5ae8fff0e782ae39d7042af9e8d\"> <img src=\"https://media.guim.co.uk/7ff13d4a9b77f5ae8fff0e782ae39d7042af9e8d/0_325_6000_3599/1000.jpg\" alt=\"People brave the rain wearing face masks to help protect against the spread of the coronavirus after the Covid-19 alert rose to level 3 in Taipei, Taiwan, Monday, May 31, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People brave the rain wearing masks to help protect against the spread of coronavirus after the Covid-19 alert rose to level 3 in Taipei, Taiwan.</span> <span class=\"element-image__credit\">Photograph: Chiang Ying-ying/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:46:11.428Z\">at 12.46pm BST</time></p>  </div> <div id=\"block-60b4c2388f08d486a771857e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:04:38.334Z\">12.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/portugal\"><strong>Portugal</strong></a>’s economy shrank 3.3% in the first quarter from the preceding three months, as tourism withered due to a tight lockdown imposed in mid-January, official data indicates.</p> <p>To fight a surge in Covid infections in mid-January, which at the time was the deadliest outbreak per capita in the world, the country imposed a strict three-month lockdown, which has since been gradually lifted.</p> <p>Statistics agency INE said, in its second reading, that gross domestic product shrank 5.4% from the first quarter last year when the country’s first lockdown did not take effect until mid-March. </p> <p>As Reuters reports, Portugal’s economy, in which the tourism sector represented about 15% of GDP before the pandemic hit, shrank 7.6% in 2020, its biggest annual slump since 1936. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:46:33.536Z\">at 12.46pm BST</time></p>  </div> <div id=\"block-60b4c0b28f088d8c3178e70b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:00:21.917Z\">12.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">EU executive urges travel reopening ahead of summer</h2>  <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/world/european-commission\">European Commission</a> has proposed that all <a href=\"https://www.theguardian.com/world/eu\">EU</a> countries gradually ease travel measures over the summer, as the number of Covid vaccinations continues to grow and the severity of the pandemic in the bloc diminishes, Reuters reports.</p> <p>The EU executive, which is seeking to harmonise travel measures across the bloc, said that – according to its recommendation – fully vaccinated people should be exempt from testing or quarantines when travelling from one EU country to another. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:46:51.966Z\">at 12.46pm BST</time></p>  </div> <div id=\"block-60b4bc268f08d486a7718510\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:38:02.090Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p><em> <a href=\"https://www.theguardian.com/world/india\"><strong>India</strong></a>’s Serum Institute will increase production of <a href=\"https://www.theguardian.com/business/astrazeneca\">AstraZeneca</a> Covid-19 vaccines by nearly 40% in June, officials said on Monday, in the first step towards alleviating a shortage that has worsened the country’s battle with coronavirus.<br></em></p> <p><em>The world’s second most-populous nation has struggled with a c<a href=\"https://www.theguardian.com/global-development/2021/may/25/oxygen-shortages-threaten-total-collapse-of-dozens-of-health-systems\">atastrophic outbreak of Covid-19</a> since last month which is only now starting to abate after killing tens of thousands of people.</em></p> <p><em>Government officials and experts say the only way India can avoid a third wave of infections is by having most of its 1.3 billion population inoculated.</em></p> <p><em>The Serum Institute of India, the world’s biggest manufacturer of vaccines, will make 90 million doses of AstraZeneca in June from about 65 million a month now, a company spokesman told Reuters.</em></p> <p><em>Most of the shots administered in India are AstraZeneca, but local firm Bharat Biotech also plans to ramp up production of its Covaxin vaccine to 23 million in June from about 10 million in April, a government official said. </em> </p> </blockquote> </div>   </div> <div id=\"block-60b4ba3f8f088d8c3178e6a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:33:09.759Z\">11.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Covid curbs may not be eased further next week in parts of <a href=\"https://www.theguardian.com/uk/scotland\"><strong>Scotland</strong></a> where infections are rising, the health secretary has warned.</p> <p>Areas in level 2 are scheduled to move down to level 1 on 7 June.</p> <p>However, according to <a href=\"https://www.theguardian.com/profile/humza-yousaf\">Humza Yousaf</a>, this may not be possible for areas where coronavirus cases are giving “cause for concern”. He said this could affect locations outside Glasgow, which is the only part of Scotland that remains in level 3.</p> <p>Speaking to the BBC’s Good Morning Scotland programme, Yousaf said:</p> <blockquote class=\"quoted\"> <p><em>It may not be the entire country moving to level one. I think people would understand where there are rising case numbers, where there is rising test positivity … it may be the case that parts of the country move to level one but actually other parts of the country we decide to keep in level 2.</em></p> </blockquote> <p>Asked if he was referring to Glasgow, he replied: “Glasgow – but also, I must be quite frank, there are other parts from the data that continue to give us cause for concern.” </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:48:31.905Z\">at 12.48pm BST</time></p>  </div> <div id=\"block-60b4b8fb8f088d8c3178e697\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:23:45.544Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This has been shared by <strong>Edouard Mathieu</strong>, head of data at Our World in Data:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/redouad/status/1399296638087217157\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our data is updated: <a href=\"https://t.co/03pQ8rRViP\">https://t.co/03pQ8rRViP</a><br><br>Share of people with at least 1 dose:<br>🇮🇱 Israel 63%<br>🇬🇧 UK 58%<br>🇨🇦 Canada 57%<br>🇲🇳 Mongolia 57%<br>🇨🇱 Chile 55%<br>🇧🇭 Bahrain 54%<br>🇭🇺 Hungary 53%<br>🇺🇾 Uruguay 51%<br>🇺🇸 US 50%<br>🇶🇦 Qatar 50%<br>🇫🇮 Finland 44%<br>🇩🇪 Germany 43%<br>🇦🇹 Austria 40%<br>🇧🇪 Belgium 40% <a href=\"https://t.co/s3GWDnsZ5P\">pic.twitter.com/s3GWDnsZ5P</a></p>&mdash; Edouard Mathieu (@redouad) <a href=\"https://twitter.com/redouad/status/1399296638087217157?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b4b5468f086d71cc15fede\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:08:31.007Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The 21 June target for scrapping <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a>’s remaining coronavirus restrictions appears increasingly under threat, as a senior government adviser said the country was in the early stages of a third wave.</p> <p>Prof Ravi Gupta, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4’s Today programme there had been “exponential growth” in new cases, with the variant first detected in India accounting for three-quarters.</p> <p>Asked if the third wave had begun, Gupta replied: “Yes.”<br></p> <p>He added: </p> <blockquote class=\"quoted\"> <p><em>Of course, the numbers of cases are relatively low at the moment – all waves start with low numbers of cases that grumble in the background and then become explosive – so the key here is that what we are seeing here is the signs of an early wave. It will probably take longer than earlier waves to emerge because of the fact that we do have quite high levels of vaccination in the population, so there may be a false sense of security for some time, and that’s our concern.</em></p> </blockquote> <p>You can read the full story by my colleague <a href=\"https://www.theguardian.com/profile/damien-gayle\">Damien Gayle</a> here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/end-of-england-covid-lockdown-on-21-june-increasingly-in-doubt\">End of England Covid lockdown on 21 June increasingly in doubt </a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T10:24:07.113Z\">at 11.24am BST</time></p>  </div> <div id=\"block-60b4b4978f08d486a771848e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:04:09.478Z\">11.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello everyone, this is Yohannes Lowe. I’ll be running the blog until the evening (UK time). As always, feel free to get in touch on <a href=\"https://twitter.com/Yohannes_Lowe\">Twitter</a> if you have any story tips. </p> </div>   </div> <div id=\"block-60b4a23a8f086d71cc15fde4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T09:17:44.904Z\">10.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Thailand</strong> today reported a record number of new coronavirus cases as the governor of Bangkok announced an easing of some restrictions in effect for more than a month – including people visiting parks for exercise. From AP: </p> <p>Thailand has been fighting to deal with a virus surge that began in early April in a group of nightclubs in Bangkok and has since spread around the country.</p> <p>The Center for Covid-19 Situation Administration reported a record 5,485 new cases, of which 1,953 were in prisons. Confirmed deaths increased by 19 to bring the total to 1,031 since the pandemic began last year.<br></p> <p>The total number of confirmed cases has now risen to 159,792, of which 82% occurred during the latest surge. Many of the cases are concentrated in prisons, housing for construction workers, factories, slums and low-income housing areas.</p> <p> Officials have in some cases been criticised for allowing companies to isolate and quarantine workers inside factories.</p> <p>Bangkok, which has been a hot spot in the outbreak, reported 1,356 of the cases on Monday. CCSA deputy spokeswoman Apisamai Srirangsan said the capital has 45 clusters to deal with.<br tabindex=\"-1\"></p> <p>Bangkok will slightly ease its lockdown measures starting tomorrow. In addition to reopening parks and botanical gardens, the city will allow limited numbers of visitors to museums, science parks, historical monuments, ancient places and art centres.<br></p> <p>Schools, bars, nightclubs and entertainment venues will remain closed, but tattoo parlours, nail salons, beauty and weight loss clinics, and some massage parlours will be allowed to reopen with restrictions on the number of clients.</p> <p>Thailand had been considered a success story last year for largely containing the virus, though at great economic cost, especially to its tourism sector, because foreign visitors were largely banned from entering the country.</p> <p>So far, about 3.3% of the country’s roughly 69 million people have received at least one vaccine dose. The government has secured only 7 million vaccine doses in total.</p> <p>The government has been negotiating to get more supplies that would allow it to fully inoculate about 70% of the population by the end of the year. Its earlier plans would have allowed only about 45% of the population to be inoculated.</p>  <figure class=\"element element-image\" data-media-id=\"eb7728125c2725aa96cba33c2720fd798293682a\"> <img src=\"https://media.guim.co.uk/eb7728125c2725aa96cba33c2720fd798293682a/0_182_5472_3283/1000.jpg\" alt=\"Shopping mall staff wait to receive the Sinovac Covid-19 vaccine at a vaccination centre inside a shopping mall in Bangkok, Thailand, today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shopping mall staff wait to receive the Sinovac Covid-19 vaccine at a vaccination centre inside a shopping mall in Bangkok, Thailand, today.</span> <span class=\"element-image__credit\">Photograph: Diego Azubel/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T09:33:58.688Z\">at 10.33am BST</time></p>  </div> <div id=\"block-60b4a0d88f08d486a77183ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T08:45:07.016Z\">9.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hong Kong</strong> will offer civil servants who get vaccinated against Covid-19 a day off for each dose, the government said today, as authorities struggle to boost a sluggish innoculation rate among the city’s 7.5 million population. From Reuters:</p> <blockquote class=\"quoted\"> <p>The secretary for the civil service, Patrick Nip, speaking at a press conference, also said the government was in talks with financial institutions, tertiary schools and theme parks to set up innoculation centres for staff to ramp up the vaccination rate.</p> <p>Hong Kong leader Carrie Lam said at the briefing she had already sent letters to more than 100 firms urging them to follow in the footsteps of the government’s measures.</p> <p>“From now until the end of August is a crucial time for pandemic prevention,” Lam said. “We’re kicking off the ‘Early Vaccination for All’ campaign today to boost the vaccination rate, in order to achieve herd immunity.”</p> <p>Health secretary Sophia Chan joined her colleagues’ calls for people to get vaccinated, warning that if another wave of coronavirus sweeps the territory those who have not been innoculated could face more restrictions.</p> <p>More than 2.3 million coronavirus vaccines have been administered in Hong Kong, with the lacklustre rate resulting in a surplus of doses that are due to expire as soon as August.</p> <p>Roughly 21% of the population aged 16 and above has had at least one dose, Lam said. The latest move comes as some businesses have already announced steps to lure a hesitant public, with Sino Group, Ng Teng Fong Charitable Foundation and Chinese Estates Holdings dangling a new flat worth HK$10.8m (£1m) as the top prize in a vaccine lottery.</p> <p>The government has also relaxed some coronavirus rules for vaccinated people in a bid to encourage inoculations as worries over adverse reactions and a lack of confidence in the Chinese-made Sinovac vaccine hamper the vaccination rate.</p> <p>Hong Kong offers both Sinovac and Germany’s BioNTech vaccines and residents can choose.</p> <p>The global financial hub has kept Covid-19 transmission largely under control, recording more than 11,800 cases and 210 deaths, much lower than many other developed cities.</p> <p>While life in Hong Kong has largely returned to normal with schools reopened and restaurants and shopping malls full, the government still limits gatherings outside to no more than four people.</p> <p><a href=\"https://www.theguardian.com/world/2020/apr/20/hong-kong-using-covid-19-crisis-as-golden-opportunity-for-crackdown-says-arrested-leader\">Critics of the rules say</a> they are aimed at preventing a repeat of anti-government street protests that rocked the former British colony in 2019.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T09:34:39.468Z\">at 10.34am BST</time></p>  </div> <div id=\"block-60b49a038f086d71cc15fd9a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T08:17:51.197Z\">9.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The rise in Covid-19 cases in Bolton, north-west <strong tabindex=\"-1\">England</strong>, where <a draggable=\"true\" href=\"https://www.theguardian.com/world/2021/may/13/care-homes-in-bolton-advised-to-continue-lockdown-measures\">cases had soared giving it the highest infection rate in the country</a>, is slowing down but there is no room for complacency, a senior doctor has warned (via PA Media).</p> <blockquote class=\"quoted\"> <p>The seven-day rate in Bolton currently stands at 386.7 cases per 100,000, down from 452.8 on 21 May, suggesting the recent surge in cases in the town, driven by the spread of the Indian variant of coronavirus, may have peaked.</p> <p>Bolton shares a border with Blackburn with Darwen, and both areas have reported some of the highest numbers of cases of the Indian variant, with Bolton recording 1,354 up to 25 May -– the highest in the country – and Blackburn with Darwen recording 361.</p> <p>Health teams in both local authorities have been running surge testing for the virus, along with <a href=\"https://www.theguardian.com/uk-news/2021/may/17/a-mammoth-undertaking-bolton-steps-up-covid-jabs-to-tackle-outbreak\">“surge vaccinations”</a> to boost take-up among everyone who is eligible for the vaccine.</p> <p>Dr Helen Wall, senior responsible officer for the Covid vaccine programme in Bolton, told BBC Breakfast: </p> <p>“I’m pleased to report that things are starting to slow in terms of the rise here in Covid cases, but we really can’t rest on that.</p> <p>“It’s only been a few days of the rates slowing down so we really are keen to keep pushing forwards and get the rates down further.”</p> <p>Dr Wall said there are very young populations in many of the areas that have seen the highest rises in Bolton, and each time the age comes down for vaccine eligibility, thousands more people are able to come forward for the jab.</p> <p>“I think the age of eligibility going down every few days has really helped, and will really help us, if we can get those people through the doors to be vaccinated asap,” she said.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T08:21:27.129Z\">at 9.21am BST</time></p>  </div> <div id=\"block-60b492048f086d71cc15fd48\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T07:40:45.188Z\">8.40am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">China re-imposes travel controls on its southern province of Guangdong</h2>  <div class=\"block-elements\">  <p><strong>China</strong> today reimposed anti-coronavirus travel controls on its southern province of Guangdong, announcing anyone leaving the populous region must be tested for the virus following a spike in infections that has alarmed authorities, the Associated Press reports.</p> <blockquote class=\"quoted\"> <p>Guangdong, which borders Hong Kong, recorded 20 new confirmed cases, all contracted locally, in the 24 hours through to midnight yesterday.</p> <p> Guangdong’s numbers are low compared with many places in the world, but the rise has rattled Chinese leaders who thought they had the disease under control.</p> <p>People leaving Guangdong by plane, train, bus or private car after 10pm today must present results of a nucleic acid test within the past 72 hours, the provincial government announced. It said testing stations for truck drivers would be set up on major roads.</p> <p>The government of the provincial capital, Guangzhou, a business centre of 15 million people, ordered mass testing after locally acquired infections were found beginning 21 May. The government said 700,000 people had been tested through last Wednesday.</p> <p>China had relaxed most restrictions on domestic travel after the ruling Communist Party declared the virus under control last March. Travellers arriving from abroad still must be tested.</p> <p>On Saturday, residents of one Guangzhou neighbourhood were ordered to stay at home for door-to-door testing. In some areas, outdoor markets and child care facilities were closed and in-person grade school classes and indoor restaurant dining cancelled.</p> <p>China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad. The mainland’s official death toll stands at 4,636 out of 91,099 confirmed cases.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"1b8a29f4a8af458f931bf6a42aa72aab589792d8\"> <img src=\"https://media.guim.co.uk/1b8a29f4a8af458f931bf6a42aa72aab589792d8/0_115_3500_2099/1000.jpg\" alt=\"A medical worker collects a swab from a resident during a mass testing for the coronavirus disease at a makeshift testing site at a stadium in Guangzhou, Guangdong province, China, yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A medical worker collects a swab from a resident during a mass testing for the coronavirus disease at a makeshift testing site at a stadium in Guangzhou, Guangdong province, China, yesterday.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T08:22:15.481Z\">at 9.22am BST</time></p>  </div> <div id=\"block-60b48d6b8f086d71cc15fd0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T07:22:37.025Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, this is <strong>Haroon Siddique</strong>. I’ll be updating the blog for the next few hours.</p> <p><strong>Burkina Fas</strong><strong>o</strong>, one of several countries in Africa that has yet to launch a Covid-19 vaccination campaign, received its first shipment under the global vaccine-sharing scheme Covax yesterday, Reuters reports, citing the country’s health ministry.</p> <blockquote class=\"quoted\"> <p>The 115,200 AstraZeneca doses were flown into the airport of the capital Ouagadougou and were welcomed by a local delegation led by health minister Charlemagne Ouedraogo.</p> <p>“In a few weeks other vaccines will probably arrive to supplement what we have,” Ouedraogo said.</p> <p>The vaccination campaign, which will first target health workers, aims to eventually inoculate over 15 million of the west African nation’s 21.5 million citizens, the ministry said.</p> <p>Some 1.5bn Covid-19 vaccine doses have been administered globally, but <a href=\"https://www.theguardian.com/world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations\">only about 1% of them in Africa</a>, data from the World Health Organization (WHO) found.</p> <p>Earlier in May, Burkina Faso was one of a few African countries, including Tanzania and Chad, highlighted by the International Rescue Committee as not having administered a single dose while richer countries had ordered excess supply.</p> <p>The Covax facility, backed by the WHO and the Global Alliance for Vaccines and Immunization (Gavi), aims to secure 2bn vaccine doses for lower-income countries by the end of 2021.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T07:38:57.543Z\">at 8.38am BST</time></p>  </div> <div id=\"block-60b481e68f088d8c3178e42c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T07:01:00.085Z\">8.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s it from me, Helen Livingstone, for today. </p> <p>Here’s a summary of what’s been happening:</p> <ul> <li><strong>Dr Anthony Fauci</strong>, the top infectious diseases expert in the <strong>US</strong>, <a href=\"https://www.theguardian.com/us-news/2021/may/31/dr-anthony-fauci-interview-covid-coronavirus-vaccines-summer\">has told the Guardian</a> it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June. “We don’t want to declare victory prematurely because we still have a ways to go,” he said.</li> <li><strong>Japan</strong> <a href=\"https://www.theguardian.com/sport/2021/may/31/tokyo-olympics-local-fans-vaccination-proof-covid-test-report\">is considering requiring negative Covid-19 test results</a> or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a poll showed public opposition to the Games remains strong.</li> <li>The acting premier of the <strong>Australian state of Victoria</strong>, currently enduring a seven-day lockdown, <a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">has warned that the situation remains “incredibly serious”</a> as the region posted 11 new cases of Covid, including some involving aged care homes. “I want to be very clear with everyone, this outbreak may well get worse before it gets better,” James Merlino said.</li> <li><strong>India</strong> has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128.</li> <li>The <strong>British prime minister, Boris Johnson</strong>, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics. “We’ve got to do better than this,” <a href=\"https://www.cbc.ca/news/politics/boris-johnson-rosemary-barton-vaccine-passports-1.6045099\">he told Canadian broadcaster CBC</a>.</li> <li><strong>In the UK, </strong>ministers will adopt a cautious approach in deciding whether to ease lockdown on 21 June, with hospitals already under pressure and health experts warning against “charging ahead”. </li> <li>A health expert affiliated with the<strong> World Health Organization </strong><a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\">has called on</a><strong><a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\"> the US</a> </strong>to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community.</li> <li><strong>Vietnam</strong> is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T07:21:57.768Z\">at 8.21am BST</time></p>  </div> <div id=\"block-60b46ce78f086d71cc15fbe2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:59:58.388Z\">7.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Vietnam is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak, the Associated Press reports.</p> <p>People in Ho Chi Minh city are only allowed to leave home for necessary activities and public gatherings of more than 10 people are banned for the next two weeks, the government has announced. </p> <p>The city, Vietnam’s economic hub, also shut down non-essential business on Thursday when cases started to increase.</p> <p>State newspaper Vietnam News said the city authority is planning to test its entire population with a testing capacity of 100,000 samples a day.<br></p> <p>The newspaper also said police had filed a case on Sunday against a couple who head a Protestant church mission for “spreading dangerous infectious diseases,” citing poor health protocols applied at the premises.</p> <p>At least 145 cases of coronavirus infection have been reported with links to the Revival Ekklesia Mission, a Protestant sect, and the city district of Go Vap, where the church is based, has been locked down. Vietnam has since banned all religious events nationwide.</p> <p>The newspaper said church followers gathered in small space for singing and chanting without proper distancing and mask wearing. Ho Chi Minh city police said the mission has 48 registered members.</p> </div>   </div> <div id=\"block-60b485f08f086d71cc15fcbb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:48:48.606Z\">7.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s an update on Japan’s potential plan to require fans at the Tokyo Olympics to provide proof of vaccination or a negative Covid test from our correspondent Justin McCurry:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/31/tokyo-olympics-local-fans-vaccination-proof-covid-test-report\">Tokyo Olympics: local fans may need to show vaccination proof or negative Covid test</a> </p> </aside> </div>   </div> <div id=\"block-60b45c1c8f08d486a7718102\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:41:50.150Z\">7.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>China has reported a sudden surge of Covid cases in the country’s south, with 20 new local cases on Sunday, Reuters reports, as authorities lock down areas of Guangdong province’s capital city.</p> <p>Of the 27 new coronavirus cases reported by the national health authority in its daily updates, only seven infections were imported, with the remainder originating in Guangdong province.</p> <p>On Saturday, authorities placed a neighbourhood in the capital city of Guangzhou under lockdown as a precautionary measure to curb the virus’ spread.</p> <p>State media reports have suggested that the the recent outbreak is linked to a strain of the virus originating in India.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T06:45:22.533Z\">at 7.45am BST</time></p>  </div> <div id=\"block-60b47ea08f088d8c3178e40b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:33:25.193Z\">7.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"be8b1c6edabf04d04acb614165ec5563f3899697\"> <img src=\"https://media.guim.co.uk/be8b1c6edabf04d04acb614165ec5563f3899697/0_251_4673_2804/1000.jpg\" alt=\"Covid-19: Outbreak in Taiwan, Taipei - 31 May 2021Mandatory Credit: Photo by Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock (11986458w) Military officers in protective suits disinfect public areas and transport in Taipei, following a dramatic surge of domestic cases that jeopardize medical systems in Taiwan. With more Covid-19 related cases and deaths reported, there has been discussion on the possibility of lockdown while facing inadequate vaccines and impacts on the economy. Covid-19: Outbreak in Taiwan, Taipei - 31 May 2021\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Military officers in protective suits disinfect public areas and transport in Taipei, following a surge in domestic cases that have jeopardised medical systems in Taiwan.</span> <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b47fe28f08d486a771827f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:27:14.941Z\">7.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In a Guardian interview, Dr Anthony Fauci, the top infectious diseases expert in the US, has warned it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June.</p> <p>“We don’t want to declare victory prematurely because we still have a ways to go,” Fauci said. “But the more and more people that can get vaccinated, as a community, the community will be safer and safer.”</p> <p>Daily coronavirus cases have dropped 53% since 1 May, according to Johns Hopkins University data, but the rates are still high in the unvaccinated population and cases are growing globally. Already there have been more global cases in 2021 than in all of 2020, <a href=\"https://www.usatoday.com/in-depth/graphics/2021/05/25/covid-19-cases-worldwide-2021-surpasses-2020/5243310001/\">according to Johns Hopkins University data</a>.<br></p> <p>“As long as there is some degree of activity throughout the world, there’s always a danger of variants emerging and diminishing somewhat the effectiveness of our vaccines,” said Fauci.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/31/dr-anthony-fauci-interview-covid-coronavirus-vaccines-summer\">Covid summer: Fauci warns US has ‘a ways to go’ despite lowest rates in a year</a> </p> </aside> </div>   </div> <div id=\"block-60b467bc8f08d486a7718190\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:17:03.488Z\">7.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Australian state of Victoria, currently enduring a seven-day lockdown, has reported 11 new cases of Covid-19, bringing the current number of active cases in the area to 54.</p> <p>Worryingly, three of those cases are related to aged care homes, which bore the brunt of last year’s outbreak in Victoria, in which hundreds of elderly care home residents died.</p> <p>Acting state premier James Merlino told reporters on Monday the situation was “incredibly serious” and that “the next few days remain critical.”</p> <p>“I want to be very clear with everyone, this outbreak may well get worse before it gets better,” he said.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">Victoria Covid update: 11 new cases across state as outbreak hits two Melbourne aged care homes</a> </p> </aside> </div>   </div> <div id=\"block-60b45af58f086d71cc15fb1b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:04:28.948Z\">7.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The British prime minister, Boris Johnson, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics, Reuters reports.</p> <p>“We need to have agreements on issues such as vaccine passports, Covid status certification and the rest,” <a href=\"https://www.cbc.ca/news/politics/boris-johnson-rosemary-barton-vaccine-passports-1.6045099\">Johnson told the Canadian public channel CBC</a>.</p> <p>Johnson was speaking ahead of a 11-13 June summit of the G7 economic powers (US, Canada, Japan, Britain, France, Germany and Italy) which he will host in Cornwall, at the southwestern tip of England.<br></p> <p>“What we need, I think, is a global treaty on pandemic preparedness,” he said, adding that 2020 had been a “terrible year for humanity.”</p> <p>Johnson said it was also a bad time “for believers in global cooperation, because the world simply became balkanized,” with many countries slow to share stocks of protective equipment, medicines and vaccines.<br></p> <p>“We’ve got to do better than this,” the prime minister added.</p> <p>“Vaccination has got to be a global enterprise,” Johnson said in the interview taped on Friday and broadcast on Sunday.</p> <p>He said it was crucial that developing countries receive vaccine supplies as quickly as possible.</p> <p>Rather than the goal set by some of vaccinating the world by 2024 or 2025, Johnson set a more ambitious target, saying, “We need to get this done by the end of next year.”</p> </div>   </div> <div id=\"block-60b46b138f088d8c3178e36a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T05:48:45.733Z\">6.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India</strong> has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128, according to Reuters.</p> <p>The South Asian nation’s tally of infections now stands at 28 million, while the death toll has reached 329,100, health ministry data shows.</p> <p>And in a slightly lighter twist on Covid news from India, this great picture from Hyderabad shows a man wearing headgear inspired by the virus and who is employed by a private hospital to counsel local residents about Covid safety measures.</p>  <figure class=\"element element-image\" data-media-id=\"a19670c25c714c417693cf38db70c06f071671e8\"> <img src=\"https://media.guim.co.uk/a19670c25c714c417693cf38db70c06f071671e8/0_3_4161_2497/1000.jpg\" alt=\"An employee of a private hospital wearing headgear themed on Covid-19 coronavirus rides his motorbike around counselling people at markets and slums about the precautionary measures to be taken against the spread of the coronavirus in Hyderabad on May 31, 2021. (Photo by Noah SEELAM / AFP) (Photo by NOAH SEELAM/AFP via Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man wearing Covid-inspired headgear counsels people in Hyderabad about Covid-safety measures.</span> <span class=\"element-image__credit\">Photograph: Noah Seelam/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T06:05:44.785Z\">at 7.05am BST</time></p>  </div> <div id=\"block-60b458058f088d8c3178e289\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T05:18:06.097Z\">6.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Japan considering requirements for fans attending Olympics</h2>  <div class=\"block-elements\">  <p><strong>Japan</strong> is considering requiring negative Covid-19 test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported according to Reuters, as a new poll showed public opposition to the Games remains strong.</p> <p>With the opening of the Games less than two months away, public confidence has been shaken by a fourth wave of coronavirus infections and a slow vaccination rollout.</p> <p>Foreign spectators have already been banned and game organisers are expected to make a decision next month on whether Japanese fans will be able to attend and, if so, under what conditions.<br></p> <p>In addition to other coronavirus measures like banning loud cheering and high-fives, the Yomiuri said the government was considering whether spectators should be required to show a negative test result taken within a week of attending an Olympic event.</p> <p>The report was met with outrage among some social media users, with thousands of tweets criticising the country’s continued push to host the Olympics in the middle of a pandemic. The term “negative test certificate” was trending on Twitter in Japan, garnering over 8,000 tweets on Monday morning.</p> <p>In a poll published by the Nikkei paper on Monday, over 60% of respondents were in favour of cancelling or delaying the Games, a result in line with previous polls by other media outlets.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T07:52:30.619Z\">at 8.52am BST</time></p>  </div> <div id=\"block-60b432db8f086d71cc15f9a6\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T05:08:13.474Z\">6.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Hello and welcome to today’s coverage of the coronavirus pandemic with me, Helen Livingstone.</p> <p>Japan is considering requiring negative test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a new poll showed public opposition to the Games remains strong.</p> <p>The UK’s prime minister, Boris Johnson, <a href=\"https://www.cbc.ca/news/politics/boris-johnson-rosemary-barton-vaccine-passports-1.6045099\">has told Canadian broadcaster CBC</a> he wants an upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics.</p> <p>And Victoria has confirmed 11 new locally acquired coronavirus cases, including four relating to aged care homes, bringing the total number of active cases in the Australian state, to 54. You can follow our live coverage on the Victorian lockdown <a href=\"https://www.theguardian.com/australia-news/live/2021/may/31/coronavirus-australia-live-melbourne-lockdown-victoria-morrison-albanese-covid\">here</a>.</p> <p>Here’s a roundup of what’s been happening over the weekend:</p> <ul> <li><strong>In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on June 21</strong>, with hospitals already under pressure and health experts warning against “charging ahead”. Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time.</li> <li><strong>A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak</strong> with the WHO and the scientific community.</li> <li><strong>Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK</strong> and spreads quickly by air, the health minister has said.</li> <li><strong>Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus</strong>, including early closure of shops and restaurants, from June 1, the cabinet said.</li> <li><strong>South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19</strong> as positive cases surge, President Cyril Ramaphosa said on Sunday.</li> <li><strong>Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks</strong>. It is a stark figure that underlines just how serious a problem global vaccine inequity has become. But the answer for the developing world is not as simple as delivering more vaccines.</li> <li><strong>I</strong><strong>taly has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant</strong>. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June.</li> <li><strong>Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19</strong>, the interior ministry said.</li> </ul> </div>   </div>","wordcount":"9464","firstPublicationDate":"2021-05-31T05:08:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T22:19:21Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj2zv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/67b0c97e7d05b95c5deb4bc59d4eaa8ef0702c44/109_26_2511_1506/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The EU, UK and Japan have continued to voice doubts at the World Trade Organisation (WTO) about a proposed intellectual property waiver on Covid-19 products such as vaccines, a Geneva trade official said. AFP reports, Proposals to initiate text-based discussions on an IP waiver, rather than more general talks, gained traction at an informal meeting of the World Trade Organization’s Agreement on Trade-Related Aspects of IP Rights (TRIPS) council, the official said. However, some member states “continued to express doubts about the convenience of starting negotiations and asked for more time” to analyse the proposal, the official said. They included the European Union, plus Australia, Brazil, Britain, Japan, Norway, Singapore, South Korea, Switzerland and Taiwan. Agreements at the WTO require the consensus backing of all 164 member states. India and South Africa came forward with the original idea. They have submitted a revised proposal, which currently has the express support of 63 WTO members. The trade official said differences continued on the question of whether, and to what extent, IP protection was holding up the goal of beating the pandemic, and about the use and potential improvement of existing flexibilities within the TRIPS terms. Questions were also raised on the duration and termination of the proposed waiver, the official said. Pakistan, Argentina, Bangladesh, Egypt, Indonesia and Kenya were among the countries that expressed the need to start negotiations, the trade official said. The TRIPS Council will hold an informal meeting on June 8-9 when members will stake out their positions further. Brazil registered 860 deaths and 30,434 new cases, according to data released by the Health Ministry. The country has now registered 462,791 total coronavirus deaths and 16,545,554 total confirmed cases. Hundreds of senior citizens and health workers stood in long lines in Venezuela on Monday to get vaccinated after a campaign that payment problems and political disputes have held up. President Nicolas Maduro’s government has said for months that it has been unable to pay for vaccines due to US sanctions; however, last month, it announced it had now come up with the funds to enter the COVAX scheme. Reuters reports, The campaign that officially began over the weekend is using vaccines provided by Russia and China. Reuters data shows that only 1.1% of the population has received at least one vaccine shot so far. “A little more information is required. We get very confused, which is to be expected due to impatience,” said Luis Gonzalez, 90, a retiree, after receiving his first dose of the Russian Sputnik V vaccine on Monday at the government-owned Hotel Alba in Caracas. Around 20 cubicles were arranged in a spacious room on the ground floor of the hotel, where health authorities expect to administer the first dose to 1,000 people by the end of Monday, said Dr Rhode Longa, the site coordinator. Two blocks from the hotel, Coromoto Teran, a 47-year-old homemaker, stood in line after learning about the effort via neighbours. But upon reaching the hotel, she was told she did not have the “right to vaccination” because she was neither a health worker nor a senior citizen, the two current target populations. The Health Ministry has not offered details on the total number of people it has vaccinated. The Information Ministry did not immediately reply to a request for comment. Some officials have said vaccines will be provided to those holding the “Fatherland Card,” a government identification system that some say is used to discriminate against government critics. But others said they were able to get vaccinated without it. Thousands of people went to Twickenham Rugby Stadium in London on Monday when it was turned into a significant walk-in vaccine centre for anyone over the age of 18, PA reports. The event, called Let’s Tackle Covid, aimed to increase the number of vaccinations as cases of the variant discovered in India surge in Hounslow, west London. Russia resumes flights from Moscow to London from 2 June due to an improved Covid-19 situation, while it keeps bans in place on flights to Turkey and Tanzania until 21 June, the coronavirus task force said. The task force added that there will now be three flights a week from Moscow to London. The country has also decided to resume a limited number of regular flights to other countries, including Austria, Croatia, Hungary and Lebanon. Scientists are urging the government to speed up second doses of Covid vaccines and delay a decision on easing lockdown restrictions in England on 21 June in an effort to tackle the creeping spread of new cases. Data has shown the coronavirus variant first detected in India, known as B.1.617.2, is continuing to spread across England and is thought to be driving a rise in cases. It is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, particularly after one dose. The situation has led some scientists to warn the country is in the early stages of a third wave of coronavirus which, despite the vaccination programme, modelling suggests could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England in three weeks’ time should be reconsidered. The British Medical Association called on the prime minister, Boris Johnson, to honour his pledge to lift measures based on “data, not dates” and said the government should hold off giving the green light to progressing to stage four of the roadmap “until the latest data can be scientifically considered”. “We are at a pivotal moment,” said the BMA council chair, Dr Chaand Nagpaul, who warned a “premature” ending of all legal restrictions may result in a surge of infections that “would undermine our health service” and undo all the progress made suppressing Covid-19. “We cannot afford to repeat past mistakes,” he said. More of the report here: Mexico reported 932 new confirmed cases and 61 deaths on Monday, according to health ministry data. Monday’s figures brought the total number of cases to 2,413,742 and the overall death toll to 223,568. France has opened up vaccines to all adults a week before Germany, as Europe rushed to avoid another wave of infections caused by new virus variants. Currently, 25.4 million people have received the first shot of a vaccine, representing about 38 per cent of the population and nearly one in two adults. AFP reports, Until now, people over 50, workers in professions particularly exposed to the virus and younger adults with underlying health problems were given priority. With the country just beginning to bounce back from a severe third wave of infections, President Emmanuel Macron’s government is keen to quickly expand the vaccine coverage to slow the spread of variants that could spell fresh disaster. Macron announced on Monday that he and his wife Brigitte had been vaccinated. “Like Brigitte and I, like 25 million French people have already done, let’s get vaccinated! To protect ourselves, to protect our loved ones,” tweeted Macron, who contracted Covid in December. Both France and Germany have over the past week imposed new restrictions on travel from the UK to curb the spread of the Indian variant blamed for a surge of cases in parts of Britain. In a severe blow to the French tourism sector, British and other non-EU nationals travelling from the UK to France starting Monday have to provide a “compelling” reason to enter the country. Germany meanwhile has imposed a two-week quarantine for travellers arriving from the UK. Peru revised its official Covid-19 death toll to 180,764, nearly triple the previous official figure of 69,342, following a government review that shows the severity of the outbreak in the country, Reuters reports. Peru’s prime minister Violeta Bermudez said in a press conference announcing the result of the review, “We think it is our duty to make public this updated information.” Peru’s new total is in line with so-called excess death figures, which researchers have used to measure possible undercounting in other countries. Excess deaths measure the total number of fatalities and compare it with the same period pre-pandemic. But Peru has been one of the most affected coronavirus countries in Latin America, which has overcrowded hospitals and exceeded the availability of oxygen tanks. As new coronavirus variants continue to be discovered, the World Health Organisation has revealed new names, after the letters of the Greek Alphabet, to simplify the discussion around the variants and avoid stigma. Reuter’s reports that the four coronavirus variants considered of concern and known generally by the public as the UK, South Africa, Brazil and India variants have now been given the letters Alpha, Beta, Gamma, Delta according to the order of their detection. Any new variants will follow the pattern and continue down the Alphabet. The choice of the use of the Greek Alphabet came after months of deliberations with other possibilities such as Greek Gods considered by experts, according to bacteriologist Mark Pallen who was involved in the talks. Explaining the decision, the WHO said, “While they have their advantages, these scientific names can be difficult to say and recall, and are prone to misreporting.” “No country should be stigmatized for detecting and reporting variants,” said WHO epidemiologist Maria Van Kerkhove. Historically, viruses have frequently been associated with the locations they were thought to have developed, such as Ebola, named after the eponymous Congolese river. However, this can be damaging for the places and are often inaccurate, as is the case with the ‘Spanish flu’ of 1918, whose origins are unknown. Next month’s Copa America football tournament will take place in Brazil after original host Argentina pulled out after a surge of Covid-19 cases, the South American Football Confederation said on Monday. The decision will mean that the oldest international tournament in the world will go ahead as planned on 13 June, with the final scheduled on 10 July. Reuters reports: The Brazilian government has shown agility and decisive thinking at a crucial moment for South American football,” Conmebol president Alejandro Domínguez said in a statement. “Brazil is in a time of stability; it has proven infrastructure and recent experience in hosting a tournament of this magnitude.” Brazil hosted the Copa America in 2019 and the World Cup in 2014. The decision is a boost for the Brazilian president, Jair Bolsonaro, a far-right former army captain who has railed against lockdowns and urged Brazilians to return to everyday life. In a separate tweet, Conmebol thanked Bolsonaro for “opening the country’s doors to what is now the safest sporting event in the world”. The president’s office directed questions to the sports department at the ministry of citizenship, which did not immediately respond to a request for comment. Turkey has eased further measures meant to curb Covid infections, including partially lifting a weekend lockdown and opening up restaurants to a limited number of guests. President Recep Tayyip Erdoğan said the lighter measures, in response to falling cases, would go into effect on Tuesday, and under the new rules, nationwide daily curfews are delayed by an hour to 10pm, Reuters reports. France’s Covid-19 hospital numbers and new cases have continued falling as the country gradually relaxes restrictions, and its vaccination campaign speeds up. On Monday, France recorded 1,211 new coronavirus cases, down from 2,229 last Monday and the lowest case count since 17 August. The latest figures take the total to over 5.66m. The French health ministry reported 126 new deaths, compared with 62 last Monday and a seven-day moving average of 124. The total death toll now stands at 109,528. They also reported 2,945 people in intensive care units, down by 48 from a day earlier. But on Mondays, the case count usually drops sharply because of weekend reporting lags. The French president, Emmanuel Macron, said in a tweet he had been vaccinated; however, he did not specify with which vaccine. Hi, I’m Edna Mohamed; I’ll be taking over from Yohannes for the rest of the night. If I miss anything, you can drop me a message on Twitter or email me at edna.mohamed@hotmail.co.uk Here is a quick recap of all the main Covid updates from around the world: The Philippines president, Rodrigo Duterte, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections. Vietnam has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city. The inbound flight suspension to Hanoi will apply from 1-7 June. Travellers from the UK will have to provide “compelling reasons” to enter France from Monday, as French authorities tighten curbs to halt the spread of the Indian Covid variant. The European Commission has proposed that all EU countries gradually ease travel measures over the summer. Reuters reports: Madrid and the central Spanish region of Castilla la Mancha are considering easing rules on wearing face masks outdoors, officials said on Monday, as falling transmission and rising vaccination rates have lowered the risk of Covid-19 infection. Masks have been mandatory indoors and out across most of Spain, regardless of social distancing, since last summer. But daily case numbers and the nationwide infection rate have been declining for months and nearly 40% of the population has received at least one vaccine shot, prompting some authorities to reconsider the rules. “We are firmly determined to abolish the obligation to wear face masks in open spaces ... before (the rule’s) anniversary in July,” Castilla la Mancha’s regional leader, Emiliano García-Page, said in a speech. “We want to do this in concert with the nation,” he said, adding that he would propose the relaxation of the rules to the central government and other regions. The Philippines president, Rodrigo Duterte, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections that have been decreasing since hitting a peak in April. Religious gatherings remain capped at 30% of venue capacity, while dining in restaurants can operate at 20% in the capital region, an urban sprawl of 16 cities that is home to at least 13 million people, and nearby provinces. Non-essential travel will remain prohibited, Reuters reports. Daily coronavirus cases in the Philippines averaged roughly 6,300 for May, down by a third from April, after the government reduced operating capacity of businesses and limited the movement of people. Duterte also extended a ban on inbound travel from India, Pakistan, Sri Lanka, Bangladesh, Nepal, Oman, and the United Arab Emirates until 15 June, to prevent transmission of the coronavirus variant first discovered in India. School closures in England during the Covid lockdown badly damaged the mental health of mothers but had no impact on fathers’ wellbeing, research has found. Doing childcare and home schooling as well as their own jobs led to more mothers of pre-teenage children feeling depressed, having trouble sleeping and seeing themselves as worthless. The pandemic increased mental health problems among parents generally. However, mothers bore the brunt, with fathers barely affected, the study found. Closing schools to stop the spread of coronavirus had “a significant detrimental effect” on mothers’ mental health, academics from Essex, Surrey and Birmingham universities said. However, “for fathers it made no difference”. You can read the full story by Denis Campbell, the Guardian’s health policy editor, here: Reuters reports: Portugal’s government said on Monday authorities must learn from their mistakes after a decision to allow thousands of English football fans to party in the streets of Porto for Saturday’s Champions League final prompted criticism from some lawmakers. “Every day, unfortunately, there are people who do not respect the rules, but that doesn’t mean the rules are illegitimate,” prime minister António Costa told reporters, admitting the event “didn’t go perfectly”. “It is clear that what happened this weekend cannot serve as an example, it must serve as a lesson,” Costa said, adding authorities must work to provide more information to tourists about measures they must adopt during their holidays. Earlier the government came under fire from some lawmakers for sending contradictory Covid-19 messages ahead of the match, in which Chelsea beat Manchester City 1-0. In the days leading up to Saturday’s final, big crowds of English fans, largely maskless and not socially distancing, took over Porto’s streets to drink and chant team slogans. One further person has died within 28 days of testing positive for Covid-19 as of Monday, according to the government, bringing the UK total to 127,782. Separate figures published by the Office for National Statistics show there have now been 153,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate. The government also said that as of 9am on Monday there had been a further 3,383 lab-confirmed cases in the UK, PA Media reports. You can read the official release here. Health ministers in Germany have pledged to clamp down on fraud in coronavirus test centres across the country, after evidence that some have been claiming for more tests than they have carried out. At an emergency meeting on Monday after German media exposed the anomalies, Jens Spahn, the federal health minister, and representatives from the 16 states agreed to introduce reforms at the 15,000 test centres. Since March, Germans have been able to have at least one free coronavirus test a week, with some states providing one test a day. The national daily test capacity is about 360,000 a day. Test centres receive €18 (£15) for each test carried out. However, as increasing numbers of test centres sprang up around the country, no system was in place to track the number of tests actually done, compared with the numbers submitted by the centres to the government, for which they are quickly reimbursed. Kate Connolly, the Guardian’s Berlin correspondent, has the full story here: Italy reported 82 coronavirus-related deaths on Monday against 44 the day before, the health ministry said, while the daily tally of new infections fell to 1,820 from 2,949. The number of patients in hospital with Covid- not including those in intensive care- stood at 6,482 on Monday, down from 6,591 a day earlier, Reuters reports. In France, health authorities reported 2,945 people in intensive care units with Covid-19 on Monday, down by 48 from a day earlier, continuing a virtually uninterrupted fall from a 2021 high of more than 6,000 mid-April. The total number of people in hospital also dropped by a further 179 to 16,596 as the vaccination campaign sped up, Reuters reports. The health ministry also reported 126 new coronavirus deaths in hospitals, after three days with a hospital coronavirus death toll below 100. Denmark’s government has asked the country’s health authorities to reconsider a decision earlier this month to exclude Johnson &amp; Johnson’s Covid-19 shots from its vaccination programme, local media reported on Monday, citing unnamed sources. The media reports by broadcaster TV2 and newspaper Ekstra Bladet also said Denmark’s vaccination programme would be concluded in September, two weeks after the current timeline. The delay is due to delivery of fewer Moderna vaccines than expected, they reported. Denmark was the first country to exclude the J&amp;J vaccine over a potential link to a rare but serious form of blood clot. A spokeswoman for the health ministry could not immediately comment on the reports. Denmark has also stopped using the Oxford/AstraZeneca vaccine altogether, citing similar concerns. Thailand’s government has reversed a decision by authorities in its capital, Bangkok, to ease coronavirus restrictions, as the city battles its worst outbreak of the virus so far, Reuters reports. The Bangkok Metropolitan Administration (BMA) late on Monday said the national coronavirus taskforce had overruled the city’s move to allow massage shops, clinics and parks to reopen from Tuesday. It did not provide a reason. Bangkok and the provinces around it are the epicentre of the two-month-old outbreak, during which the vast majority of Thailand’s coronavirus cases and deaths have been recorded. Massage shops, clinics and public parks must remain closed along with schools, cinemas, gyms and zoos for at least 14 more days. The decision comes as the government faces growing public criticism for a slow and chaotic vaccine rollout, which is due to start on 7 June. Thailand reported 5,485 new cases on Monday, with 1,356 of those in Bangkok. The country also reported 19 new deaths on Monday, bringing its total to 1,031 since the outbreak started. Hello! This is Lucy Campbell, taking over for a short while while Yohannes has a much-deserved break. Please feel free to get in touch with me as I work if you have a story or tips to share! Your thoughts are always welcome. Email: lucy.campbell@theguardian.com Twitter: @lucy_campbell_ The head of the World Health Organization (WHO) has called for speedily launching global negotiations to agree on an international treaty on pandemic preparedness and response, Reuters reports. Tedros Adhanom Ghebreyesus, the WHO director general, also told a closing session of its annual week-long ministerial assembly that the UN agency required sustainable and flexible funding. He said: The one recommendation I believe will do the most to strengthen WHO and global health security is the recommendation of a treaty on pandemic preparedness and response which could also strengthen relations between member states and foster cooperation. This is an idea whose time has come. In England, a total of 54,657,957 Covid vaccinations took place between 8 December and 30 May, according to NHS England data, including first and second doses, which is a rise of 278,637 on the previous day. NHS England said 32,938,496 were the first dose of a vaccine, a rise of 99,213 on the previous day, while 21,719,461 were a second dose, an increase of 179,424, PA Media reports. Hungary’s planned vaccine plant will be fitted out for production of Chinese shots against Covid-19 as well as a local dose, foreign minister Péter Szijjártó has said, according to state news agency MTI. Szijjártó made the announcement after talks with his Chinese counterpart Wang Yi and added that the agreement would mean a “great strategic advantage” for Hungary, Reuters reports. An advocacy group has sent a legal letter to the government body charged with protecting England’s public health, warning of a high court challenge unless it immediately publishes data of the spread in schools of the variant first detected in India. The pre-action letter sent by advocacy group, the Citizens, working with AWO, a data rights firm, follows a report in the Observer that Public Health England (PHE) was preparing to publish the data on 13 May but the prime minister’s office intervened and put pressure on it not to do so. The legal letter says the public health body is bound by law to be independent from political interference and warns it faces a judicial review unless it releases the data. It cites PHE’s framework agreement with the Department of Health and Social Care that states it has “operational autonomy” and “shall be free to publish and speak on those issues which relate to the nation’s health and wellbeing in order to set out the professional, scientific and objective judgement of the evidence base”. The health secretary, Matt Hancock, and Boris Johnson are both named as “interested parties” in the proposed claim, to which PHE has seven days to respond. Clara Maguire, the executive director of the Citizens, said: ‘It defies belief that Public Health England is refusing to publish this vital public health data on the spread of the so-called Indian variant in schools despite scientists, teachers, parents and unions all saying that they need it to safeguard theirs and their children’s health. “We believe that there is an immediate risk to life. The public needs this data now and we believe that PHE is acting unlawfully in withholding it. It is unbelievable that a matter of vital importance to our public health can be subject to political interference.” The letter states that PHE had promised stakeholders that the data would be included in reports “on or around 12 May” and that PHE by not then publishing was in “breach of a legitimate expectation”. On Thursday, eight unions wrote to the education secretary, Gavin Williamson, asking for the release of the same data. Update from earlier post on the European Commission proposing that all EU countries gradually ease travel measures over the summer: People who have recovered from a Covid-19 infection should be exempt from restrictions for 180 days, Reuters reports. The commission also proposed that more reliable, but more expensive PCR tests should be valid for 72 hours and rapid antigen tests for 48 hours. Children, who are not yet in line for vaccinations, should not have to undergo a quarantine if travelling with parents who are exempt. Those aged six and older can be subject to tests. The proposals, which are being put to EU member states, mirror those already agreed for travel to the EU from outside the bloc. Plans to make Covid documents a requirement of entry to mass events are likely to be dropped as the government grapples with how it can safely lift the final set of restrictions in England within weeks. Ministers have been investigating making coronavirus status certificates compulsory in some settings for months, following the lead of Israel, which introduced a “green pass” for people to demonstrate their low-risk of having or transmitting the disease. As the UK’s vaccination programme continues at greater speed than most countries, questions in Whitehall have focused on how best fully to reopen sectors such as theatres and nightclubs, and restart spectator events including festivals and concerts, without social distancing. But the Guardian has been told that status documents, which would display proof of vaccination, a recent negative test result, or antibodies, are unlikely to be introduced ahead of 21 June – the final stage of Boris Johnson’s roadmap out of lockdown when all legal limits on social contact are due to be scrapped. Aubrey Allegretti, a political correspondent for the Guardian, has the full story here: Vietnam is encouraging local governments and companies to import Covid vaccines themselves, the government said, through procurements that would need to be done via the health ministry or through 27 licensed importers. As Reuters reports, the country is grappling with its biggest outbreak so far and has yet to start mass vaccinations. In England, Twickenham Rugby Stadium has been turned into a major walk-in vaccine centre in a drive to try to boost vaccinations against coronavirus as cases of the Indian variant surge. Up to 15,000 first dose jabs are being made available for those in the local area who have not yet been vaccinated, PA Media reports. The event - called Let’s Tackle Covid - aims to increase the number of vaccinations as cases of the Indian coronavirus variant surge in Hounslow, west London. The coronavirus variant of concern first detected in India is continuing to spread across England, with cases emerging beyond “hotspot” areas, data suggests. The variant, known as B.1.617.2, is thought to be driving a rise in Covid cases in parts of the UK and is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, particularly after just one dose. At present up to three-quarters of new Covid cases in the UK are thought to be caused by the India variant. There have also been signs of a slight rise in hospitalisations. The situation has led some scientists to warn that the country is now in the early stages of a third wave of coronavirus which, despite the vaccination programme, modelling suggests could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England on 21 June should be reconsidered. You can read the latest by Nicola Davis, the Guardian’s science correspondent, here: Vietnam has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city, Reuters reports. After successfully containing Covid outbreaks for most of last year, Vietnam is seeing infections rise sharply and has detected several highly transmissible variants, including a new one announced on Saturday that had elements of the variants first identified in Britain and India. The inbound flight suspension to Hanoi will apply from 1 June 1 to 7 June. Vietnam has been restricting inbound international flights since the start of the pandemic. It follows a similar move by the business hub Ho Chi Minh City, which on Monday started 15 days of measures that include bans on dining in restaurants and public gatherings of more than 10 people. It has urged people over 60 to stay indoors (see earlier post). Vietnam, a country of 98 million people, has recorded 7,236 Covid infections so far, one of the world’s lowest caseloads. It has reported 47 deaths overall. Travellers from the UK will have to provide “compelling reasons” to enter France from Monday, as French authorities tighten curbs to halt the spread of the Indian Covid variant. Travel to France from the UK will be permitted only for EU nationals, French residents, or those travelling for essential reasons. Those who are allowed to make the journey must take a pre-departure Covid test and quarantine for seven days on arrival. France is listed as an “amber” destination by the UK government, which advises against travel there, with British authorities requiring people to self-isolate for 10 days and take two Covid tests on their return. Last Wednesday, the French government’s official spokesman, Gabriel Attal, said there was “a new situation with the progression of the so-called Indian variant in the UK”, adding that Germany had already imposed strict controls on visitors from Britain and that France was taking “similar measures”. France has today opened up Covid-19 vaccines to all adults, a week before Germany, as Europe races to avoid another wave of infections caused by new virus variants, AFP reports. Until now, French authorities gave priority to people over 50, people in “priority professions” or younger adults with underlying health problems. So far, 25.4 million people have received a first shot of a vaccine, representing about 38% of the population and nearly one in two adults. Nearly 12 million have received the two shots required for full protection. As the French savour a degree of freedom following the reopening of cafes, restaurants and museums two weeks ago, initially high levels of vaccine scepticism have begun to subside. A Cevipof poll conducted in early May showed that 65% of adults planned to get vaccinated, up from 48% in February. “I am fully convinced that we are going to see a lot of people getting vaccinated,” Prof Alain Fischer, the immunologist who heads the government’s vaccination advisory board, said today, adding that immunisation was the key to “getting back an increasingly normal life.” With 28 million adults eligible for a first shot, but only around half a million appointments available each day, many people have opted to travel outside their neighbourhood or even their region to secure highly coveted Pfizer or Moderna shots. Vaccinations with the AstraZeneca and Janssen jabs are open only to those aged 55, after cases of potentially deadly blood clots in a very small number of younger people vaccinated. The government is hoping that the 76.7m vaccines it is expecting to receive in June will help it meet demand. So far the virus has claimed 109,431 lives in France. Russia’s single-dose Sputnik Light vaccine against Covid-19 has been approved for use in the Palestinian territories, Russia’s RDIF sovereign wealth fund has said. The RDIF fund is marketing the Russian vaccine abroad, Reuters reports. Portugal’s economy shrank 3.3% in the first quarter from the preceding three months, as tourism withered due to a tight lockdown imposed in mid-January, official data indicates. To fight a surge in Covid infections in mid-January, which at the time was the deadliest outbreak per capita in the world, the country imposed a strict three-month lockdown, which has since been gradually lifted. Statistics agency INE said, in its second reading, that gross domestic product shrank 5.4% from the first quarter last year when the country’s first lockdown did not take effect until mid-March. As Reuters reports, Portugal’s economy, in which the tourism sector represented about 15% of GDP before the pandemic hit, shrank 7.6% in 2020, its biggest annual slump since 1936. The European Commission has proposed that all EU countries gradually ease travel measures over the summer, as the number of Covid vaccinations continues to grow and the severity of the pandemic in the bloc diminishes, Reuters reports. The EU executive, which is seeking to harmonise travel measures across the bloc, said that – according to its recommendation – fully vaccinated people should be exempt from testing or quarantines when travelling from one EU country to another. Reuters reports: India’s Serum Institute will increase production of AstraZeneca Covid-19 vaccines by nearly 40% in June, officials said on Monday, in the first step towards alleviating a shortage that has worsened the country’s battle with coronavirus. The world’s second most-populous nation has struggled with a catastrophic outbreak of Covid-19 since last month which is only now starting to abate after killing tens of thousands of people. Government officials and experts say the only way India can avoid a third wave of infections is by having most of its 1.3 billion population inoculated. The Serum Institute of India, the world’s biggest manufacturer of vaccines, will make 90 million doses of AstraZeneca in June from about 65 million a month now, a company spokesman told Reuters. Most of the shots administered in India are AstraZeneca, but local firm Bharat Biotech also plans to ramp up production of its Covaxin vaccine to 23 million in June from about 10 million in April, a government official said. Covid curbs may not be eased further next week in parts of Scotland where infections are rising, the health secretary has warned. Areas in level 2 are scheduled to move down to level 1 on 7 June. However, according to Humza Yousaf, this may not be possible for areas where coronavirus cases are giving “cause for concern”. He said this could affect locations outside Glasgow, which is the only part of Scotland that remains in level 3. Speaking to the BBC’s Good Morning Scotland programme, Yousaf said: It may not be the entire country moving to level one. I think people would understand where there are rising case numbers, where there is rising test positivity … it may be the case that parts of the country move to level one but actually other parts of the country we decide to keep in level 2. Asked if he was referring to Glasgow, he replied: “Glasgow – but also, I must be quite frank, there are other parts from the data that continue to give us cause for concern.” This has been shared by Edouard Mathieu, head of data at Our World in Data: The 21 June target for scrapping England’s remaining coronavirus restrictions appears increasingly under threat, as a senior government adviser said the country was in the early stages of a third wave. Prof Ravi Gupta, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4’s Today programme there had been “exponential growth” in new cases, with the variant first detected in India accounting for three-quarters. Asked if the third wave had begun, Gupta replied: “Yes.” He added: Of course, the numbers of cases are relatively low at the moment – all waves start with low numbers of cases that grumble in the background and then become explosive – so the key here is that what we are seeing here is the signs of an early wave. It will probably take longer than earlier waves to emerge because of the fact that we do have quite high levels of vaccination in the population, so there may be a false sense of security for some time, and that’s our concern. You can read the full story by my colleague Damien Gayle here: Hello everyone, this is Yohannes Lowe. I’ll be running the blog until the evening (UK time). As always, feel free to get in touch on Twitter if you have any story tips. Thailand today reported a record number of new coronavirus cases as the governor of Bangkok announced an easing of some restrictions in effect for more than a month – including people visiting parks for exercise. From AP: Thailand has been fighting to deal with a virus surge that began in early April in a group of nightclubs in Bangkok and has since spread around the country. The Center for Covid-19 Situation Administration reported a record 5,485 new cases, of which 1,953 were in prisons. Confirmed deaths increased by 19 to bring the total to 1,031 since the pandemic began last year. The total number of confirmed cases has now risen to 159,792, of which 82% occurred during the latest surge. Many of the cases are concentrated in prisons, housing for construction workers, factories, slums and low-income housing areas. Officials have in some cases been criticised for allowing companies to isolate and quarantine workers inside factories. Bangkok, which has been a hot spot in the outbreak, reported 1,356 of the cases on Monday. CCSA deputy spokeswoman Apisamai Srirangsan said the capital has 45 clusters to deal with. Bangkok will slightly ease its lockdown measures starting tomorrow. In addition to reopening parks and botanical gardens, the city will allow limited numbers of visitors to museums, science parks, historical monuments, ancient places and art centres. Schools, bars, nightclubs and entertainment venues will remain closed, but tattoo parlours, nail salons, beauty and weight loss clinics, and some massage parlours will be allowed to reopen with restrictions on the number of clients. Thailand had been considered a success story last year for largely containing the virus, though at great economic cost, especially to its tourism sector, because foreign visitors were largely banned from entering the country. So far, about 3.3% of the country’s roughly 69 million people have received at least one vaccine dose. The government has secured only 7 million vaccine doses in total. The government has been negotiating to get more supplies that would allow it to fully inoculate about 70% of the population by the end of the year. Its earlier plans would have allowed only about 45% of the population to be inoculated. Hong Kong will offer civil servants who get vaccinated against Covid-19 a day off for each dose, the government said today, as authorities struggle to boost a sluggish innoculation rate among the city’s 7.5 million population. From Reuters: The secretary for the civil service, Patrick Nip, speaking at a press conference, also said the government was in talks with financial institutions, tertiary schools and theme parks to set up innoculation centres for staff to ramp up the vaccination rate. Hong Kong leader Carrie Lam said at the briefing she had already sent letters to more than 100 firms urging them to follow in the footsteps of the government’s measures. “From now until the end of August is a crucial time for pandemic prevention,” Lam said. “We’re kicking off the ‘Early Vaccination for All’ campaign today to boost the vaccination rate, in order to achieve herd immunity.” Health secretary Sophia Chan joined her colleagues’ calls for people to get vaccinated, warning that if another wave of coronavirus sweeps the territory those who have not been innoculated could face more restrictions. More than 2.3 million coronavirus vaccines have been administered in Hong Kong, with the lacklustre rate resulting in a surplus of doses that are due to expire as soon as August. Roughly 21% of the population aged 16 and above has had at least one dose, Lam said. The latest move comes as some businesses have already announced steps to lure a hesitant public, with Sino Group, Ng Teng Fong Charitable Foundation and Chinese Estates Holdings dangling a new flat worth HK$10.8m (£1m) as the top prize in a vaccine lottery. The government has also relaxed some coronavirus rules for vaccinated people in a bid to encourage inoculations as worries over adverse reactions and a lack of confidence in the Chinese-made Sinovac vaccine hamper the vaccination rate. Hong Kong offers both Sinovac and Germany’s BioNTech vaccines and residents can choose. The global financial hub has kept Covid-19 transmission largely under control, recording more than 11,800 cases and 210 deaths, much lower than many other developed cities. While life in Hong Kong has largely returned to normal with schools reopened and restaurants and shopping malls full, the government still limits gatherings outside to no more than four people. Critics of the rules say they are aimed at preventing a repeat of anti-government street protests that rocked the former British colony in 2019. The rise in Covid-19 cases in Bolton, north-west England, where cases had soared giving it the highest infection rate in the country, is slowing down but there is no room for complacency, a senior doctor has warned (via PA Media). The seven-day rate in Bolton currently stands at 386.7 cases per 100,000, down from 452.8 on 21 May, suggesting the recent surge in cases in the town, driven by the spread of the Indian variant of coronavirus, may have peaked. Bolton shares a border with Blackburn with Darwen, and both areas have reported some of the highest numbers of cases of the Indian variant, with Bolton recording 1,354 up to 25 May -– the highest in the country – and Blackburn with Darwen recording 361. Health teams in both local authorities have been running surge testing for the virus, along with “surge vaccinations” to boost take-up among everyone who is eligible for the vaccine. Dr Helen Wall, senior responsible officer for the Covid vaccine programme in Bolton, told BBC Breakfast: “I’m pleased to report that things are starting to slow in terms of the rise here in Covid cases, but we really can’t rest on that. “It’s only been a few days of the rates slowing down so we really are keen to keep pushing forwards and get the rates down further.” Dr Wall said there are very young populations in many of the areas that have seen the highest rises in Bolton, and each time the age comes down for vaccine eligibility, thousands more people are able to come forward for the jab. “I think the age of eligibility going down every few days has really helped, and will really help us, if we can get those people through the doors to be vaccinated asap,” she said. China today reimposed anti-coronavirus travel controls on its southern province of Guangdong, announcing anyone leaving the populous region must be tested for the virus following a spike in infections that has alarmed authorities, the Associated Press reports. Guangdong, which borders Hong Kong, recorded 20 new confirmed cases, all contracted locally, in the 24 hours through to midnight yesterday. Guangdong’s numbers are low compared with many places in the world, but the rise has rattled Chinese leaders who thought they had the disease under control. People leaving Guangdong by plane, train, bus or private car after 10pm today must present results of a nucleic acid test within the past 72 hours, the provincial government announced. It said testing stations for truck drivers would be set up on major roads. The government of the provincial capital, Guangzhou, a business centre of 15 million people, ordered mass testing after locally acquired infections were found beginning 21 May. The government said 700,000 people had been tested through last Wednesday. China had relaxed most restrictions on domestic travel after the ruling Communist Party declared the virus under control last March. Travellers arriving from abroad still must be tested. On Saturday, residents of one Guangzhou neighbourhood were ordered to stay at home for door-to-door testing. In some areas, outdoor markets and child care facilities were closed and in-person grade school classes and indoor restaurant dining cancelled. China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad. The mainland’s official death toll stands at 4,636 out of 91,099 confirmed cases. Hello, this is Haroon Siddique. I’ll be updating the blog for the next few hours. Burkina Faso, one of several countries in Africa that has yet to launch a Covid-19 vaccination campaign, received its first shipment under the global vaccine-sharing scheme Covax yesterday, Reuters reports, citing the country’s health ministry. The 115,200 AstraZeneca doses were flown into the airport of the capital Ouagadougou and were welcomed by a local delegation led by health minister Charlemagne Ouedraogo. “In a few weeks other vaccines will probably arrive to supplement what we have,” Ouedraogo said. The vaccination campaign, which will first target health workers, aims to eventually inoculate over 15 million of the west African nation’s 21.5 million citizens, the ministry said. Some 1.5bn Covid-19 vaccine doses have been administered globally, but only about 1% of them in Africa, data from the World Health Organization (WHO) found. Earlier in May, Burkina Faso was one of a few African countries, including Tanzania and Chad, highlighted by the International Rescue Committee as not having administered a single dose while richer countries had ordered excess supply. The Covax facility, backed by the WHO and the Global Alliance for Vaccines and Immunization (Gavi), aims to secure 2bn vaccine doses for lower-income countries by the end of 2021. That’s it from me, Helen Livingstone, for today. Here’s a summary of what’s been happening: Dr Anthony Fauci, the top infectious diseases expert in the US, has told the Guardian it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June. “We don’t want to declare victory prematurely because we still have a ways to go,” he said. Japan is considering requiring negative Covid-19 test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a poll showed public opposition to the Games remains strong. The acting premier of the Australian state of Victoria, currently enduring a seven-day lockdown, has warned that the situation remains “incredibly serious” as the region posted 11 new cases of Covid, including some involving aged care homes. “I want to be very clear with everyone, this outbreak may well get worse before it gets better,” James Merlino said. India has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128. The British prime minister, Boris Johnson, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics. “We’ve got to do better than this,” he told Canadian broadcaster CBC. In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on 21 June, with hospitals already under pressure and health experts warning against “charging ahead”. A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. Vietnam is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak. Vietnam is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak, the Associated Press reports. People in Ho Chi Minh city are only allowed to leave home for necessary activities and public gatherings of more than 10 people are banned for the next two weeks, the government has announced. The city, Vietnam’s economic hub, also shut down non-essential business on Thursday when cases started to increase. State newspaper Vietnam News said the city authority is planning to test its entire population with a testing capacity of 100,000 samples a day. The newspaper also said police had filed a case on Sunday against a couple who head a Protestant church mission for “spreading dangerous infectious diseases,” citing poor health protocols applied at the premises. At least 145 cases of coronavirus infection have been reported with links to the Revival Ekklesia Mission, a Protestant sect, and the city district of Go Vap, where the church is based, has been locked down. Vietnam has since banned all religious events nationwide. The newspaper said church followers gathered in small space for singing and chanting without proper distancing and mask wearing. Ho Chi Minh city police said the mission has 48 registered members. Here’s an update on Japan’s potential plan to require fans at the Tokyo Olympics to provide proof of vaccination or a negative Covid test from our correspondent Justin McCurry: China has reported a sudden surge of Covid cases in the country’s south, with 20 new local cases on Sunday, Reuters reports, as authorities lock down areas of Guangdong province’s capital city. Of the 27 new coronavirus cases reported by the national health authority in its daily updates, only seven infections were imported, with the remainder originating in Guangdong province. On Saturday, authorities placed a neighbourhood in the capital city of Guangzhou under lockdown as a precautionary measure to curb the virus’ spread. State media reports have suggested that the the recent outbreak is linked to a strain of the virus originating in India. In a Guardian interview, Dr Anthony Fauci, the top infectious diseases expert in the US, has warned it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June. “We don’t want to declare victory prematurely because we still have a ways to go,” Fauci said. “But the more and more people that can get vaccinated, as a community, the community will be safer and safer.” Daily coronavirus cases have dropped 53% since 1 May, according to Johns Hopkins University data, but the rates are still high in the unvaccinated population and cases are growing globally. Already there have been more global cases in 2021 than in all of 2020, according to Johns Hopkins University data. “As long as there is some degree of activity throughout the world, there’s always a danger of variants emerging and diminishing somewhat the effectiveness of our vaccines,” said Fauci. The Australian state of Victoria, currently enduring a seven-day lockdown, has reported 11 new cases of Covid-19, bringing the current number of active cases in the area to 54. Worryingly, three of those cases are related to aged care homes, which bore the brunt of last year’s outbreak in Victoria, in which hundreds of elderly care home residents died. Acting state premier James Merlino told reporters on Monday the situation was “incredibly serious” and that “the next few days remain critical.” “I want to be very clear with everyone, this outbreak may well get worse before it gets better,” he said. The British prime minister, Boris Johnson, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics, Reuters reports. “We need to have agreements on issues such as vaccine passports, Covid status certification and the rest,” Johnson told the Canadian public channel CBC. Johnson was speaking ahead of a 11-13 June summit of the G7 economic powers (US, Canada, Japan, Britain, France, Germany and Italy) which he will host in Cornwall, at the southwestern tip of England. “What we need, I think, is a global treaty on pandemic preparedness,” he said, adding that 2020 had been a “terrible year for humanity.” Johnson said it was also a bad time “for believers in global cooperation, because the world simply became balkanized,” with many countries slow to share stocks of protective equipment, medicines and vaccines. “We’ve got to do better than this,” the prime minister added. “Vaccination has got to be a global enterprise,” Johnson said in the interview taped on Friday and broadcast on Sunday. He said it was crucial that developing countries receive vaccine supplies as quickly as possible. Rather than the goal set by some of vaccinating the world by 2024 or 2025, Johnson set a more ambitious target, saying, “We need to get this done by the end of next year.” India has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128, according to Reuters. The South Asian nation’s tally of infections now stands at 28 million, while the death toll has reached 329,100, health ministry data shows. And in a slightly lighter twist on Covid news from India, this great picture from Hyderabad shows a man wearing headgear inspired by the virus and who is employed by a private hospital to counsel local residents about Covid safety measures. Japan is considering requiring negative Covid-19 test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported according to Reuters, as a new poll showed public opposition to the Games remains strong. With the opening of the Games less than two months away, public confidence has been shaken by a fourth wave of coronavirus infections and a slow vaccination rollout. Foreign spectators have already been banned and game organisers are expected to make a decision next month on whether Japanese fans will be able to attend and, if so, under what conditions. In addition to other coronavirus measures like banning loud cheering and high-fives, the Yomiuri said the government was considering whether spectators should be required to show a negative test result taken within a week of attending an Olympic event. The report was met with outrage among some social media users, with thousands of tweets criticising the country’s continued push to host the Olympics in the middle of a pandemic. The term “negative test certificate” was trending on Twitter in Japan, garnering over 8,000 tweets on Monday morning. In a poll published by the Nikkei paper on Monday, over 60% of respondents were in favour of cancelling or delaying the Games, a result in line with previous polls by other media outlets. Hello and welcome to today’s coverage of the coronavirus pandemic with me, Helen Livingstone. Japan is considering requiring negative test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a new poll showed public opposition to the Games remains strong. The UK’s prime minister, Boris Johnson, has told Canadian broadcaster CBC he wants an upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics. And Victoria has confirmed 11 new locally acquired coronavirus cases, including four relating to aged care homes, bringing the total number of active cases in the Australian state, to 54. You can follow our live coverage on the Victorian lockdown here. Here’s a roundup of what’s been happening over the weekend: In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on June 21, with hospitals already under pressure and health experts warning against “charging ahead”. Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time. A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK and spreads quickly by air, the health minister has said. Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus, including early closure of shops and restaurants, from June 1, the cabinet said. South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19 as positive cases surge, President Cyril Ramaphosa said on Sunday. Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks. It is a stark figure that underlines just how serious a problem global vaccine inequity has become. But the answer for the developing world is not as simple as delivering more vaccines. Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June. Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said.","charCount":"58193","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/edna-mohamed\">Edna Mohamed</a> (now), <a href=\"profile/yohannes-lowe\">Yohannes Lowe</a> , <a href=\"profile/lucy-campbell\">Lucy Campbell</a>, <a href=\"profile/haroonsiddique\">Haroon Siddique</a> and <a href=\"profile/helen-livingstone\">Helen Livingstone</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/live/2021/jun/01/coronavirus-australia-live-update-covid-vaccine-victoria-melbourne-aged-care-scott-morrison-vaccine-christian-porter-inquiry-abc-defamation-coronavirus-cases-restrictions-arcare","type":"liveblog","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2021-05-31T22:11:30Z","webTitle":"Coronavirus Australia live update: aged care Covid failures criticised as speculation over Victoria lockdown extension","webUrl":"https://www.theguardian.com/australia-news/live/2021/jun/01/coronavirus-australia-live-update-covid-vaccine-victoria-melbourne-aged-care-scott-morrison-vaccine-christian-porter-inquiry-abc-defamation-coronavirus-cases-restrictions-arcare","apiUrl":"https://content.guardianapis.com/australia-news/live/2021/jun/01/coronavirus-australia-live-update-covid-vaccine-victoria-melbourne-aged-care-scott-morrison-vaccine-christian-porter-inquiry-abc-defamation-coronavirus-cases-restrictions-arcare","fields":{"headline":"Coronavirus Australia live update: aged care Covid failures criticised as speculation over Victoria lockdown extension","standfirst":"<p>Victorian government not ruling out extension of restrictions with more than 50 coronavirus cases linked to Melbourne outbreak. Follow live updates </p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">Victoria doesn’t rule out extending lockdown after more cases linked to Melbourne aged care homes</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/31/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victorian Covid hotspots</a>; <a href=\"https://www.theguardian.com/australia-news/2021/may/31/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria lockdown rules explained</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">Where the federal government went wrong with its aged care response</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/31/health-experts-furious-federal-guidelines-still-let-melbourne-aged-care-staff-work-multiple-sites\">Health experts furious federal Covid guidelines still let Melbourne aged care staff work multiple sites</a></li></ul>","trailText":"More than 50 coronavirus cases now linked to Melbourne outbreak","byline":"Amy Remeikis","main":"<figure class=\"element element-image\" data-media-id=\"1b6e7eced78e0a1a7f9ad2bc339c0dffaf6b00ff\"> <img src=\"https://media.guim.co.uk/1b6e7eced78e0a1a7f9ad2bc339c0dffaf6b00ff/0_207_3103_1862/1000.jpg\" alt=\"Melbourne’s Covid lockdown is due to expire at midnight Thursday, but Victorian authorities are not ruling out an extension as cases surpassed 50. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melbourne’s Covid lockdown is due to expire at midnight Thursday, but Victorian authorities are not ruling out an extension as cases surpassed 50. </span> <span class=\"element-image__credit\">Photograph: Quinn Rooney/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b55eec8f08d486a7718d16\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:11:30.999Z\">11.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sally McManus</strong> has some thoughts on what has gone wrong with the aged care response </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sallymcmanus/status/1399478312863363072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What&#39;s gone wrong with Fed Govt vaccine rollout:<br>- no urgency<br>- no goal<br>- no transparency<br>- no communications <br>- no understanding of the casualised workforce<br>And no ownership of the problems.</p>&mdash; Sally McManus (@sallymcmanus) <a href=\"https://twitter.com/sallymcmanus/status/1399478312863363072?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b55ab28f08d486a7718cf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:55:32.157Z\">10.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck </strong>says the “single site” staff order is sent out when an area is declared a hotspot. But it seems that when that hotspot declaration is lifted, so too is the order (and funding), which means staff go back to working across multiple aged care homes. I say “seems” because Colbeck doesn’t give a straight answer. </p>  <figure class=\"element element-image\" data-media-id=\"16126ab7de7059f8fabe3c142ee69af709f6b941\"> <img src=\"https://media.guim.co.uk/16126ab7de7059f8fabe3c142ee69af709f6b941/0_200_5420_3254/1000.jpg\" alt=\"Richard Colbeck\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Federal aged care minister Richard Colbeck.</span> <span class=\"element-image__credit\">Photograph: Sam Mooy/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:11:12.330Z\">at 11.11pm BST</time></p>  </div> <div id=\"block-60b559f58f08d486a7718cec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:52:06.340Z\">10.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fran Kelly</strong> asks <strong>Richard Colbeck </strong>where the<strong> </strong>“sense of urgency” is. </p> <p>He says they are following the advice.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T21:59:12.262Z\">at 10.59pm BST</time></p>  </div> <div id=\"block-60b558a88f08d486a7718ce3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:48:50.109Z\">10.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck</strong> is speaking to ABC RN this morning. He’s the aged care minister. And he’s still “comfortable” with the vaccine rollout.</p> <p>But he can’t tell you how many aged care workers have been vaccinated. Because there is no one collating that information. They have now asked for providers to give that information so they can’t try to work it out.</p> <p>“I’m not going to give you a number I am not certain of,” he says.</p> <p>Also, there is no real program to vaccinate aged care workers run by the federal government. The edict is to vaccinate staff where there are leftover vaccines once residents have been vaccinated. Beyond that, providers can set up a program themselves, or aged care workers can see their GP or attend a hub – work it out for themselves, in other words. </p> <p>Colbeck says that was to cut down on confusion so there weren’t mixed vaccines.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RNBreakfast/status/1399481071884853250\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">&quot;We&#39;re comfortable about where we&#39;re at [with the vaccine rollout],&quot; says Federal Aged Care Minister <a href=\"https://twitter.com/richardmcolbeck?ref_src=twsrc%5Etfw\">@richardmcolbeck</a>.<br><br>&quot;Everybody would&#39;ve liked to have done it faster but logistically, we&#39;ve done it as quickly as we possibly could.&quot;</p>&mdash; RN Breakfast (@RNBreakfast) <a href=\"https://twitter.com/RNBreakfast/status/1399481071884853250?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:10:27.448Z\">at 11.10pm BST</time></p>  </div> <div id=\"block-60b556e68f086d71cc16070f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:38:21.510Z\">10.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Christopher Knaus </strong>and <strong>Melissa Davey </strong>have taken a look at what’s happened with the federal government’s aged care response – and it doesn’t seem good. At any level.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">‘A dog’s breakfast’: where the Australian government went wrong with its aged care Covid response </a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T21:45:07.366Z\">at 10.45pm BST</time></p>  </div> <div id=\"block-60b552418f088d8c3178ee96\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:33:29.151Z\">10.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning</h2>  <div class=\"block-elements\">  <p>Welcome back to Politics Live. </p> <p>Parliament – and estimates – are back for the first time this week, but it’s the events of yesterday’s non-sitting day which still has everyone’s focus. </p> <p>The federal government is scrambling to explain <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">how aged care is once experiencing a Covid outbreak</a>, given everything the sector and the people in its care went through last year. Victoria’s Covid outbreak has shown the vulnerabilities in the federally funded and regulated aged care homes once again: while staff in state-run facilities cannot work at other sites, staff at private facilities – which are under the federal government’s jurisdiction – are still able to. </p> <p>That’s become an issue in this outbreak – again – after a staff member caught Covid from a colleague at one centre and then worked at another centre. </p> <p>So far the federal government have been unable to give a reason for it, other than there are not enough staff. <strong>Greg Hunt </strong>said yesterday the states could stop it through a public health order, but that would mean workers – who are working multiple sites to make a liveable wage – would be forced to lose pay. Policy and pay settings have changed in the state-run facilities. That hasn’t happened federally, despite the recommendations of the royal commission. </p> <p>We’ll keep you updated on that, and everything else happening in Victoria. There are fears the lockdown could be extended beyond the end of this week – authorities did not sound confident yesterday they had it under control. There are more than 270 exposure sites and 4,000 people considered primary or secondary contacts. Each day has seen a stubborn four to five new cases – which have mostly been linked – but the sheer numbers point to an extension of the lockdown being likely. I’m so sorry. We’ll bring you all you need to know as soon as we can. </p> <p>We’ll also let you know what’s happening in parliament and the estimates hearings – <strong>Mike Bowers</strong> is with you as always, along with <strong>Katharine Murphy, Sarah Martin, Paul Karp </strong>and<strong> Daniel Hurst.</strong> </p> <p>It being a sitting day, you have <strong>Amy Remeikis </strong>with you for most of the day. I’m on to just my second coffee – but a third is absolutely calling me. </p> <p>Ready? Let’s get into it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:09:22.121Z\">at 11.09pm BST</time></p>  </div>","wordcount":"636","commentCloseDate":"2021-06-03T21:41:06Z","commentable":"true","firstPublicationDate":"2021-05-31T21:41:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T22:11:30Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjaxk","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1b6e7eced78e0a1a7f9ad2bc339c0dffaf6b00ff/0_207_3103_1862/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Sally McManus has some thoughts on what has gone wrong with the aged care response Richard Colbeck says the “single site” staff order is sent out when an area is declared a hotspot. But it seems that when that hotspot declaration is lifted, so too is the order (and funding), which means staff go back to working across multiple aged care homes. I say “seems” because Colbeck doesn’t give a straight answer. Fran Kelly asks Richard Colbeck where the “sense of urgency” is. He says they are following the advice. Richard Colbeck is speaking to ABC RN this morning. He’s the aged care minister. And he’s still “comfortable” with the vaccine rollout. But he can’t tell you how many aged care workers have been vaccinated. Because there is no one collating that information. They have now asked for providers to give that information so they can’t try to work it out. “I’m not going to give you a number I am not certain of,” he says. Also, there is no real program to vaccinate aged care workers run by the federal government. The edict is to vaccinate staff where there are leftover vaccines once residents have been vaccinated. Beyond that, providers can set up a program themselves, or aged care workers can see their GP or attend a hub – work it out for themselves, in other words. Colbeck says that was to cut down on confusion so there weren’t mixed vaccines. Christopher Knaus and Melissa Davey have taken a look at what’s happened with the federal government’s aged care response – and it doesn’t seem good. At any level. Welcome back to Politics Live. Parliament – and estimates – are back for the first time this week, but it’s the events of yesterday’s non-sitting day which still has everyone’s focus. The federal government is scrambling to explain how aged care is once experiencing a Covid outbreak, given everything the sector and the people in its care went through last year. Victoria’s Covid outbreak has shown the vulnerabilities in the federally funded and regulated aged care homes once again: while staff in state-run facilities cannot work at other sites, staff at private facilities – which are under the federal government’s jurisdiction – are still able to. That’s become an issue in this outbreak – again – after a staff member caught Covid from a colleague at one centre and then worked at another centre. So far the federal government have been unable to give a reason for it, other than there are not enough staff. Greg Hunt said yesterday the states could stop it through a public health order, but that would mean workers – who are working multiple sites to make a liveable wage – would be forced to lose pay. Policy and pay settings have changed in the state-run facilities. That hasn’t happened federally, despite the recommendations of the royal commission. We’ll keep you updated on that, and everything else happening in Victoria. There are fears the lockdown could be extended beyond the end of this week – authorities did not sound confident yesterday they had it under control. There are more than 270 exposure sites and 4,000 people considered primary or secondary contacts. Each day has seen a stubborn four to five new cases – which have mostly been linked – but the sheer numbers point to an extension of the lockdown being likely. I’m so sorry. We’ll bring you all you need to know as soon as we can. We’ll also let you know what’s happening in parliament and the estimates hearings – Mike Bowers is with you as always, along with Katharine Murphy, Sarah Martin, Paul Karp and Daniel Hurst. It being a sitting day, you have Amy Remeikis with you for most of the day. I’m on to just my second coffee – but a third is absolutely calling me. Ready? Let’s get into it.","charCount":"3707","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/amy-remeikis\">Amy Remeikis</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/may/31/yannick-bolasie-recalls-playing-for-crystal-palace-everton-middlesbrough","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-31T21:30:34Z","webTitle":"Yannick Bolasie recalls playing for Crystal Palace ‘fitted like a glove’","webUrl":"https://www.theguardian.com/football/2021/may/31/yannick-bolasie-recalls-playing-for-crystal-palace-everton-middlesbrough","apiUrl":"https://content.guardianapis.com/football/2021/may/31/yannick-bolasie-recalls-playing-for-crystal-palace-everton-middlesbrough","fields":{"headline":"Yannick Bolasie recalls playing for Crystal Palace ‘fitted like a glove’","standfirst":"<p>Winger reflects on his time at Selhurst Park in a documentary on the club’s rise from the brink of collapse to promotion</p>","trailText":"The Crystal Palace winger Yannick Bolasie fondly reflects on his time at Selhurst Park terrorising defences in a new documentary focusing on the club ","byline":"Ed Aarons","main":"<figure class=\"element element-image\" data-media-id=\"ac824ac2cb382de606672671a05dbb445858d235\"> <img src=\"https://media.guim.co.uk/ac824ac2cb382de606672671a05dbb445858d235/0_29_3615_2168/1000.jpg\" alt=\"Yannick Bolasie celebrates scoring in Crystal Palace's FA Cup semi-final win over Watford\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yannick Bolasie’s goal against Watford in 2016 set them on their way to the FA Cup final.</span> <span class=\"element-image__credit\">Photograph: Richard Heathcote/Getty Images</span> </figcaption> </figure>","body":"<p>As Dougie Freedman recalls with relish in When Eagles Dare, persuading Bristol City’s manager Derek McInnes to allow him to sign Yannick Bolasie in August 2012 a few days after his Crystal Palace side had been thrashed 4-1 at Ashton Gate was one of the most straightforward transfers in which he has been involved.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/31/zidane-reveals-he-quit-real-madrid-because-he-felt-undermined-by-club-perez\">Zidane reveals he quit Real Madrid because he felt undermined by club</a> </p> </aside>  <p>“He was sitting back in his chair and looking very pleased with himself,” says the former Scotland striker in the forthcoming Amazon Prime documentary which tracks Palace’s recovery from the brink of collapse in 2010 to Premier League <a href=\"https://www.theguardian.com/football/2013/may/27/crystal-palace-promoted-premier-league-kevin-phillips\" title=\"\">promotion via the play-offs</a> three years later. “It was a very easy deal to do because he was feeling sorry for me.”</p> <p>Bolasie had played in Malta as he attempted to make the grade as a teenager and his career was at a crossroads. He had first heard about Palace’s interest when his agent faced Freedman in a friendly five-a-side match weeks earlier, and moving to Selhurst Park felt like fate.</p> <p>“I remember playing them the year before and they had Wilf [Zaha], [Nathaniel] Clyne and those kind of players so I thought it was somewhere I could settle really quickly,” Bolasie tells the Guardian. “It fitted like a glove.”</p> <p>Palace had escaped relegation after Freedman was appointed in January 2011, then finished 17th in 2011-12, and the addition of Bolasie transformed them into promotion contenders. His relationship with Zaha blossomed almost immediately as they terrorised Championship defences, although <a href=\"https://www.theguardian.com/football/2012/oct/25/bolton-dougie-freedman-new-manager\" title=\"\">Freedman’s surprise departure for Bolton</a> in October – a decision the man who returned to become Palace’s sporting director in 2017 now admits he took far too hastily – threatened their chances of going up. The arrival of Ian Holloway steadied the ship and Bolasie says they felt “unstoppable” on their way to the play-offs.</p> <p>“When I first came I could see the defenders who were up against Wilf would back away and let him do his skill,” he says. “But with me at the start they would come tight because they didn’t know me and that just meant it became easy. If you come tight, I’ll spin and run in behind you. Slowly, as the season went on, they started leaving me more space and that made it even worse for them. But I had to earn it. That season we did feel unstoppable because the way we set up was to get the wingers on the ball. We were doing some good things.”</p> <p>The five-part documentary’s behind-the-scenes footage was meant to be released a few months after Palace’s promotion and was recently bought by the club’s in-house production team, Palace TV. There are retrospective interviews with most of the key characters, including the chairman, Steve Parish, and typically entertaining interviews with Holloway. His decision to leave out Bolasie for <a href=\"https://www.theguardian.com/football/2013/may/27/crystal-palace-watford-live-championship-play-off-final\" title=\"\">the final against Watford</a> is one of the most heartbreaking moments, even if the winger used the disappointment as a spur the following season.</p> <p>“I was fuming,” Bolasie says. “I was just angry. I said: ‘Actually, I’m grateful that we got promoted and now I’m going to take my anger out on the Premier League.’ So every game was like, I didn’t care who I was playing against. When I go back to it and I look at the videos, I can see my facial expression and my eyes. You can see straight away that it didn’t matter who I was playing against.”</p>  <figure class=\"element element-image\" data-media-id=\"c42d9528f35e81dd220c1de32e33607ae9884574\"> <img src=\"https://media.guim.co.uk/c42d9528f35e81dd220c1de32e33607ae9884574/0_121_4195_2516/1000.jpg\" alt=\"Yannick Bolasie in action for Middlesbrough\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yannick Bolasie’s latest loan spell was at Middlesbrough in the Championship.</span> <span class=\"element-image__credit\">Photograph: Ross Kinnaird/Getty Images</span> </figcaption> </figure>  <p>Bolasie was a key part of Palace’s success in establishing themselves in the Premier League after <a href=\"https://www.theguardian.com/football/2013/jan/25/wilfried-zaha-manchester-united-july\" title=\"\">Zaha moved to Manchester United</a> following their play-off win. His goal at Wembley <a href=\"https://www.theguardian.com/football/2016/apr/24/crystal-palace-watford-fa-cup-match-report\" title=\"\">against Watford in 2016</a> not only set Palace on their way to a second FA Cup final but also provided some consolation for his disappointment three years earlier, and he earned a £25m move to Everton at the end of the season. Things didn’t work out the way he would have liked at Goodison Park after he suffered a bad knee injury within months, but Bolasie has no regrets about a career path that has also taken him to Anderlecht and Sporting Lisbon on loan before his most recent stint with Middlesbrough.</p> <p>“I’ve always just wanted to play football,” he says. “Hence why I’ve probably killed myself going out on these loans from Everton when other players might have said: ‘Actually, I’m coming back from my injury and I’ve got a five-year contract. I can sit here while I build myself up slowly.’”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/31/croatia-cancel-plans-to-stay-in-scotland-for-euro-2020-over-covid-rules\">Croatia cancel plans to stay in Scotland for Euro 2020 over Covid rules</a> </p> </aside>  <p>With a summer of upheaval expected at Selhurst Park after <a href=\"https://www.theguardian.com/football/2021/may/18/roy-hodgson-to-leave-crystal-palace-and-retire-as-a-manager-at-end-of-season\" title=\"\">Roy Hodgson’s departure</a> as Palace prepare for an unprecedented ninth successive Premier League season, it remains to be seen whether Bolasie – 32 and a free agent - will be offered a chance to return like Freedman. He would love to roll back the years.</p> <p>“I’m definitely grateful to Palace,” he says. “Everyone there valued me as a person and the character that I was and that helped me flourish. It was just like second nature – I didn’t have to think about what I was doing. It’s uncontrollable the way I would feel if something like that was to happen.</p> <p>“If there was to be a possibility – and I’m not quite sure at this moment in time, I haven’t asked or made any inquiries about that – that would be sick just because of the energy and the feeling I have to just put on the shirt. Just because I want to prove myself again that, listen, I am still able to play at the highest level.”</p> <p><em>When Eagles Dare launches exclusively on Amazon Prime Video worldwide on </em><em>Friday</em></p>","newspaperPageNumber":"31","wordcount":"923","commentCloseDate":"2021-06-03T21:30:34Z","commentable":"true","firstPublicationDate":"2021-05-31T21:30:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T21:30:34Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj6m7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ac824ac2cb382de606672671a05dbb445858d235/0_29_3615_2168/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"As Dougie Freedman recalls with relish in When Eagles Dare, persuading Bristol City’s manager Derek McInnes to allow him to sign Yannick Bolasie in August 2012 a few days after his Crystal Palace side had been thrashed 4-1 at Ashton Gate was one of the most straightforward transfers in which he has been involved. “He was sitting back in his chair and looking very pleased with himself,” says the former Scotland striker in the forthcoming Amazon Prime documentary which tracks Palace’s recovery from the brink of collapse in 2010 to Premier League promotion via the play-offs three years later. “It was a very easy deal to do because he was feeling sorry for me.” Bolasie had played in Malta as he attempted to make the grade as a teenager and his career was at a crossroads. He had first heard about Palace’s interest when his agent faced Freedman in a friendly five-a-side match weeks earlier, and moving to Selhurst Park felt like fate. “I remember playing them the year before and they had Wilf [Zaha], [Nathaniel] Clyne and those kind of players so I thought it was somewhere I could settle really quickly,” Bolasie tells the Guardian. “It fitted like a glove.” Palace had escaped relegation after Freedman was appointed in January 2011, then finished 17th in 2011-12, and the addition of Bolasie transformed them into promotion contenders. His relationship with Zaha blossomed almost immediately as they terrorised Championship defences, although Freedman’s surprise departure for Bolton in October – a decision the man who returned to become Palace’s sporting director in 2017 now admits he took far too hastily – threatened their chances of going up. The arrival of Ian Holloway steadied the ship and Bolasie says they felt “unstoppable” on their way to the play-offs. “When I first came I could see the defenders who were up against Wilf would back away and let him do his skill,” he says. “But with me at the start they would come tight because they didn’t know me and that just meant it became easy. If you come tight, I’ll spin and run in behind you. Slowly, as the season went on, they started leaving me more space and that made it even worse for them. But I had to earn it. That season we did feel unstoppable because the way we set up was to get the wingers on the ball. We were doing some good things.” The five-part documentary’s behind-the-scenes footage was meant to be released a few months after Palace’s promotion and was recently bought by the club’s in-house production team, Palace TV. There are retrospective interviews with most of the key characters, including the chairman, Steve Parish, and typically entertaining interviews with Holloway. His decision to leave out Bolasie for the final against Watford is one of the most heartbreaking moments, even if the winger used the disappointment as a spur the following season. “I was fuming,” Bolasie says. “I was just angry. I said: ‘Actually, I’m grateful that we got promoted and now I’m going to take my anger out on the Premier League.’ So every game was like, I didn’t care who I was playing against. When I go back to it and I look at the videos, I can see my facial expression and my eyes. You can see straight away that it didn’t matter who I was playing against.” Bolasie was a key part of Palace’s success in establishing themselves in the Premier League after Zaha moved to Manchester United following their play-off win. His goal at Wembley against Watford in 2016 not only set Palace on their way to a second FA Cup final but also provided some consolation for his disappointment three years earlier, and he earned a £25m move to Everton at the end of the season. Things didn’t work out the way he would have liked at Goodison Park after he suffered a bad knee injury within months, but Bolasie has no regrets about a career path that has also taken him to Anderlecht and Sporting Lisbon on loan before his most recent stint with Middlesbrough. “I’ve always just wanted to play football,” he says. “Hence why I’ve probably killed myself going out on these loans from Everton when other players might have said: ‘Actually, I’m coming back from my injury and I’ve got a five-year contract. I can sit here while I build myself up slowly.’” With a summer of upheaval expected at Selhurst Park after Roy Hodgson’s departure as Palace prepare for an unprecedented ninth successive Premier League season, it remains to be seen whether Bolasie – 32 and a free agent - will be offered a chance to return like Freedman. He would love to roll back the years. “I’m definitely grateful to Palace,” he says. “Everyone there valued me as a person and the character that I was and that helped me flourish. It was just like second nature – I didn’t have to think about what I was doing. It’s uncontrollable the way I would feel if something like that was to happen. “If there was to be a possibility – and I’m not quite sure at this moment in time, I haven’t asked or made any inquiries about that – that would be sick just because of the energy and the feeling I have to just put on the shirt. Just because I want to prove myself again that, listen, I am still able to play at the highest level.” When Eagles Dare launches exclusively on Amazon Prime Video worldwide on Friday","charCount":"5251","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ed-aarons\">Ed Aarons</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"football/2021/may/31/steve-clarke-to-be-offered-new-deal-to-stay-on-as-scotland-manager","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-31T21:30:34Z","webTitle":"Steve Clarke to be offered new deal to stay on as Scotland manager","webUrl":"https://www.theguardian.com/football/2021/may/31/steve-clarke-to-be-offered-new-deal-to-stay-on-as-scotland-manager","apiUrl":"https://content.guardianapis.com/football/2021/may/31/steve-clarke-to-be-offered-new-deal-to-stay-on-as-scotland-manager","fields":{"headline":"Steve Clarke to be offered new deal to stay on as Scotland manager","standfirst":"<ul><li>Clarke’s present contract ends after 2022 World Cup</li><li>Euro 2020 Scotland’s first major tournament since 1998</li></ul>","trailText":"The SFA will offer manager Steve Clarke a new contract as reward for taking Scotland to Euro 2020","byline":"Ewan Murray","main":"<figure class=\"element element-image\" data-media-id=\"09d239a3a94a7ff4e0c73b1e3dd21689ef9ee605\"> <img src=\"https://media.guim.co.uk/09d239a3a94a7ff4e0c73b1e3dd21689ef9ee605/0_143_3500_2100/1000.jpg\" alt=\"Steve Clarke\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steve Clarke has been linked with a return to club football.</span> <span class=\"element-image__credit\">Photograph: Tim Goode/PA</span> </figcaption> </figure>","body":"<p>The Scottish Football Association will offer Steve Clarke a new contract as reward for taking the country to a <a href=\"theguardian.com/football/2020/nov/12/serbia-scotland-european-championship-qualifying-play-off-finals\" title=\"\">first major tournament since 1998</a>. Clarke’s deal, worth about £500,000 a year plus qualifying incentives, ends after next year’s World Cup finals.</p> <p>Scotland’s progress under Clarke, appointed in May 2019, means the 57-year-old has been linked with a return to club football after the Euros. Clarke was previously assistant manager at Aston Villa, Liverpool, West Ham, Chelsea and Newcastle. He also managed West Brom, Reading and Kilmarnock.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/19/chelsea-billy-gilmour-euro-2020-steve-clarke-scotland-youth-squad\">Steve Clarke turns to Scotland youth and sets challenge for Billy Gilmour</a> </p> </aside>  <p>Ian Maxwell, the SFA’s chief executive, said of a new contract: “Absolutely, we’ll be talking about that. We want to keep him. We are absolutely delighted with the job he has done. We’ll see how far we get in the Euros and we want to qualify for the World Cup in 2022. Hopefully he’s the Scotland manager for a long time to come and we keep qualifying for tournaments.”</p> <p>Maxwell replied “absolutely” when asked whether Clarke would take charge of Scotland for the World Cup campaign rather than be coaxed to a club role. Clarke has hinted at unfinished business in the Premier League. “If people are talking about that I’m delighted because when was the last time people were talking about a Scotland manager moving on in a positive sense?” Maxwell said. “He’s done fantastically well. We wanted to qualify [for the Euros] and that’s what he has done. I’m totally sure he will lead us on to Qatar and hopefully he does that off the back of getting out the group, making the last 16 or the last eight. Hopefully we get as far as we possibly can and enjoy it.</p> <p>“If you’d said to people before Steve was appointed that we were going to have to beat Serbia away to get to the Euros, everybody would have been saying: ‘What’s the point? We’re not going to do that.’ But we went into that game with everybody confident we were going to get something out of it. He’s been a terrific appointment and we are really looking forward to the finals.”</p>","newspaperPageNumber":"34","wordcount":"351","firstPublicationDate":"2021-05-31T21:30:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T22:15:15Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj7f5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/09d239a3a94a7ff4e0c73b1e3dd21689ef9ee605/0_143_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Scottish Football Association will offer Steve Clarke a new contract as reward for taking the country to a first major tournament since 1998. Clarke’s deal, worth about £500,000 a year plus qualifying incentives, ends after next year’s World Cup finals. Scotland’s progress under Clarke, appointed in May 2019, means the 57-year-old has been linked with a return to club football after the Euros. Clarke was previously assistant manager at Aston Villa, Liverpool, West Ham, Chelsea and Newcastle. He also managed West Brom, Reading and Kilmarnock. Ian Maxwell, the SFA’s chief executive, said of a new contract: “Absolutely, we’ll be talking about that. We want to keep him. We are absolutely delighted with the job he has done. We’ll see how far we get in the Euros and we want to qualify for the World Cup in 2022. Hopefully he’s the Scotland manager for a long time to come and we keep qualifying for tournaments.” Maxwell replied “absolutely” when asked whether Clarke would take charge of Scotland for the World Cup campaign rather than be coaxed to a club role. Clarke has hinted at unfinished business in the Premier League. “If people are talking about that I’m delighted because when was the last time people were talking about a Scotland manager moving on in a positive sense?” Maxwell said. “He’s done fantastically well. We wanted to qualify [for the Euros] and that’s what he has done. I’m totally sure he will lead us on to Qatar and hopefully he does that off the back of getting out the group, making the last 16 or the last eight. Hopefully we get as far as we possibly can and enjoy it. “If you’d said to people before Steve was appointed that we were going to have to beat Serbia away to get to the Euros, everybody would have been saying: ‘What’s the point? We’re not going to do that.’ But we went into that game with everybody confident we were going to get something out of it. He’s been a terrific appointment and we are really looking forward to the finals.”","charCount":"1987","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ewanmurray\">Ewan Murray</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"football/2021/may/31/gareth-southgate-to-break-news-to-englands-unlucky-seven","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-31T21:30:34Z","webTitle":"Gareth Southgate to break news to England’s unlucky seven","webUrl":"https://www.theguardian.com/football/2021/may/31/gareth-southgate-to-break-news-to-englands-unlucky-seven","apiUrl":"https://content.guardianapis.com/football/2021/may/31/gareth-southgate-to-break-news-to-englands-unlucky-seven","fields":{"headline":"Gareth Southgate to break news to England’s unlucky seven","standfirst":"<ul><li>Manager must trim Euro 2020 squad to 26 players</li><li>Alexander-Arnold now expected to be picked</li></ul>","trailText":"Gareth Southgate will tell seven players in his provisional 33-man squad that they will not make England’s final selection for Euro 2020","byline":"Andy Hunter","main":"<figure class=\"element element-image\" data-media-id=\"8d14c3c8f40a406b960293a3e1f1ee011a76cd05\"> \n <img src=\"https://media.guim.co.uk/8d14c3c8f40a406b960293a3e1f1ee011a76cd05/0_57_3064_1838/1000.jpg\" alt=\"Gareth Southgate could name four right-backs in his England squad, including Trent Alexander-Arnold.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Gareth Southgate could name four right-backs in his England squad, including Trent Alexander-Arnold.</span> \n  <span class=\"element-image__credit\">Photograph: Tim Goode/PA</span> \n </figcaption> \n</figure>","body":"<p>Gareth Southgate will tell seven players on Tuesday that their hopes of representing England at Euro 2020 are over, after deciding to wait until the last possible training session to finalise his 26-man squad.</p> \n<p>The England manager has until 11pm BST to submit his list to Uefa and will oversee a final session for the friendly against Austria on Wednesday before confirming his selection. A press conference with Southgate to explain his decisions was scheduled for 3pm on Tuesday. That will be put back several hours, before which he will inform seven members of his provisional 33-man squad in person that they will not be involved in the finals tournament this summer.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/audio/2021/may/31/chelsea-champions-league-england-euro-2020-football-weekly-podcast\">Chelsea rule Europe again and who will make England cut? – Football Weekly</a> </p> \n</aside> \n<p>Trent Alexander-Arnold’s place remains uncertain with the Liverpool right-back, who was dropped from the last international squad in March, facing fierce competition from Kyle Walker, Kieran Trippier and the newly crowned European champion Reece James. Southgate, however, suggested last week that all four right-backs could be included because of their flexibility.</p> \n<p>The uncapped trio of the Sheffield United goalkeeper Aaron Ramsdale, the Everton defender Ben Godfrey and the Brighton defender Ben White are not expected to make the cut with the England manager, who has trained without 12 of his provisional squad this week because of their European cup final commitments, regarding their call-ups as valuable experience. The Aston Villa striker Ollie Watkins and Arsenal’s Bukayo Saka could also miss out, leaving Jesse Lingard and Mason Greenwood among those sweating on Southgate’s final decision.</p> \n<p>Manchester United’s captain, Harry Maguire, is likely to be named in the squad despite being out of action since 9 May with ankle ligament damage and being a doubt for the Euro 2020 opener against Croatia on 13 June.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8bbacab7-e908-4fc9-961e-1751ec9e516c\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p><b>Goalkeepers</b> Dean Henderson, Sam Johnstone, Jordan Pickford, Aaron Ramsdale</p>\n    <p><b>Defenders</b> Trent Alexander-Arnold, Ben Chilwell, Conor Coady, Ben Godfrey, Reece James, Harry Maguire, Tyrone Mings, Luke Shaw, John Stones, Kieran Trippier, Kyle Walker, Ben White</p>\n    <p><b>Midfielders</b> Jude Bellingham, Jordan Henderson, Jesse Lingard, Mason Mount, Kalvin Phillips, Declan Rice, James Ward-Prowse</p>\n    <p><b>Forwards</b> Dominic Calvert-Lewin, Phil Foden, Jack Grealish, Mason Greenwood, Harry Kane, Marcus Rashford, Bukayo Saka, Jadon Sancho, Raheem Sterling, Ollie Watkins</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The injury concerns in midfield for England appear to be easing, however, with Jordan Henderson reporting for training a day ahead of schedule on Friday and Kalvin Phillips, who sustained a shoulder injury on the final day of the Premier League season with Leeds, taking part in team training.</p> \n<p>England are training with a 21-man squad at Middlesbrough’s Rockliffe training ground for the game with Austria on Wednesday and the friendly against Romania on Sunday. Every England player involved in Manchester United’s Europa League final defeat by Villarreal last Wednesday, and the Champions League final between Chelsea and Manchester City on Saturday, have been given seven days to recover before reporting.</p>","newspaperPageNumber":"38","wordcount":"397","firstPublicationDate":"2021-05-31T21:30:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T21:30:34Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj8c3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8d14c3c8f40a406b960293a3e1f1ee011a76cd05/0_57_3064_1838/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Gareth Southgate will tell seven players on Tuesday that their hopes of representing England at Euro 2020 are over, after deciding to wait until the last possible training session to finalise his 26-man squad. The England manager has until 11pm BST to submit his list to Uefa and will oversee a final session for the friendly against Austria on Wednesday before confirming his selection. A press conference with Southgate to explain his decisions was scheduled for 3pm on Tuesday. That will be put back several hours, before which he will inform seven members of his provisional 33-man squad in person that they will not be involved in the finals tournament this summer. Trent Alexander-Arnold’s place remains uncertain with the Liverpool right-back, who was dropped from the last international squad in March, facing fierce competition from Kyle Walker, Kieran Trippier and the newly crowned European champion Reece James. Southgate, however, suggested last week that all four right-backs could be included because of their flexibility. The uncapped trio of the Sheffield United goalkeeper Aaron Ramsdale, the Everton defender Ben Godfrey and the Brighton defender Ben White are not expected to make the cut with the England manager, who has trained without 12 of his provisional squad this week because of their European cup final commitments, regarding their call-ups as valuable experience. The Aston Villa striker Ollie Watkins and Arsenal’s Bukayo Saka could also miss out, leaving Jesse Lingard and Mason Greenwood among those sweating on Southgate’s final decision. Manchester United’s captain, Harry Maguire, is likely to be named in the squad despite being out of action since 9 May with ankle ligament damage and being a doubt for the Euro 2020 opener against Croatia on 13 June. The injury concerns in midfield for England appear to be easing, however, with Jordan Henderson reporting for training a day ahead of schedule on Friday and Kalvin Phillips, who sustained a shoulder injury on the final day of the Premier League season with Leeds, taking part in team training. England are training with a 21-man squad at Middlesbrough’s Rockliffe training ground for the game with Austria on Wednesday and the friendly against Romania on Sunday. Every England player involved in Manchester United’s Europa League final defeat by Villarreal last Wednesday, and the Champions League final between Chelsea and Manchester City on Saturday, have been given seven days to recover before reporting.","charCount":"2499","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andyhunter\">Andy Hunter</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"tv-and-radio/2021/may/31/mare-of-easttown-finale-review-kate-winslet-drama-is-a-stunning-harrowing-success","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2021-05-31T21:15:33Z","webTitle":"Mare of Easttown finale review – Kate Winslet drama is a stunning, harrowing success","webUrl":"https://www.theguardian.com/tv-and-radio/2021/may/31/mare-of-easttown-finale-review-kate-winslet-drama-is-a-stunning-harrowing-success","apiUrl":"https://content.guardianapis.com/tv-and-radio/2021/may/31/mare-of-easttown-finale-review-kate-winslet-drama-is-a-stunning-harrowing-success","fields":{"headline":"Mare of Easttown finale review – Kate Winslet drama is a stunning, harrowing success","standfirst":"<p>The actor’s turn as a complex, fallible detective has been a privilege to witness, in a murder mystery that kept us guessing right to the profoundly moving end</p>","trailText":"The actor’s turn as a complex, fallible detective has been a privilege to witness, in a murder mystery that kept us guessing right to the profoundly moving end","byline":"Lucy Mangan","main":"<figure class=\"element element-image\" data-media-id=\"b58d6f482e2ac8a44f657f64b4a1cb293d511f0a\"> <img src=\"https://media.guim.co.uk/b58d6f482e2ac8a44f657f64b4a1cb293d511f0a/1526_371_4373_2624/1000.jpg\" alt=\"Kate Winslet in the finale of Mare of Easttown.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A study in grief ... Kate Winslet in the finale of Mare of Easttown, Sky Atlantic.</span> <span class=\"element-image__credit\">Photograph: HBO</span> </figcaption> </figure>","body":"<p>In interviews, Kate Winslet always said it wasn’t a thriller. And she was right. Yes, <a href=\"https://www.theguardian.com/tv-and-radio/2021/may/30/mare-of-easttown-20-questions-the-finale-must-answer-kate-winslet\">Mare of Easttown</a> (Sky Atlantic) began with a murder in a small, bleak Pennsylvania town and Winslet’s police detective Mare Sheehan being called upon to investigate. But it was almost immediately clear that the seven-part drama was setting up to be so much more – and even clearer soon after that it was likely to succeed in all its endeavours.</p> <p>It was a character study, of how a woman ground down by life after the loss of a son to drugs and suicide, the consequent divorce from her husband and raising of her grandson in the face of a custody battle with his mother (her son’s former girlfriend, rehabbed but fragile) endures.</p> <p>It took in more ordinary stresses and strains, too. Mare lives with her teenage daughter, Siobhan, and her mother, Helen (Jean Smart), who – although their scenes together were usually played for light relief – possessed in full maternal measure the ability to push every one of Mare’s buttons. On top of the domestic burdens, Mare had her professional ones. The killing of her colleague Colin Zabel during the rescue of two missing girls, including one whose disappearance Mare had been investigating for a year, only replaced one weight of guilt with another. The show has been compared to <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/17/sally-wainwright-gentleman-jack-happy-valley-last-tango-in-halifax\">Sally Wainwright’s Happy Valley</a> for its profound understanding that real life, particularly for middle aged women with their accumulated cares, doesn’t generally offer much respite.</p> <p>It was a study in grief. Mare’s, of course: explicitly in some painful scenes with the mandated therapy sessions of which, in one of the many subversions of standard crime drama tropes, Mare decided to take advantage rather than shrug off; implicitly in every grim, set line of her face and step of her weary walk. But also a study in the suffering of the missing girl’s mother, Dawn Bailey – knowing too little of her daughter Katie’s fate, while Mare knew too much of her own son’s, whose body she cut down from her attic rafters – and, by the end of the seventh episode, the grief of many, many other individuals and of an entire community.</p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2021/apr/19/mare-of-easttown-review-kate-winslet-hbo-murder-mystery\">It showed a part of America</a> that we don’t usually see – unmonied, unglamorous, its collective health and wellbeing eroded by poverty, the opioid crisis and other intractable issues beyond the power of any one person to control. Creator and writer Brad Ingelsby is a native of Pennsylvania and every beat of Mare of Easttown is steeped in love and written unsentimentally from the heart.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Everything unravelled and was knitted unwillingly together again to form a far more tragic story that Mare had to see through to its awful, profoundly moving conclusion</p> </blockquote> </aside>  <p>The finale gave us answers, if not the ones we wanted. Most of us, I suspect, would have left matters quite happily after the first arrest for Erin McMenamin’s murder had been made, Dylan’s motives had been revealed, and the Sheehan family were celebrating the rare averting of a crisis after Drew’s custody hearing (and after Smart showed her equally mighty non-comic chops at the table, conjuring up a lifetime of regret in a few lines – a breakdown over in seconds because nobody has time or energy for more). But we knew two things: that there was half an hour left of the running time, and that life doesn’t offer much in the way of respite.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2021/apr/19/mare-of-easttown-review-kate-winslet-hbo-murder-mystery\">Mare of Easttown review – Kate Winslet triumphs in a moreish murder mystery</a> </p> </aside>  <p>Soon, further clues about the case were hoving into Mare’s view. There were parts of this final twist that you had to squint at to make work, but it remained emotionally true. If you have to choose between slightly flawed plotting and dud emotional payoffs, choose the former. Everything unravelled and was knitted unwillingly together again to form a much worse, far more tragic story that Mare had to see through to its awful, profoundly moving conclusion.</p> <p>I don’t know if it will be a point of contention picked up by the wider audience, but in debate with others who have become wholly invested in the series and the woman, there seemed to be a fairly swift and strict divide between those who thought Mare should and would have done what she did … and those who thought she shouldn’t and never would have. Discuss, probably through tears, either way, once the credits roll.</p> <p>Winslet’s performance as the complicated, loving, fallible and sometimes dislikable Mare has been rightly lauded. So subtle, understated and multilayered: it was a privilege to witness it. The same, undoubtedly, goes for the series entire.</p>","newspaperPageNumber":"10","starRating":"5","wordcount":"734","commentCloseDate":"2021-06-03T21:15:33Z","commentable":"true","firstPublicationDate":"2021-05-31T21:15:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T21:15:33Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj5m9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b58d6f482e2ac8a44f657f64b4a1cb293d511f0a/1526_371_4373_2624/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In interviews, Kate Winslet always said it wasn’t a thriller. And she was right. Yes, Mare of Easttown (Sky Atlantic) began with a murder in a small, bleak Pennsylvania town and Winslet’s police detective Mare Sheehan being called upon to investigate. But it was almost immediately clear that the seven-part drama was setting up to be so much more – and even clearer soon after that it was likely to succeed in all its endeavours. It was a character study, of how a woman ground down by life after the loss of a son to drugs and suicide, the consequent divorce from her husband and raising of her grandson in the face of a custody battle with his mother (her son’s former girlfriend, rehabbed but fragile) endures. It took in more ordinary stresses and strains, too. Mare lives with her teenage daughter, Siobhan, and her mother, Helen (Jean Smart), who – although their scenes together were usually played for light relief – possessed in full maternal measure the ability to push every one of Mare’s buttons. On top of the domestic burdens, Mare had her professional ones. The killing of her colleague Colin Zabel during the rescue of two missing girls, including one whose disappearance Mare had been investigating for a year, only replaced one weight of guilt with another. The show has been compared to Sally Wainwright’s Happy Valley for its profound understanding that real life, particularly for middle aged women with their accumulated cares, doesn’t generally offer much respite. It was a study in grief. Mare’s, of course: explicitly in some painful scenes with the mandated therapy sessions of which, in one of the many subversions of standard crime drama tropes, Mare decided to take advantage rather than shrug off; implicitly in every grim, set line of her face and step of her weary walk. But also a study in the suffering of the missing girl’s mother, Dawn Bailey – knowing too little of her daughter Katie’s fate, while Mare knew too much of her own son’s, whose body she cut down from her attic rafters – and, by the end of the seventh episode, the grief of many, many other individuals and of an entire community. It showed a part of America that we don’t usually see – unmonied, unglamorous, its collective health and wellbeing eroded by poverty, the opioid crisis and other intractable issues beyond the power of any one person to control. Creator and writer Brad Ingelsby is a native of Pennsylvania and every beat of Mare of Easttown is steeped in love and written unsentimentally from the heart. The finale gave us answers, if not the ones we wanted. Most of us, I suspect, would have left matters quite happily after the first arrest for Erin McMenamin’s murder had been made, Dylan’s motives had been revealed, and the Sheehan family were celebrating the rare averting of a crisis after Drew’s custody hearing (and after Smart showed her equally mighty non-comic chops at the table, conjuring up a lifetime of regret in a few lines – a breakdown over in seconds because nobody has time or energy for more). But we knew two things: that there was half an hour left of the running time, and that life doesn’t offer much in the way of respite. Soon, further clues about the case were hoving into Mare’s view. There were parts of this final twist that you had to squint at to make work, but it remained emotionally true. If you have to choose between slightly flawed plotting and dud emotional payoffs, choose the former. Everything unravelled and was knitted unwillingly together again to form a much worse, far more tragic story that Mare had to see through to its awful, profoundly moving conclusion. I don’t know if it will be a point of contention picked up by the wider audience, but in debate with others who have become wholly invested in the series and the woman, there seemed to be a fairly swift and strict divide between those who thought Mare should and would have done what she did … and those who thought she shouldn’t and never would have. Discuss, probably through tears, either way, once the credits roll. Winslet’s performance as the complicated, loving, fallible and sometimes dislikable Mare has been rightly lauded. So subtle, understated and multilayered: it was a privilege to witness it. The same, undoubtedly, goes for the series entire.","charCount":"4285","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/lucymangan\">Lucy Mangan</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"australia-news/2021/jun/01/morning-mail-aged-care-covid-failures-osaka-withdraws-australias-winter-forecast","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2021-05-31T21:03:32Z","webTitle":"Morning mail: aged care Covid failures, Osaka withdraws, Australia’s winter forecast","webUrl":"https://www.theguardian.com/australia-news/2021/jun/01/morning-mail-aged-care-covid-failures-osaka-withdraws-australias-winter-forecast","apiUrl":"https://content.guardianapis.com/australia-news/2021/jun/01/morning-mail-aged-care-covid-failures-osaka-withdraws-australias-winter-forecast","fields":{"headline":"Morning mail: aged care Covid failures, Osaka withdraws, Australia’s winter forecast","standfirst":"<p><strong>Tuesday</strong>: where did the government go wrong with its aged care Covid response? Plus: Naomi Osaka pulls out of French Open</p>","trailText":"<strong>Tuesday</strong>: where did the government go wrong with its aged care Covid response? Plus: Naomi Osaka pulls out of French Open","byline":"Tamara Howie","main":"<figure class=\"element element-image\" data-media-id=\"5436ee608ede6118ac8e6f12d0fc2f75cb8ca54e\"> \n <img src=\"https://media.guim.co.uk/5436ee608ede6118ac8e6f12d0fc2f75cb8ca54e/194_322_7856_4716/1000.jpg\" alt=\"A Covid testing sign outside the Arcare aged care facility, which has had coronavirus cases in Victoria’s latest outbreak \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Melbourne’s Arcare aged care facility, which has had coronavirus cases in Victoria’s latest outbreak. </span> \n  <span class=\"element-image__credit\">Photograph: Daniel Pockett/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>Good morning. How is Melbourne’s aged cared sector again facing a Covid outbreak? That’s the question many are asking as the number of cases continues to rise in Victoria, despite the lockdown. If the winter blues are starting to settle in, we’ve got news on the season’s forecast and some warm grub recipes as we officially enter winter.</p> \n<p><strong>A woman whose parents died in Melbourne’s </strong><strong> aged care Covid outbreak last year has <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">slammed the failure to prevent a repeat as “unbelievable”</a>.</strong> The<a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\"> Melbourne outbreak</a> has again exposed the failure to fully protect the sector, despite federal promises aged care workers would be vaccinated by March. <strong>Covid has </strong><strong><a href=\"https://www.theguardian.com/australia-news/2021/may/31/health-experts-furious-federal-guidelines-still-let-melbourne-aged-care-staff-work-multiple-sites\"> infected staff who were working across multiple aged care homes</a>, a practice experts and unions have repeatedly warned against.</strong> “For once I would like one of these politicians to stand up and honestly answer questions about what the fuck they’ve been doing these past few months. Why aren’t they being more proactive? Because lives are now at risk here,” says Liz Beardon who lost both parents last August. The chief executive of a national chain of care homes has described the federal government’s attempts to vaccinate staff as a “dog’s breakfast” and a “shitfight”.</p> \n<p><strong>Meanwhile the operator of a Melbourne aged care facility where two staff members and a resident have tested positive to Covid <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/arcare-aged-care-home-lost-residents-vaccination-consent-form-during-melbourne-covid-outbreak\">lost the consent form of a resident who wanted to be vaccinated</a>. </strong>Earlier this year Nataša Ciabatti provided consent for her 87-year-old grandmother to be vaccinated at Arcare Maidstone. When Ciabatti sought confirmation, the manager replied that she hadn’t been vaccinated, because she had not consented – despite acknowledging she had consented only three weeks earlier.</p> \n<p><strong>Naomi Osaka has announced her <a href=\"https://www.theguardian.com/sport/2021/may/31/naomi-osaka-withdraws-french-open-press-conference-fines-tennis\">withdrawal from the French Open</a></strong>, the day after the world No 2 was fined $15,000 for refusing to attend press conferences. Osaka had stated her intention to skip her media obligations during Roland-Garros because of <a href=\"https://www.theguardian.com/sport/blog/2021/may/31/were-not-the-good-guys-osaka-shows-up-problems-of-press-conferences\">the effects of her interactions with the press on her mental health.</a> “I think the best thing for the tournament, the other players and my wellbeing is that I withdraw so that everyone can get back to focusing on the tennis going on in Paris,” Osaka said in a statement posted on Twitter.</p> \n<h2>Australia</h2> \n<figure class=\"element element-image\" data-media-id=\"8e20d20f379f651f88030d272b54eabc280bfd59\"> \n <img src=\"https://media.guim.co.uk/8e20d20f379f651f88030d272b54eabc280bfd59/0_333_5568_3341/1000.jpg\" alt=\"Christian Porter and the ABC have agreed to a settlement in their defamation court case that had been due to start in June.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Christian Porter and the ABC have agreed to a settlement in their defamation court case that had been due to start in June.</span> \n  <span class=\"element-image__credit\">Photograph: Dean Lewins/AAP</span> \n </figcaption> \n</figure> \n<p><strong>Christian Porter has dropped his defamation case against the ABC</strong>, but has described the outcome as a “humiliation” for the public broadcaster, despite <a href=\"https://www.theguardian.com/australia-news/2021/may/31/christian-porter-and-abc-agree-to-settle-before-defamation-court-case\">failing to secure an apology or retraction</a>.</p> \n<p><strong>This winter is forecast to be warmer and wetter in many parts of the country, </strong>according to the <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/australias-winter-to-be-warmer-than-average-weather-bureau-forecasts\">Bureau of Meteorology’s annual winter outlook</a>. It predicts higher than average minimum temperatures across Australia, and more winter rainfall than usual across northern and eastern Australia.</p> \n<p><strong>Laptop manufacturer Acer has said the worldwide global chip shortage will continue to have a “severe” impact on its production capabilities</strong>. <a href=\"https://www.theguardian.com/technology/2021/jun/01/acer-says-global-chip-shortage-to-slow-laptop-production-until-at-least-next-year\">Device prices may rise</a>, as Acer’s chief operating officer says that on any given day the firm can only fill half of worldwide demand.</p> \n<h2>The world</h2> \n<p><strong>The far-right Israeli politician Naftali Bennett will be the country’s next prime minister</strong> under a <a href=\"https://www.theguardian.com/world/2021/may/31/israel-opposition-presses-ahead-as-netanyahu-scrambles-to-block-ousting\">proposed power-sharing deal intended to oust Benjamin Netanyahu</a>, the <a href=\"https://www.theguardian.com/world/2021/may/31/yair-lapid-naftali-bennett-profiles-israel-politics-netanyahu\">head of the opposition</a> has confirmed.</p> \n<p><strong>China has announced that couples will be permitted to have up to three children </strong>after recent <a href=\"https://www.theguardian.com/world/2021/may/31/china-announces-three-child-limit-in-major-policy-shift\">data showed a dramatic decline in births</a>.</p> \n<p><strong>Tens of thousands of British nationals in four EU member states have yet to apply for post-Brexit residence, </strong>meaning they <a href=\"https://www.theguardian.com/politics/2021/may/31/britons-face-deadline-retain-rights-five-eu-countries-brexit\">risk losing the right to live and work there</a>. Meanwhile France, Italy and Germany <a href=\"https://www.theguardian.com/politics/2021/may/31/france-italy-germany-brexit-deals-uk\">are each trying to reach bilateral post-Brexit agreements</a> with the UK after Britain said it was not interested in closer security and foreign policy cooperation with the EU.</p> \n<p><strong>More than a third of all heat-related deaths around the world between 1991 and 2018 can be attributed to human-induced global heating, research has found</strong>. This data suggests the <a href=\"https://www.theguardian.com/environment/2021/may/31/human-induced-global-heating-causes-over-third-heat-deaths\">health effects of rapid warming are already being felt</a> even at these relatively early stages of potential catastrophic changes in climate.</p> \n<h2>Recommended reads</h2> \n<figure class=\"element element-image\" data-media-id=\"f13e1167ca7f8ea430d168113cb184994dcdb6c3\"> \n <img src=\"https://media.guim.co.uk/f13e1167ca7f8ea430d168113cb184994dcdb6c3/238_271_1682_1009/1000.jpg\" alt=\"R+J RMX, a ‘remixed’ version of Romeo and Juliet, at the Sydney Opera House.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">R+J RMX, a ‘remixed’ version of Romeo and Juliet, at the Sydney Opera House.</span> \n  <span class=\"element-image__credit\">Photograph: Prudence Upton</span> \n </figcaption> \n</figure> \n<p><strong>On Sunday, as part of the Sydney Opera House’s UnWrapped series, a group of dancers “remixed” Shakespeare’s Romeo and Juliet by way of an Australian storytelling technology, Omelia</strong>. A product built to shuffle characters and events and generate narrative possibilities in real time, dancers using it brought a new version of the classic tragedy to life. The “remix” was interactive: audience members were sent to a website where <a href=\"https://www.theguardian.com/stage/2021/jun/01/romeo-and-juliet-remixed-how-technology-can-change-storytelling\">they could restructure the play with the touch of a button</a> while on stage narrators and dancers ran through numerous renditions of the story. The irony is that the night’s most compelling questions return us to Shakespeare’s original iteration. How many changes would be required before we’d say that the story is no longer Shakespeare’s?</p> \n<p><strong>Australia’s private sector is feeling optimistic. But whether that optimism will hold if the lockdowns, border closures and vaccination rollout concerns continue is yet to be seen</strong> <a href=\"https://www.theguardian.com/business/grogonomics/2021/jun/01/australias-private-sector-is-feeling-optimistic-thats-good-but-how-long-will-it-last\">writes Greg Jericho</a>. “This week’s lockdown in Victoria demonstrates just how quickly out-of-date economic data can become. On Wednesday the latest GDP figures will be released showing a relatively rosy picture while at the same time many thousands of workers and hundreds of businesses in Victoria will be suffering because the federal government has effectively declared the pandemic is over.”</p> \n<p><strong>This winter may be forecast to be warmer than average, but that doesn’t mean you should forego some warm winter grub.</strong> Yotam Ottolenghi has <a href=\"https://www.theguardian.com/food/2021/jun/01/yotam-ottolenghis-10-recipes-for-an-australian-winter\">shared 10 recipes for an Australian winter</a>, celebrating the best of Australia’s seasonal produce – from Hass avocados to peas and scallops. Yum.</p> \n<h2>Listen</h2> \n<p><strong>When do the objects we love become a health hazard?</strong> In this <a href=\"https://www.theguardian.com/australia-news/audio/2021/jun/01/emily-maguire-on-family-and-hoarding\">recording of Guardian Australia’s monthly book club</a>, author Emily Maguire discusses family, hoarding and her latest novel, <a href=\"https://www.theguardian.com/books/2021/apr/16/love-objects-by-emily-maguire-review-a-compassionate-harrowing-portrait-of-a-hoarder\">Love Objects</a>, with features editor Lucy Clark.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"42f8a69c-696e-4dc2-9228-b3da4aa46e5b\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p><em>Full Story is Guardian Australia’s daily news podcast. Subscribe for free on<a href=\"https://podcasts.apple.com/au/podcast/full-story/id1482061243\"> Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/7GJod4EyoLywB1AW6zrSHh?si=mbMJnUPiSO2snfF0jNw7jw\"> Spotify</a> or any other podcasting app.</em></p> \n<h2>Sport</h2> \n<figure class=\"element element-image\" data-media-id=\"44aacbf4c898312b87825dcf2d4f757d2ff7803d\"> \n <img src=\"https://media.guim.co.uk/44aacbf4c898312b87825dcf2d4f757d2ff7803d/0_347_5230_3139/1000.jpg\" alt=\"Townsville sign\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Queensland Country Bank Stadium in Townsville will host Game One of this year’s State of Origin series.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Hitchcock/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>The 2021 State of Origin opener will be played in Townsville after the Covid-19 outbreak in Melbourne forced the match to be moved from the MCG.</strong> <a href=\"https://www.theguardian.com/sport/2021/may/31/state-of-origin-series-opener-moved-to-townsville-amid-covid-outbreak-in-melbourne\">Queensland Country Bank Stadium will host the game on 9 June</a><a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">.</a> The Australian Rugby League Commission and the Victorian government on Monday approved the relocation of the game, nine days out from the series opener.</p> \n<p><strong>Journalist Rupert Guinness has set off on a remarkable endurance ride to raise awareness about mental health and wellbeing. </strong>Guinness’s plan is to <a href=\"https://www.theguardian.com/sport/2021/jun/01/its-the-journey-not-the-destination-cycling-writer-rolls-out-on-4900km-odyssey\">ride from Darwin to Hobart – a 4,900km route</a>. “If you do 20 hours at 20km/h, that’s 400km a day and you’ll finish in 12 days,” Guinness says. “But that’s just mathematics. I never liked maths and I don’t think I’ll like this maths. 20km/h does not sound very fast, but when you have the accumulated mental and physical fatigue, the weather, the things that go right and wrong, it can be a lot harder than you expect.”</p> \n<h2>Media roundup</h2> \n<p>As Melbourne braces for a potential lockdown extension, an increasing number of vaccine hubs in the state are <a href=\"https://www.theage.com.au/national/victoria/mass-vaccine-centres-start-offering-pfizer-shots-to-walk-ins-under-50-20210531-p57wsj.html\">offering Pfizer vaccinations to walk-in under 50s</a>, according to the <strong>Age</strong>. The<strong> Sydney Morning Herald</strong> says aged care workers <a href=\"https://www.smh.com.au/national/victoria/no-jab-no-work-on-covid-front-line-for-aged-care-staff-20210531-p57wtl.html\">will be stood down if they’re not vaccinated</a> against Covid. Brisbane airport’s international terminal will be <a href=\"https://www.brisbanetimes.com.au/national/queensland/brisbane-airport-s-international-terminal-to-close-with-new-facility-planned-20210531-p57wmn.html\">moved to a new joint domestic-international terminal</a> from 2032, report the <strong>Brisbane Times</strong>.</p> \n<h2>Coming up</h2> \n<p>A busy day in politics with Senate estimates continuing, Victoria’s budget estimates, and the federal government will face more questions on its aged care Covid response in question time.</p> \n<h2>Sign up</h2> \n<p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>.</p> \n<h2>Get in touch</h2> \n<p>If you have any questions or comments about any of our newsletters please email <a href=\"mailto:newsletters@theguardian.com\">newsletters@theguardian.com</a>.</p>","wordcount":"1273","displayHint":"immersive","firstPublicationDate":"2021-05-31T21:03:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T21:33:04Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj9x8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5436ee608ede6118ac8e6f12d0fc2f75cb8ca54e/194_322_7856_4716/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Good morning. How is Melbourne’s aged cared sector again facing a Covid outbreak? That’s the question many are asking as the number of cases continues to rise in Victoria, despite the lockdown. If the winter blues are starting to settle in, we’ve got news on the season’s forecast and some warm grub recipes as we officially enter winter. A woman whose parents died in Melbourne’s aged care Covid outbreak last year has slammed the failure to prevent a repeat as “unbelievable”. The Melbourne outbreak has again exposed the failure to fully protect the sector, despite federal promises aged care workers would be vaccinated by March. Covid has infected staff who were working across multiple aged care homes, a practice experts and unions have repeatedly warned against. “For once I would like one of these politicians to stand up and honestly answer questions about what the fuck they’ve been doing these past few months. Why aren’t they being more proactive? Because lives are now at risk here,” says Liz Beardon who lost both parents last August. The chief executive of a national chain of care homes has described the federal government’s attempts to vaccinate staff as a “dog’s breakfast” and a “shitfight”. Meanwhile the operator of a Melbourne aged care facility where two staff members and a resident have tested positive to Covid lost the consent form of a resident who wanted to be vaccinated. Earlier this year Nataša Ciabatti provided consent for her 87-year-old grandmother to be vaccinated at Arcare Maidstone. When Ciabatti sought confirmation, the manager replied that she hadn’t been vaccinated, because she had not consented – despite acknowledging she had consented only three weeks earlier. Naomi Osaka has announced her withdrawal from the French Open, the day after the world No 2 was fined $15,000 for refusing to attend press conferences. Osaka had stated her intention to skip her media obligations during Roland-Garros because of the effects of her interactions with the press on her mental health. “I think the best thing for the tournament, the other players and my wellbeing is that I withdraw so that everyone can get back to focusing on the tennis going on in Paris,” Osaka said in a statement posted on Twitter. Australia Christian Porter has dropped his defamation case against the ABC, but has described the outcome as a “humiliation” for the public broadcaster, despite failing to secure an apology or retraction. This winter is forecast to be warmer and wetter in many parts of the country, according to the Bureau of Meteorology’s annual winter outlook. It predicts higher than average minimum temperatures across Australia, and more winter rainfall than usual across northern and eastern Australia. Laptop manufacturer Acer has said the worldwide global chip shortage will continue to have a “severe” impact on its production capabilities. Device prices may rise, as Acer’s chief operating officer says that on any given day the firm can only fill half of worldwide demand. The world The far-right Israeli politician Naftali Bennett will be the country’s next prime minister under a proposed power-sharing deal intended to oust Benjamin Netanyahu, the head of the opposition has confirmed. China has announced that couples will be permitted to have up to three children after recent data showed a dramatic decline in births. Tens of thousands of British nationals in four EU member states have yet to apply for post-Brexit residence, meaning they risk losing the right to live and work there. Meanwhile France, Italy and Germany are each trying to reach bilateral post-Brexit agreements with the UK after Britain said it was not interested in closer security and foreign policy cooperation with the EU. More than a third of all heat-related deaths around the world between 1991 and 2018 can be attributed to human-induced global heating, research has found. This data suggests the health effects of rapid warming are already being felt even at these relatively early stages of potential catastrophic changes in climate. Recommended reads On Sunday, as part of the Sydney Opera House’s UnWrapped series, a group of dancers “remixed” Shakespeare’s Romeo and Juliet by way of an Australian storytelling technology, Omelia. A product built to shuffle characters and events and generate narrative possibilities in real time, dancers using it brought a new version of the classic tragedy to life. The “remix” was interactive: audience members were sent to a website where they could restructure the play with the touch of a button while on stage narrators and dancers ran through numerous renditions of the story. The irony is that the night’s most compelling questions return us to Shakespeare’s original iteration. How many changes would be required before we’d say that the story is no longer Shakespeare’s? Australia’s private sector is feeling optimistic. But whether that optimism will hold if the lockdowns, border closures and vaccination rollout concerns continue is yet to be seen writes Greg Jericho. “This week’s lockdown in Victoria demonstrates just how quickly out-of-date economic data can become. On Wednesday the latest GDP figures will be released showing a relatively rosy picture while at the same time many thousands of workers and hundreds of businesses in Victoria will be suffering because the federal government has effectively declared the pandemic is over.” This winter may be forecast to be warmer than average, but that doesn’t mean you should forego some warm winter grub. Yotam Ottolenghi has shared 10 recipes for an Australian winter, celebrating the best of Australia’s seasonal produce – from Hass avocados to peas and scallops. Yum. Listen When do the objects we love become a health hazard? In this recording of Guardian Australia’s monthly book club, author Emily Maguire discusses family, hoarding and her latest novel, Love Objects, with features editor Lucy Clark. Full Story is Guardian Australia’s daily news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport The 2021 State of Origin opener will be played in Townsville after the Covid-19 outbreak in Melbourne forced the match to be moved from the MCG. Queensland Country Bank Stadium will host the game on 9 June. The Australian Rugby League Commission and the Victorian government on Monday approved the relocation of the game, nine days out from the series opener. Journalist Rupert Guinness has set off on a remarkable endurance ride to raise awareness about mental health and wellbeing. Guinness’s plan is to ride from Darwin to Hobart – a 4,900km route. “If you do 20 hours at 20km/h, that’s 400km a day and you’ll finish in 12 days,” Guinness says. “But that’s just mathematics. I never liked maths and I don’t think I’ll like this maths. 20km/h does not sound very fast, but when you have the accumulated mental and physical fatigue, the weather, the things that go right and wrong, it can be a lot harder than you expect.” Media roundup As Melbourne braces for a potential lockdown extension, an increasing number of vaccine hubs in the state are offering Pfizer vaccinations to walk-in under 50s, according to the Age. The Sydney Morning Herald says aged care workers will be stood down if they’re not vaccinated against Covid. Brisbane airport’s international terminal will be moved to a new joint domestic-international terminal from 2032, report the Brisbane Times. Coming up A busy day in politics with Senate estimates continuing, Victoria’s budget estimates, and the federal government will face more questions on its aged care Covid response in question time. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here. Get in touch If you have any questions or comments about any of our newsletters please email newsletters@theguardian.com.","charCount":"7887","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tamara-howie\">Tamara Howie</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2021/may/31/mps-boris-johnson-donate-vaccines-poorer-countries","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-05-31T21:00:33Z","webTitle":"MPs tell Johnson: you have a duty to help vaccinate the world","webUrl":"https://www.theguardian.com/society/2021/may/31/mps-boris-johnson-donate-vaccines-poorer-countries","apiUrl":"https://content.guardianapis.com/society/2021/may/31/mps-boris-johnson-donate-vaccines-poorer-countries","fields":{"headline":"MPs tell Johnson: you have a duty to help vaccinate the world","standfirst":"<p>Exclusive: group urges prime minister to tackle ‘desperate shortage’ in developing nations </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Group urges prime minister to tackle desperate shortage in developing nations ","byline":"Aubrey Allegretti Political correspondent","main":"<figure class=\"element element-image\" data-media-id=\"e3b3fcbc5de0ecc450d4e0d1c17a984b8f0a2af3\"> <img src=\"https://media.guim.co.uk/e3b3fcbc5de0ecc450d4e0d1c17a984b8f0a2af3/10_4_989_593/500.jpg\" alt=\"Dan Poulter sitting in an office\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dr Dan Poulter, one of the signatories of a letter to the prime minister, says the government should ‘help vaccinate the world’.</span> <span class=\"element-image__credit\">Photograph: YouTube</span> </figcaption> </figure>","body":"<p>Boris Johnson has a “moral duty” to immediately start matching each vaccine administered at home with a donated dose to poorer countries across the world, a cross-party group of MPs and peers has said.</p> <p>Several Tory backbenchers joined the call, which puts further pressure on the prime minister to boost supplies given to developing nations facing a “desperate shortage” of jabs.</p> <p>In a letter to Downing Street seen by the Guardian, the group says this will help to save lives at home, adding that the spread across the UK of the variant first found in India had proven that all countries need equitable access to injections.</p> <p>“The longer we wait to act, the more likely it is that dangerous variants could emerge that can evade the protections offered by current vaccines,” says the group, which includes the Conservative backbenchers Sir Peter Bottomley – the longest-serving MP – and the former hospital doctor Dan Poulter.</p> <p>Ministers have rightly committed to funding Covax, the international partnership supplying vaccines to developing countries, the group says. However, the group suggests that, given the UK is a net importer of jabs, donations should be stepped up to meet the “urgent demand” faced by many low-income countries, and calls on Johnson to “show leadership on this critical issue”.</p> <p>The letter also calls for domestic vaccine production to be accelerated so that the UK can become a net exporter of vaccines. It urges the government to support an <a href=\"https://www.theguardian.com/global-development/2021/may/20/britain-in-talks-to-waive-covid-vaccine-patents-to-improve-global-access-to-jabs\">intellectual property waiver</a> at the World Trade Organization that would ramp up vaccine manufacturing abroad.</p> <p>With the G7 due to be hosted in Cornwall next week, the 116 parliamentarians from seven different parties – as well as crossbench peers and a bishop – said Johnson should “lead the way in promoting more equitable global access to Covid-19 vaccines”.</p> <p>Poulter, the vice-chair of the all-party parliamentary group (APPG) on coronavirus, said ministers should “use the same resolve” that helped to boost the UK’s vaccine rollout to “help vaccinate the world”.</p> <p>He added: “This is no time for complacency. The public will not be truly safe as long as the pandemic continues to surge overseas. Until we match the success of the UK vaccination programme across the world, we will continue to be at the mercy of new Covid variants here at home.”</p> <p>Layla Moran, the chair of the same group, also urged the government not to “turn its back on the humanitarian disaster unfolding around the globe”.</p> <p>It comes after Prof Andrew Pollard, the director of the Oxford vaccine group, warned in evidence to the APPG’s inquiry that “many millions could die between now and September” unless more vaccine doses were provided to lower and middle-income countries through Covax.</p> <p>He also said it would be “morally wrong” to vaccinate younger people and children in richer nations ahead of high-risk populations in lower and middle-income ones.</p> <p>Dr Gavin Yamey, of Duke University in the US, has also said that richer nations have an estimated 200m spare doses of the vaccine that could be donated straight away, with a further 1.5bn doses procured by wealthier countries for future use.</p> <p>A government spokesperson said: “The UK is proud to be playing a leading role in the global effort to create and distribute coronavirus vaccines.</p> <p>“We are one of the largest donors to Covax, providing £548m to fund over a billion vaccines to lower-middle income countries this year. This funding has so far helped to provide vaccines to more than 120 countries and territories, including 38 across Africa.</p> <p>“The UK will share the majority of any future surplus vaccines from our supply with the Covax pool when these are available.”</p> <p>Johnson has previously said he asked Sir Patrick Vallance, the UK’s chief scientific adviser, to work with international organisations, industry and scientific experts, to advise the G7 on speeding up the process for developing vaccines, treatments and tests for common pathogens.</p>","newspaperPageNumber":"8","wordcount":"644","firstPublicationDate":"2021-05-31T21:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T21:02:05Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hb6n2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e3b3fcbc5de0ecc450d4e0d1c17a984b8f0a2af3/10_4_989_593/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Boris Johnson has a “moral duty” to immediately start matching each vaccine administered at home with a donated dose to poorer countries across the world, a cross-party group of MPs and peers has said. Several Tory backbenchers joined the call, which puts further pressure on the prime minister to boost supplies given to developing nations facing a “desperate shortage” of jabs. In a letter to Downing Street seen by the Guardian, the group says this will help to save lives at home, adding that the spread across the UK of the variant first found in India had proven that all countries need equitable access to injections. “The longer we wait to act, the more likely it is that dangerous variants could emerge that can evade the protections offered by current vaccines,” says the group, which includes the Conservative backbenchers Sir Peter Bottomley – the longest-serving MP – and the former hospital doctor Dan Poulter. Ministers have rightly committed to funding Covax, the international partnership supplying vaccines to developing countries, the group says. However, the group suggests that, given the UK is a net importer of jabs, donations should be stepped up to meet the “urgent demand” faced by many low-income countries, and calls on Johnson to “show leadership on this critical issue”. The letter also calls for domestic vaccine production to be accelerated so that the UK can become a net exporter of vaccines. It urges the government to support an intellectual property waiver at the World Trade Organization that would ramp up vaccine manufacturing abroad. With the G7 due to be hosted in Cornwall next week, the 116 parliamentarians from seven different parties – as well as crossbench peers and a bishop – said Johnson should “lead the way in promoting more equitable global access to Covid-19 vaccines”. Poulter, the vice-chair of the all-party parliamentary group (APPG) on coronavirus, said ministers should “use the same resolve” that helped to boost the UK’s vaccine rollout to “help vaccinate the world”. He added: “This is no time for complacency. The public will not be truly safe as long as the pandemic continues to surge overseas. Until we match the success of the UK vaccination programme across the world, we will continue to be at the mercy of new Covid variants here at home.” Layla Moran, the chair of the same group, also urged the government not to “turn its back on the humanitarian disaster unfolding around the globe”. It comes after Prof Andrew Pollard, the director of the Oxford vaccine group, warned in evidence to the APPG’s inquiry that “many millions could die between now and September” unless more vaccine doses were provided to lower and middle-income countries through Covax. He also said it would be “morally wrong” to vaccinate younger people and children in richer nations ahead of high-risk populations in lower and middle-income ones. Dr Gavin Yamey, of Duke University in the US, has also said that richer nations have an estimated 200m spare doses of the vaccine that could be donated straight away, with a further 1.5bn doses procured by wealthier countries for future use. A government spokesperson said: “The UK is proud to be playing a leading role in the global effort to create and distribute coronavirus vaccines. “We are one of the largest donors to Covax, providing £548m to fund over a billion vaccines to lower-middle income countries this year. This funding has so far helped to provide vaccines to more than 120 countries and territories, including 38 across Africa. “The UK will share the majority of any future surplus vaccines from our supply with the Covax pool when these are available.” Johnson has previously said he asked Sir Patrick Vallance, the UK’s chief scientific adviser, to work with international organisations, industry and scientific experts, to advise the G7 on speeding up the process for developing vaccines, treatments and tests for common pathogens.","charCount":"3945","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/aubrey-allegretti\">Aubrey Allegretti</a> Political correspondent"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2021/may/31/roger-federer-eases-to-comfortable-win-over-denis-istomin-on-slam-return","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-31T20:24:40Z","webTitle":"Roger Federer eases to comfortable win over Denis Istomin on slam return","webUrl":"https://www.theguardian.com/sport/2021/may/31/roger-federer-eases-to-comfortable-win-over-denis-istomin-on-slam-return","apiUrl":"https://content.guardianapis.com/sport/2021/may/31/roger-federer-eases-to-comfortable-win-over-denis-istomin-on-slam-return","fields":{"headline":"Roger Federer eases to comfortable win over Denis Istomin on slam return","standfirst":"<ul><li>Swiss into French Open second round 6-2 6-4 6-3</li><li>Federer playing first grand slam since January 2020</li></ul>","trailText":"Roger Federer won his first grand slam match since January 2020 with a straight-sets win over Denis Istomin in the first round of the French Open","byline":"Tumaini Carayol","main":"<figure class=\"element element-image\" data-media-id=\"5074c10623d3510153a020d665870c9cca6df0ea\"> <img src=\"https://media.guim.co.uk/5074c10623d3510153a020d665870c9cca6df0ea/0_120_6020_3612/1000.jpg\" alt=\"Roger Federer makes a backhand return.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roger Federer makes a backhand return.</span> <span class=\"element-image__credit\">Photograph: Quality Sport Images/Getty Images</span> </figcaption> </figure>","body":"<p>Even at some of the lower points in his career, Roger Federer has rarely entered a grand slam without at least leaving the door slightly ajar for the possibility of a magical outcome. But these are unique times as he continues to return from two knee surgeries not far from his 40th birthday and Roland Garros appeared on the horizon this month, he was unusually frank: “Roland Garros is not the goal,” he said. “The goal is the grass.”</p> <p>For as long as he is in Paris, though, that does not mean that he cannot have fun. On Monday, Federer returned to grand slam competition for the first time since the 2020 Australian Open 487 days ago and he finally looked like he was enjoying himself on court as he dismantled Denis Istomin 6-2 6-4 6-3 to move into the second round.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/31/naomi-osaka-withdraws-french-open-press-conference-fines-tennis\">Naomi Osaka withdraws from French Open amid row over press conferences</a> </p> </aside>  <p>Even against No. 204 Istomin, a qualifier and the lowest-ranked player Federer has faced in his four matches since his return, every win is positive reinforcement in the midst of a comeback. Thus, the freedom Federer played with over the swift 93-minute win marked a clear step forward.</p> <p>This comeback has already had its obstacles. After a hopeful return at the Qatar Open in March, losing in his second match to eventual champion Nikoloz Basilashvili, Federer did not resurface until two weeks ago in Geneva where he lost in the first round to No 75 Pablo Andujar after leading by a break in the final set. Afterwards, his frustration was palpable and he felt that his training was not translating to his match.</p> <p>Monday was an entirely different sensation: “I just felt overall much clearer, much better,” he said. “Clearly also maybe the type of opponent allowed me to have many different ways to win the point. I knew if I came to the net, that was an option. Hitting a drop shot was always an option. Taking the ball early was an option.”</p> <p>With minimal pressure applied by Istomin, Federer was in control of the majority of exchanges and he demonstrated his confidence from the opening game by executing the first in an array of drop shots throughout the match. Federer looked comfortable in every part of his game – he confidently moved to the net when he could and he controlled the match with his forehand.</p> <p>The enduring question for Federer upon his return was how his two knee surgeries will affect his mobility, but his movement has been solid. Against Istomin, he defended well into both corners and he remained extremely agile in the drop shot exchanges close to the net. Towards the end of the third set, Federer chased down a drop shot and then lob before attempting an exhibition-style tweener. He very nearly went viral in his first grand slam match back.</p> <p>In his press conference in the evening, Federer concluded by noting that one of his obstacles right now is as simple as growing accustomed to the minutiae of competition once more: “I think getting used to tournament and match rhythm again, the whole thing with the towels there, the shot clock there, everything that goes with it,” he said. “I don’t know, I really felt like I didn’t find the rhythm. I think the biggest difference for me was in Geneva, now looking back, is that I feel like you play a lot of points very quickly. I think that’s what got me at the end. I rarely took the extra two, three, four, five seconds I usually take by getting the towel or waiting for the crowd.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/31/johanna-konta-knocked-out-of-french-open-after-first-round-defeat-to-cirstea\">Johanna Konta knocked out of French Open after defeat by Cirstea</a> </p> </aside>  <p>Federer will face former US Open champion Marin Cilic in the second round, a match-up that last took place in the 2018 Australian Open final. Meanwhile, second seed Daniil Medvedev won his first ever match at Roland Garros with a comfortable 6-3 6-3 7-5 victory over Alexander Bublik. Medvedev, who is well known for his intense, vocal dislike of clay, described his prospects in far more positive terms and compared the conditions to hard courts.</p> <p>“I feel really hopeful,” he said. “As I say, you could see it today in the match, I’m feeling that here, at least this year with this weather, with these balls, I can play like on hard courts. It doesn’t feel different than Australian Open for me coming into this tournament. Now when I’m coming to these big tournaments feeling like this, I know I’m capable of doing big things.”</p>","newspaperPageNumber":"35","wordcount":"748","firstPublicationDate":"2021-05-31T20:24:40Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T22:17:38Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj98k","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5074c10623d3510153a020d665870c9cca6df0ea/0_120_6020_3612/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Even at some of the lower points in his career, Roger Federer has rarely entered a grand slam without at least leaving the door slightly ajar for the possibility of a magical outcome. But these are unique times as he continues to return from two knee surgeries not far from his 40th birthday and Roland Garros appeared on the horizon this month, he was unusually frank: “Roland Garros is not the goal,” he said. “The goal is the grass.” For as long as he is in Paris, though, that does not mean that he cannot have fun. On Monday, Federer returned to grand slam competition for the first time since the 2020 Australian Open 487 days ago and he finally looked like he was enjoying himself on court as he dismantled Denis Istomin 6-2 6-4 6-3 to move into the second round. Even against No. 204 Istomin, a qualifier and the lowest-ranked player Federer has faced in his four matches since his return, every win is positive reinforcement in the midst of a comeback. Thus, the freedom Federer played with over the swift 93-minute win marked a clear step forward. This comeback has already had its obstacles. After a hopeful return at the Qatar Open in March, losing in his second match to eventual champion Nikoloz Basilashvili, Federer did not resurface until two weeks ago in Geneva where he lost in the first round to No 75 Pablo Andujar after leading by a break in the final set. Afterwards, his frustration was palpable and he felt that his training was not translating to his match. Monday was an entirely different sensation: “I just felt overall much clearer, much better,” he said. “Clearly also maybe the type of opponent allowed me to have many different ways to win the point. I knew if I came to the net, that was an option. Hitting a drop shot was always an option. Taking the ball early was an option.” With minimal pressure applied by Istomin, Federer was in control of the majority of exchanges and he demonstrated his confidence from the opening game by executing the first in an array of drop shots throughout the match. Federer looked comfortable in every part of his game – he confidently moved to the net when he could and he controlled the match with his forehand. The enduring question for Federer upon his return was how his two knee surgeries will affect his mobility, but his movement has been solid. Against Istomin, he defended well into both corners and he remained extremely agile in the drop shot exchanges close to the net. Towards the end of the third set, Federer chased down a drop shot and then lob before attempting an exhibition-style tweener. He very nearly went viral in his first grand slam match back. In his press conference in the evening, Federer concluded by noting that one of his obstacles right now is as simple as growing accustomed to the minutiae of competition once more: “I think getting used to tournament and match rhythm again, the whole thing with the towels there, the shot clock there, everything that goes with it,” he said. “I don’t know, I really felt like I didn’t find the rhythm. I think the biggest difference for me was in Geneva, now looking back, is that I feel like you play a lot of points very quickly. I think that’s what got me at the end. I rarely took the extra two, three, four, five seconds I usually take by getting the towel or waiting for the crowd.” Federer will face former US Open champion Marin Cilic in the second round, a match-up that last took place in the 2018 Australian Open final. Meanwhile, second seed Daniil Medvedev won his first ever match at Roland Garros with a comfortable 6-3 6-3 7-5 victory over Alexander Bublik. Medvedev, who is well known for his intense, vocal dislike of clay, described his prospects in far more positive terms and compared the conditions to hard courts. “I feel really hopeful,” he said. “As I say, you could see it today in the match, I’m feeling that here, at least this year with this weather, with these balls, I can play like on hard courts. It doesn’t feel different than Australian Open for me coming into this tournament. Now when I’m coming to these big tournaments feeling like this, I know I’m capable of doing big things.”","charCount":"4157","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tumaini-carayol\">Tumaini Carayol</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"us-news/2021/may/31/texas-republicans-restrictive-voting-rights-bill","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-05-31T20:22:48Z","webTitle":"Texas Republicans plot to resurrect restrictive voting bill after Democrats’ walkout","webUrl":"https://www.theguardian.com/us-news/2021/may/31/texas-republicans-restrictive-voting-rights-bill","apiUrl":"https://content.guardianapis.com/us-news/2021/may/31/texas-republicans-restrictive-voting-rights-bill","fields":{"headline":"Texas Republicans plot to resurrect restrictive voting bill after Democrats’ walkout","standfirst":"<p>Governor Greg Abbott plans to call special session after Democrats block 11th-hour attempt to ram through bill to make voting harder</p>","trailText":"Governor Greg Abbott plans to call special session after Democrats block 11th-hour attempt to ram through bill that would have made voting harder","byline":"Alexandra Villarreal","main":"<figure class=\"element element-image\" data-media-id=\"7f260597c6498127f12e29c9dd672c3ec20f7888\"> <img src=\"https://media.guim.co.uk/7f260597c6498127f12e29c9dd672c3ec20f7888/0_185_5579_3350/1000.jpg\" alt=\"People protest Texas’s restrictive voter bills HB6 and SB7 hold signs during a news conference hosted by Texas Rising Action on the steps of the state capitol in Austin, Texas, on 21 April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People protest Texas’s restrictive voter bills HB6 and SB7 hold signs during a news conference hosted by Texas Rising Action on the steps of the state capitol in Austin, Texas, on 21 April.</span> <span class=\"element-image__credit\">Photograph: Eric Gay/AP</span> </figcaption> </figure>","body":"<p>Republicans in Texas are already plotting to resurrect their fight for sweeping voting restrictions after Democratic lawmakers walked out of the state capitol and blocked an 11th-hour attempt to ram through legislation that would have made it harder to cast a ballot.</p> <p>Texas governor Greg Abbott – who leads the state’s domineering Republican majority – has announced he will include the high-stakes issue on his agenda when he reconvenes the legislature <a href=\"https://twitter.com/GregAbbott_TX/status/1399214642396815360/photo/1\">for a rapid-fire special session</a>. He called the failure of the bill “deeply disappointing”.</p> <p>Abbott, who says “election integrity” <a href=\"https://twitter.com/GregAbbott_TX/status/1399214642396815360/photo/1\">remains an emergency</a> in Texas, now plans to call a special session – essentially <a href=\"https://www.texastribune.org/2017/06/09/texas-gov-greg-abbott-just-called-special-session-what-should-you-expe/\">legislative overtime</a>, where lawmakers consider issues <a href=\"https://www.texasstandard.org/stories/how-does-a-special-session-work/\">on a sped-up timeline</a>. When the session will begin remains unclear.</p> <p>But advocates are still painting last night’s historic show of force as an inflection point for the Texas legislature and America, when Democrats shirked business as usual for aggressive tactics that matched the urgency of a teetering democracy.</p> <p>“The fight you saw last night is the fight that will remain and continue,” state representative Trey Martinez Fischer, a Democrat representing San Antonio, told the Guardian. “That’s our commitment.”</p> <p>Senate Bill 7, an omnibus bill that restricts voter access, seemed almost destined to become law at the start of Texas’s legislative session, as powerful Republican leaders invoked baseless claims of “<a href=\"https://www.texastribune.org/2021/02/01/abbott-state-of-state-2021/\">election integrity</a>” to push for a virtual overhaul of the state’s already <a href=\"https://www.texastribune.org/2020/10/19/texas-voting-elections/\">notoriously byzantine voting system.</a></p> <p>SB7 was <a href=\"https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-may-2021\">one proposal among a larger blitz of at least 389</a> restrictive voting bills introduced across the country this legislative cycle, bolstered by Republicans’ unsubstantiated assertions of widespread voter fraud during last year’s election.</p> <p>The Texas bill drew ire from business leaders, voting rights advocates and left-leaning politicians, some of whom dubbed it “Jim Crow 2.0” and noted the disproportionate impact it would likely have on voters of color. But Republican lawmakers still strong-armed their way through procedural maneuvers and overnight votes, relying on backroom dealings and avoiding public scrutiny while advancing the legislation.</p> <p>“People want a fair system. And they saw what happened, and they know that this is a cynical attempt at holding onto power,” said Charlie Bonner, communications director at the civic engagement non-profit Move Texas.</p> <p>“These are people who are trying to stack the deck, and they’re doing it in the middle of the night.”</p> <p>SB7 has gone through a series of dizzying changes since it first passed the state senate <a href=\"https://www.texastribune.org/2021/04/01/texas-voting-restrictions-legislature/\">in early April</a>, culminating in a Frankenstein bill that attempted to reconcile both chambers’ priorities, plus <a href=\"https://capitol.texas.gov/tlodocs/87R/billtext/pdf/HR02007F.pdf#navpanes=0\">add new provisions</a> in the final stretch.</p> <p>The bill <a href=\"https://twitter.com/ACLUTx/status/1398668918391201795/photo/1\">would have made it a state jail felony</a> for a public official to proactively solicit or send vote by mail applications, restricted the use of drop boxes, banned 24-hour and drive-thru voting and lowered the bar for overturning an election, among other measures.</p> <p>After months of controversy, it was still teed up to meet a midnight deadline Sunday night, when it needed to clear the House to land on Abbott’s desk. But, after being silenced and boxed out of deliberations, Democrats decided to go nuclear, preventing the necessary quorum for a vote.</p> <p>“The eyes of the nation were watching Texas, and we wanted to make very clear that Texas Democrats would fight tooth and nail to defend voting rights,” Martinez Fischer said.</p> <p>Now, even as <a href=\"https://lrl.texas.gov/sessions/sessionYears.cfm\">the regular legislative session concludes</a>, the fight is far from over as Abbott plans his special session. Texas Lt Governor Dan Patrick <a href=\"https://twitter.com/LtGovTX/status/1399221754090885121?s=20\">has already endorsed Abbott’s plan</a>, and state representative Briscoe Cain, who spearheaded the push for voter restrictions in the House, has tweeted that he was “ready to get back to work”.</p> <p>“They’re gonna want this really, really bad. They’re gonna want this probably even more now,” said Carisa Lopez, political director of the <a href=\"https://tfn.org/mission/\">nonprofit watchdog Texas Freedom Network</a>.</p> <p>But the special session also provides an opportunity for more scrutiny, especially after Republicans routinely relied on <a href=\"https://www.texasstandard.org/stories/after-drastic-changes-made-behind-closed-doors-and-an-overnight-debate-texas-senate-approves-voting-bill/\">behind closed doors</a> negotiations during the regular session, evading <a href=\"https://www.theguardian.com/us-news/2021/may/06/texas-voting-restrictions-access-lawmakers\">public testimony</a> and accountability.</p> <p>“Sunlight is the best disinfectant,” Bonner said. “And so what we can do in this legislative process is shine a light on these bad actors and voter suppressors, and make them feel the pressure of the entire world watching what’s happening in Texas right now.”</p>","wordcount":"704","firstPublicationDate":"2021-05-31T20:22:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T20:24:15Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj9c9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7f260597c6498127f12e29c9dd672c3ec20f7888/0_185_5579_3350/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Republicans in Texas are already plotting to resurrect their fight for sweeping voting restrictions after Democratic lawmakers walked out of the state capitol and blocked an 11th-hour attempt to ram through legislation that would have made it harder to cast a ballot. Texas governor Greg Abbott – who leads the state’s domineering Republican majority – has announced he will include the high-stakes issue on his agenda when he reconvenes the legislature for a rapid-fire special session. He called the failure of the bill “deeply disappointing”. Abbott, who says “election integrity” remains an emergency in Texas, now plans to call a special session – essentially legislative overtime, where lawmakers consider issues on a sped-up timeline. When the session will begin remains unclear. But advocates are still painting last night’s historic show of force as an inflection point for the Texas legislature and America, when Democrats shirked business as usual for aggressive tactics that matched the urgency of a teetering democracy. “The fight you saw last night is the fight that will remain and continue,” state representative Trey Martinez Fischer, a Democrat representing San Antonio, told the Guardian. “That’s our commitment.” Senate Bill 7, an omnibus bill that restricts voter access, seemed almost destined to become law at the start of Texas’s legislative session, as powerful Republican leaders invoked baseless claims of “election integrity” to push for a virtual overhaul of the state’s already notoriously byzantine voting system. SB7 was one proposal among a larger blitz of at least 389 restrictive voting bills introduced across the country this legislative cycle, bolstered by Republicans’ unsubstantiated assertions of widespread voter fraud during last year’s election. The Texas bill drew ire from business leaders, voting rights advocates and left-leaning politicians, some of whom dubbed it “Jim Crow 2.0” and noted the disproportionate impact it would likely have on voters of color. But Republican lawmakers still strong-armed their way through procedural maneuvers and overnight votes, relying on backroom dealings and avoiding public scrutiny while advancing the legislation. “People want a fair system. And they saw what happened, and they know that this is a cynical attempt at holding onto power,” said Charlie Bonner, communications director at the civic engagement non-profit Move Texas. “These are people who are trying to stack the deck, and they’re doing it in the middle of the night.” SB7 has gone through a series of dizzying changes since it first passed the state senate in early April, culminating in a Frankenstein bill that attempted to reconcile both chambers’ priorities, plus add new provisions in the final stretch. The bill would have made it a state jail felony for a public official to proactively solicit or send vote by mail applications, restricted the use of drop boxes, banned 24-hour and drive-thru voting and lowered the bar for overturning an election, among other measures. After months of controversy, it was still teed up to meet a midnight deadline Sunday night, when it needed to clear the House to land on Abbott’s desk. But, after being silenced and boxed out of deliberations, Democrats decided to go nuclear, preventing the necessary quorum for a vote. “The eyes of the nation were watching Texas, and we wanted to make very clear that Texas Democrats would fight tooth and nail to defend voting rights,” Martinez Fischer said. Now, even as the regular legislative session concludes, the fight is far from over as Abbott plans his special session. Texas Lt Governor Dan Patrick has already endorsed Abbott’s plan, and state representative Briscoe Cain, who spearheaded the push for voter restrictions in the House, has tweeted that he was “ready to get back to work”. “They’re gonna want this really, really bad. They’re gonna want this probably even more now,” said Carisa Lopez, political director of the nonprofit watchdog Texas Freedom Network. But the special session also provides an opportunity for more scrutiny, especially after Republicans routinely relied on behind closed doors negotiations during the regular session, evading public testimony and accountability. “Sunlight is the best disinfectant,” Bonner said. “And so what we can do in this legislative process is shine a light on these bad actors and voter suppressors, and make them feel the pressure of the entire world watching what’s happening in Texas right now.”","charCount":"4502","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/alexandra-villarreal\">Alexandra Villarreal</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}