[{"headline":"Coronavirus news: expert warns against lifting England restrictions too soon; Vietnam detects hybrid of UK and India variants","standfirst":"<p>Victoria records<a href=\"https://www.theguardian.com/australia-news/2021/may/29/victoria-records-five-new-cases-of-covid-19-taking-melbourne-outbreak-to-35\"> five new cases </a>of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’</p><ul><li><a href=\"https://www.theguardian.com/world/2021/may/29/covid-in-england-what-is-the-impact-of-lifting-restrictions-on-21-june\">What is the impact of lifting restrictions in England on 21 June?</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Victoria records five new cases of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’","byline":"Jedidajah Otte","main":"<figure class=\"element element-image\" data-media-id=\"47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531\"> <img src=\"https://media.guim.co.uk/47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531/0_334_5898_3539/1000.jpg\" alt=\"People shop and go about their daily life in Bolton, England, as surge testing and rapid coronavirus vaccinations continue.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People shop and go about their daily life in Bolton, England, as surge testing and rapid coronavirus vaccinations continue.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b1fcbb8f088d8c3178cb54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:36:51.605Z\">9.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Scotland’s</strong> health secretary <strong>Humza Yousaf </strong>said there was “significant community transmission” of coronavirus in hotspots in the city of <strong>Glasgow</strong>. <br></p> <p>The city will remain under Level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the Indian variant arrived. <br></p> <p>He told BBC Radio 4’s Today: <br></p> <blockquote class=\"quoted\"> <p>In a few concentrated hotspots... we are seeing significant community transmission. <br></p> <p>The levels and the numbers of cases are continuing to rise. <br></p> <p>In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. <br></p> <p>What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. <br></p> <p>Therefore we are trying to get to the bottom of how it managed to get in. </p> </blockquote> </div>   </div> <div id=\"block-60b1fabb8f086d71cc15e43d\" class=\"block\" data-block-contributor=\"profile/naaman-zhou\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:30:12.175Z\">9.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Victoria state in Australia</strong> has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown.</p> <p>The update brings the total number of cases from the latest outbreak in <strong>Melbourne</strong> to 35.</p> <p>A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests.</p> <p>On Saturday, the state’s Covid testing commander, <strong>Jeroen Weimar</strong>, said four of the new cases were linked to a person who tested positive on Friday.</p> <p>The<strong> </strong>Victorian health minister, <strong>Martin Foley</strong>, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”.</p> <p>There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19.</p> <p>Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers.</p> <p>Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in <strong>Craigieburn</strong>.</p> <p>He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in <strong>Mickleham</strong>.</p> <p>Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus.</p> <p>A full list of exposure sites can be found <a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">here</a>.</p> <p>Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:02.082Z\">at 9.34am BST</time></p>  </div> <div id=\"block-60b1f9458f08d486a77169ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:26:02.918Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan</strong> reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests.</p> <p>After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. <br></p> <p>The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour <strong tabindex=\"-1\">China</strong> has offered to help, the BBC reported.</p> <p>Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply.<br></p> <p>On Tuesday, health minister <strong>Chen Shih-chung</strong> announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August.</p>  <figure class=\"element element-image\" data-media-id=\"0f7dc09d9513ea92676ff1872e6c13514f07c166\"> <img src=\"https://media.guim.co.uk/0f7dc09d9513ea92676ff1872e6c13514f07c166/0_0_4150_2840/1000.jpg\" alt=\"Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.\" width=\"1000\" height=\"684\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.</span> <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:44.561Z\">at 9.34am BST</time></p>  </div> <div id=\"block-60b1f55d8f08d486a7716993\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:04:32.697Z\">9.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia</strong> reported 9,289 new Covid-19 cases on Saturday, including 3,241 in <strong>Moscow</strong>, taking the official national tally since the pandemic began to 5,053,748. <br></p> <p>The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. <br></p> <p>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. </p> </div>   </div> <div id=\"block-60b1f1538f08d486a7716971\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:51:13.294Z\">8.51am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia reports record daily rise in fresh cases</h2>  <div class=\"block-elements\">  <p><strong>Malaysia</strong> reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. <br></p> <p>This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. <br></p> <p>The country’s prime minister,<strong> Muhyiddin Yassin,</strong> has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports.<br></p> <p>“With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement.</p>  <figure class=\"element element-image\" data-media-id=\"2f721ee7b38d170ee8d34ff5f1be1f74d24cd872\"> <img src=\"https://media.guim.co.uk/2f721ee7b38d170ee8d34ff5f1be1f74d24cd872/0_0_5400_3593/1000.jpg\" alt=\"Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.</span> <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:53:22.887Z\">at 8.53am BST</time></p>  </div> <div id=\"block-60b1f02c8f086d71cc15e3df\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:43:40.117Z\">8.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Prof <strong>Stephen Reicher</strong>, a psychologist on the <strong>UK’s</strong> Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. <br></p> <p>Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. <br></p> <p>He told BBC Radio 4’s Today: <br></p> <blockquote class=\"quoted\"> <p>The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. <br></p> <p>But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. <br></p> <p>And so you see that in the fact that they are beginning to act in a rather contradictory way. <br></p> <p>They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. <br></p> <p>They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. <br></p> <p>That contradiction, that sense of confusion, I think is undermining the response. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:47:44.932Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b1e8ff8f086d71cc15e3a0\" class=\"block is-key-event\" data-block-contributor=\"profile/jedidajah-otte\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:09.748Z\">8.39am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vietnam detects hybrid of UK and Indian virus variants</h2>  <div class=\"block-elements\">  <p>Hello and welcome to our global coronavirus live blog.<br></p> <p><strong>Vietnam</strong> health minister <strong>Nguyen Thanh Long</strong> said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the <strong>India</strong> and <strong>UK</strong> Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported.</p> <p>Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces.</p> <p>He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame.</p> <p>So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa.</p> <p>I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter <a href=\"https://twitter.com/JedySays\">@JedySays</a> or <a href=\"mailto:jedidajah.otte.casual@theguardian.com\">via email</a>.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:43.838Z\">at 8.41am BST</time></p>  </div> <div id=\"block-60b1ec0a8f08d486a7716934\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:00.092Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Caution is needed in determining whether <strong>England’s</strong> coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned.</p> <p><strong>Sir Tim Gowers</strong>, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April.<br></p> <p>Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p>Because <strong>Boris Johnson</strong> has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown.</p> <p>So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants.</p> <p>But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem.</p> </blockquote> <p>Read my colleague Ben Quinn’s full story <a href=\"https://www.theguardian.com/world/2021/may/28/academic-who-helped-change-no-10-covid-policy-in-first-wave-warns-of-easing-risk\">here</a>.<br></p> <p>Prof <strong>Christina Pagel</strong>, a member of Independent Sage from University College London, said reopening should be delayed a few more months.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:17.518Z\">at 8.41am BST</time></p>  </div>","wordcount":"1454","firstPublicationDate":"2021-05-29T07:39:13Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:36:51Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htaxe","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531/0_334_5898_3539/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Scotland’s health secretary Humza Yousaf said there was “significant community transmission” of coronavirus in hotspots in the city of Glasgow. The city will remain under Level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the Indian variant arrived. He told BBC Radio 4’s Today: In a few concentrated hotspots... we are seeing significant community transmission. The levels and the numbers of cases are continuing to rise. In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. Therefore we are trying to get to the bottom of how it managed to get in. Victoria state in Australia has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown. The update brings the total number of cases from the latest outbreak in Melbourne to 35. A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests. On Saturday, the state’s Covid testing commander, Jeroen Weimar, said four of the new cases were linked to a person who tested positive on Friday. The Victorian health minister, Martin Foley, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”. There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19. Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers. Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in Craigieburn. He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in Mickleham. Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus. A full list of exposure sites can be found here. Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days. Taiwan reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests. After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour China has offered to help, the BBC reported. Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply. On Tuesday, health minister Chen Shih-chung announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August. Russia reported 9,289 new Covid-19 cases on Saturday, including 3,241 in Moscow, taking the official national tally since the pandemic began to 5,053,748. The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. Malaysia reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. The country’s prime minister, Muhyiddin Yassin, has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports. “With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement. Prof Stephen Reicher, a psychologist on the UK’s Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. He told BBC Radio 4’s Today: The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. And so you see that in the fact that they are beginning to act in a rather contradictory way. They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. That contradiction, that sense of confusion, I think is undermining the response. Hello and welcome to our global coronavirus live blog. Vietnam health minister Nguyen Thanh Long said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the India and UK Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported. Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces. He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame. So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa. I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter @JedySays or via email. Caution is needed in determining whether England’s coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned. Sir Tim Gowers, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April. Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution. He said: Because Boris Johnson has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown. So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants. But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem. Read my colleague Ben Quinn’s full story here. Prof Christina Pagel, a member of Independent Sage from University College London, said reopening should be delayed a few more months.","charCount":"8641","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jedidajah-otte\">Jedidajah Otte</a>"},{"headline":"NRL 2021: South Sydney Rabbitohs v Parramatta Eels – round 12 live!","standfirst":"<ul><li>Updates from the Indigenous Round game at ANZ Stadium</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a><br></li></ul>","trailText":"<strong>Minute-by-minute report</strong>: Souths take on the Eels in an NRL blockbuster at ANZ Stadium in Sydney. Join Jonathan Howcroft for updates","byline":"Jonathan Howcroft","main":"<figure class=\"element element-image\" data-media-id=\"f0ae43ff71b6cbfc8b21619d2c5eab58b5117b05\"> <img src=\"https://media.guim.co.uk/f0ae43ff71b6cbfc8b21619d2c5eab58b5117b05/0_57_2343_1406/1000.jpg\" alt=\"Dane Gagai\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dane Gagai celebrates a first-half try for the Rabbitohs against the Eels.</span> <span class=\"element-image__credit\">Photograph: Jason McCawley/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b1fcb68f088d8c3178cb53\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:35:06.438Z\">9.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The teams are back out for the second half. </p> </div>   </div> <div id=\"block-60b1fb608f088d8c3178cb4b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:32:16.457Z\">9.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Hi Jonathan,” hi Harry, great to have you tuning in.<br><br>“Much better from my Bunnies this weekend (so far, I suppose I should stay :)). Very happy with the form bounce-back, though I’m not surprised. I’ve said that the Panthers and the Storm are streets ahead of the rest at this point in the season. Come September, who knows though. Still confident of a top-four finish, and I think our display backs that up.”</p> <p>Agreed Harry. There should be no dramas on the top-four front, as much because there’s daylight to the chasing pack with Canberra’s drop-off and the Roosters’ injury-list. It’s hard to look past Penrith or Melbourne in the finals though. But with a busy Origin period coming up, stronger officiating, and who knows what else to come, it’s unlikely every side will be running out with their best XIII. In that case, if the Bunnies can keep their blistering backs on the park, they will damage any opposition and give their fans hope.</p> </div>   </div> <div id=\"block-60b1f93b8f08d486a77169b9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:22:42.331Z\">9.22am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Half-time: Rabbitohs 20-6 Eels</h2>  <div class=\"block-elements\">  <p>That half ebbed one way, then the other, but the difference was clear, Cody Walker and his incredible relationship with his runners down the left edge. The Bunnies cut the Eels, and their worrying right-side defence, open four times. Nobody expects them to relent in the second half. Parramatta have to control the ball and dominate territory, like they did for spells in that half, if they are to get something out of this.</p> </div>   </div> <div id=\"block-60b1f83c8f086d71cc15e429\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:19:13.332Z\">9.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 20-6 Eels (Gagai, 38)</h2>  <div class=\"block-elements\">  <p>Brilliant, simply brilliant, from Souths. Walker again picks his moment perfectly to turn a solid drive into a penetrating attack, and again it’s that devastating left edge. This time he throws a bullet cut-out pass to Gagai that sends his centre through on the burst and around behind the posts. Parramatta must have spent all week drilling themselves to defend against these plays, and they’ve had no answer on four occasions this first half. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398554603390595072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Same play, different scorer 🔥 BOOM!<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/db3K3UcCbG\">pic.twitter.com/db3K3UcCbG</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398554603390595072?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:20:09.374Z\">at 9.20am BST</time></p>  </div> <div id=\"block-60b1f8028f086d71cc15e426\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:15:47.643Z\">9.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>37 mins: Rabbitohs 14-6 Eels - </strong>The Rabbitohs go end to end in no time and on the last Milne chips infield from the whitewash and all the Eels can do is concede a drop-out.</p> </div>   </div> <div id=\"block-60b1f6f78f086d71cc15e41b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:14:54.140Z\">9.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>35 mins: Rabbitohs 14-6 Eels - </strong>It’s taken 33 minutes of the contest but the first set restart has been called - in favour of Parramatta. That allows Papali’i to return to the field from his sin-bin. It also means Moses is gifted ideal field position to go aerially in the direction of Ferguson, prompting Johnston to palm the ball out under pressure. The Eels reload and this time feed left but just as Papali’i was hustling his way towards the line the Bunnies massed and swarmed the No 11 over the sideline. </p> </div>   </div> <div id=\"block-60b1f5df8f08d486a7716999\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:10:16.592Z\">9.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 14-6 Eels (Johnston, 30)</h2>  <div class=\"block-elements\">  <p>The Eels think they’re through the line and away on the left wing but Gutherson is brought 50m back after a Blake obstruction. Instead of a Parramatta try, Souths take possession 30m from the posts. They pummel the middle for four tackles then, like clockwork, they head left. You know what comes next. Walker, to Gagai, to Johnston, try. The slickest hands in the competition, the most consistent attacking pattern in the competition, against the weak spot of Parramatta’s defence. </p> <p>Reynolds misses another tough conversion. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398552538241138688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Slick stuff from the <a href=\"https://twitter.com/SSFCRABBITOHS?ref_src=twsrc%5Etfw\">@SSFCRABBITOHS</a> 👌<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/FsCWg7w8We\">pic.twitter.com/FsCWg7w8We</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398552538241138688?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:19:36.460Z\">at 9.19am BST</time></p>  </div> <div id=\"block-60b1f55b8f086d71cc15e402\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:05:46.946Z\">9.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>26 mins: Rabbitohs 10-6 Eels - </strong>The Rabbitohs can’t make the extra man count with their first drive after some miscommunication behind the ruck involving Cook. Parramatta respond forcefully, getting within touching distance, allowing Moses to dribble to the corner where Ferguson is just unable to gather the bouncing ball. </p> <p>Meanwhile Nicholls, who has industrious early, has failed an HIA and Souths are down to three on the interchange. </p> </div>   </div> <div id=\"block-60b1f4c08f08d486a771698c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:03:24.894Z\">9.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Papali’i sin-binned</h2>  <div class=\"block-elements\">  <p><strong>24 mins: Rabbitohs 10-6 Eels - </strong>After that blistering start for Souths the last ten minutes have been all Parramatta - but this will change things. Mitchell feeds Milne into a gap and he bursts out of defence towards halfway. Gutherson does superbly to halt him one-on-one but then Papali’i comes in and interferes with Milne’s ability to play the ball - and he’s sent to the bin!</p> </div>   </div> <div id=\"block-60b1f39d8f088d8c3178cb12\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:59:40.231Z\">8.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>21 mins: Rabbitohs 10-6 Eels - </strong>From the penalty <strong>Cody Walker finds himself on report</strong> for a swinging arm to Arthur’s head after Arrow had already begun the tackle. That prompts the Eels to try to bulldoze their way down the left wing but Souths’ right edge stands firm. Moses goes to the sky with his kick and there’s a good chase, but Gagai holds the bomb, under pressure. However, in his desperation to avoid conceding a line drop-out the winger is pinged for a knock-on. He immediately challenges - and is successful - turning a 10m scrum to Parra to the Bunnies’ play-the-ball on the try line. </p> </div>   </div> <div id=\"block-60b1f3208f086d71cc15e3f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:56:09.662Z\">8.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>19 mins: Rabbitohs 10-6 Eels - </strong>Souths, perhaps over-eager to regain momentum, try to spin the ball to the left wing, but it’s risky and ragged and eventually Gagai grasses it. Since that crusher penalty the game has changed completely.</p> </div>   </div> <div id=\"block-60b1f2698f088d8c3178cb07\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:54:04.419Z\">8.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 10-6 Eels (Gutherson, 16)</h2>  <div class=\"block-elements\">  <p>Parra only need one opening to score. Early in the set Arthur spots a gap on the right edge so he drops over a beautifully weighted kick that bounces backwards, perfectly for the onrushing Gutherson to claim and put down. Poor Mitchell was bamboozled by that mystery-spinner. After that early clanger Gutherson is back on an even keel.</p> <p>Moses kicks the extras.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398548297686536195\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gutho gets there &amp; Eels are on the board!<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/iXxsNI9RLs\">pic.twitter.com/iXxsNI9RLs</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398548297686536195?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:00:28.164Z\">at 9.00am BST</time></p>  </div> <div id=\"block-60b1f2078f086d71cc15e3f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:51:02.865Z\">8.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>16 mins: Rabbitohs 10-0 Eels - </strong>Now Gutherson tries to run out of defence but he’s pummelled by Gagai. Parramatta really need a break. And they get one! C<strong>ameron Murray is placed on report</strong> for a crusher tackle on Ferguson. Finally, after 15 minutes, the Eels can run the ball in South Sydney’s half. </p> </div>   </div> <div id=\"block-60b1f1a88f086d71cc15e3e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:49:20.255Z\">8.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>14 mins: Rabbitohs 10-0 Eels - </strong>Ferguson tries to spark the Eels but he is smashed by Burgess and Arrow inside his own 20m. Moses is again invited to kick from his own half. South Sydney have given nothing away so far. They are making life very awkward for Parramatta. </p> </div>   </div> <div id=\"block-60b1f13d8f088d8c3178cafa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:47:43.481Z\">8.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>12 mins: Rabbitohs 10-0 Eels -</strong>Another disciplined set from their own half is honoured by an excellent kick-chase. The Eels have not had any kind of launchpad in this game yet and once again they are forced to kick from range just to clear their lines.</p> </div>   </div> <div id=\"block-60b1f0618f086d71cc15e3e1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:44:49.728Z\">8.44am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 10-0 Eels (Johnston, 8)</h2>  <div class=\"block-elements\">  <p>The Bunnies have two tries early. Souths force a set restart following the drop-out and the weight of pressure and territory eventually counts. From the ruck in midfield the ball flies through three pairs of hands in the blink of an eye until it ends with Johnston diving over in the corner. The interplay from Walker and Mitchell, then onto Johnston, was superb. A real celebration of Indigenous Round.</p> <p>Reynolds misses the touchline conversion. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398545968811823106\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">All the way to AJ! 🔥<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/T8Bj26g237\">pic.twitter.com/T8Bj26g237</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398545968811823106?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:55:10.455Z\">at 8.55am BST</time></p>  </div> <div id=\"block-60b1f0048f088d8c3178caf5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:41:58.736Z\">8.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>7 mins: Rabbitohs 6-0 Eels - </strong>Souths take advantage of the penalty and attack nicely down the right with Nicholls busy. Then they head left and Johnston gets within a couple of metres before Walker’s grubber forces a drop-out. </p> </div>   </div> <div id=\"block-60b1ef538f08d486a7716959\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:56.424Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>5 mins: Rabbitohs 6-0 Eels - </strong>After that early drama both sides exchange solid sets until the Bunnies are gifted a penalty for a bunch of offside Eels chasing a menacing Moses torpedo. </p> </div>   </div> <div id=\"block-60b1ee138f086d71cc15e3c4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:36:50.111Z\">8.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 6-0 Eels (Cook, 2)</h2>  <div class=\"block-elements\">  <p>From the first tackle of the game Kaufusi’s head meets a Rabbitohs shoulder and there’s an early pause to determine whether an HIA is required; it isn’t. Souths continue their set and Reynolds drives a long kick downfield, the chase is superb, and pressure from Arrow forces Gutherson to knock-on.</p> <p>From the scrum Souths sneak out the back and Cook darts through the defensive line and dives over. What a start for South Sydney!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398544102455537664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🍪 from the scrum!<a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://t.co/3dzBUHTAYy\">pic.twitter.com/3dzBUHTAYy</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398544102455537664?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:54:35.247Z\">at 8.54am BST</time></p>  </div> <div id=\"block-60b1edf88f08d486a771694c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:32:25.192Z\">8.32am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kick-off!</h2>  <div class=\"block-elements\">  <p>Third v fourth at ANZ Stadium. Here we go....</p> </div>   </div> <div id=\"block-60b1ed9e8f08d486a7716947\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:32:05.945Z\">8.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s dry at Stadium Australia but there’s a southerly breeze keeping temperatures on the chilly side. </p> </div>   </div> <div id=\"block-60b1ecf18f088d8c3178cad8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:29:51.450Z\">8.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Both sides are wearing a specially designed Indigenous Round jerseys this evening. The Eels’ uniform is predominately blue, with yellow accents. South Sydney are in a wavier version of their green and red hoops. </p> </div>   </div> <div id=\"block-60b1ec378f086d71cc15e3b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:25:32.775Z\">8.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are some flash boots on display celebrating NRL Indigenous Round. Here are Adam Reynolds’. </p>  <figure class=\"element element-image\" data-media-id=\"65462a8740ab25ff926955aab2b763c75b67dcfe\"> <img src=\"https://media.guim.co.uk/65462a8740ab25ff926955aab2b763c75b67dcfe/0_0_5184_3456/1000.jpg\" alt=\"Adam Reynolds\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adam Reynolds’ boots for the NRL’s Indigenous Round.</span> <span class=\"element-image__credit\">Photograph: Jason McCawley/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b1ea0e8f08d486a771691f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:17:51.781Z\">8.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One match today has already concluded, and it will come as no surprise that the imperious Panthers continued their unbeaten start to the season, running out 30-4 winners over the Bulldogs.</p> <p>We’re heading for another Penrith v Melbourne grand final, aren’t we?</p> </div>   </div> <div id=\"block-60b1e15d8f088d8c3178ca87\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:14:26.732Z\">8.14am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eels XVII</h2>  <div class=\"block-elements\">  <p>Reagan Campbell-Gillard is suspended, so Oregon Kaufusi moves into the starting XIII with Marata Niukore joining the bench.</p> <p><strong>1 Clinton Gutherson, 2 Maika Sivo, 3 Tom Opacic, 4 Waqa Blake, 5 Blake Ferguson, 6 Jakob Arthur, 7 Mitchell Moses, 8 Oregon Kaufusi, 9 Reed Mahoney, 10 Junior Paulo, 11 Isaiah Papali’i, 12 Ryan Matterson, 13 Nathan Brown, 14 Marata Niukore, 15 Shaun Lane, 16 Joey Lussick, 17 Bryce Cartwright.</strong></p> </div>   </div> <div id=\"block-60b1e0758f088d8c3178ca7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:10:48.874Z\">8.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rabbitohs XVII</h2>  <div class=\"block-elements\">  <p>Four changes to the Bunnies with Cameron Murray, Taane Milne, Hame Sele and Jacob Host coming in for Liam Knight, Jed Cartwright, Jaydn Su’A and the concussed Josh Mansour. </p> <p><strong>1 Latrell Mitchell, 2 Alex Johnston, 3 Dane Gagai, 4 Campbell Graham, 5 Taane Milne, 6 Cody Walker, 7 Adam Reynolds, 8 Jai Arrow, 9 Damien Cook, 10 Tevita Tatola, 11 Keaon Koloamatangi, 13 Cameron Murray, </strong><strong>15 Mark Nicholls.<br></strong><strong><em>Int</em>: 12 Jacob Host, </strong><strong>14 Benji Marshall, 16 Hame Sele, 17 Thomas Burgess.</strong></p> </div>   </div> <div id=\"block-60b080a28f086d71cc15d188\" class=\"block is-key-event\" data-block-contributor=\"profile/jonathan-howcroft\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:01:28.810Z\">8.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>Hello everybody and welcome to live coverage of the Bunnies v the Eels from ANZ Stadium in Sydney. Kick-off in this third v fourth-placed clash is 5.30pm.</p> <p>Both these sides will be desperate to bounce back after chastening defeats last Sunday. Souths were embarrassed by a rampant Penrith in Dubbo, while Parramatta slipped at home to a resurgent Manly.</p> <p>The Rabbitohs desperately need to tighten up in defence if they are to take advantage of their thrilling play with ball in hand. Wayne Bennet’s side have conceded the most points of any side in the top six, and over 50 twice in three rounds.</p> <p>“After the game he did not say one word,” hooker Damien Cook told The Big Sports Breakfast about Bennett’s reaction. “Normally he will at least say a couple but by the time we got in the sheds he wasn’t even there. He had gone to the press conference and we were just told to get in the showers and get out of there. That was probably the worst thing you can get from a coach.” </p> <p>For the Eels, a 9-2 start to the season shows there’s no cause for panic, but Brad Arthur would have been concerned at how his side’s right edge was targeted, and exposed, by the Sea Eagles. “They got some joy there,” Arthur said afterwards. “We’ve got to have a look at that and just make sure we’re working together as a team.” </p> <p>Throughout the evening feel free to join in via <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">email</a> or send a tweet to <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=-DLXE5UMtis\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/-DLXE5UMtis?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>The promo for the 2021 Indigenous Round is a belter.</figcaption> </figure>  </div>   </div>","wordcount":"1774","firstPublicationDate":"2021-05-29T07:01:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:35:06Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6xf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f0ae43ff71b6cbfc8b21619d2c5eab58b5117b05/0_57_2343_1406/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The teams are back out for the second half. “Hi Jonathan,” hi Harry, great to have you tuning in. “Much better from my Bunnies this weekend (so far, I suppose I should stay :)). Very happy with the form bounce-back, though I’m not surprised. I’ve said that the Panthers and the Storm are streets ahead of the rest at this point in the season. Come September, who knows though. Still confident of a top-four finish, and I think our display backs that up.” Agreed Harry. There should be no dramas on the top-four front, as much because there’s daylight to the chasing pack with Canberra’s drop-off and the Roosters’ injury-list. It’s hard to look past Penrith or Melbourne in the finals though. But with a busy Origin period coming up, stronger officiating, and who knows what else to come, it’s unlikely every side will be running out with their best XIII. In that case, if the Bunnies can keep their blistering backs on the park, they will damage any opposition and give their fans hope. That half ebbed one way, then the other, but the difference was clear, Cody Walker and his incredible relationship with his runners down the left edge. The Bunnies cut the Eels, and their worrying right-side defence, open four times. Nobody expects them to relent in the second half. Parramatta have to control the ball and dominate territory, like they did for spells in that half, if they are to get something out of this. Brilliant, simply brilliant, from Souths. Walker again picks his moment perfectly to turn a solid drive into a penetrating attack, and again it’s that devastating left edge. This time he throws a bullet cut-out pass to Gagai that sends his centre through on the burst and around behind the posts. Parramatta must have spent all week drilling themselves to defend against these plays, and they’ve had no answer on four occasions this first half. 37 mins: Rabbitohs 14-6 Eels - The Rabbitohs go end to end in no time and on the last Milne chips infield from the whitewash and all the Eels can do is concede a drop-out. 35 mins: Rabbitohs 14-6 Eels - It’s taken 33 minutes of the contest but the first set restart has been called - in favour of Parramatta. That allows Papali’i to return to the field from his sin-bin. It also means Moses is gifted ideal field position to go aerially in the direction of Ferguson, prompting Johnston to palm the ball out under pressure. The Eels reload and this time feed left but just as Papali’i was hustling his way towards the line the Bunnies massed and swarmed the No 11 over the sideline. The Eels think they’re through the line and away on the left wing but Gutherson is brought 50m back after a Blake obstruction. Instead of a Parramatta try, Souths take possession 30m from the posts. They pummel the middle for four tackles then, like clockwork, they head left. You know what comes next. Walker, to Gagai, to Johnston, try. The slickest hands in the competition, the most consistent attacking pattern in the competition, against the weak spot of Parramatta’s defence. Reynolds misses another tough conversion. 26 mins: Rabbitohs 10-6 Eels - The Rabbitohs can’t make the extra man count with their first drive after some miscommunication behind the ruck involving Cook. Parramatta respond forcefully, getting within touching distance, allowing Moses to dribble to the corner where Ferguson is just unable to gather the bouncing ball. Meanwhile Nicholls, who has industrious early, has failed an HIA and Souths are down to three on the interchange. 24 mins: Rabbitohs 10-6 Eels - After that blistering start for Souths the last ten minutes have been all Parramatta - but this will change things. Mitchell feeds Milne into a gap and he bursts out of defence towards halfway. Gutherson does superbly to halt him one-on-one but then Papali’i comes in and interferes with Milne’s ability to play the ball - and he’s sent to the bin! 21 mins: Rabbitohs 10-6 Eels - From the penalty Cody Walker finds himself on report for a swinging arm to Arthur’s head after Arrow had already begun the tackle. That prompts the Eels to try to bulldoze their way down the left wing but Souths’ right edge stands firm. Moses goes to the sky with his kick and there’s a good chase, but Gagai holds the bomb, under pressure. However, in his desperation to avoid conceding a line drop-out the winger is pinged for a knock-on. He immediately challenges - and is successful - turning a 10m scrum to Parra to the Bunnies’ play-the-ball on the try line. 19 mins: Rabbitohs 10-6 Eels - Souths, perhaps over-eager to regain momentum, try to spin the ball to the left wing, but it’s risky and ragged and eventually Gagai grasses it. Since that crusher penalty the game has changed completely. Parra only need one opening to score. Early in the set Arthur spots a gap on the right edge so he drops over a beautifully weighted kick that bounces backwards, perfectly for the onrushing Gutherson to claim and put down. Poor Mitchell was bamboozled by that mystery-spinner. After that early clanger Gutherson is back on an even keel. Moses kicks the extras. 16 mins: Rabbitohs 10-0 Eels - Now Gutherson tries to run out of defence but he’s pummelled by Gagai. Parramatta really need a break. And they get one! Cameron Murray is placed on report for a crusher tackle on Ferguson. Finally, after 15 minutes, the Eels can run the ball in South Sydney’s half. 14 mins: Rabbitohs 10-0 Eels - Ferguson tries to spark the Eels but he is smashed by Burgess and Arrow inside his own 20m. Moses is again invited to kick from his own half. South Sydney have given nothing away so far. They are making life very awkward for Parramatta. 12 mins: Rabbitohs 10-0 Eels -Another disciplined set from their own half is honoured by an excellent kick-chase. The Eels have not had any kind of launchpad in this game yet and once again they are forced to kick from range just to clear their lines. The Bunnies have two tries early. Souths force a set restart following the drop-out and the weight of pressure and territory eventually counts. From the ruck in midfield the ball flies through three pairs of hands in the blink of an eye until it ends with Johnston diving over in the corner. The interplay from Walker and Mitchell, then onto Johnston, was superb. A real celebration of Indigenous Round. Reynolds misses the touchline conversion. 7 mins: Rabbitohs 6-0 Eels - Souths take advantage of the penalty and attack nicely down the right with Nicholls busy. Then they head left and Johnston gets within a couple of metres before Walker’s grubber forces a drop-out. 5 mins: Rabbitohs 6-0 Eels - After that early drama both sides exchange solid sets until the Bunnies are gifted a penalty for a bunch of offside Eels chasing a menacing Moses torpedo. From the first tackle of the game Kaufusi’s head meets a Rabbitohs shoulder and there’s an early pause to determine whether an HIA is required; it isn’t. Souths continue their set and Reynolds drives a long kick downfield, the chase is superb, and pressure from Arrow forces Gutherson to knock-on. From the scrum Souths sneak out the back and Cook darts through the defensive line and dives over. What a start for South Sydney! Third v fourth at ANZ Stadium. Here we go.... It’s dry at Stadium Australia but there’s a southerly breeze keeping temperatures on the chilly side. Both sides are wearing a specially designed Indigenous Round jerseys this evening. The Eels’ uniform is predominately blue, with yellow accents. South Sydney are in a wavier version of their green and red hoops. There are some flash boots on display celebrating NRL Indigenous Round. Here are Adam Reynolds’. One match today has already concluded, and it will come as no surprise that the imperious Panthers continued their unbeaten start to the season, running out 30-4 winners over the Bulldogs. We’re heading for another Penrith v Melbourne grand final, aren’t we? Reagan Campbell-Gillard is suspended, so Oregon Kaufusi moves into the starting XIII with Marata Niukore joining the bench. 1 Clinton Gutherson, 2 Maika Sivo, 3 Tom Opacic, 4 Waqa Blake, 5 Blake Ferguson, 6 Jakob Arthur, 7 Mitchell Moses, 8 Oregon Kaufusi, 9 Reed Mahoney, 10 Junior Paulo, 11 Isaiah Papali’i, 12 Ryan Matterson, 13 Nathan Brown, 14 Marata Niukore, 15 Shaun Lane, 16 Joey Lussick, 17 Bryce Cartwright. Four changes to the Bunnies with Cameron Murray, Taane Milne, Hame Sele and Jacob Host coming in for Liam Knight, Jed Cartwright, Jaydn Su’A and the concussed Josh Mansour. 1 Latrell Mitchell, 2 Alex Johnston, 3 Dane Gagai, 4 Campbell Graham, 5 Taane Milne, 6 Cody Walker, 7 Adam Reynolds, 8 Jai Arrow, 9 Damien Cook, 10 Tevita Tatola, 11 Keaon Koloamatangi, 13 Cameron Murray, 15 Mark Nicholls. Int: 12 Jacob Host, 14 Benji Marshall, 16 Hame Sele, 17 Thomas Burgess. Hello everybody and welcome to live coverage of the Bunnies v the Eels from ANZ Stadium in Sydney. Kick-off in this third v fourth-placed clash is 5.30pm. Both these sides will be desperate to bounce back after chastening defeats last Sunday. Souths were embarrassed by a rampant Penrith in Dubbo, while Parramatta slipped at home to a resurgent Manly. The Rabbitohs desperately need to tighten up in defence if they are to take advantage of their thrilling play with ball in hand. Wayne Bennet’s side have conceded the most points of any side in the top six, and over 50 twice in three rounds. “After the game he did not say one word,” hooker Damien Cook told The Big Sports Breakfast about Bennett’s reaction. “Normally he will at least say a couple but by the time we got in the sheds he wasn’t even there. He had gone to the press conference and we were just told to get in the showers and get out of there. That was probably the worst thing you can get from a coach.” For the Eels, a 9-2 start to the season shows there’s no cause for panic, but Brad Arthur would have been concerned at how his side’s right edge was targeted, and exposed, by the Sea Eagles. “They got some joy there,” Arthur said afterwards. “We’ve got to have a look at that and just make sure we’re working together as a team.” Throughout the evening feel free to join in via email or send a tweet to @JPHowcroft.","charCount":"10166","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-howcroft\">Jonathan Howcroft</a>"},{"headline":"Oligarch v sheikh: Champions League final’s battle of the billionaires","standfirst":"<p>When it comes to wealth, there’s little between Chelsea’s Roman Abramovich and Manchester City’s Sheikh Mansour</p>","trailText":"When it comes to wealth, there’s little between Chelsea’s Roman Abramovich and Manchester City’s Sheikh Mansour","byline":"Rupert Neate Wealth correspondent","main":"<figure class=\"element element-image\" data-media-id=\"d562469780ac3d85f035d0dc49c5cab9df2c771a\"> <img src=\"https://media.guim.co.uk/d562469780ac3d85f035d0dc49c5cab9df2c771a/90_0_3430_2058/1000.jpg\" alt=\"Roman Abramovich’s yacht, the Eclipse\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roman Abramovich’s yacht, the Eclipse, cost £350m in 2009. In today’s prices, that’s the cost of three or four world-class players.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>","body":"<p>Welcome to the battle of the billionaires. On the pitch the Champions League final between Chelsea and Manchester City in Porto on Saturday will be the biggest match of most of the players’ careers. On the touchline it is also the culmination of a 13-year struggle between two of the world’s richest people – and their wallets – for world football supremacy.</p> <p>Roman Abramovich, the Russian oligarch who bought Chelsea in 2003, and Sheikh Mansour bin Zayed al-Nahyan, a member of the Abu Dhabi royal family who purchased Manchester City in 2008, have collectively spent more than £3.7bn on buying players since they bought the clubs.</p> <p>The investment has paid off in terms of trophies, but has also, many argue, stripped the beautiful game of its democracy, leaving clubs without billionaire backers struggling to compete.</p> <p>Since Mansour’s takeover, City have won 13 league titles or cups, compared with nine in the previous 128 years since the club was formed in 1880 as a form of social work by Anna Connell, the vicar’s daughter at St Mark’s church. Chelsea have hauled in 16 major trophies since Abramovich took over at Stamford Bridge nearly two decades ago, compared with 10 before.</p>  <figure class=\"element element-image\" data-media-id=\"608d3afae513d9ef4ab19b5772f62699024fd241\"> <img src=\"https://media.guim.co.uk/608d3afae513d9ef4ab19b5772f62699024fd241/0_77_3504_2103/1000.jpg\" alt=\"Roman Abramovich.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roman Abramovich.</span> <span class=\"element-image__credit\">Photograph: R Parker/Sportsphoto</span> </figcaption> </figure>  <p>While the coronavirus pandemic has plunged many smaller clubs into financial crisis, with playing to empty stadiums slashing gate receipts to zero, Chelsea spent a club record £89m (including add-ons) signing attacking midfielder Kai Havertz from Bayer Leverkusen. He was Chelsea’s sixth major signing in the transfer window, taking their spending to around £230m. In total, Chelsea have spent about £2bn on players since Abramovich took over.</p> <p>Sheikh Mansour has not been afraid to splash the cash either. City set a then-Premier League transfer fee record of £32.5m signing Robinho from Real Madrid on 1 September 2008 – the last day of that year’s transfer window and the day Mansour officially took control of the club. Since then City have spent a further £1.7bn on players.</p> <p>The club’s latest financial accounts reveal that while most clubs cut back players’ salaries in the 2019-20 season, City’s wage bill increased 11% to £351m – a Premier League record (and £90m more than Chelsea’s players bill).</p> <p>The staggering outlay looks set to continue as the club is reportedly prepared to spend £100m on Aston Villa’s Jack Grealish – which would set a new transfer fee record.</p> <p>Both of the billionaires signed their clubs up to the European Super League, <a href=\"https://www.theguardian.com/business/2021/apr/24/how-jp-morgan-and-jamie-dimon-scored-a-spectacular-own-goal-on-the-esl\">the now-collapsed plan to unite the continent’s richest clubs in a new even more money-spinning league</a> last month. But they were also the first two clubs to pull out following opposition from fans, the prime minister and Prince William.</p>  <figure class=\"element element-image\" data-media-id=\"c9904c8a2872e186fba241423ba6ad6da3ad59b6\"> <img src=\"https://media.guim.co.uk/c9904c8a2872e186fba241423ba6ad6da3ad59b6/0_11_1917_1150/1000.jpg\" alt=\"Manchester City owner Sheikh Mansour bin Zayed Al Nahyan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manchester City owner Sheikh Mansour bin Zayed Al Nahyan.</span> <span class=\"element-image__credit\">Photograph: Jason Cairnduff/Action Images</span> </figcaption> </figure>  <p>Manchester City, who were crowned Premier League champions in 2011-12, 2013-14, 2017-18, 2018-19 and 2020-21, have yet to win the Champions League. Chelsea were Champions League winners in 2012 (beating Bayern Munich 4–3 on penalties), and won the Premier League in 2004-5, 2005-6, 2009-10, 2014-15 and 2016-17.</p> <p>It’s harder to compare the clubs’ owners in the league table of wealth. The Bloomberg billionaire index places Abramovich, who made most of his money selling a majority stake in Russian oil company Sibneft to state-owned gas group Gazprom, as the 102nd-richest person on the planet with an estimated £13.3bn.</p> <p>Mansour’s wealth is trickier to quantify as it is shared with other members of Abu Dhabi’s ruling family and state-backed companies, but his fortune has been put at between £13bn and £17bn. As well as serving as Abu Dhabi’s deputy prime minister, Mansour is also chief executive of emirate’s $243bn sovereign wealth fund, and sits on the boards of the Abu Dhabi National Oil Company, the Emirates Nuclear Energy Corporation, Abu Dhabi Commercial Bank and Emirates Global Aluminium.</p> <p>Aside from football, both men have spent a lot of money on luxury cars and houses as well as, of course, <a href=\"https://www.theguardian.com/lifeandstyle/2018/may/26/superyachts-something-goes-wrong-raise-the-anchor\">superyachts</a>. Abramovich owned the world’s largest superyacht, measured at 162.5 metres when it was delivered in 2009 at a cost of about £350m. Called <a href=\"https://www.theguardian.com/lifeandstyle/2014/jan/26/superyacht-billionaires-helipads-tennis-courts\">Eclipse, it boasts 24 guest cabins, two helicopter pads, two swimming pools and a missile defence system</a>.</p> <p>It has since been eclipsed by the 180-metre Azzam ordered by Mansour’s family at a rumoured cost of £400m in 2013. Azzam took 1.5 million working hours to build and its teak decks are big enough to cover half a football pitch.</p> <p>As well as spending on players, both Abramovich and Mansour have spent many millions on training grounds, youth team development, managers and executives.</p> <p>Soon after Abramovich took over at Chelsea, the club spent £20m on a new training ground in Cobham, Surrey. It has 30 pitches, three with undersoil heating and six that meet Premier League game standards, as well as a rehabilitation centre. Players had previously trained at outdated facilities near Heathrow Airport owned by Imperial College London. Then-manager José Mourinho said the Cobham facilities were a “significant step forward” in the charge to the top.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk </figcaption> </figure>  <p>Mansour’s footballing ambitions do not begin and end with Manchester City. His <a href=\"https://www.cityfootballgroup.com/our-story/\">City Football Group</a> (CFG) has since bought New York City FC in the MLS and Melbourne City FC of Australia’s A-League. CFG also owns stakes in Japan’s Yokohama F Marinos, Uruguay’s Montevideo City Torque, Spain’s Girona, China’s Sichuan Jiuniu, Mumbai City in India, Lommel SK in Belgium and France’s Espérance Sportive Troyes Aube Champagne (ESTAC).</p> <p>The owner’s largesse even extends to helping cover the costs for fans flying out to watch the match at Porto’s Estádio do Dragão (Dragon Stadium) on Saturday. Mansour said on 18 May he would foot the bill for most of the 6,000 fans travelling out for the match. “Cognisant of how the pandemic has affected all Manchester City supporters and has created an increase in travel costs, Sheikh Mansour has sought to remove the most significant financial barrier to fans attending the final,” the club said.</p> <p>Following pressure on Twitter for Abramovich to match City’s generosity, Chelsea announced a day later it would also step in to offer “subsidised travel arrangements”.</p>","newspaperPageNumber":"7","wordcount":"997","firstPublicationDate":"2021-05-29T08:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:30:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht2zf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d562469780ac3d85f035d0dc49c5cab9df2c771a/90_0_3430_2058/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Welcome to the battle of the billionaires. On the pitch the Champions League final between Chelsea and Manchester City in Porto on Saturday will be the biggest match of most of the players’ careers. On the touchline it is also the culmination of a 13-year struggle between two of the world’s richest people – and their wallets – for world football supremacy. Roman Abramovich, the Russian oligarch who bought Chelsea in 2003, and Sheikh Mansour bin Zayed al-Nahyan, a member of the Abu Dhabi royal family who purchased Manchester City in 2008, have collectively spent more than £3.7bn on buying players since they bought the clubs. The investment has paid off in terms of trophies, but has also, many argue, stripped the beautiful game of its democracy, leaving clubs without billionaire backers struggling to compete. Since Mansour’s takeover, City have won 13 league titles or cups, compared with nine in the previous 128 years since the club was formed in 1880 as a form of social work by Anna Connell, the vicar’s daughter at St Mark’s church. Chelsea have hauled in 16 major trophies since Abramovich took over at Stamford Bridge nearly two decades ago, compared with 10 before. While the coronavirus pandemic has plunged many smaller clubs into financial crisis, with playing to empty stadiums slashing gate receipts to zero, Chelsea spent a club record £89m (including add-ons) signing attacking midfielder Kai Havertz from Bayer Leverkusen. He was Chelsea’s sixth major signing in the transfer window, taking their spending to around £230m. In total, Chelsea have spent about £2bn on players since Abramovich took over. Sheikh Mansour has not been afraid to splash the cash either. City set a then-Premier League transfer fee record of £32.5m signing Robinho from Real Madrid on 1 September 2008 – the last day of that year’s transfer window and the day Mansour officially took control of the club. Since then City have spent a further £1.7bn on players. The club’s latest financial accounts reveal that while most clubs cut back players’ salaries in the 2019-20 season, City’s wage bill increased 11% to £351m – a Premier League record (and £90m more than Chelsea’s players bill). The staggering outlay looks set to continue as the club is reportedly prepared to spend £100m on Aston Villa’s Jack Grealish – which would set a new transfer fee record. Both of the billionaires signed their clubs up to the European Super League, the now-collapsed plan to unite the continent’s richest clubs in a new even more money-spinning league last month. But they were also the first two clubs to pull out following opposition from fans, the prime minister and Prince William. Manchester City, who were crowned Premier League champions in 2011-12, 2013-14, 2017-18, 2018-19 and 2020-21, have yet to win the Champions League. Chelsea were Champions League winners in 2012 (beating Bayern Munich 4–3 on penalties), and won the Premier League in 2004-5, 2005-6, 2009-10, 2014-15 and 2016-17. It’s harder to compare the clubs’ owners in the league table of wealth. The Bloomberg billionaire index places Abramovich, who made most of his money selling a majority stake in Russian oil company Sibneft to state-owned gas group Gazprom, as the 102nd-richest person on the planet with an estimated £13.3bn. Mansour’s wealth is trickier to quantify as it is shared with other members of Abu Dhabi’s ruling family and state-backed companies, but his fortune has been put at between £13bn and £17bn. As well as serving as Abu Dhabi’s deputy prime minister, Mansour is also chief executive of emirate’s $243bn sovereign wealth fund, and sits on the boards of the Abu Dhabi National Oil Company, the Emirates Nuclear Energy Corporation, Abu Dhabi Commercial Bank and Emirates Global Aluminium. Aside from football, both men have spent a lot of money on luxury cars and houses as well as, of course, superyachts. Abramovich owned the world’s largest superyacht, measured at 162.5 metres when it was delivered in 2009 at a cost of about £350m. Called Eclipse, it boasts 24 guest cabins, two helicopter pads, two swimming pools and a missile defence system. It has since been eclipsed by the 180-metre Azzam ordered by Mansour’s family at a rumoured cost of £400m in 2013. Azzam took 1.5 million working hours to build and its teak decks are big enough to cover half a football pitch. As well as spending on players, both Abramovich and Mansour have spent many millions on training grounds, youth team development, managers and executives. Soon after Abramovich took over at Chelsea, the club spent £20m on a new training ground in Cobham, Surrey. It has 30 pitches, three with undersoil heating and six that meet Premier League game standards, as well as a rehabilitation centre. Players had previously trained at outdated facilities near Heathrow Airport owned by Imperial College London. Then-manager José Mourinho said the Cobham facilities were a “significant step forward” in the charge to the top. Mansour’s footballing ambitions do not begin and end with Manchester City. His City Football Group (CFG) has since bought New York City FC in the MLS and Melbourne City FC of Australia’s A-League. CFG also owns stakes in Japan’s Yokohama F Marinos, Uruguay’s Montevideo City Torque, Spain’s Girona, China’s Sichuan Jiuniu, Mumbai City in India, Lommel SK in Belgium and France’s Espérance Sportive Troyes Aube Champagne (ESTAC). The owner’s largesse even extends to helping cover the costs for fans flying out to watch the match at Porto’s Estádio do Dragão (Dragon Stadium) on Saturday. Mansour said on 18 May he would foot the bill for most of the 6,000 fans travelling out for the match. “Cognisant of how the pandemic has affected all Manchester City supporters and has created an increase in travel costs, Sheikh Mansour has sought to remove the most significant financial barrier to fans attending the final,” the club said. Following pressure on Twitter for Abramovich to match City’s generosity, Chelsea announced a day later it would also step in to offer “subsidised travel arrangements”.","charCount":"6083","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rupertneate\">Rupert Neate</a> Wealth correspondent"},{"headline":"Dwarf pansy blooms on tiny Scilly island after 16-year absence ","standfirst":"<p>Rare flower reappears on Tean after disappearing in the absence of human inhabitants</p>","trailText":"Rare flower reappears on Tean after disappearing in the absence of human inhabitants","byline":"Patrick Barkham","main":"<figure class=\"element element-image\" data-media-id=\"02debfc9231cc085a1a9f1e2382dd9f5ba81b731\"> <img src=\"https://media.guim.co.uk/02debfc9231cc085a1a9f1e2382dd9f5ba81b731/505_398_947_568/500.jpg\" alt=\"The first flowering dwarf pansy (Viola kitaibeliana) on the uninhabited Island of Tean after 16 years’ absence.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The first flowering dwarf pansy (Viola kitaibeliana) on the uninhabited Island of Tean after 16 years’ absence.</span> <span class=\"element-image__credit\">Photograph: BareFoot Photographer/The Wildlife Trusts</span> </figcaption> </figure>","body":"<p>The tiny island of <a href=\"https://www.ios-wildlifetrust.org.uk/tean\">Tean</a> was once home to a single resident, a modest chapel, diminutive grazed fields and a dwarf pansy smaller than the tip of a pencil.</p> <p>All these things vanished from the 0.16 sq km Scilly island in the years after it was abandoned by humans seeking larger things.</p> <p>But now the dwarf pansy (<em><a href=\"https://www.brc.ac.uk/plantatlas/plant/viola-kitaibeliana\">Viola kitaibeliana</a></em>), which is found nowhere in Britain apart from on the Isles of Scilly archipelago, has returned to flower again after an absence of 16 summers.</p> <p>The pansy was discovered by rangers for the <a href=\"https://www.ios-wildlifetrust.org.uk/\">Isles of Scilly Wildlife Trust</a>, who have taken a boat to Tean every autumn and spring for the past seven years to cut back bracken and gorse in parts of the island where it was once found.</p> <p>The pansy, an annual which spreads its seeds after flowering each year, requires short, well-grazed or regularly disturbed turf in which to prosper.</p> <p>Tean was grazed by livestock until the second world war, but the abandonment of grazing alongside the disappearance of rabbits from the island made life more difficult for the dwarf pansy.</p> <p>Seeds from its last confirmed flowering in 2004 lay dormant in Tean’s sandy soil for years until conditions created by the rangers were suitable for it to germinate again.</p>  <figure class=\"element element-image\" data-media-id=\"24583ced5444801f92035a39984de7237498aad8\"> <img src=\"https://media.guim.co.uk/24583ced5444801f92035a39984de7237498aad8/0_85_500_300/500.jpg\" alt=\"A purple dwarf pansy on the Isles of Scilly\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dwarf pansy on Isles of Scilly.</span> <span class=\"element-image__credit\">Photograph: Isles of Scilly Wildlife Trust</span> </figcaption> </figure>  <p>Darren Mason, head ranger, said: “I can’t quite believe it, I’m absolutely stoked.</p> <p>“The dwarf pansy is found on small sites on Tresco and Bryher as well but both of those sites are affected by sea level rise and coastal erosion, so we needed to do the work on Tean to secure the future for this rare species.”</p> <p>The removal of bracken, coarse grasses and scrub from maritime grassland areas of Tean has also boosted other wildflowers including changing forget-me-not, Portland spurge and lady’s bedstraw.</p> <p>Rangers discovered just two flowering pansies this spring but will extend their surveying of the island to see if it spreads further.</p> <p>“Now it is flowering again that will set the seed and we’re hoping it will continue to spread further afield on Tean,” said Mason.</p> <p>With its balmy, maritime climate, Scilly, positioned 28 miles beyond Land’s End, is home to a number of species found nowhere on mainland Britain, including the <a href=\"https://ptes.org/get-informed/facts-figures/lesser-white-toothed-scilly-shrew/\">lesser white-toothed shrew</a>, <a href=\"https://www.ios-wildlifetrust.org.uk/orange-birds-foot\">orange bird’s foot</a> and <a href=\"https://www.plantlife.org.uk/uk/nature-reserves-important-plant-areas/important-plant-areas/isles-scilly\">gilt-edged lichen</a>, which is a critically endangered plant.</p> <p>Although some areas of Tean are out of bounds during the April-September bird nesting season, it is possible for visitors to reach the island – if they can find a boat to take them – although the dwarf pansy will not be flowering again until next spring.</p> <p>“People can see the pansy,” said Mason, “if they are willing to get down on their hands and knees and search for it.”</p>","newspaperPageNumber":"19","wordcount":"460","firstPublicationDate":"2021-05-29T08:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:30:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht8fb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/02debfc9231cc085a1a9f1e2382dd9f5ba81b731/505_398_947_568/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The tiny island of Tean was once home to a single resident, a modest chapel, diminutive grazed fields and a dwarf pansy smaller than the tip of a pencil. All these things vanished from the 0.16 sq km Scilly island in the years after it was abandoned by humans seeking larger things. But now the dwarf pansy (Viola kitaibeliana), which is found nowhere in Britain apart from on the Isles of Scilly archipelago, has returned to flower again after an absence of 16 summers. The pansy was discovered by rangers for the Isles of Scilly Wildlife Trust, who have taken a boat to Tean every autumn and spring for the past seven years to cut back bracken and gorse in parts of the island where it was once found. The pansy, an annual which spreads its seeds after flowering each year, requires short, well-grazed or regularly disturbed turf in which to prosper. Tean was grazed by livestock until the second world war, but the abandonment of grazing alongside the disappearance of rabbits from the island made life more difficult for the dwarf pansy. Seeds from its last confirmed flowering in 2004 lay dormant in Tean’s sandy soil for years until conditions created by the rangers were suitable for it to germinate again. Darren Mason, head ranger, said: “I can’t quite believe it, I’m absolutely stoked. “The dwarf pansy is found on small sites on Tresco and Bryher as well but both of those sites are affected by sea level rise and coastal erosion, so we needed to do the work on Tean to secure the future for this rare species.” The removal of bracken, coarse grasses and scrub from maritime grassland areas of Tean has also boosted other wildflowers including changing forget-me-not, Portland spurge and lady’s bedstraw. Rangers discovered just two flowering pansies this spring but will extend their surveying of the island to see if it spreads further. “Now it is flowering again that will set the seed and we’re hoping it will continue to spread further afield on Tean,” said Mason. With its balmy, maritime climate, Scilly, positioned 28 miles beyond Land’s End, is home to a number of species found nowhere on mainland Britain, including the lesser white-toothed shrew, orange bird’s foot and gilt-edged lichen, which is a critically endangered plant. Although some areas of Tean are out of bounds during the April-September bird nesting season, it is possible for visitors to reach the island – if they can find a boat to take them – although the dwarf pansy will not be flowering again until next spring. “People can see the pansy,” said Mason, “if they are willing to get down on their hands and knees and search for it.”","charCount":"2625","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/patrickbarkham\">Patrick Barkham</a>"},{"headline":"I Used to Be Normal: A Boyband Fangirl Story review – tears, squeals and boundless devotion","standfirst":"<p>Four generations of superfan discuss their teenage obsession, from the Beatles to One Direction, in a sensitive documentary</p>","trailText":"Four generations of superfan discuss their teenage obsession, from the Beatles to One Direction, in a sensitive documentary","byline":"Adrian Horton","main":"<figure class=\"element element-image\" data-media-id=\"082c1aea6d3b7da9445a4ddd3a6bd7683be7714f\"> <img src=\"https://media.guim.co.uk/082c1aea6d3b7da9445a4ddd3a6bd7683be7714f/1123_374_4493_2696/1000.jpg\" alt=\"I Used to Be Normal: A Boyband Fangirl Story.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Feeling alive and seen ... I Used to Be Normal: A Boyband Fangirl Story.</span> <span class=\"element-image__credit\">Photograph: Elisenda Russell/Sparky Pictures Ltd</span> </figcaption> </figure>","body":"<p>Unless you’ve experienced boyband fandom, it can be difficult to square the contrivance of commercial PG pop acts with the overwhelming, boundless, alchemic devotion felt by their teenage fans. The cultural default is to deride, dismiss and pathologise teenage girls undone by fandom (see, a century before boybands, <a href=\"https://en.wikipedia.org/wiki/Lisztomania\">Lisztomania</a>). In sharp contrast is I Used to Be Normal: A Boyband Fangirl Story, Australian film-maker Jessica Leski’s generous, observational documentary of boyband obsession across four pop generations.</p> <p>The film takes its title from a tearful lament by then 16-year-old Elif, a <a href=\"https://www.theguardian.com/music/one-direction\">One Direction</a> superfan in New York, in a viral YouTube video of her melting into tears/panic/excitement at the idea of meeting the band’s Niall Horan. At school and in the clip, Elif is chastised (by herself among others) for her deeply unchill display of feeling. But the 90-minute documentary subtly skewers that idea of normal. Leski smartly understands that fandom is not so much a condition as a portal for universal teenage emotions: a transformative experience of coming into your own, of feeling alive and seen.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=octM3Pge76I\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/octM3Pge76I?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>The film offers a breezy skim through this phenomenon; the bulk of the footage is just listening, in first-person testimonials, to four personal experiences. Dara, a 33-year-old <a href=\"https://www.theguardian.com/music/take-that\">Take That</a> diehard in Australia, provides a succinct overview of the genre’s defining characteristics (three to five band members, categorisable personas, lovelorn lyrics, no mention of sex). Susan, 64, also Australian, recalls <a href=\"https://www.theguardian.com/music/2013/sep/29/beatlemania-screamers-fandom-teenagers-hysteria\">Beatledom</a> in the early 60s as an evergreen, unmatchable catharsis. Elif and 25-year-old Sadia, a <a href=\"https://www.theguardian.com/music/2019/jun/11/backstreet-boys-review-manchester-arena\">Backstreet Boys</a> devotee, discuss how online fan communities both alienated them from immigrant parents and helped soothe feelings of unbelonging in the US.</p> <p>More uncomfortable images of gawking or obsession – no-longer-teenage fans, for example, following Nick Carter on a Backstreet Boys cruise like camera-laden hyenas to a gazelle – are unprocessed, as Leski never presses into discomfort or shame harder than the subjects themselves. The film also sidesteps fandom’s potential for toxicity, especially on social media. I Used to Be Normal feels like a balm to anyone who’s watched a music video and fallen into hours of yearning – an experience that is quite normal and even, years later, still formative and viscerally real.</p> <p>• I Used to Be Normal: A Boyband Fangirl Story is released on 31 May on digital platforms.</p>","starRating":"3","wordcount":"382","commentCloseDate":"2021-06-23T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-27T08:00:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:16:49Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hgvkp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/082c1aea6d3b7da9445a4ddd3a6bd7683be7714f/1123_374_4493_2696/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Unless you’ve experienced boyband fandom, it can be difficult to square the contrivance of commercial PG pop acts with the overwhelming, boundless, alchemic devotion felt by their teenage fans. The cultural default is to deride, dismiss and pathologise teenage girls undone by fandom (see, a century before boybands, Lisztomania). In sharp contrast is I Used to Be Normal: A Boyband Fangirl Story, Australian film-maker Jessica Leski’s generous, observational documentary of boyband obsession across four pop generations. The film takes its title from a tearful lament by then 16-year-old Elif, a One Direction superfan in New York, in a viral YouTube video of her melting into tears/panic/excitement at the idea of meeting the band’s Niall Horan. At school and in the clip, Elif is chastised (by herself among others) for her deeply unchill display of feeling. But the 90-minute documentary subtly skewers that idea of normal. Leski smartly understands that fandom is not so much a condition as a portal for universal teenage emotions: a transformative experience of coming into your own, of feeling alive and seen. The film offers a breezy skim through this phenomenon; the bulk of the footage is just listening, in first-person testimonials, to four personal experiences. Dara, a 33-year-old Take That diehard in Australia, provides a succinct overview of the genre’s defining characteristics (three to five band members, categorisable personas, lovelorn lyrics, no mention of sex). Susan, 64, also Australian, recalls Beatledom in the early 60s as an evergreen, unmatchable catharsis. Elif and 25-year-old Sadia, a Backstreet Boys devotee, discuss how online fan communities both alienated them from immigrant parents and helped soothe feelings of unbelonging in the US. More uncomfortable images of gawking or obsession – no-longer-teenage fans, for example, following Nick Carter on a Backstreet Boys cruise like camera-laden hyenas to a gazelle – are unprocessed, as Leski never presses into discomfort or shame harder than the subjects themselves. The film also sidesteps fandom’s potential for toxicity, especially on social media. I Used to Be Normal feels like a balm to anyone who’s watched a music video and fallen into hours of yearning – an experience that is quite normal and even, years later, still formative and viscerally real. • I Used to Be Normal: A Boyband Fangirl Story is released on 31 May on digital platforms.","charCount":"2438","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/adrian-horton\">Adrian Horton</a>"},{"headline":" Children’s books roundup – the best new picture books and novels","standfirst":"<p>A lost puppy, a judo-practising guinea pig and victory for a girls’ football team, plus the best new YA novels </p>","trailText":"A lost puppy, a judo-practising guinea pig and victory for a girls’ football team, plus the best new YA novels","byline":"Imogen Russell Williams","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"1723826bf32f2b2bcb6decab1a57ff66d178243d\"> <img src=\"https://media.guim.co.uk/1723826bf32f2b2bcb6decab1a57ff66d178243d/215_33_4699_2821/1000.jpg\" alt=\"Penny and the Little Lost Puppy by Emily Sutton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Penny and the Little Lost Puppy by Emily Sutton.</span> <span class=\"element-image__credit\">Photograph: Emily Sutton</span> </figcaption> </figure>","body":"<p>This month’s picture books range from the comic to the meditative. Swapna Haddow and Dapo Adeola’s <strong><a href=\"https://guardianbookshop.com/my-dad-is-a-grizzly-bear-9781529013979.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">My Dad Is a Grizzly Bear </a></strong>(Macmillan) is a feast of sly visual jokes and loving fun poked at a hulking, hairy, silhouetted father, with bouncy interwoven repetition that makes it huge fun to read aloud.</p> <p><strong><a href=\"https://guardianbookshop.com/grandad-s-camper-9781783449835.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Grandad’s Camper</a></strong> (Andersen) by Harry Woodgate, meanwhile, is a colour-flooded riot of memory. Grandad used to go everywhere with his husband in their beloved vintage camper van. But now that he’s a widower, he doesn’t feel like travelling – until his granddaughter suggests he get the van out again. A poignant sense of intergenerational love and grief made manageable makes this beautiful debut stand out.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"6f693596d320c16d4c4a3ed6e0d803590022ffbb\"> <img src=\"https://media.guim.co.uk/6f693596d320c16d4c4a3ed6e0d803590022ffbb/10_8_926_926/500.jpg\" alt=\"Grandad’s Camper by Harry Woodgate\" width=\"500\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grandad’s Camper by Harry Woodgate.</span> <span class=\"element-image__credit\">Photograph: Andersen Press</span> </figcaption> </figure>  <p>There are more intricate images in <strong><a href=\"https://guardianbookshop.com/penny-and-the-little-lost-puppy-9781406382761.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Penny and the Little Lost Puppy</a></strong> (Walker), Emily Sutton’s debut as author-illustrator. A sweet-shop array of rainbow hues and fascinating details lend the story of a little girl, a lost puppy, a new home and a new friend a child-pleasing, involving freshness.</p> <p>Kids of four or five plus will enjoy the more sophisticated picture book <strong><a href=\"https://guardianbookshop.com/weirdo-9780241449608.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Weirdo</a></strong> (Penguin) by Zadie Smith and Nick Laird, illustrated by newcomer Magenta Fox. When a judo-practising guinea pig arrives in a pet-filled household, she is ostracised at first – but when she meets Emily Brookstein, another eccentric, she embraces her weirdness and finds her feet. Dryly hilarious dialogue and warmly detailed pictures invite readers in.</p> <p>An enchanting anthology of poems for very young children, <strong><a href=\"https://guardianbookshop.com/take-off-your-brave-poems-just-for-you-9781406399707.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Take Off Your Brave</a></strong> (Walker) features words by four-year-old Nadim and gorgeous illustrations by Yasmeen Ismail, with a foreword from Kate Clanchy. Nadim’s poems distil the intense bubbly feelings and unexpected sideways leaps of a young child’s imagination, while Ismail’s illustrations draw the reader effortlessly into his colourful, expressive world.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"7a3db62ea1e88eaefeedf38d46864a8f958daa67\"> <img src=\"https://media.guim.co.uk/7a3db62ea1e88eaefeedf38d46864a8f958daa67/74_0_914_1142/800.jpg\" alt=\"Weirdo by Zadie Smith and Nick Laird Illustrated by Magenta Fox.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Weirdo by Zadie Smith and Nick Laird. Illustrated by Magenta Fox.</span> <span class=\"element-image__credit\">Photograph: Magenta Fox</span> </figcaption> </figure>  <p>For seven-and-up, the irrepressibly hilarious Maz Evans kicks off a new series with <strong><a href=\"https://guardianbookshop.com/the-exploding-life-of-scarlett-fife-9781444957679.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Exploding Life of Scarlett Fife</a></strong> (Hachette), in which Scarlett’s Big Feelings all too often get her into Big Trouble – even before they start making things explode ... Packed with laughs, and with just enough realism to give heft and balance, it’s enlivened by Chris Jevons’s energetic illustrations.</p> <p>Football-crazed readers of eight-plus will relish <strong><a href=\"https://guardianbookshop.com/the-dream-team-jaz-santos-vs-the-world-9780241482001.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Jaz Santos vs the World</a></strong> (Puffin) by Priscilla Mante, following a young football player determined to do her warring parents proud by taking a winning team to the Brighton girls’ under-11s tournament. A deliciously dramatic and funny debut, its brave underdogs and sporting triumphs are interwoven with the sadness of family conflict, as well as a strong sense of hope.</p> <p>Slightly older fantasy fans will be dazzled by <strong><a href=\"https://guardianbookshop.com/the-life-and-time-of-lonny-quicke-9781788005241.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Life and Time of Lonny Quicke</a></strong> (Nosy Crow), from the hugely inventive Kirsty Applebaum. Lonny is a Lifeling – he can save the lives of other creatures, but at the cost of some of his own lifespan. His father has always kept Lonny and his brother hidden in the forest, but what will happen when they befriend two girls from the nearby town? This is a book to keep the reader thinking long after it’s finished.</p> <p>Finally, Hilary McKay returns to the world of her Costa-winning <em><a href=\"https://www.theguardian.com/books/2018/dec/16/the-best-childrens-books-2018-all-ages-picture-chapter-young-adults\">The Skylarks’ War </a></em>with a sequel, <strong><a href=\"https://guardianbookshop.com/the-swallows-flight-9781529033335.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Swallows’ Flight</a></strong><a href=\"https://guardianbookshop.com/the-swallows-flight-9781529033335.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\"> </a>(Macmillan), set this time in the build-up to the second world war. Hans and Erik are growing up in Berlin, Ruby and Kate in Plymouth and Oxford; the coming conflict will change all their lives, as well as intertwining their destinies. It’s not necessary to have read <em>The Skylarks’ War</em> (though many beloved characters make reappearances) to be instantly and joyfully lost in this evocative, moving novel, showing McKay at the very top of her game.</p> <h2>Teenagers roundup</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"a7a5bc6f7a8450abbd21ee4446f0a84fa9b7634a\"> <img src=\"https://media.guim.co.uk/a7a5bc6f7a8450abbd21ee4446f0a84fa9b7634a/0_53_1990_2486/800.jpg\" alt=\"We Were Wolves by Jason Cockroft\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Andersen Press</span> </figcaption> </figure>  <p><strong><a href=\"https://guardianbookshop.com/we-were-wolves-9781839130571.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">We Were Wolves</a> <br></strong><em>by Jason Cockcroft, Andersen, £12.99 </em><em><br></em>A boy lives in a caravan in the woods, waiting for his father to get out of prison. It’s cold and cheerless, but he has a stray dog, Mol, for company – and his dad has taught him about elemental forces, the wild and ancient creatures of the woods that lie hidden beneath the soil. But a frightening man in a black Range Rover is circling, waiting to strike. Beautifully illustrated, starkly poetic, Cockroft’s debut as author-illustrator marries the shadowy power of his monochrome images with a tense, knife-edge, unforgettable story.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"5ff4374e03dac52cff88939e7c07888ea8f994e7\"> <img src=\"https://media.guim.co.uk/5ff4374e03dac52cff88939e7c07888ea8f994e7/0_0_191_293/191.jpg\" alt=\"All Our Hidden Gifts by Caroline O’Donoghue\" width=\"191\" height=\"293\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: PR Handout</span> </figcaption> </figure>  <p><strong><a href=\"https://guardianbookshop.com/all-our-hidden-gifts-9781406393095.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">All Our Hidden Gifts</a> <br></strong><em>by Caroline O’Donoghue, Walker, </em>£7.99<em> </em><em><br></em>Maeve is the odd one out both at home and at school, especially after alienating her best friend, Lily. But when she finds a mysterious tarot deck, her gift for reading the cards wins her a throng of followers – until a rogue card appears and Maeve gives Lily a disturbing reading, only for her to disappear two days later. Can Maeve, Lily’s brother Roe, and Maeve’s new friend Fiona find a way to bring the lost girl home? From the author of<em> </em><em>Scenes of a Graphic Nature</em>, this genuinely creepy novel is veined with mordant comedy and dreamy romance.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"b37c1d8dcda0043a29958046c4b22a4c2f8dbb1e\"> <img src=\"https://media.guim.co.uk/b37c1d8dcda0043a29958046c4b22a4c2f8dbb1e/0_0_800_1219/656.jpg\" alt=\"The Yearbook by Holly Bourne\" width=\"656\" height=\"1000\" class=\"gu-image\" /> </figure>  <p><strong><a href=\"https://guardianbookshop.com/the-yearbook-9781474966825.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">The Yearbook</a> <br></strong><em>by Holly Bourne, Usborne</em><em>,</em><em> </em><em>£7.99</em><em><br></em>By the end of year 11, Paige Vickers has made herself invisible, except for her byline in the school paper. Years of navigating her father’s terrifying moods has conditioned her never to make herself a target. When Paige meets the mysterious Elijah, though, she realises she wants to change her story – and the leavers’ yearbook might present the perfect chance. This absorbing novel from the queen of British YA conveys the pain of being bullied with visceral clarity, as well as the fearful, wonderful power of turning the tables on an abuser.</p>","newspaperPageNumber":"18","wordcount":"914","firstPublicationDate":"2021-05-29T08:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:00:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hek2f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1723826bf32f2b2bcb6decab1a57ff66d178243d/215_33_4699_2821/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"This month’s picture books range from the comic to the meditative. Swapna Haddow and Dapo Adeola’s My Dad Is a Grizzly Bear (Macmillan) is a feast of sly visual jokes and loving fun poked at a hulking, hairy, silhouetted father, with bouncy interwoven repetition that makes it huge fun to read aloud. Grandad’s Camper (Andersen) by Harry Woodgate, meanwhile, is a colour-flooded riot of memory. Grandad used to go everywhere with his husband in their beloved vintage camper van. But now that he’s a widower, he doesn’t feel like travelling – until his granddaughter suggests he get the van out again. A poignant sense of intergenerational love and grief made manageable makes this beautiful debut stand out. There are more intricate images in Penny and the Little Lost Puppy (Walker), Emily Sutton’s debut as author-illustrator. A sweet-shop array of rainbow hues and fascinating details lend the story of a little girl, a lost puppy, a new home and a new friend a child-pleasing, involving freshness. Kids of four or five plus will enjoy the more sophisticated picture book Weirdo (Penguin) by Zadie Smith and Nick Laird, illustrated by newcomer Magenta Fox. When a judo-practising guinea pig arrives in a pet-filled household, she is ostracised at first – but when she meets Emily Brookstein, another eccentric, she embraces her weirdness and finds her feet. Dryly hilarious dialogue and warmly detailed pictures invite readers in. An enchanting anthology of poems for very young children, Take Off Your Brave (Walker) features words by four-year-old Nadim and gorgeous illustrations by Yasmeen Ismail, with a foreword from Kate Clanchy. Nadim’s poems distil the intense bubbly feelings and unexpected sideways leaps of a young child’s imagination, while Ismail’s illustrations draw the reader effortlessly into his colourful, expressive world. For seven-and-up, the irrepressibly hilarious Maz Evans kicks off a new series with The Exploding Life of Scarlett Fife (Hachette), in which Scarlett’s Big Feelings all too often get her into Big Trouble – even before they start making things explode ... Packed with laughs, and with just enough realism to give heft and balance, it’s enlivened by Chris Jevons’s energetic illustrations. Football-crazed readers of eight-plus will relish Jaz Santos vs the World (Puffin) by Priscilla Mante, following a young football player determined to do her warring parents proud by taking a winning team to the Brighton girls’ under-11s tournament. A deliciously dramatic and funny debut, its brave underdogs and sporting triumphs are interwoven with the sadness of family conflict, as well as a strong sense of hope. Slightly older fantasy fans will be dazzled by The Life and Time of Lonny Quicke (Nosy Crow), from the hugely inventive Kirsty Applebaum. Lonny is a Lifeling – he can save the lives of other creatures, but at the cost of some of his own lifespan. His father has always kept Lonny and his brother hidden in the forest, but what will happen when they befriend two girls from the nearby town? This is a book to keep the reader thinking long after it’s finished. Finally, Hilary McKay returns to the world of her Costa-winning The Skylarks’ War with a sequel, The Swallows’ Flight (Macmillan), set this time in the build-up to the second world war. Hans and Erik are growing up in Berlin, Ruby and Kate in Plymouth and Oxford; the coming conflict will change all their lives, as well as intertwining their destinies. It’s not necessary to have read The Skylarks’ War (though many beloved characters make reappearances) to be instantly and joyfully lost in this evocative, moving novel, showing McKay at the very top of her game. Teenagers roundup We Were Wolves by Jason Cockcroft, Andersen, £12.99 A boy lives in a caravan in the woods, waiting for his father to get out of prison. It’s cold and cheerless, but he has a stray dog, Mol, for company – and his dad has taught him about elemental forces, the wild and ancient creatures of the woods that lie hidden beneath the soil. But a frightening man in a black Range Rover is circling, waiting to strike. Beautifully illustrated, starkly poetic, Cockroft’s debut as author-illustrator marries the shadowy power of his monochrome images with a tense, knife-edge, unforgettable story. All Our Hidden Gifts by Caroline O’Donoghue, Walker, £7.99 Maeve is the odd one out both at home and at school, especially after alienating her best friend, Lily. But when she finds a mysterious tarot deck, her gift for reading the cards wins her a throng of followers – until a rogue card appears and Maeve gives Lily a disturbing reading, only for her to disappear two days later. Can Maeve, Lily’s brother Roe, and Maeve’s new friend Fiona find a way to bring the lost girl home? From the author of Scenes of a Graphic Nature, this genuinely creepy novel is veined with mordant comedy and dreamy romance. The Yearbook by Holly Bourne, Usborne, £7.99 By the end of year 11, Paige Vickers has made herself invisible, except for her byline in the school paper. Years of navigating her father’s terrifying moods has conditioned her never to make herself a target. When Paige meets the mysterious Elijah, though, she realises she wants to change her story – and the leavers’ yearbook might present the perfect chance. This absorbing novel from the queen of British YA conveys the pain of being bullied with visceral clarity, as well as the fearful, wonderful power of turning the tables on an abuser.","charCount":"5483","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/imogenrussellwilliams\">Imogen Russell Williams</a>"},{"headline":"Hiatus Kaiyote’s Nai Palm: ‘Last year I lost a breast and then my bird. But loss isn’t new to me’","standfirst":"<p>The jazz-funkers beloved of Beyoncé are back with a new album inspired by grief, lockdown and a big white station wagon</p><ul><li><a href=\"https://www.theguardian.com/music/2021/may/29/shygirl-bad-boy-chiller-crew-pinkpantheress-summers-hottest-artists\">Other artists to watch out for this summer</a><br></li></ul>","trailText":"The jazz-funkers beloved of Beyoncé are back with a new album inspired by grief, lockdown and a big white station wagon","byline":"Ammar Kalia","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"02ff20ea4a1f397f2789247f13c8d0ef0b4489ce\"> <img src=\"https://media.guim.co.uk/02ff20ea4a1f397f2789247f13c8d0ef0b4489ce/0_590_11492_6897/1000.jpg\" alt=\"The wheel thing ... Hiatus Kaiyote.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The wheel thing ... Hiatus Kaiyote.</span> <span class=\"element-image__credit\">Photograph: Tré Koch</span> </figcaption> </figure>","body":"<p>For most people on the planet, 2020 was a year spent stuck indoors. During that period Naomi Saalfield, AKA Nai Palm, lead singer of the <a href=\"https://www.theguardian.com/music/2021/apr/07/baker-boy-hiatus-kaiyote-montaigne-and-others-australias-best-new-music-for-april\">Australian band Hiatus Kaiyote</a>, had one room in particular on her mind: a childhood bedroom that used to glow red for an hour every sunset. It has become the subject of a standout track, Red Room, on their latest, third album, Mood Valiant, and it is a song that has taken on new meaning. “It’s become an anthem celebrating us all being in our rooms in the context of the pandemic,” Saalfield says. “It’s a perfect example of how music veins its way in and lives different lives with different people.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/info/2020/mar/25/the-guide-staying-in-sign-up-for-our-home-entertainment-tips\">The Guide: Staying In  – sign up for our home entertainment tips</a> </p> </aside>  <p>Speaking over a video call from her home in Melbourne, her shock of blond hair bursting through the darkness of the room, Saalfield stoically recounts how the global pandemic was just the latest development in several years of bad news: namely, a breast cancer diagnosis, mastectomy and the death of her beloved rescue bird, Charlie.</p> <p>“It really was a rough year. I had lost a breast and then I lost my bird, who I went everywhere with for almost a decade,” she says. “But loss is not a new thing to me; I’m an orphan and I’ve experienced a lot of death in my life. It’s a blessing to have the arts as a vehicle to process it. Sometimes the only thing that can really heal you is music.”</p> <p>These losses came as Saalfield’s four-piece band were crafting new music for Mood Valiant, the follow-up to 2015’s acclaimed <a href=\"https://www.theguardian.com/music/2015/may/01/hiatus-kaiyote-choose-your-weapon-review-psychedelic-adventure-land\">Choose Your Weapon</a>. They also arrived in the midst of a hectic touring schedule, as Hiatus Kaiyote saw a spike in popularity after several of their tracks were sampled by hip-hop royalty including Kendrick Lamar, Drake, and Beyoncé and Jay-Z. These beat-flips exposed their niche, noodling jazz and soul-referencing music beyond crate-diggers and their fellow musicians<strong> </strong>to a more mainstream audience – and came as quite a surprise.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=p46Tm9-7i7E\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/p46Tm9-7i7E?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>“We’re just nerds who make weird music,” Saalfield says with a smile, “so it’s amazing to see people like Drake playing our track at a stadium show in Australia; it shows that you never know where your music is going to end up, or the meanings that it will have for other people.”</p> <p> For Saalfield, whose cancer diagnosis brought up emotions from her past that she had never confronted before, music provided an outlet. “My mother died of breast cancer [when I was 11] so it was intense to experience something she had gone through. Since I use music as a vehicle to process emotions, she emerged as a strong theme in the record.”</p> <p>The album title also references Saalfield’s mother’s fierce presence as a single parent of six. “She used to have two Valiant Safari station wagons – one was white and one was black. Depending on her mood, she would drive one or the other. Usually it was the white one, but if she drove the black one you knew not to mess with Mom on that day,” Saalfield laughs. “Valiant is also such a beautiful word. It has a gorgeous righteousness to it and we want people to feel valiant and beautiful, regardless of what mood they’re in, when they experience the music.”</p> <p>The result is 12 tracks that, in typical Hiatus Kaiyote fashion, defy easy categorisation but are tied together by the warmth of Saalfield’s vocal harmonies. From the string-laden joy of the lead single Get Sun to the raw introspection of the aforementioned Red Room, and the clattering groove of Chivalry Is Not Dead – featuring lyrics riffing on the mating rituals of leopard slugs – Mood Valiant is both spacious and ebullient.</p>  <figure class=\"element element-image\" data-media-id=\"964a0067eff182cea8679b6967dd421091719662\"> <img src=\"https://media.guim.co.uk/964a0067eff182cea8679b6967dd421091719662/908_113_3884_2332/1000.jpg\" alt=\"Wily Kaiyote ... Naomi Saalfield AKA Nai Palm.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wily Kaiyote ... Naomi Saalfield AKA Nai Palm.</span> <span class=\"element-image__credit\">Photograph: Tré Koch</span> </figcaption> </figure>  <p>Key to the record is the musical input of the 75-year-old Brazilian arranger Arthur Verocai (a “cheeky genius”, according to Saalfield), who tracked the string and horn sections with the group in Rio de Janeiro. Verocai’s luscious strings and punchy horns are interwoven into several tracks, while Red Room was also written during the same evening session. </p> <p>One other room in particular – bass player Paul Bender’s home studio – also proved key for survival when Covid hit. “Did it take the pandemic for us to finish our record?” Saalfield playfully asks. “Bender likes to quote that art is never finished, it is only abandoned, but all I know is that I would have lost my mind if we didn’t have that studio to go to. I just want to be a studio rat; that’s where we thrive most.”</p> <p>As the world tentatively reopens, the band are embarking on a small Australian tour. “It’ll be great to be back playing and we have a show coming up in a few days,” Saalfield says. “First, though, it’s my birthday tomorrow and we’re all going skydiving. I wanted to celebrate with an experience, as we’ve been a band for 10 years and we’ve evolved together. I hope we don’t use up all our adrenaline on the jump, but we have to move with love, not doubt!”</p> <p>Another giant leap for Hiatus Kaiyote.</p> <p><em>Mood Valiant is out on 25 June via Brainfeeder</em></p>","newspaperPageNumber":"12","wordcount":"854","firstPublicationDate":"2021-05-29T08:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:00:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hetme","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/02ff20ea4a1f397f2789247f13c8d0ef0b4489ce/1371_1572_9068_5442/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"For most people on the planet, 2020 was a year spent stuck indoors. During that period Naomi Saalfield, AKA Nai Palm, lead singer of the Australian band Hiatus Kaiyote, had one room in particular on her mind: a childhood bedroom that used to glow red for an hour every sunset. It has become the subject of a standout track, Red Room, on their latest, third album, Mood Valiant, and it is a song that has taken on new meaning. “It’s become an anthem celebrating us all being in our rooms in the context of the pandemic,” Saalfield says. “It’s a perfect example of how music veins its way in and lives different lives with different people.” Speaking over a video call from her home in Melbourne, her shock of blond hair bursting through the darkness of the room, Saalfield stoically recounts how the global pandemic was just the latest development in several years of bad news: namely, a breast cancer diagnosis, mastectomy and the death of her beloved rescue bird, Charlie. “It really was a rough year. I had lost a breast and then I lost my bird, who I went everywhere with for almost a decade,” she says. “But loss is not a new thing to me; I’m an orphan and I’ve experienced a lot of death in my life. It’s a blessing to have the arts as a vehicle to process it. Sometimes the only thing that can really heal you is music.” These losses came as Saalfield’s four-piece band were crafting new music for Mood Valiant, the follow-up to 2015’s acclaimed Choose Your Weapon. They also arrived in the midst of a hectic touring schedule, as Hiatus Kaiyote saw a spike in popularity after several of their tracks were sampled by hip-hop royalty including Kendrick Lamar, Drake, and Beyoncé and Jay-Z. These beat-flips exposed their niche, noodling jazz and soul-referencing music beyond crate-diggers and their fellow musicians to a more mainstream audience – and came as quite a surprise. “We’re just nerds who make weird music,” Saalfield says with a smile, “so it’s amazing to see people like Drake playing our track at a stadium show in Australia; it shows that you never know where your music is going to end up, or the meanings that it will have for other people.” For Saalfield, whose cancer diagnosis brought up emotions from her past that she had never confronted before, music provided an outlet. “My mother died of breast cancer [when I was 11] so it was intense to experience something she had gone through. Since I use music as a vehicle to process emotions, she emerged as a strong theme in the record.” The album title also references Saalfield’s mother’s fierce presence as a single parent of six. “She used to have two Valiant Safari station wagons – one was white and one was black. Depending on her mood, she would drive one or the other. Usually it was the white one, but if she drove the black one you knew not to mess with Mom on that day,” Saalfield laughs. “Valiant is also such a beautiful word. It has a gorgeous righteousness to it and we want people to feel valiant and beautiful, regardless of what mood they’re in, when they experience the music.” The result is 12 tracks that, in typical Hiatus Kaiyote fashion, defy easy categorisation but are tied together by the warmth of Saalfield’s vocal harmonies. From the string-laden joy of the lead single Get Sun to the raw introspection of the aforementioned Red Room, and the clattering groove of Chivalry Is Not Dead – featuring lyrics riffing on the mating rituals of leopard slugs – Mood Valiant is both spacious and ebullient. Key to the record is the musical input of the 75-year-old Brazilian arranger Arthur Verocai (a “cheeky genius”, according to Saalfield), who tracked the string and horn sections with the group in Rio de Janeiro. Verocai’s luscious strings and punchy horns are interwoven into several tracks, while Red Room was also written during the same evening session. One other room in particular – bass player Paul Bender’s home studio – also proved key for survival when Covid hit. “Did it take the pandemic for us to finish our record?” Saalfield playfully asks. “Bender likes to quote that art is never finished, it is only abandoned, but all I know is that I would have lost my mind if we didn’t have that studio to go to. I just want to be a studio rat; that’s where we thrive most.” As the world tentatively reopens, the band are embarking on a small Australian tour. “It’ll be great to be back playing and we have a show coming up in a few days,” Saalfield says. “First, though, it’s my birthday tomorrow and we’re all going skydiving. I wanted to celebrate with an experience, as we’ve been a band for 10 years and we’ve evolved together. I hope we don’t use up all our adrenaline on the jump, but we have to move with love, not doubt!” Another giant leap for Hiatus Kaiyote. Mood Valiant is out on 25 June via Brainfeeder","charCount":"4823","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/ammar-kalia\">Ammar Kalia</a>"},{"headline":"To beat the Tories, we must first join forces to beat the electoral system","standfirst":"<p>There is a progressive majority in Britain, but under first-past-the-post you’d never know it. It’s time to get smart</p>","trailText":"It’s time to get smart, say Green MP Caroline Lucas, Lib Dem MP Layla Moran, and Labour MP Clive Lewis","byline":"Caroline Lucas, Layla Moran and Clive Lewis","main":"<figure class=\"element element-image\" data-media-id=\"25b06b657a832614cd03c62db1c5bbd7845cebbc\"> <img src=\"https://media.guim.co.uk/25b06b657a832614cd03c62db1c5bbd7845cebbc/5_237_3495_2098/1000.jpg\" alt=\"The Palace of Westminster in shadow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Palace of Westminster. ‘In the two coming byelections, it seems so illogical for us to fight one another for votes that just let the Tories through.’</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>","body":"<p>Politics is changing rapidly, but too often our parties lag behind the people. The shifting tectonic plates of climate, Brexit, technology and the politics of identity, both personal and national, change everything.</p> <p>In the maelstrom we can only cling to our values and culture. And what we find remarkable and reassuring is that these are so similar for all of us. Each of us wants a society that is much more equal, sustainable and democratic, and we know we must work across old tribal boundaries to get there.</p> <p>This is more than electoral necessity. While still recognising that each of our parties has their distinct identity, we enjoy working together. There is beauty in diversity, despite the political system actively seeking to pit us against one another.</p> <p>But what we think hardly matters, compared with what people are doing. They know the two big dominant parties aren’t working, and that no single party has a monopoly of wisdom. And they know the Tories are given huge advantages before any election campaign even beings.</p> <p>Conservative votes are now so efficiently spread that <a href=\"https://commonslibrary.parliament.uk/general-election-2019-turning-votes-into-seats/\">it takes just</a> 38,000 to elect a Tory MP but 51,000 votes for every Labour MP. But because of our first-past-the-post system it needs 336,000 for every Lib Dem MP and a ludicrous 866,000 to elect Caroline Lucas for Brighton Pavilion. It is why we need proportional representation, because this is sham democracy. The Tories even want to remove any kind of transfer-vote element from mayoral contests. To beat the Tories, we need to beat the system, and that means being smart about working together.</p> <p>Meanwhile the rightwing parties have consolidated, after the Tories swallowed the Brexit party whole. But progressives remain split, competing for the same voters – <a href=\"https://www.compassonline.org.uk/publications/we-divide-they-conquer-if-labour-struggles-to-win-alone-what-is-to-be-done/\">we divide; they conquer</a>.</p> <p>And yet poll after poll shows there is a progressive majority. We need to shape and win that majority.</p> <p>This is why citizens are now using their votes wisely, to back the best-placed non-Tory; and why, under the radar, local parties are campaigning tactically to best direct their resources.</p> <p>It’s paying off. In counties that used to be true blue, such as Oxfordshire and Cambridgeshire, reds, greens and liberals are forming joint administrations, while in Surrey, Sussex and Kent, the Tories are being rocked back on their heels. Meanwhile, in towns and cities such as Sheffield, Bristol, Milton Keynes and Burnley, new cross-party arrangements are being forged to meet the challenge of Covid, inequality and the climate emergency.</p> <p>None of this is easy. We all want our own parties to do well, but what is the point of the progressive vote going up and down between us when the Tories still rule?</p> <p>Old politics holds us back. The Labour rulebook demands the party stands candidates in every seat, regardless of whether doing so guarantees another Tory win. Local parties should be allowed to decide. But tribalism runs deep everywhere, and trust takes times to grow, with the inevitable result of another likely general election loss. We cannot allow that to happen. This self-defeating tribalism must go. While well-intentioned, party bureaucracies could be the last bastions of the old politics to fall. If this needs to be a grassroots alliance, then so be it.</p> <p>In the two coming byelections, it seems so illogical for us to fight one another for votes that just let the Tories through. In the absence of a deal between Labour and the Liberal Democrats though, the choice for progressive voters won’t be easy.</p> <p>Such negotiations are so much easier when more seats are in play. So ahead of the next election we owe it to progressive voters to offer easier choices by negotiating arrangements that increase the chances of progressive candidates winning, while also ensuring that all parties are more fairly represented at Westminster.</p> <p>And as we move to a general election in the coming years , we all recognise that the Greens, worst hit by the electoral system, must be allowed the chance to win some seats if their rising votes are going to be used smartly. Underlying all this is the need for Labour to back proportional representation at its September conference.</p> <p>Working with <a href=\"https://www.compassonline.org.uk/\">Compass</a>, and other organisations, we are committed to ending the Tory electoral monopoly in our country based on a minority share of votes. The only way we can see that happening is through electoral cooperation that could take a number of forms, from simply standing back to tactical campaigning and voting.</p> <p>But what is essential is that any alliance is built on values, vision and the spirit of a new kind of politics. A politics of failed imagination, little hope and low effort has got us into this mess. We need a new politics that is in genuine and authentic service to the people, because of an abiding belief in the best of people and what they can achieve, given support. And we mean all the people, whether they voted for Brexit or against; from town, city or beyond. </p> <p>We all come from one tribe or another – Labour, Green, liberal – for many different reasons. But only as open tribes, retaining our identities while working everywhere together for the common good, can we hope to create a new and good society. We are thinking, campaigning and building together. And where we disagree, it is done with respect in a spirit of learning.</p> <p>We see the direction our society is heading, and we know there is a better way. We don’t have the luxury of time to get there. So, if old-style leaders refuse to change, then we will respectfully work around them. Because this latent progressive majority in our society just needs to be unlocked. </p> <ul> <li><p>Caroline Lucas is the Green MP for Brighton Pavilion; Layla Moran is the Lib Dem MP for Oxford West and Abingdon; Clive Lewis is the Labour MP for Norwich South</p></li> </ul>","wordcount":"977","commentCloseDate":"2021-06-01T08:00:20Z","commentable":"true","firstPublicationDate":"2021-05-29T08:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:11:02Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhhff","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/25b06b657a832614cd03c62db1c5bbd7845cebbc/5_237_3495_2098/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Politics is changing rapidly, but too often our parties lag behind the people. The shifting tectonic plates of climate, Brexit, technology and the politics of identity, both personal and national, change everything. In the maelstrom we can only cling to our values and culture. And what we find remarkable and reassuring is that these are so similar for all of us. Each of us wants a society that is much more equal, sustainable and democratic, and we know we must work across old tribal boundaries to get there. This is more than electoral necessity. While still recognising that each of our parties has their distinct identity, we enjoy working together. There is beauty in diversity, despite the political system actively seeking to pit us against one another. But what we think hardly matters, compared with what people are doing. They know the two big dominant parties aren’t working, and that no single party has a monopoly of wisdom. And they know the Tories are given huge advantages before any election campaign even beings. Conservative votes are now so efficiently spread that it takes just 38,000 to elect a Tory MP but 51,000 votes for every Labour MP. But because of our first-past-the-post system it needs 336,000 for every Lib Dem MP and a ludicrous 866,000 to elect Caroline Lucas for Brighton Pavilion. It is why we need proportional representation, because this is sham democracy. The Tories even want to remove any kind of transfer-vote element from mayoral contests. To beat the Tories, we need to beat the system, and that means being smart about working together. Meanwhile the rightwing parties have consolidated, after the Tories swallowed the Brexit party whole. But progressives remain split, competing for the same voters – we divide; they conquer. And yet poll after poll shows there is a progressive majority. We need to shape and win that majority. This is why citizens are now using their votes wisely, to back the best-placed non-Tory; and why, under the radar, local parties are campaigning tactically to best direct their resources. It’s paying off. In counties that used to be true blue, such as Oxfordshire and Cambridgeshire, reds, greens and liberals are forming joint administrations, while in Surrey, Sussex and Kent, the Tories are being rocked back on their heels. Meanwhile, in towns and cities such as Sheffield, Bristol, Milton Keynes and Burnley, new cross-party arrangements are being forged to meet the challenge of Covid, inequality and the climate emergency. None of this is easy. We all want our own parties to do well, but what is the point of the progressive vote going up and down between us when the Tories still rule? Old politics holds us back. The Labour rulebook demands the party stands candidates in every seat, regardless of whether doing so guarantees another Tory win. Local parties should be allowed to decide. But tribalism runs deep everywhere, and trust takes times to grow, with the inevitable result of another likely general election loss. We cannot allow that to happen. This self-defeating tribalism must go. While well-intentioned, party bureaucracies could be the last bastions of the old politics to fall. If this needs to be a grassroots alliance, then so be it. In the two coming byelections, it seems so illogical for us to fight one another for votes that just let the Tories through. In the absence of a deal between Labour and the Liberal Democrats though, the choice for progressive voters won’t be easy. Such negotiations are so much easier when more seats are in play. So ahead of the next election we owe it to progressive voters to offer easier choices by negotiating arrangements that increase the chances of progressive candidates winning, while also ensuring that all parties are more fairly represented at Westminster. And as we move to a general election in the coming years , we all recognise that the Greens, worst hit by the electoral system, must be allowed the chance to win some seats if their rising votes are going to be used smartly. Underlying all this is the need for Labour to back proportional representation at its September conference. Working with Compass, and other organisations, we are committed to ending the Tory electoral monopoly in our country based on a minority share of votes. The only way we can see that happening is through electoral cooperation that could take a number of forms, from simply standing back to tactical campaigning and voting. But what is essential is that any alliance is built on values, vision and the spirit of a new kind of politics. A politics of failed imagination, little hope and low effort has got us into this mess. We need a new politics that is in genuine and authentic service to the people, because of an abiding belief in the best of people and what they can achieve, given support. And we mean all the people, whether they voted for Brexit or against; from town, city or beyond. We all come from one tribe or another – Labour, Green, liberal – for many different reasons. But only as open tribes, retaining our identities while working everywhere together for the common good, can we hope to create a new and good society. We are thinking, campaigning and building together. And where we disagree, it is done with respect in a spirit of learning. We see the direction our society is heading, and we know there is a better way. We don’t have the luxury of time to get there. So, if old-style leaders refuse to change, then we will respectfully work around them. Because this latent progressive majority in our society just needs to be unlocked. Caroline Lucas is the Green MP for Brighton Pavilion; Layla Moran is the Lib Dem MP for Oxford West and Abingdon; Clive Lewis is the Labour MP for Norwich South","charCount":"5760","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/carolinelucas\">Caroline Lucas</a>, <a href=\"profile/layla-moran\">Layla Moran</a> and <a href=\"profile/clive-lewis\">Clive Lewis</a>"},{"headline":"As Covid brings Argentina to its knees, the choice is clear: cancel Copa América now","standfirst":"<p>My country has been ravaged by Covid, but will still play host to an international tournament in two weeks’ time. Conmebol and Argentina president Alberto Fernández should be ashamed</p>","trailText":"My country has been ravaged by Covid, but will still play host to an international tournament in two weeks’ time. Argentina president Alberto Fernández and Conmebol should be ashamed","byline":"Francisco Navas","main":"<figure class=\"element element-image\" data-media-id=\"beaa1e4eb300aedf5d038076e56948e0627f5f8c\"> <img src=\"https://media.guim.co.uk/beaa1e4eb300aedf5d038076e56948e0627f5f8c/0_0_2968_1781/1000.jpg\" alt=\"Buenos Aires\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">For a second year, Argentinians are locked down at home. Schools are closed. But somehow it has been deemed appropriate for an international football tournament to be played.</span> <span class=\"element-image__credit\">Photograph: Ronaldo Schemidt/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>Conmebol found a simple solution for its recent problems with the upcoming Copa América. It just wasn’t a very good one. Weeks of anti-government protests in Colombia, that have left at least 43 dead, forced South American football’s governing body to <a href=\"https://www.reuters.com/lifestyle/sports/soccer-colombia-request-copa-america-postponement-sports-minister-says-2021-05-20/\">move the tournament</a> from the co-host country, to Argentina, a nation that <a href=\"https://www.theguardian.com/global-development/2021/may/20/argentina-covid-coronavirus-cases-deaths-hospitals\">has been brought to its knees by Covid-19</a>.</p> <p>At the time of writing, roughly two weeks before the tournament is scheduled to kick off in Buenos Aires, only just more than 5% of Argentina’s population is fully vaccinated.</p> <p>While in the United States the pandemic is, practically speaking, over, there are around 72 daily new positive cases per 100,000 in Argentina. That’s far worse per capita than India, which has 17 per 100,000. No single nation’s tragedy diminishes the horror of another’s, but to stage an international tournament in the face of hundreds of daily coronavirus deaths is a disgrace.</p> <p>Argentina president Alberto Fernández, who has characterized the present as “worst moment in the pandemic”, should be embarrassed. As should Conmebol, which must cancel the tournament; this is no time to celebrate throughout South America. Some reports suggest the tournament <a href=\"https://soccer.nbcsports.com/2021/05/25/copa-america-usa/\">could be moved stateside</a>, but there is no clarity yet.</p> <p>It’s not as if Argentina couldn’t use the economic boost – its economy contracted 10% due to the pandemic – but the Covid-19 situation is far more dire. Nearly 12,000 hotels and restaurants <a href=\"https://www.clarin.com/economia/ano-quebraron-11-800-hoteles-restaurantes-anticipan-cierres_0_wWH--lelX.html\">have closed in the past year</a>. <a href=\"https://www.theguardian.com/global-development/2021/may/20/argentina-covid-coronavirus-cases-deaths-hospitals\">The health system is collapsing</a>. A 22-year-old woman <a href=\"https://www.lanacion.com.ar/sociedad/coronavirus-en-santa-fe-tenia-22-anos-espero-a-que-la-atendieran-acostada-en-el-piso-de-un-hospital-nid24052021/\">died on a hospital floor</a>, awaiting treatment, while <a href=\"https://www.chicagotribune.com/espanol/sns-es-argentina-despide-a-ministro-de-salud-por-vacunas-20210219-6vj2sbievvdmjjsevvg4l4k3h4-story.html\">friends of government officials</a> get the fast track to a vaccine. Last week, River Plate had <a href=\"https://www.theguardian.com/football/2021/may/18/covid-outbreak-leaves-river-plate-with-no-goalkeepers-for-copa-libertadores-tie\">as many as 25 positive</a> coronavirus cases among the team. Their players are now healthy but their <a href=\"https://www.clarin.com/deportes/murio-chofer-micro-river-contagiado-coronavirus-junto-plantel_0_6xPDfj5DA.html\">team’s bus driver died.</a> And worst of all, the virus has claimed 75,000 lives. And now, for a second year, Argentinians are locked down at home. Schools are closed. But somehow it has been deemed appropriate for an international football tournament to be played.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6c2ffb965557ba444de9c86a39a937b675c84e2b\"> <img src=\"https://media.guim.co.uk/6c2ffb965557ba444de9c86a39a937b675c84e2b/0_0_5472_3648/1000.jpg\" alt=\"Copa América\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Street artists paint a graffiti reading ‘No Copa América’ at a wall of the Campin Stadium during a protest against Colombia hosting Copa América last week.</span> <span class=\"element-image__credit\">Photograph: Daniel Munoz/AFP/Getty Images</span> </figcaption> </figure>  <p>Of course, in Argentina, football has a history of being weaponized to sedate the masses. It’s straight out the playbook of our authoritarian past.</p> <p>Like Hitler’s staging of the Olympic Games in 1936, Argentina <a href=\"https://www.youtube.com/watch?v=Wig-ylchN-c&amp;t=1357s\">hosted the World Cup</a> under an authoritarian regime – that of Jorge Videla in 1978. It was an event engineered by the government to inspire nationalism in a population beaten down by political repression, the forceful taking of newborn babies from dissident mothers and the “<a href=\"https://www.theguardian.com/world/2017/apr/28/mothers-plaza-de-mayo-argentina-anniversary\">disappearance” of between 5,000 and 30,000 people</a>. Argentina ended up winning the tournament, but it wasn’t easy. Against Peru, they had to win by four goals to advance to the final stages; they won 6-0. Dodgy dealings could never be proven, but Peru had only conceded six goals in their last five games and Argentina had scored six in their last five.</p> <p>My father, then 13, was there that day in the Estadio Gigante de Arroyito in Rosario to see Peru vanquished. He said he could feel the concrete swaying under his feet, the fans lost in euphoria, jumping up and down in rhythm. Or so he remembers. It was real to him then and it still is. As an adult, he realized the truth. We all know it now. But, the government’s plan worked anyways. The memory still warms the heart.</p> <p>It’s something I’ve always wanted to feel, after so much disappointment following the national team. I got close when, in the 2014 World Cup final, Gonzalo Higuaín, darted in through two central defenders and <a href=\"https://www.youtube.com/watch?v=hadWFJS-An8\">put one past Manuel Neuer</a>. I lost it. But he was off-side. And very clearly so. My voice was already gone by the time I realized.</p> <p>Today, as my country reels under Covid-19, I could care less. To use the words of Argentine journalist Jorge Lanata, I don’t care if 11 millionaires chasing a ball can pop it into a net. I don’t care about the narrative. I don’t care about Lionel Messi. He can’t heal our wounds. We keep losing family and friends; he’ll keep making money. I want to know that my country is safe. I want my sister to have the normal teenage life she deserves. I want my parents, my friends and all of us to be vaccinated. Lionel Messi, Conmebol, Fernández: is this the legacy you want? <em>No dejen que la pelota <a href=\"https://www.youtube.com/watch?v=By83GP_tIJE\">se manche</a>.</em></p>","wordcount":"726","firstPublicationDate":"2021-05-29T08:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:11:02Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htad8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/beaa1e4eb300aedf5d038076e56948e0627f5f8c/0_0_2968_1781/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Conmebol found a simple solution for its recent problems with the upcoming Copa América. It just wasn’t a very good one. Weeks of anti-government protests in Colombia, that have left at least 43 dead, forced South American football’s governing body to move the tournament from the co-host country, to Argentina, a nation that has been brought to its knees by Covid-19. At the time of writing, roughly two weeks before the tournament is scheduled to kick off in Buenos Aires, only just more than 5% of Argentina’s population is fully vaccinated. While in the United States the pandemic is, practically speaking, over, there are around 72 daily new positive cases per 100,000 in Argentina. That’s far worse per capita than India, which has 17 per 100,000. No single nation’s tragedy diminishes the horror of another’s, but to stage an international tournament in the face of hundreds of daily coronavirus deaths is a disgrace. Argentina president Alberto Fernández, who has characterized the present as “worst moment in the pandemic”, should be embarrassed. As should Conmebol, which must cancel the tournament; this is no time to celebrate throughout South America. Some reports suggest the tournament could be moved stateside, but there is no clarity yet. It’s not as if Argentina couldn’t use the economic boost – its economy contracted 10% due to the pandemic – but the Covid-19 situation is far more dire. Nearly 12,000 hotels and restaurants have closed in the past year. The health system is collapsing. A 22-year-old woman died on a hospital floor, awaiting treatment, while friends of government officials get the fast track to a vaccine. Last week, River Plate had as many as 25 positive coronavirus cases among the team. Their players are now healthy but their team’s bus driver died. And worst of all, the virus has claimed 75,000 lives. And now, for a second year, Argentinians are locked down at home. Schools are closed. But somehow it has been deemed appropriate for an international football tournament to be played. Of course, in Argentina, football has a history of being weaponized to sedate the masses. It’s straight out the playbook of our authoritarian past. Like Hitler’s staging of the Olympic Games in 1936, Argentina hosted the World Cup under an authoritarian regime – that of Jorge Videla in 1978. It was an event engineered by the government to inspire nationalism in a population beaten down by political repression, the forceful taking of newborn babies from dissident mothers and the “disappearance” of between 5,000 and 30,000 people. Argentina ended up winning the tournament, but it wasn’t easy. Against Peru, they had to win by four goals to advance to the final stages; they won 6-0. Dodgy dealings could never be proven, but Peru had only conceded six goals in their last five games and Argentina had scored six in their last five. My father, then 13, was there that day in the Estadio Gigante de Arroyito in Rosario to see Peru vanquished. He said he could feel the concrete swaying under his feet, the fans lost in euphoria, jumping up and down in rhythm. Or so he remembers. It was real to him then and it still is. As an adult, he realized the truth. We all know it now. But, the government’s plan worked anyways. The memory still warms the heart. It’s something I’ve always wanted to feel, after so much disappointment following the national team. I got close when, in the 2014 World Cup final, Gonzalo Higuaín, darted in through two central defenders and put one past Manuel Neuer. I lost it. But he was off-side. And very clearly so. My voice was already gone by the time I realized. Today, as my country reels under Covid-19, I could care less. To use the words of Argentine journalist Jorge Lanata, I don’t care if 11 millionaires chasing a ball can pop it into a net. I don’t care about the narrative. I don’t care about Lionel Messi. He can’t heal our wounds. We keep losing family and friends; he’ll keep making money. I want to know that my country is safe. I want my sister to have the normal teenage life she deserves. I want my parents, my friends and all of us to be vaccinated. Lionel Messi, Conmebol, Fernández: is this the legacy you want? No dejen que la pelota se manche.","charCount":"4230","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/francisco-navas\">Francisco Navas</a>"},{"headline":"Want to have a not-completely-terrible semi-locked-down celebration? Here’s how","standfirst":"<p>I’ve always liked that my birthday is in May, but this year I was dreading it</p>","trailText":"I’ve always liked that my birthday is in May, but this year I was dreading it","byline":"Hadley Freeman","main":"<figure class=\"element element-image\" data-media-id=\"0a70d96aba079ff9589adc231f2c075b0183e8b8\"> <img src=\"https://media.guim.co.uk/0a70d96aba079ff9589adc231f2c075b0183e8b8/0_318_5200_3120/1000.jpg\" alt=\"Birthday cake with candles blown out\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘May really is the perfect party month.’</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>","body":"<p>Bad news, Arieans and Taureans, or – as they are known by people who don’t believe in fairytales – people with birthdays between March and May. You have just had your second crap birthday in a row. No doubt the planets foretold it all. Now that I have declared myself the Guardian’s first astrologist, I must add that all Pisceans should avoid buying a dishwasher this week and Scorpios must stay away from anyone in a Moncler jacket. (That latter one is not in the stars, it’s just a good general rule for avoiding people with too much money and no taste.)</p> <p>So it was my birthday the other week. I always liked that my birthday is in May, because it really is the perfect party month: late spring, so warm, but not – crucially – summer, so people generally aren’t on holiday. Also, I share my day with some genuinely interesting people: <a href=\"https://www.theguardian.com/books/2010/may/14/wizard-of-oz-digested-classic\" title=\"\">L Frank Baum</a>! <a href=\"https://www.theguardian.com/books/2018/jul/08/madeleine-albright-fascism-is-not-an-ideology-its-a-method-interview-fascism-a-warning\" title=\"\">Madeleine Albright</a>! <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/17/andy-murray-this-much-i-know-off-court-i-am-pretty-laid-back\" title=\"\">Andy Murray</a>! This might not say anything important about me, but it definitely doesn’t say anything bad, so I’ll take it. Clever me for being born on such a great day! At this point, you should be picturing Leonardo DiCaprio at the beginning of Titanic, <a href=\"https://getyarn.io/yarn-clip/f2e57611-2ce1-4a85-a2f1-1aa355527493\" title=\"\">clutching his ticket and shouting</a>: “We’re the luckiest sons of bitches in the world!” Except it’s me instead of Leo, my birthday instead of a ticket, and the coronavirus instead of the Titanic.</p> <p>OK, not being able to have a birthday party for the second year in a row might not be quite as bad as drowning in the freezing North Atlantic because Kate Winslet wouldn’t share her <a href=\"https://www.youtube.com/watch?v=9sErVyGeQrQ\" title=\"\">massive wooden board with you</a>. But let’s just acknowledge that having a double lockdown birthday is not great. And before anyone starts, yes, I know it wasn’t <em>proper lockdown</em> two weeks ago, but it may as well have been, given I wasn’t allowed to have dinner inside a restaurant and every outdoor table is booked until August, probably by people who arrange their books by colour.</p> <p>I was really dreading my birthday this year, to the point that I tried to ignore it, which is extremely un-me. I love my birthday, and not just because I share it with Andy Murray. For a start, it’s a better excuse than, say, Tuesday to throw a party, and I really don’t understand people who don’t like throwing parties, because why wouldn’t you want all your favourite people in one room? Also, I have no problem with the ageing process, because I was such an idiot when I was young that I have to believe I can only get better. My birthday last year was fine, because there was a certain novelty about seeing neither my friends nor my parents on it. But twice in a row was not a prospect that filled me with joy. In the end, it was OK. More than OK: it was genuinely lovely, thanks entirely to my partner who stepped in and seized control of proceedings instead of letting me sit around in a self-pitying funk.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/01/swore-never-go-camping-now-toasting-marshmallows-hadley-freeman\">I swore I’d never go camping. Now I’m toasting marshmallows – who even am I? | Hadley Freeman</a> </p> </aside>  <p>As I write, it is very much up in the air whether all restrictions will be lifted next month (or indeed, ever), so perhaps the rest of the astrology chart will also have a second lockdown birthday. Just in case, here is what I’ve learned about how to have a not-completely-terrible semi-locked-down celebration:</p> <p><strong>1 No Zoom parties </strong>Whatever initial appeal these once held (“It’s like the <a href=\"https://www.youtube.com/watch?v=AzODEdkypdg\" title=\"\">opening credits of The Brady Bunch</a> are talking to me!”) has long since been overtaken by irritation about how no one actually gets to speak and someone’s wifi always freezes. It’s like trying to have a party under water, and unless you’re related to <a href=\"https://www.youtube.com/watch?v=TKcRh8__xcM\" title=\"\">The Little Mermaid</a>, this is a stupid idea. Tell the people you see in person every day – your neighbours, the newsagent – that it’s your birthday, and savour their good wishes, and if you must Zoom, keep it to one person, max two. You actually get to speak, and you’ll see everyone else later. Someday. Maybe.</p> <p><strong>2 Plan nothing that’s dependent on anything </strong>Picnics, meet-ups that require an outdoor table, gatherings that depend on restrictions being lifted when promised… these rely on, respectively, the weather, luck and Boris Johnson’s integrity, all of which are as reliable as each other. Don’t make your birthday stressful; instead stick with unshakable certainties. Like food. My birthday lunch, at my kitchen table, comprised all my favourite foods and, let me tell you, neither age nor Covid can wither spaghetti with tomato sauce and homemade chocolate cake.</p> <p><strong>3 </strong><strong>Treat yo’ self</strong><strong> </strong>The best lesson of <a href=\"https://www.theguardian.com/tv-and-radio/parks-and-recreation\" title=\"\">Parks And Recreation</a> is the importance of a <a href=\"https://www.youtube.com/watch?v=ZsABTmT1_M0\" title=\"\">Treat Yo’ Self day</a> – a day when the only rule is to indulge yourself – and a lockdown birthday is that day. Stay in bed and watch Parks And Rec all day! Have the biggest bubble bath in the world! Or just watch a double bill of <a href=\"https://www.imdb.com/title/tt0049314/\" title=\"\">High Society</a> and <a href=\"https://www.imdb.com/title/tt0097493/\" title=\"\">Heathers</a>, because it’s your birthday and you can. Maybe the outside world is overrated after all. </p>","newspaperPageNumber":"5","wordcount":"839","commentCloseDate":"2021-06-01T08:00:19Z","commentable":"true","firstPublicationDate":"2021-05-29T08:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:00:19Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hfhnf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0a70d96aba079ff9589adc231f2c075b0183e8b8/0_318_5200_3120/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Bad news, Arieans and Taureans, or – as they are known by people who don’t believe in fairytales – people with birthdays between March and May. You have just had your second crap birthday in a row. No doubt the planets foretold it all. Now that I have declared myself the Guardian’s first astrologist, I must add that all Pisceans should avoid buying a dishwasher this week and Scorpios must stay away from anyone in a Moncler jacket. (That latter one is not in the stars, it’s just a good general rule for avoiding people with too much money and no taste.) So it was my birthday the other week. I always liked that my birthday is in May, because it really is the perfect party month: late spring, so warm, but not – crucially – summer, so people generally aren’t on holiday. Also, I share my day with some genuinely interesting people: L Frank Baum! Madeleine Albright! Andy Murray! This might not say anything important about me, but it definitely doesn’t say anything bad, so I’ll take it. Clever me for being born on such a great day! At this point, you should be picturing Leonardo DiCaprio at the beginning of Titanic, clutching his ticket and shouting: “We’re the luckiest sons of bitches in the world!” Except it’s me instead of Leo, my birthday instead of a ticket, and the coronavirus instead of the Titanic. OK, not being able to have a birthday party for the second year in a row might not be quite as bad as drowning in the freezing North Atlantic because Kate Winslet wouldn’t share her massive wooden board with you. But let’s just acknowledge that having a double lockdown birthday is not great. And before anyone starts, yes, I know it wasn’t proper lockdown two weeks ago, but it may as well have been, given I wasn’t allowed to have dinner inside a restaurant and every outdoor table is booked until August, probably by people who arrange their books by colour. I was really dreading my birthday this year, to the point that I tried to ignore it, which is extremely un-me. I love my birthday, and not just because I share it with Andy Murray. For a start, it’s a better excuse than, say, Tuesday to throw a party, and I really don’t understand people who don’t like throwing parties, because why wouldn’t you want all your favourite people in one room? Also, I have no problem with the ageing process, because I was such an idiot when I was young that I have to believe I can only get better. My birthday last year was fine, because there was a certain novelty about seeing neither my friends nor my parents on it. But twice in a row was not a prospect that filled me with joy. In the end, it was OK. More than OK: it was genuinely lovely, thanks entirely to my partner who stepped in and seized control of proceedings instead of letting me sit around in a self-pitying funk. As I write, it is very much up in the air whether all restrictions will be lifted next month (or indeed, ever), so perhaps the rest of the astrology chart will also have a second lockdown birthday. Just in case, here is what I’ve learned about how to have a not-completely-terrible semi-locked-down celebration: 1 No Zoom parties Whatever initial appeal these once held (“It’s like the opening credits of The Brady Bunch are talking to me!”) has long since been overtaken by irritation about how no one actually gets to speak and someone’s wifi always freezes. It’s like trying to have a party under water, and unless you’re related to The Little Mermaid, this is a stupid idea. Tell the people you see in person every day – your neighbours, the newsagent – that it’s your birthday, and savour their good wishes, and if you must Zoom, keep it to one person, max two. You actually get to speak, and you’ll see everyone else later. Someday. Maybe. 2 Plan nothing that’s dependent on anything Picnics, meet-ups that require an outdoor table, gatherings that depend on restrictions being lifted when promised… these rely on, respectively, the weather, luck and Boris Johnson’s integrity, all of which are as reliable as each other. Don’t make your birthday stressful; instead stick with unshakable certainties. Like food. My birthday lunch, at my kitchen table, comprised all my favourite foods and, let me tell you, neither age nor Covid can wither spaghetti with tomato sauce and homemade chocolate cake. 3 Treat yo’ self The best lesson of Parks And Recreation is the importance of a Treat Yo’ Self day – a day when the only rule is to indulge yourself – and a lockdown birthday is that day. Stay in bed and watch Parks And Rec all day! Have the biggest bubble bath in the world! Or just watch a double bill of High Society and Heathers, because it’s your birthday and you can. Maybe the outside world is overrated after all.","charCount":"4719","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/hadleyfreeman\">Hadley Freeman</a>"}]