[{"headline":"Covid live: UK under-30s to be invited for jabs this week; Labour calls for ‘amber list’ to be axed","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc7b1b8f08b9889b36a5ae#block-60bc7b1b8f08b9889b36a5ae\">health secretary says Delta variant appears 40% more transmissible</a>; Lisa Nandy says <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc87bf8f08b9889b36a640#block-60bc87bf8f08b9889b36a640\">robust quarantine needed for people arriving in UK</a></p><ul><li><a href=\"https://www.theguardian.com/society/2021/jun/06/tony-blair-calls-for-new-pass-to-allow-vaccinated-people-more-freedoms\">Tony Blair says fully vaccinated people should get greater freedoms </a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/06/data-on-delta-variant-splits-scientists-on-lifting-final-covid-restrictions\">Data on Delta variant splits scientists on lifting final Covid restrictions</a></li><li><a href=\"https://www.theguardian.com/society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told\">Share vaccines or climate deal will fail, rich countries told</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/06/other-countries-need-covid-vaccine-before-british-teenagers-ministers-told\">Other countries need vaccine before UK teenagers, ministers told</a><br></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak/all\">See all our coronavirus coverage </a></li></ul>","trailText":"Latest updates: health secretary says Delta variant appears 40% more transmissible; Lisa Nandy says robust quarantine needed for people arriving in UK","byline":"Harry Taylor","main":"<figure class=\"element element-image\" data-media-id=\"ea9e585b98bfbbc6c46c0da25c66d2ec7b9fa16f\"> <img src=\"https://media.guim.co.uk/ea9e585b98bfbbc6c46c0da25c66d2ec7b9fa16f/0_231_4500_2699/1000.jpg\" alt=\"People enjoy the sunshine in Eton, Berkshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People enjoy the sunshine in Eton, Berkshire. Matt Hancock has said it is too early to decide if further easing can go ahead in England.</span> <span class=\"element-image__credit\">Photograph: Maureen McLean/REX/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60bc8ec98f08b9889b36a67b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:04:27.846Z\">10.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the idea of children being vaccinated, <strong>Hancock </strong>says the government is following clinical advice. </p> <p>“There’s good advantages, there’s the reduction in transmission from children to parents and grandparents who might be vulnerable. There’s advantages in protecting education, if one child gets one positive test, the whole bubble has to isolate.</p> <p>“We should follow and listen to clinical advice...I don’t want to put pressure on them with their advice. People should be reassured that whatever steps we take they are on a clinically advised basis.”</p> </div>   </div> <div id=\"block-60bc8da88f08b9889b36a671\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:00:13.431Z\">10.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In response to a question about vaccine passports, or certification along the lines mentioned by <strong>Tony Blair</strong>, <strong>Hancock </strong>says: </p> <p>“We know some other countries are going to require it. So if you want to go some other countries, you already have to, the EU are talking about it. It’s my job to make sure you can have that. </p> <p>“If you download the NHS app right now and register it will show you your vaccine status, so you can prove it if you want to go to Greece, for example.”</p> <p>He says rules in the UK are down to a certification review and that there is downsides on a mandatory basis.</p> </div>   </div> <div id=\"block-60bc8c808f082e80569f7b97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:55:32.510Z\">9.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hancock </strong>repeats Sage’s findings that the India variant is 40% more transmissible. In turn <strong>Marr </strong>quotes a Sage report saying that a variant of that level of transmissibility would cause severe disruption to the roadmap.</p> <p><strong>Hancock </strong>says: “We’re watching the case rates and the rate in which that transfers into hospitalisations. Thankfully that link, which was absolutely rock solid over the autumn, is severed but not broken. There are some people in hospital who have been double vaccinated, but very few. The majority in hospital haven’t been.</p> <p>“Critically, those who are double vaccinated, even if they’re in hospital, they appear to be less ill. The vaccine is working and is our way through it, the new variant, which is more transmissible is making that calculation harder.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:56:03.559Z\">at 9.56am BST</time></p>  </div> <div id=\"block-60bc89c28f082ac930aebc0e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:51:09.890Z\">9.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Matt Hancock</strong>’s now appearing on Marr, after his earlier interview on Sky News’ Trevor Phillips on Sunday.</p> <p>He first responds to an earlier interview by <strong>Bob Geldof</strong> calling for more vaccines to go to developing countries. The <strong>health secretary</strong> references <strong>Boris Johnson’s</strong> call to get the planet vaccinated by the end of 2022, and the rollout of the Oxford/AstraZeneca jab at cost to low and middle income countries.</p> <p>The cut to the aid budget, he says, is supposed to be temporary. “We also have this enormous cost there, so we can continue investing in the NHS, which we are doing, but there’s many things we are doing, leadership on climate change and certainly the work that AZ and Oxford University have done that a quarter of the vaccines across the whole world are delivered with UK taxpayers cash, at cost, no charge on intellectual property, and that’s saving lives everywhere.”</p> </div>   </div> <div id=\"block-60bc88fb8f08b9889b36a651\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:39:12.643Z\">9.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nandy </strong>backs vaccination for children after the JCVI’s approval of the Pfizer jab for 12-15 year olds.</p> <p>“I think the regulator has been clear that for 12-year-olds and over the Pfizer vaccine is safe and it’s apparent that the rise in transmission rates is being driven by young people. </p> <p>“It’s right to follow the public health officials particularly the ones that are saying ‘this is what we want to do’.</p> <p>“If public health directors are saying ‘we’ve got a problem in our secondary schools and we need to open up the vaccine, not to make it mandatory, offer the chance to get them vaccinated’, then we need to listen. If we’d taken that approach from the start we’d be in a far better place now.”</p> </div>   </div> <div id=\"block-60bc87bf8f08b9889b36a640\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:34:53.234Z\">9.34am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Amber travel list should be scrapped' - Nandy</h2>  <div class=\"block-elements\">  <p>On international travel <strong>Nandy </strong>says she believes the current Amber list for international travel from the UK should be scrapped.</p> <p>Current rules mean people travelling to the UK from those countries must quarantine at home or the place they are staying for 10 days and take two Covid tests during that period.</p> <p>She adds: “It’s confusing and that confusion is dangerous at the moment and risks unravelling all the progress that we’ve made.</p> <p>“I think we should have robust quarantine measures for people coming back into the country. </p> <p>“We need to be much clearer that at the moment travelling overseas, particularly when you’ve got countries like Vietnam and Thailand on the amber list where new variants are emerging and being imported into the UK, is the wrong thing to do and the government ought to be clear about that.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:41:02.290Z\">at 9.41am BST</time></p>  </div> <div id=\"block-60bc873c8f08b9889b36a63d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:30:20.582Z\">9.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s shadow foreign secretary <strong>Lisa Nandy </strong>tells <strong>Marr</strong> says she’s sceptical on a domestic level on vaccine passports.</p> <p>“I think the global case for vaccine passports is clear because other countries are doing it, but at a domestic level for many of the reasons that you’ve highlighted, discriminatory practices, how they would be enforced, I think there are potentially real problems.”</p> </div>   </div> <div id=\"block-60bc86128f08b9889b36a62f\" class=\"block\" data-block-contributor=\"profile/tobyhelm\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:28:34.843Z\">9.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s more detail on the proposal put forward by the Tony Blair Institute for Global Change.</p> <blockquote class=\"quoted\"> <p>People who have been vaccinated against Covid-19 should be able to travel abroad using a new digital pass and go to “vaccine-only” venues such as restaurants or sports stadiums, <a href=\"https://www.theguardian.com/politics/tonyblair\">Tony Blair</a> says today.</p> <p>Releasing a report entitled “Less Risk, More Freedom”, by the Tony Blair Institute for Global Change, the former prime minister says the time has come “to distinguish for the purposes of freedom from restriction between the vaccinated and unvaccinated”.</p> <p>The report argues that to date, measures intended to reduce the spread of disease have treated populations as largely homogenous groups. As a result, restrictions – such as national lockdowns, regional-tier systems and entire schools closed following outbreaks – have been blunt instruments.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/06/tony-blair-calls-for-new-pass-to-allow-vaccinated-people-more-freedoms\">Tony Blair calls for new pass to allow vaccinated people more freedoms</a> </p> </aside> </div>   </div> <div id=\"block-60bc84bf8f082e80569f7b4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:22:30.055Z\">9.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tony Blair</strong><strong>’s</strong> on BBC One’s Andrew Marr Show. He says he thinks it’s “uncertain” as to whether the UK will carry on with rules being relaxed on 21 June.</p> <p><strong>Marr </strong>says that with introducing vaccine passports or certification status, it will end up discriminating against people who have not had the jab.</p> <p><strong>Blair </strong>replies: “Discrimination has got a very loaded meaning in the English Language now. Really when it comes to risk management it’s all about discrimination. The reason we vaccinate the elderly first is that they are more at risk. The reason we ensure people are vaccinated is that we reduce the risk of transmission.”</p> <p>In response to a follow-up question, the former prime minister adds that there needs to be exemptions made for certain groups, including the disabled, as it would be “totally inappropriate” to discriminate against them.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:27:11.361Z\">at 9.27am BST</time></p>  </div> <div id=\"block-60bc815d8f08b9889b36a5fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:06:07.193Z\">9.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan </strong>reported 343 new Covid-19 cases on Sunday, down from 511 reported the day before.</p> <p>The <strong>US </strong>announced on Sunday that it will give it 750,000 vaccine doses.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:17:26.734Z\">at 9.17am BST</time></p>  </div> <div id=\"block-60bc7f228f08b9889b36a5d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:59:41.190Z\">8.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Phillips </strong>asks if we could be giving more vaccines to other countries ahead of the G7 summit next week.</p> <p><strong>Hancock </strong>says: “My first duty is to protect the UK population, and that’s to reduce transmission. The way we’re helping the rest of the world is giving away at cost the Oxford/AstraZeneca vaccine and that means of the 2 billion doses delivered across the world, 500m doses are the Oxford/AstraZeneca vaccine. 70% of those doses are in low and middle-income countries. </p> <p>“The reason we’ve been able to do this is is that we’ve made it available at cost, no charge of intellectual property from the start. I’m delighted there’s a debate, around the G7 table on how to vaccinate the world, but this country has done more than any other by ensuring the Oxford/AstraZeneca vaccine is available at cost.”</p> </div>   </div> <div id=\"block-60bc7dc98f082ac930aebb86\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:53:11.084Z\">8.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Responding on whether the government will respond to <strong>Blair’s </strong>call earlier (see <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc736a8f082ac930aebb3b#block-60bc736a8f082ac930aebb3b\">8.19</a>), for global vaccine passports, as well as relaxations domestically for people who have had the jab. </p> <p><strong>Hancock </strong>says: “This debate has been going on for months and we’ve been doing the work inside government, and we’ll be coming out with our answers on that soon. </p> <p>“We know it’s going to be needed internationally, on the domestic front, that’s a matter for Michael Gove.”</p> </div>   </div> <div id=\"block-60bc7c5b8f08b9889b36a5bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:46:50.761Z\">8.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Phillips </strong>asks if the government will want to vaccinate all children.</p> <p>The UK regulator, Joint Committee on Vaccination and Immunisation, approved the Pfizer jab for use on children aged <a href=\"https://www.theguardian.com/world/2021/jun/04/uk-regulator-approves-pfizer-covid-vaccine-for-12-to-15-year-olds\">between 12 and 15 earlier this week.</a> A story in the Sunday Telegraph said that under plans drawn up by Whitehall, they would be <a href=\"https://www.telegraph.co.uk/politics/2021/06/05/vaccines-children-could-start-august-plans-discussed-ministers/\">offered the jab from mid-August.</a></p> <p><strong>Hancock </strong>doesn’t rule it out, and says: “We’ve got a few weeks until we come out with a plan on how and if we take this forward. </p> <p>“We know the vaccine both protects you and helps stops it transmitting, and I want to protect education as much as anybody does. Making sure we don’t have those whole bubbles going home and the isolation, that has big upsides for education.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:09:17.118Z\">at 9.09am BST</time></p>  </div> <div id=\"block-60bc7bb28f082e80569f7b02\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:42:12.654Z\">8.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Under-30s in UK can get their Covid vaccine from this week</h2>  <div class=\"block-elements\">  <p>Under-30s are being invited to get their jabs this week, <strong>Hancock </strong>adds, as he says the link between infection and serious illness has been “severed but not broken” by the vaccine.</p> <p><strong>Phillips </strong>asks whether there will be a modification of the roadmap, such as lifting lockdown but still asking people to work from home.</p> <p>“There are a series of things at the moment that we’ve said will be part of step four, which include the rule of six and the fact there’s still some businesses that are closed.</p> <p>“We have four reviews into international travel and certification and social distancing, and we are concluding those reviews and doing that at the same time.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:55:13.623Z\">at 9.55am BST</time></p>  </div> <div id=\"block-60bc7b1b8f08b9889b36a5ae\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:39:20.220Z\">8.39am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hancock says Delta variant appears to be 40% more transmissible than Kent variant</h2>  <div class=\"block-elements\">  <p><strong>Hancock </strong>urges people to go and get their second dose to try and stop the damage being caused by the India variant, that is 40% more transmissible.</p> <p>“It’s more difficult to manage this virus with the new variant. But after two doses of vaccine we are confident that you get the same protection as you did with the old variant.</p> <p>“The vaccine works just as effectively, and everyone must get their second jab though, as the first on its own isn’t quite as effective.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:55:35.058Z\">at 9.55am BST</time></p>  </div> <div id=\"block-60bc79c28f082ac930aebb6f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:36:11.567Z\">8.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Matt Hancock: too early to decide if 21 June easing will be delayed</h2>  <div class=\"block-elements\">  <p>The health secretary <strong>Matt Hancock</strong> is on Sky News’ Trevor Phillips on Sunday, as part of a morning broadcast tour. </p> <p>He asks Hancock whether there will be a delay to the relaxing of restrictions on 21 June.</p> <p>“It’s too early to make a final decision on that,” Hancock begins. “The prime minister and the team will be looking over all the data over this week and we’ve said we will be giving people enough time ahead of 21 June when this is pencilled in, this next step.”</p> <p>He says it will depend on the four tests; cases, hospitalisations, the rollout of the vaccine and the impact of new variants. Hancock admits that there has been a significant impact of the Delta variant.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:04:16.799Z\">at 9.04am BST</time></p>  </div> <div id=\"block-60bc78b58f082ac930aebb68\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:31:09.836Z\">8.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Vaccinate world by end of 2022' - Johnson</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson </strong>will urge G7 leaders to “defeat Covid” by vaccinating the world by the end of next year.</p> <p>The prime minister will stress the importance of the programme when he meets leaders on Friday in Cornwall for the first face-to-face G7 meeting since the beginning of the pandemic.</p> <p>The US, France, Germany, Italy and Japan have all said how many doses they will donate to the global vaccine programme, Covax. However the UK and Canada are yet to announce how many they will contribute.</p> <p>Johnson will also call for a global watch system to catch new variants before they spread more widely.</p> <p>Johnson said: “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:39:03.158Z\">at 8.39am BST</time></p>  </div> <div id=\"block-60bc77838f082ac930aebb5d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:25:57.302Z\">8.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Head of the UK vaccines taskforce <strong tabindex=\"-1\">Kate Bingham</strong> is to be given a damehood, the Telegraph has reported, after getting the UK access to millions of doses of six different jabs.</p> <p>Her expected honour is among a number in next week’s Queen’s Birthday honours dedicated to “heroes” in the pandemic.</p> <p>Bingham was appointed to the role in May last year and left at the end of 2020. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:39:21.704Z\">at 8.39am BST</time></p>  </div> <div id=\"block-60bc736a8f082ac930aebb3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:19:00.979Z\">8.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People who have had both doses of a Covid-19 vaccine should have restrictions relaxed for them, according to former prime minister Tony Blair.</p> <p>Blair’s thinktank, the Tony Blair Institute for Global Change, sets out how the country should remain open if the virus persists in the population. The report, <a draggable=\"true\" href=\"https://institute.global/policy/less-risk-more-freedom\">Less Risk, More Freedom</a>, says that the NHS app – which is currently used for contact tracing – should be replaced with a system of global health passes.</p> <p>“The health pass needs to be usable both by national border authorities and other organisations within countries. It should also include the ability to demonstrate time-restricted testing status for those who aren’t able to be vaccinated. </p> <p>“With this ability to securely prove vaccination status, we can move beyond blunt, catch-all tools and align with other countries by removing certain restrictions for the fully vaccinated – thereby enabling us to sustainably reopen the economy,” the report says. </p> <p>Good morning from London, I’m Harry Taylor and I’ll be bringing you all the latest Covid-19 news from around the world today. If you have any comments, tips or suggestions - drop me an <a href=\"mailto:harry.taylor.casual@theguardian.com\">email </a>or via Twitter <a href=\"http://www.twitter.com/HarryTaylr\">@HarryTaylr</a> where my DMs are open.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:47:52.476Z\">at 8.47am BST</time></p>  </div>","wordcount":"2148","firstPublicationDate":"2021-06-06T07:19:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:04:27Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2b3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ea9e585b98bfbbc6c46c0da25c66d2ec7b9fa16f/0_231_4500_2699/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On the idea of children being vaccinated, Hancock says the government is following clinical advice. “There’s good advantages, there’s the reduction in transmission from children to parents and grandparents who might be vulnerable. There’s advantages in protecting education, if one child gets one positive test, the whole bubble has to isolate. “We should follow and listen to clinical advice...I don’t want to put pressure on them with their advice. People should be reassured that whatever steps we take they are on a clinically advised basis.” In response to a question about vaccine passports, or certification along the lines mentioned by Tony Blair, Hancock says: “We know some other countries are going to require it. So if you want to go some other countries, you already have to, the EU are talking about it. It’s my job to make sure you can have that. “If you download the NHS app right now and register it will show you your vaccine status, so you can prove it if you want to go to Greece, for example.” He says rules in the UK are down to a certification review and that there is downsides on a mandatory basis. Hancock repeats Sage’s findings that the India variant is 40% more transmissible. In turn Marr quotes a Sage report saying that a variant of that level of transmissibility would cause severe disruption to the roadmap. Hancock says: “We’re watching the case rates and the rate in which that transfers into hospitalisations. Thankfully that link, which was absolutely rock solid over the autumn, is severed but not broken. There are some people in hospital who have been double vaccinated, but very few. The majority in hospital haven’t been. “Critically, those who are double vaccinated, even if they’re in hospital, they appear to be less ill. The vaccine is working and is our way through it, the new variant, which is more transmissible is making that calculation harder.” Matt Hancock’s now appearing on Marr, after his earlier interview on Sky News’ Trevor Phillips on Sunday. He first responds to an earlier interview by Bob Geldof calling for more vaccines to go to developing countries. The health secretary references Boris Johnson’s call to get the planet vaccinated by the end of 2022, and the rollout of the Oxford/AstraZeneca jab at cost to low and middle income countries. The cut to the aid budget, he says, is supposed to be temporary. “We also have this enormous cost there, so we can continue investing in the NHS, which we are doing, but there’s many things we are doing, leadership on climate change and certainly the work that AZ and Oxford University have done that a quarter of the vaccines across the whole world are delivered with UK taxpayers cash, at cost, no charge on intellectual property, and that’s saving lives everywhere.” Nandy backs vaccination for children after the JCVI’s approval of the Pfizer jab for 12-15 year olds. “I think the regulator has been clear that for 12-year-olds and over the Pfizer vaccine is safe and it’s apparent that the rise in transmission rates is being driven by young people. “It’s right to follow the public health officials particularly the ones that are saying ‘this is what we want to do’. “If public health directors are saying ‘we’ve got a problem in our secondary schools and we need to open up the vaccine, not to make it mandatory, offer the chance to get them vaccinated’, then we need to listen. If we’d taken that approach from the start we’d be in a far better place now.” On international travel Nandy says she believes the current Amber list for international travel from the UK should be scrapped. Current rules mean people travelling to the UK from those countries must quarantine at home or the place they are staying for 10 days and take two Covid tests during that period. She adds: “It’s confusing and that confusion is dangerous at the moment and risks unravelling all the progress that we’ve made. “I think we should have robust quarantine measures for people coming back into the country. “We need to be much clearer that at the moment travelling overseas, particularly when you’ve got countries like Vietnam and Thailand on the amber list where new variants are emerging and being imported into the UK, is the wrong thing to do and the government ought to be clear about that.” Labour’s shadow foreign secretary Lisa Nandy tells Marr says she’s sceptical on a domestic level on vaccine passports. “I think the global case for vaccine passports is clear because other countries are doing it, but at a domestic level for many of the reasons that you’ve highlighted, discriminatory practices, how they would be enforced, I think there are potentially real problems.” Here’s more detail on the proposal put forward by the Tony Blair Institute for Global Change. People who have been vaccinated against Covid-19 should be able to travel abroad using a new digital pass and go to “vaccine-only” venues such as restaurants or sports stadiums, Tony Blair says today. Releasing a report entitled “Less Risk, More Freedom”, by the Tony Blair Institute for Global Change, the former prime minister says the time has come “to distinguish for the purposes of freedom from restriction between the vaccinated and unvaccinated”. The report argues that to date, measures intended to reduce the spread of disease have treated populations as largely homogenous groups. As a result, restrictions – such as national lockdowns, regional-tier systems and entire schools closed following outbreaks – have been blunt instruments. Tony Blair’s on BBC One’s Andrew Marr Show. He says he thinks it’s “uncertain” as to whether the UK will carry on with rules being relaxed on 21 June. Marr says that with introducing vaccine passports or certification status, it will end up discriminating against people who have not had the jab. Blair replies: “Discrimination has got a very loaded meaning in the English Language now. Really when it comes to risk management it’s all about discrimination. The reason we vaccinate the elderly first is that they are more at risk. The reason we ensure people are vaccinated is that we reduce the risk of transmission.” In response to a follow-up question, the former prime minister adds that there needs to be exemptions made for certain groups, including the disabled, as it would be “totally inappropriate” to discriminate against them. Taiwan reported 343 new Covid-19 cases on Sunday, down from 511 reported the day before. The US announced on Sunday that it will give it 750,000 vaccine doses. Phillips asks if we could be giving more vaccines to other countries ahead of the G7 summit next week. Hancock says: “My first duty is to protect the UK population, and that’s to reduce transmission. The way we’re helping the rest of the world is giving away at cost the Oxford/AstraZeneca vaccine and that means of the 2 billion doses delivered across the world, 500m doses are the Oxford/AstraZeneca vaccine. 70% of those doses are in low and middle-income countries. “The reason we’ve been able to do this is is that we’ve made it available at cost, no charge of intellectual property from the start. I’m delighted there’s a debate, around the G7 table on how to vaccinate the world, but this country has done more than any other by ensuring the Oxford/AstraZeneca vaccine is available at cost.” Responding on whether the government will respond to Blair’s call earlier (see 8.19), for global vaccine passports, as well as relaxations domestically for people who have had the jab. Hancock says: “This debate has been going on for months and we’ve been doing the work inside government, and we’ll be coming out with our answers on that soon. “We know it’s going to be needed internationally, on the domestic front, that’s a matter for Michael Gove.” Phillips asks if the government will want to vaccinate all children. The UK regulator, Joint Committee on Vaccination and Immunisation, approved the Pfizer jab for use on children aged between 12 and 15 earlier this week. A story in the Sunday Telegraph said that under plans drawn up by Whitehall, they would be offered the jab from mid-August. Hancock doesn’t rule it out, and says: “We’ve got a few weeks until we come out with a plan on how and if we take this forward. “We know the vaccine both protects you and helps stops it transmitting, and I want to protect education as much as anybody does. Making sure we don’t have those whole bubbles going home and the isolation, that has big upsides for education.” Under-30s are being invited to get their jabs this week, Hancock adds, as he says the link between infection and serious illness has been “severed but not broken” by the vaccine. Phillips asks whether there will be a modification of the roadmap, such as lifting lockdown but still asking people to work from home. “There are a series of things at the moment that we’ve said will be part of step four, which include the rule of six and the fact there’s still some businesses that are closed. “We have four reviews into international travel and certification and social distancing, and we are concluding those reviews and doing that at the same time.” Hancock urges people to go and get their second dose to try and stop the damage being caused by the India variant, that is 40% more transmissible. “It’s more difficult to manage this virus with the new variant. But after two doses of vaccine we are confident that you get the same protection as you did with the old variant. “The vaccine works just as effectively, and everyone must get their second jab though, as the first on its own isn’t quite as effective.” The health secretary Matt Hancock is on Sky News’ Trevor Phillips on Sunday, as part of a morning broadcast tour. He asks Hancock whether there will be a delay to the relaxing of restrictions on 21 June. “It’s too early to make a final decision on that,” Hancock begins. “The prime minister and the team will be looking over all the data over this week and we’ve said we will be giving people enough time ahead of 21 June when this is pencilled in, this next step.” He says it will depend on the four tests; cases, hospitalisations, the rollout of the vaccine and the impact of new variants. Hancock admits that there has been a significant impact of the Delta variant. Boris Johnson will urge G7 leaders to “defeat Covid” by vaccinating the world by the end of next year. The prime minister will stress the importance of the programme when he meets leaders on Friday in Cornwall for the first face-to-face G7 meeting since the beginning of the pandemic. The US, France, Germany, Italy and Japan have all said how many doses they will donate to the global vaccine programme, Covax. However the UK and Canada are yet to announce how many they will contribute. Johnson will also call for a global watch system to catch new variants before they spread more widely. Johnson said: “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” Head of the UK vaccines taskforce Kate Bingham is to be given a damehood, the Telegraph has reported, after getting the UK access to millions of doses of six different jabs. Her expected honour is among a number in next week’s Queen’s Birthday honours dedicated to “heroes” in the pandemic. Bingham was appointed to the role in May last year and left at the end of 2020. People who have had both doses of a Covid-19 vaccine should have restrictions relaxed for them, according to former prime minister Tony Blair. Blair’s thinktank, the Tony Blair Institute for Global Change, sets out how the country should remain open if the virus persists in the population. The report, Less Risk, More Freedom, says that the NHS app – which is currently used for contact tracing – should be replaced with a system of global health passes. “The health pass needs to be usable both by national border authorities and other organisations within countries. It should also include the ability to demonstrate time-restricted testing status for those who aren’t able to be vaccinated. “With this ability to securely prove vaccination status, we can move beyond blunt, catch-all tools and align with other countries by removing certain restrictions for the fully vaccinated – thereby enabling us to sustainably reopen the economy,” the report says. Good morning from London, I’m Harry Taylor and I’ll be bringing you all the latest Covid-19 news from around the world today. If you have any comments, tips or suggestions - drop me an email or via Twitter @HarryTaylr where my DMs are open.","charCount":"12610","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/harry-taylor\">Harry Taylor</a>"},{"headline":"England v New Zealand: first Test, day five – live!","standfirst":"<ul><li>Over-by-over report of the final day at Lord’s</li><li><a href=\"https://www.theguardian.com/sport/2021/jun/05/rory-burns-battling-century-gives-england-hope-but-new-zealand-on-top\">Day four report: Burns’ battling century gives England hope</a></li><li><a href=\"https://www.theguardian.com/sport/blog/2021/jun/05/england-middle-orders-car-crash-batting-puts-kiwis-in-driving-seat\">Andy Bull on England’s middle order car-crash batting</a></li><li>Email <a href=\"mailto:rob.smyth@theguardian.com\">rob.smyth@theguardian.com</a> with any thoughts</li></ul>","trailText":"<strong>Over-by-over report: </strong>New Zealand are on top at Lord’s but what will come of the final day at Lord’s? Join Rob Smyth to find out","byline":"Rob Smyth (now) and Tim de Lisle (later)","main":"<figure class=\"element element-image\" data-media-id=\"273ba4fd59da7be7c7ee4abcd3207a7032f8b5ad\"> <img src=\"https://media.guim.co.uk/273ba4fd59da7be7c7ee4abcd3207a7032f8b5ad/0_90_3500_2100/1000.jpg\" alt=\"Tom Latham will resume for New Zealand on day five. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Latham will resume for New Zealand on day five. </span> <span class=\"element-image__credit\">Photograph: Adam Davy/PA</span> </figcaption> </figure>","body":"<div id=\"block-60bc8be08f08b9889b36a66b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:48:37.864Z\">9.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>The draws are back in town. Today, all things being equal, England will draw their third home Test in a row for the first time since the late eighties. And though that’s mainly down to the weather, England have also become more resilient under Chris Silverwood. The Bayliss-era England might have thrown the towel in when they slipped to 140 for six; instead, Rory Burns and Ollie Robinson (with bat and ball) stalled New Zealand’s momentum.</p> <p>New Zealand will resume on 62 for two, a lead of 165. With a maximum of 98 overs to bowl, they could still force victory on a pitch is becoming more uneven. But with a forecast for showers – of the meteorological rather than the middle-order kind – that looks unlikely. Madame de Stael said that one must choose in life between boredom and suffering. England politely request a boring last day.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:03:04.365Z\">at 10.03am BST</time></p>  </div>","wordcount":"146","firstPublicationDate":"2021-06-06T09:04:15Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:05:54Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2q7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/273ba4fd59da7be7c7ee4abcd3207a7032f8b5ad/0_90_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The draws are back in town. Today, all things being equal, England will draw their third home Test in a row for the first time since the late eighties. And though that’s mainly down to the weather, England have also become more resilient under Chris Silverwood. The Bayliss-era England might have thrown the towel in when they slipped to 140 for six; instead, Rory Burns and Ollie Robinson (with bat and ball) stalled New Zealand’s momentum. New Zealand will resume on 62 for two, a lead of 165. With a maximum of 98 overs to bowl, they could still force victory on a pitch is becoming more uneven. But with a forecast for showers – of the meteorological rather than the middle-order kind – that looks unlikely. Madame de Stael said that one must choose in life between boredom and suffering. England politely request a boring last day.","charCount":"836","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robsmyth\">Rob Smyth</a> (now) and <a href=\"profile/timdelisle\">Tim de Lisle</a> (later)"},{"headline":"Covid Delta variant ‘about 40% more transmissible’, says Matt Hancock","standfirst":"<p>Under-30s to be offered jabs from next week but variant makes decision on easing rules in England ‘more difficult’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Under-30s to be offered jabs from next week but variant makes decision on easing rules in England ‘more difficult’","byline":"Peter Walker Political correspondent","main":"<figure class=\"element element-image\" data-media-id=\"6e875728c31b73eede9246a354e9165b03848e96\"> \n <img src=\"https://media.guim.co.uk/6e875728c31b73eede9246a354e9165b03848e96/0_173_5184_3110/1000.jpg\" alt=\"Matt Hancock outside the BBC\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Matt Hancock outside the BBC on Sunday.</span> \n  <span class=\"element-image__credit\">Photograph: Tayfun Salcı/ZUMA Wire/REX/Shutterstock</span> \n </figcaption> \n</figure>","body":"<p>The new Delta variant of coronavirus appears to be about 40% more transmissible than the variant it has largely replaced, Matt Hancock has said, making government decisions about whether to ease restrictions in England on 21 June “more difficult”.</p> \n<p>Saying that under-30s will be called to begin vaccinations from next week, the health secretary confirmed it was still possible the reopening programme could be delayed or some rules kept in place.</p> \n<p>“We consider all options,” he told Sky News.</p> \n<p>The transmissibility of the Delta variant, first identified in India, has been <a href=\"https://www.theguardian.com/world/2021/may/31/if-india-variant-starts-a-third-wave-englands-covid-rules-may-have-to-stay\">seen as a central factor</a> to the decisions over whether to remove most remaining restrictions in England in a fortnight, with the decision due to be made later this week.</p> \n<p>Estimates have said the Delta variant could be anywhere <a href=\"https://www.theguardian.com/world/2021/jun/04/delta-variant-transmissible-uk-covid-lockdown-neil-ferguson\">between 30% and 100% more transmissible</a> than the so-called Alpha variant first identified in Kent. But asked for the latest information, Hancock gave a figure of 40%.</p> \n<p>“That means that it is more difficult to manage this virus with the new Delta variant,” he said. “But crucially, after two doses of vaccine we are confident that you get the same protection that you did with the old variant. So the good news is that the vaccine still works just as effectively.”</p> \n<p>It was, he said, still too early to decide what might happen on 21 June: “The prime minister and I and the team will be looking at all of the data over this week … The critical thing is to see whether the four tests we have set have been met.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/covid-19-uk/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Saying the Covid vaccination programme had “severed but not broken” the link between infection rates and hospitalisations, Hancock said adults under 30 would be able to seek first injections from next week.</p> \n<p>“We are not saying no to 21 June at this point,” he said. “We’ll keep watching the data for another week, and critically, watching that link from the number of cases to the number of people who end up in hospital. And it is absolutely true that the number of people ending up in hospital is broadly flat at the moment, while the number of cases is rising, showing that link is not absolute, as it once was.”</p> \n<p>After the Medicines and Healthcare products Regulatory Authority (MHRA) approved the Pfizer/BioNTech vaccine for 12- to 15-year-olds on Friday, Hancock hinted strongly he would like to see pupils offered jabs, <a href=\"https://www.theguardian.com/education/2021/jun/04/school-leaders-say-pupils-should-vaccinated-as-matter-of-priority\">as called for</a> by school leaders.</p> \n<p>The matter would be considered by the government’s Joint Committee on Vaccination and Immunisation, he said, and with those aged 18-30 still to get doses, a decision would not be needed for a few weeks.</p> \n<p>“But we know that the vaccine both protects you and helps stop you transmitting,” Hancock said. “Making sure that we don’t have whole bubbles having to go home, and the isolation, especially as we saw over the autumn for instance, that has big upsides for education.”</p> \n<p>Asked about the delay in putting India on the red list for travel, weeks after Pakistan and Bangladesh, blamed by critics as the reason why the Delta variant has become dominant in the UK, Hancock insisted the data had supported this decision.</p>","wordcount":"531","firstPublicationDate":"2021-06-06T09:02:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:03:54Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2km","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6e875728c31b73eede9246a354e9165b03848e96/0_173_5184_3110/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The new Delta variant of coronavirus appears to be about 40% more transmissible than the variant it has largely replaced, Matt Hancock has said, making government decisions about whether to ease restrictions in England on 21 June “more difficult”. Saying that under-30s will be called to begin vaccinations from next week, the health secretary confirmed it was still possible the reopening programme could be delayed or some rules kept in place. “We consider all options,” he told Sky News. The transmissibility of the Delta variant, first identified in India, has been seen as a central factor to the decisions over whether to remove most remaining restrictions in England in a fortnight, with the decision due to be made later this week. Estimates have said the Delta variant could be anywhere between 30% and 100% more transmissible than the so-called Alpha variant first identified in Kent. But asked for the latest information, Hancock gave a figure of 40%. “That means that it is more difficult to manage this virus with the new Delta variant,” he said. “But crucially, after two doses of vaccine we are confident that you get the same protection that you did with the old variant. So the good news is that the vaccine still works just as effectively.” It was, he said, still too early to decide what might happen on 21 June: “The prime minister and I and the team will be looking at all of the data over this week … The critical thing is to see whether the four tests we have set have been met.” Saying the Covid vaccination programme had “severed but not broken” the link between infection rates and hospitalisations, Hancock said adults under 30 would be able to seek first injections from next week. “We are not saying no to 21 June at this point,” he said. “We’ll keep watching the data for another week, and critically, watching that link from the number of cases to the number of people who end up in hospital. And it is absolutely true that the number of people ending up in hospital is broadly flat at the moment, while the number of cases is rising, showing that link is not absolute, as it once was.” After the Medicines and Healthcare products Regulatory Authority (MHRA) approved the Pfizer/BioNTech vaccine for 12- to 15-year-olds on Friday, Hancock hinted strongly he would like to see pupils offered jabs, as called for by school leaders. The matter would be considered by the government’s Joint Committee on Vaccination and Immunisation, he said, and with those aged 18-30 still to get doses, a decision would not be needed for a few weeks. “But we know that the vaccine both protects you and helps stop you transmitting,” Hancock said. “Making sure that we don’t have whole bubbles having to go home, and the isolation, especially as we saw over the autumn for instance, that has big upsides for education.” Asked about the delay in putting India on the red list for travel, weeks after Pakistan and Bangladesh, blamed by critics as the reason why the Delta variant has become dominant in the UK, Hancock insisted the data had supported this decision.","charCount":"3075","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"},{"headline":"Yvonne Bailey-Smith: ‘I was terrified of giving Zadie my manuscript’","standfirst":"<p>As she joins the family business, the author tells how her career in healthcare and her own early life informed her debut novel, The Day I Fell Off My Island</p>","trailText":"As she joins the family business, the author tells how her career in healthcare and her own early life informed her debut novel, The Day I Fell Off My Island","byline":"Claire Armitstead","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"990f8fc69149d4d4f2e168172b97306106a0368c\"> <img src=\"https://media.guim.co.uk/990f8fc69149d4d4f2e168172b97306106a0368c/0_406_4365_2619/1000.jpg\" alt=\"Yvonne Bailey-Smith photographed in London, May 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yvonne Bailey-Smith photographed in London, May 2021.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Observer</span> </figcaption> </figure>","body":"<p>It’s not often that a mother follows her children into a family business but, with the publication of her debut novel, that is what Yvonne Bailey-Smith is about to do. Her daughter, Zadie, and sons Ben and Luc are all successful writers of various sorts. Her sitting-room bookshelves, in the area of London <a href=\"https://www.theguardian.com/books/2012/aug/26/nw-zadie-smith-review\">immortalised by Zadie Smith as NW</a>, contain multiple copies of her daughter’s works, while the coffee table is piled with <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/03/ben-bailey-smith-remote-controller-great-british-bake-off\">Ben Bailey Smith’s</a> colourful picture books. Luc, who is mainly known for his rap lyrics under the name Luc Skyz, is upstairs beavering away on a screenplay.</p> <p>Ben, who is also a rapper and actor, just happens to be launching his first children’s novel at the same time, so – barring a sudden return to lockdown – they will be making a joint appearance at the Edinburgh book festival, she says, happily. Her own novel is called <em>The Day I Fell Off My Island </em> and, without being purely autobiographical, it gives some idea of how it all began. It’s the story of a young girl of a similar age to herself who travelled to England at the age of 14 – as she did – to be reunited with her mother and younger siblings, after spending her early childhood in Jamaica, being brought up by her grandparents.</p> <p>It’s a story familiar to many Caribbean migrants of her generation, which is precisely why she wanted to address it. “Children often had to be left with grandparents while parents migrated, and they sometimes found it very difficult to rebuild that relationship with their parents, as I certainly did,” she says. “Because of this history, when you hear about Caribbean grandparents, they’re always nearly always perfect, and of course, in reality, they’re not all perfect, so I also wanted to play with that idea.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"924ec3a872d5162ce56be38d32c6a956402f0c29\"> <img src=\"https://media.guim.co.uk/924ec3a872d5162ce56be38d32c6a956402f0c29/0_0_1720_3000/573.jpg\" alt=\"With daughter Zadie.\" width=\"573\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With daughter Zadie.</span> <span class=\"element-image__credit\">Photograph: David M Benett/Getty Images</span> </figcaption> </figure>  <p>The richest, and most unusual, feature of the novel, is that the dialogue of the first half, before Erna is bundled off to “Hingland”, is written in Jamaican patois which – Bailey-Smith points out – is not pidgin but a language in its own right, with roots in English, Spanish and African languages. It’s a bold stylistic decision, which draws you into a different way of life – one that is bright and vivacious, but also God-fearing and bound by a tight social etiquette. Grandma believes in tough love. “Wa mek yuh call de Lard’s name out in vain?” she demands, when Erna prays for a dress like her sister’s. “Duppy gwaan juk yuk or sinting?”</p> <p>It was a decision that necessitated two years of practice, via regular telephone sessions with fellow Jamaican expatriates, one in the UK and one in Canada – though this assiduous homework didn’t prevent a last-minute panic when a professor from the University of the West Indies spotted some spelling mistakes. “It had already been typeset but we had to call it back, because it’s a proper language so it absolutely had to be right,” she says.</p> <p>The first public inkling that Bailey-Smith was a writer came in 2019 with an extract from the novel in the landmark anthology <em><a href=\"https://www.theguardian.com/books/2019/mar/09/from-ayobami-adebayo-to-zadie-smith-meet-the-new-daughters-of-africa\">New Daughters of Africa</a></em>, among writing by 200 women of African descent. “I had no idea that this was a moment for black writers,” she says. “I just wrote my book. While I was writing I didn’t read anything, because I really wanted my own unique voice to come through. And that’s the honest truth.”</p> <p>Though terrible things do happen in it,<em> The Day I Fell Off My Island</em> is a kind and forgiving novel – a little too forgiving in some respects, according to Zadie, when she was finally allowed to read the manuscript. “I was terrified of giving it to her, and she was terrified of reading it,” says Bailey-Smith. “When she thought something didn’t work, she’d just say: ‘That’s a little on the nose. I think you need to do some more work on it.’” The book is threaded through with social issues that its author has encountered in more than 40 years as a social worker and psychotherapist: mental illness, domestic violence and, of course, the corrosive results of racism, but she was determined not to make Erna a helpless victim.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The Windrush scandal reminded me of the racism I faced on the streets and that awful feeling that one did not belong</p> </blockquote> </aside>  <p>Her own London schooldays were a lot easier than Erna’s she says, “though, whilst I suffered no racism that I am able to recall at the hands of my peers and also found my teachers very amenable, I did find the careers mistress to be less than enthusiastic.” University was never suggested as a possibility. “Was that racism? I don’t honestly know. I think it was more that she had no understanding of the capabilities of a teen who hadn’t that long arrived from the Caribbean, which was weird to me, because, apart from maths and geography, I was way ahead of my English peers. And of course, the narratives <a href=\"https://www.theguardian.com/education/2020/nov/15/discrimination-at-school-is-a-black-british-history-lesson-repeating-itself-small-axe-education-steve-mcqueen\">about Caribbean kids and education in 1970s England </a>were awful, particularly for boys, who were being sent off to so-named ESN [educationally sub-normal] schools in huge numbers.”</p> <p>It wasn’t something she could discuss with her mother, who worked “as a sort of nursing orderly” in a hospital, while her father toiled away in a car factory. “Mum has never really talked about the impact of racism on her and now, at 90 years old, she doesn’t say much about anything. She just worked really hard to pay for the rather large house that she had purchased to house her children. I feel very much that I stand on her shoulders.”</p> <p>On leaving school Bailey-Smith embarked on the life of a perpetual student, fitting a string of qualifications around marriage and motherhood at the age of 21, while doing youth work with kids who were barely younger than her. “I was surprised how cross some of these young black people were,” she says, “so way back then, I became very interested in how young migrant children were experiencing their lives in the new country.” Writing about it was always in the back of her mind, but, until resigning from her full-time job in the NHS three years ago, she didn’t have time.</p> <p>It would be hard to think of a higher-achieving family, one more finely knitted into the social and cultural fabric of the UK, yet <a href=\"https://www.theguardian.com/uk-news/2017/nov/28/i-cant-eat-or-sleep-the-grandmother-threatened-with-deportation-after-50-years-in-britain\">the breaking of the Windrush scandal</a> in 2017 triggered a deep distress at all the petty injustices she had suffered along the way. “Yes, it was very triggering for me,” she says, “as it reminded me of the racism I and others faced on an almost daily basis on the streets of London and that awful feeling that one did not belong.”</p> <p>Shockingly, when she retired from the NHS and was offered a part-time role as psychotherapist in a mother and baby unit, she found herself having to prove that she had the right to live and work in the UK. “The gap between me leaving my full-time role and taking up the part-time one was a single month, and I had to produce all kinds of documents to prove my eligibility to work,” she sighs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2019/feb/02/zadie-smith-political-correctness-hay-cartagena\">'Identity is a pain in the arse': Zadie Smith on political correctness</a> </p> </aside>  <p>The indignity was compounded when she arrived at a hospital A&amp;E, with a suspected broken thumb, to find she had to wait while the administrators checked that she had a right to treatment. “Of course I knew that they were only implementing government policy but, given that pretty much all my adult life I have legitimately worked within social services and the NHS, I felt personally very hurt and very discriminated against.”</p> <p>At heart, though, she is a creative optimist, who sings in a reggae choir, fills her garden with bougainvillaea-bright azaleas, and commands the streets of London on her bicycle. She was never going to allow Erna to be dragged down by the injustices around her. “I didn’t want her to be a victim,” she says, firmly. She slightly regrets not giving her character a proper love affair, but concludes that she will just have to wait for the sequel.</p> <p>• <em>The Day I Fell Off My Island by Yvonne Bailey-Smith</em> is published by Myriad Editions (£12.99). To support the <em>Guardian</em> order your copy at<a href=\"https://guardianbookshop.com/the-day-i-fell-off-my-island-9781912408955.html\"> guardianbookshop.com. </a>Delivery charges may apply</p>","newspaperPageNumber":"13","wordcount":"1359","firstPublicationDate":"2021-06-06T09:00:35Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:00:35Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgqxf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/990f8fc69149d4d4f2e168172b97306106a0368c/0_406_4365_2619/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It’s not often that a mother follows her children into a family business but, with the publication of her debut novel, that is what Yvonne Bailey-Smith is about to do. Her daughter, Zadie, and sons Ben and Luc are all successful writers of various sorts. Her sitting-room bookshelves, in the area of London immortalised by Zadie Smith as NW, contain multiple copies of her daughter’s works, while the coffee table is piled with Ben Bailey Smith’s colourful picture books. Luc, who is mainly known for his rap lyrics under the name Luc Skyz, is upstairs beavering away on a screenplay. Ben, who is also a rapper and actor, just happens to be launching his first children’s novel at the same time, so – barring a sudden return to lockdown – they will be making a joint appearance at the Edinburgh book festival, she says, happily. Her own novel is called The Day I Fell Off My Island and, without being purely autobiographical, it gives some idea of how it all began. It’s the story of a young girl of a similar age to herself who travelled to England at the age of 14 – as she did – to be reunited with her mother and younger siblings, after spending her early childhood in Jamaica, being brought up by her grandparents. It’s a story familiar to many Caribbean migrants of her generation, which is precisely why she wanted to address it. “Children often had to be left with grandparents while parents migrated, and they sometimes found it very difficult to rebuild that relationship with their parents, as I certainly did,” she says. “Because of this history, when you hear about Caribbean grandparents, they’re always nearly always perfect, and of course, in reality, they’re not all perfect, so I also wanted to play with that idea.” The richest, and most unusual, feature of the novel, is that the dialogue of the first half, before Erna is bundled off to “Hingland”, is written in Jamaican patois which – Bailey-Smith points out – is not pidgin but a language in its own right, with roots in English, Spanish and African languages. It’s a bold stylistic decision, which draws you into a different way of life – one that is bright and vivacious, but also God-fearing and bound by a tight social etiquette. Grandma believes in tough love. “Wa mek yuh call de Lard’s name out in vain?” she demands, when Erna prays for a dress like her sister’s. “Duppy gwaan juk yuk or sinting?” It was a decision that necessitated two years of practice, via regular telephone sessions with fellow Jamaican expatriates, one in the UK and one in Canada – though this assiduous homework didn’t prevent a last-minute panic when a professor from the University of the West Indies spotted some spelling mistakes. “It had already been typeset but we had to call it back, because it’s a proper language so it absolutely had to be right,” she says. The first public inkling that Bailey-Smith was a writer came in 2019 with an extract from the novel in the landmark anthology New Daughters of Africa, among writing by 200 women of African descent. “I had no idea that this was a moment for black writers,” she says. “I just wrote my book. While I was writing I didn’t read anything, because I really wanted my own unique voice to come through. And that’s the honest truth.” Though terrible things do happen in it, The Day I Fell Off My Island is a kind and forgiving novel – a little too forgiving in some respects, according to Zadie, when she was finally allowed to read the manuscript. “I was terrified of giving it to her, and she was terrified of reading it,” says Bailey-Smith. “When she thought something didn’t work, she’d just say: ‘That’s a little on the nose. I think you need to do some more work on it.’” The book is threaded through with social issues that its author has encountered in more than 40 years as a social worker and psychotherapist: mental illness, domestic violence and, of course, the corrosive results of racism, but she was determined not to make Erna a helpless victim. Her own London schooldays were a lot easier than Erna’s she says, “though, whilst I suffered no racism that I am able to recall at the hands of my peers and also found my teachers very amenable, I did find the careers mistress to be less than enthusiastic.” University was never suggested as a possibility. “Was that racism? I don’t honestly know. I think it was more that she had no understanding of the capabilities of a teen who hadn’t that long arrived from the Caribbean, which was weird to me, because, apart from maths and geography, I was way ahead of my English peers. And of course, the narratives about Caribbean kids and education in 1970s England were awful, particularly for boys, who were being sent off to so-named ESN [educationally sub-normal] schools in huge numbers.” It wasn’t something she could discuss with her mother, who worked “as a sort of nursing orderly” in a hospital, while her father toiled away in a car factory. “Mum has never really talked about the impact of racism on her and now, at 90 years old, she doesn’t say much about anything. She just worked really hard to pay for the rather large house that she had purchased to house her children. I feel very much that I stand on her shoulders.” On leaving school Bailey-Smith embarked on the life of a perpetual student, fitting a string of qualifications around marriage and motherhood at the age of 21, while doing youth work with kids who were barely younger than her. “I was surprised how cross some of these young black people were,” she says, “so way back then, I became very interested in how young migrant children were experiencing their lives in the new country.” Writing about it was always in the back of her mind, but, until resigning from her full-time job in the NHS three years ago, she didn’t have time. It would be hard to think of a higher-achieving family, one more finely knitted into the social and cultural fabric of the UK, yet the breaking of the Windrush scandal in 2017 triggered a deep distress at all the petty injustices she had suffered along the way. “Yes, it was very triggering for me,” she says, “as it reminded me of the racism I and others faced on an almost daily basis on the streets of London and that awful feeling that one did not belong.” Shockingly, when she retired from the NHS and was offered a part-time role as psychotherapist in a mother and baby unit, she found herself having to prove that she had the right to live and work in the UK. “The gap between me leaving my full-time role and taking up the part-time one was a single month, and I had to produce all kinds of documents to prove my eligibility to work,” she sighs. The indignity was compounded when she arrived at a hospital A&amp;E, with a suspected broken thumb, to find she had to wait while the administrators checked that she had a right to treatment. “Of course I knew that they were only implementing government policy but, given that pretty much all my adult life I have legitimately worked within social services and the NHS, I felt personally very hurt and very discriminated against.” At heart, though, she is a creative optimist, who sings in a reggae choir, fills her garden with bougainvillaea-bright azaleas, and commands the streets of London on her bicycle. She was never going to allow Erna to be dragged down by the injustices around her. “I didn’t want her to be a victim,” she says, firmly. She slightly regrets not giving her character a proper love affair, but concludes that she will just have to wait for the sequel. • The Day I Fell Off My Island by Yvonne Bailey-Smith is published by Myriad Editions (£12.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"7701","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/clairearmitstead\">Claire Armitstead</a>"},{"headline":"Jeff Bezos is a model capitalist – and we’ve failed him","standfirst":"<p>Perhaps Labour should wake up and start addressing the besetting sins of unfettered capitalism</p>","trailText":"Perhaps Labour should wake up and start addressing the besetting sins of unfettered capitalism","byline":"David Mitchell","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"be22209d22f24e27e2cc4397941c865b3f1837ea\"> <img src=\"https://media.guim.co.uk/be22209d22f24e27e2cc4397941c865b3f1837ea/0_0_1476_945/1000.jpg\" alt=\"Illustration by David Foldvari.\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by David Foldvari.</span> <span class=\"element-image__credit\">Illustration: David Foldvari/The Observer</span> </figcaption> </figure>","body":"<p>It’s no good expecting people to be nice. That’s an important rule of thumb when working out how to run things or, indeed, when designing a system that decides <em>who</em> runs things. And if you think that’s too cynical, remember not to lock your door when you next leave the house.</p> <p>Obviously, many people are very nice. Some people are nice all the time and almost everyone is nice some of the time, but, when you’re trying to build a system, thinking about that is a waste of headspace. We hope for the best but prepare for the worst, with alarms, passwords, insurance, Tasers and scanning everyone’s shoes before they get on an aeroplane.</p> <p>I am a big believer in human freedom, but you’ve got to remember that the people getting the freedom can be real arseholes. In fact, as soon as you’ve collected a certain number of them together – and that number is far, far smaller than the current global population – a large amount of arseholery becomes a copper-bottomed certainty. You’ll be aware of some of the effects of this if you take any interest in the news.</p> <p>The thing that’s supposedly so clever about capitalism is that, unlike most other big ideas about how to arrange things, it doesn’t seek to combat this arseholery, but to harness it for the common good. Take communism and Christianity, for example – they’re systems that have had a lot of take-up over the years and their basic shtick is to make rules compelling people to be nice. Sometimes, that works for a bit, but whenever those systems’ power over a society becomes completely secure, the very moment that you’d expect the enforced loveliness to kick in to the gratification of all, the opposite seems to happen and the arseholes start having an absolute field day with the added rhetorical perversity of their being able to go around claiming to be nice.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>You can’t just steal stuff, but you can trade stuff and you can make stuff</p> </blockquote> </aside>  <p>Capitalism is supposed to be different. It assumes the arseholery to be constant and unchangeable. And it takes the key driving force behind people’s non-niceness, self-interest, and creates a structure within which it can work for everyone – a bit. Within a properly enforced and mutually understood legal and taxation structure, people can strive ruthlessly for their own enrichment and it will drive other people’s enrichment. If you sell more, you make more, you buy more – there’s a potential virtuous circle.</p> <p>You can’t just steal stuff, but you can trade stuff and you can make stuff. The rules mean you can’t lie about what you’re selling or what you’re paying and the taxation means that success doing it puts money in a common fund to maintain the rule-enforcing structure and, depending on the prevailing popular will in that particular time and place, provide support for those whose self-interested striving hasn’t been going so well. I think that’s the idea, anyway.</p> <p>This explains why capitalism irritates many people of generally ideological dispositions, those who have grappled with the issue of human arseholery and sought ways to reduce or prevent it. To them, a system that harnesses and rewards such shittiness is a shameful capitulation in all of our civilising aims.</p> <p>If you refer back to the first sentence of this article, you’ll understand that I don’t agree with them. But the trouble is that, in this polarised age, the discussion seems to end there: “Oh, so we’re having capitalism then, are we!? Well, I hope it chokes you!” The principle of a system that doesn’t discourage rapacious greed, but seeks merely to channel it, is so abhorrent to elements of the left that the rest of the left is seriously hampered in its attempts to scrutinise the details.</p> <p>And the details are important. The details are, for example, the difference between having a normal stock market of shares in different companies – fine, useful, let’s go with that – and allowing the sort of trading in mortgage securities that, back in 2008, nearly caused the end of money. It’s not both or neither! But there’s a weird consensus between the most self-involved on the left and the most ethically liberated on the right that it is!</p> <p>I’m talking about this because I’ve been thinking about Amazon and about private equity leveraged buyouts. Sorry. At times, I almost feel sorry for Jeff Bezos. We failed him. He’s probably not an enormously nice man but see above. He has done what society very clearly calls upon people to do: he has made a gargantuan amount of money with a brilliantly insightful business strategy. But he is so good at it, and so amoral in his approach, that the surrounding society has completely failed to extract all but the most meagre collateral benefit from his success. This is a huge political problem and one that the right, whatever it says, is not focused on solving.</p> <p>Similarly, the now common practice of borrowing a huge amount of money to buy a publicly listed company and then, once it’s bought and immune to stock market scrutiny, to load that huge debt on to the shoulders of the purchased firm, expecting it to service and/or pay it off, is horrendously damaging to society. It moves the entire risk of the transaction off those who stand to benefit from it (and so should fairly be taking the risk) and on to those who run, work for or provide services to the poor, beleaguered company.</p> <p>It’s like a new sort of mortgage that somehow damages the structural integrity of the leveraged house. These houses are now crashing to the ground all over our high streets, metaphorically crushing passing livelihoods. The best you can say about these deals is that they <em>might</em> work out OK, but you can say the same about someone fitting a gas boiler without any training. But only one of those practices is currently legal.</p> <p>The Conservatives will sometimes join in with the moaning about all this, but their self-interest lies with placating, not regulating, the City. It would be nice if they did something, but it’s no good expecting that. So we’ll have to wait for Labour to regain its capitalist mojo and remember how to work in its own self-interest.</p>","newspaperPageNumber":"5","wordcount":"1032","commentCloseDate":"2021-06-08T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-06T09:00:35Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:00:35Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjnf5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/be22209d22f24e27e2cc4397941c865b3f1837ea/0_16_1476_886/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It’s no good expecting people to be nice. That’s an important rule of thumb when working out how to run things or, indeed, when designing a system that decides who runs things. And if you think that’s too cynical, remember not to lock your door when you next leave the house. Obviously, many people are very nice. Some people are nice all the time and almost everyone is nice some of the time, but, when you’re trying to build a system, thinking about that is a waste of headspace. We hope for the best but prepare for the worst, with alarms, passwords, insurance, Tasers and scanning everyone’s shoes before they get on an aeroplane. I am a big believer in human freedom, but you’ve got to remember that the people getting the freedom can be real arseholes. In fact, as soon as you’ve collected a certain number of them together – and that number is far, far smaller than the current global population – a large amount of arseholery becomes a copper-bottomed certainty. You’ll be aware of some of the effects of this if you take any interest in the news. The thing that’s supposedly so clever about capitalism is that, unlike most other big ideas about how to arrange things, it doesn’t seek to combat this arseholery, but to harness it for the common good. Take communism and Christianity, for example – they’re systems that have had a lot of take-up over the years and their basic shtick is to make rules compelling people to be nice. Sometimes, that works for a bit, but whenever those systems’ power over a society becomes completely secure, the very moment that you’d expect the enforced loveliness to kick in to the gratification of all, the opposite seems to happen and the arseholes start having an absolute field day with the added rhetorical perversity of their being able to go around claiming to be nice. Capitalism is supposed to be different. It assumes the arseholery to be constant and unchangeable. And it takes the key driving force behind people’s non-niceness, self-interest, and creates a structure within which it can work for everyone – a bit. Within a properly enforced and mutually understood legal and taxation structure, people can strive ruthlessly for their own enrichment and it will drive other people’s enrichment. If you sell more, you make more, you buy more – there’s a potential virtuous circle. You can’t just steal stuff, but you can trade stuff and you can make stuff. The rules mean you can’t lie about what you’re selling or what you’re paying and the taxation means that success doing it puts money in a common fund to maintain the rule-enforcing structure and, depending on the prevailing popular will in that particular time and place, provide support for those whose self-interested striving hasn’t been going so well. I think that’s the idea, anyway. This explains why capitalism irritates many people of generally ideological dispositions, those who have grappled with the issue of human arseholery and sought ways to reduce or prevent it. To them, a system that harnesses and rewards such shittiness is a shameful capitulation in all of our civilising aims. If you refer back to the first sentence of this article, you’ll understand that I don’t agree with them. But the trouble is that, in this polarised age, the discussion seems to end there: “Oh, so we’re having capitalism then, are we!? Well, I hope it chokes you!” The principle of a system that doesn’t discourage rapacious greed, but seeks merely to channel it, is so abhorrent to elements of the left that the rest of the left is seriously hampered in its attempts to scrutinise the details. And the details are important. The details are, for example, the difference between having a normal stock market of shares in different companies – fine, useful, let’s go with that – and allowing the sort of trading in mortgage securities that, back in 2008, nearly caused the end of money. It’s not both or neither! But there’s a weird consensus between the most self-involved on the left and the most ethically liberated on the right that it is! I’m talking about this because I’ve been thinking about Amazon and about private equity leveraged buyouts. Sorry. At times, I almost feel sorry for Jeff Bezos. We failed him. He’s probably not an enormously nice man but see above. He has done what society very clearly calls upon people to do: he has made a gargantuan amount of money with a brilliantly insightful business strategy. But he is so good at it, and so amoral in his approach, that the surrounding society has completely failed to extract all but the most meagre collateral benefit from his success. This is a huge political problem and one that the right, whatever it says, is not focused on solving. Similarly, the now common practice of borrowing a huge amount of money to buy a publicly listed company and then, once it’s bought and immune to stock market scrutiny, to load that huge debt on to the shoulders of the purchased firm, expecting it to service and/or pay it off, is horrendously damaging to society. It moves the entire risk of the transaction off those who stand to benefit from it (and so should fairly be taking the risk) and on to those who run, work for or provide services to the poor, beleaguered company. It’s like a new sort of mortgage that somehow damages the structural integrity of the leveraged house. These houses are now crashing to the ground all over our high streets, metaphorically crushing passing livelihoods. The best you can say about these deals is that they might work out OK, but you can say the same about someone fitting a gas boiler without any training. But only one of those practices is currently legal. The Conservatives will sometimes join in with the moaning about all this, but their self-interest lies with placating, not regulating, the City. It would be nice if they did something, but it’s no good expecting that. So we’ll have to wait for Labour to regain its capitalist mojo and remember how to work in its own self-interest.","charCount":"5996","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidmitchell\">David Mitchell</a>"},{"headline":"Hyram Yarbro, Gen Z’s skincare saviour","standfirst":"<p>How did a boy from a Mormon farming family become social media’s most powerful ‘skinfluencer’? Still just 25, he tells Funmi Fetto about his astounding rise</p>","trailText":"How did a boy from a Mormon farming family become social media’s most powerful ‘skinfluencer’? Still just 25, he tells Funmi Fetto about his astounding rise","byline":"Funmi Fetto","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"b3571d872cc0287e28e5484fea69de30626a0ddd\"> <img src=\"https://media.guim.co.uk/b3571d872cc0287e28e5484fea69de30626a0ddd/0_0_5000_3000/1000.jpg\" alt=\"‘His earning potential is limitless as beauty  businesses seek these rare, authentic voices in a sea of flat, profit-driven influencers’: Hyram Yarbro.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘His earning potential is limitless as beauty businesses seek these rare, authentic voices in a sea of flat, profit-driven influencers’: Hyram Yarbro.</span> <span class=\"element-image__credit\">Photograph: Dylan Coulter, illustration Anna Strumpf/The Observer</span> </figcaption> </figure>","body":"<p>Truthfully, I didn’t expect to blow up to this scale. And yes, I know this is going to sound clichéd, but if you told me, even a year ago, that it was going to be <em>this big</em>, I would not have believed it.” Considering the trajectory of Hyram Yarbro, the 25-year-old Gen Z skincare guru set on making skincare “accessible”, it is easy to believe him.</p> <p>His success in the past year, driven by a lockdown-fuelled obsession with skincare and social media, has made Yarbro the world’s most powerful “skinfluencer”. His young, captivated, skincare-obsessed disciples – 1.2m on <a href=\"https://www.instagram.com/skincarebyhyram/\" title=\"\">Instagram</a>, 4.5m on <a href=\"https://www.youtube.com/channel/UC2sYit3cZ2CuD_8FHYH7O_Q\" title=\"\">YouTube</a>, 6.8m on <a href=\"https://www.tiktok.com/@skincarebyhyram?lang=en\" title=\"\">TikTok</a> (pre-lockdown 1.0, it was 100,000) – all diligently follow his skincare recommendations via his unfiltered, straight-shooting videos. At the beginning of the pandemic, he says he was uploading content on YouTube five to six times a week and posting three TikToks a day. “But I’ve scaled it back a little,” he says now, “because I was literally not sleeping”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you had told me, even a year ago, that it was going to be this big, I would not have believed it</p> <footer> <cite></cite> </footer> </blockquote> </aside>  <p>The videos themselves are entertaining, charming and peppered with humour. Even his harsh reviews (like that of Fenty Beauty – the brand owned by singer Rihanna, so it takes some fortitude to openly criticise it) are delivered with a good-natured smile. Across his social media platforms he deciphers ingredients, debunks skincare myths and lifts the lid on the formulations of brands riding the empty wave of hype. His catchphrase, “Ingredients don’t lie, bitch” has already spawned limited-edition merch. His endorsement results in soaring sales (those who draw the short straw see sales plummet) and every brand wants to partner with him. He says he receives “30 to 40 brand sponsorship offers per day,” and despite having zero medical qualifications (“I ask people not to place my recommendations above a dermatologist’s; my role is simply to help people understand the basics of skincare”), Yarbro has become the most trusted skincare authority for young people all over the world: #skincarebyhyram has had 2.3bn hits on TikTok. No wonder the <em>New York Times</em> called him “Gen Z’s skincare whisperer”.</p> <p>I’m meeting Yarbro to discuss his own hotly anticipated skincare line, Selfless by Hyram, a brand he says he developed in conjunction with the founders of <a href=\"https://www.theinkeylist.com/\" title=\"\">the Inkey List</a>, the ingredients-led skincare brand, and he’s hoping that his line will also be a “catalyst for creating social change”. It is also set to make him and the social causes it supports millions – not bad for an ex-Mormon raised on a cattle ranch in Arizona who, just a few years ago couldn’t afford his rent and lived on 25 cents a day.</p> <p>When I tell Yarbro that I’ve spent the past few hours prior to our interview staring at his face via his addictive YouTube and TikTok accounts, he laughs sheepishly – “Oh dear, I apologise.” After watching so many of his videos, his self-deprecating manner feels familiar, as does his high energy, blemish-free skin and a certain lack of vanity, which seems to be his default setting.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"c9ea128550c6513d7cbc80b62912d9db8dd2ca4d\"> <img src=\"https://media.guim.co.uk/c9ea128550c6513d7cbc80b62912d9db8dd2ca4d/315_74_1458_1822/800.jpg\" alt=\"Nice mask… Yarbro checks out some product.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nice mask… Yarbro checks out some product.</span> <span class=\"element-image__credit\">Photograph: @skincarebyhyram/instagram</span> </figcaption> </figure>  <p>“It’s been a crazy day”, he explains. “I had to be up until 4am (by the time of our call he had had less than two hours’ sleep). “I had to do calls with some incredible people across the world for one of the social elements of the launch.” He has prioritised climate change and access to clean drinking water as the two causes he will launch the brand with. For someone who has the ear of Gen Z, a demographic increasingly known to align their wallets with social causes, it is a move deemed savvy by industry insiders.</p> <p>Lisa Payne, senior beauty editor at trend-forecasting agency Stylus, told me: “Based on his current engagement, his earning potential is limitless as shrewd beauty businesses continue to seek these rare, but dazzlingly authentic and knowledgable voices in a sea of flat, profit-driven influencers.”</p> <p>That said, there is still a question of authenticity that exists around other social-media influencers launching commercial enterprises as an extension of their brand – be it via an autobiography at the ripe old age of 20 or a beauty range of which any actual involvement in its creation is questionable – . (How else do you explain an influencer with a makeup brand who can’t remember the name of the products?) Yarbro, on the other hand, says his humanitarian stance has always been part of the bigger picture. “I’ve grown up on YouTube, I absolutely love skincare, it is so much fun, but the thing that has always driven me is wanting to make a positive difference in the world. Yes, skincare was the thing that built these opportunities and built this career, but I’ve always imagined myself within the non-profit sector and within social entrepreneurship”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I remember moments of crying and telling myself, I'm literally going to be homeless</p> <footer> <cite></cite> </footer> </blockquote> </aside>  <p><em><strong>Yarbro grew up</strong></em> in Arizona, one of five children. He always wanted to do “big things with my life,” he says. “The benefit of growing up in a very small town is that when you’re living in an environment where the closest neighbours are, you know, a far, far, walk away and the closest grocery store is a 35-minute drive away, it helps you gain an appreciation for any type of opportunity that comes your way.” However, growing up in a rural environment had its drawbacks. “My parents always pushed me and my siblings to dream big. Which I’m very grateful for. But it wasn’t the best…” he pauses. “It wasn’t the best, you know, living situation growing up because I was trying to come to terms with my sexuality.”</p> <p>Yarbro’s family were members of the Church of the Latter Day Saints – , where homosexuality is more than frowned upon. It was, Yarbro explains, “an extremely suppressive environment – in and outside the house – which used religion to justify prejudice. It wasn’t uncommon to hear extremely…” he takes a breath “…extremely violent rhetoric and dangerous remarks made about gay people. So it was a protective mechanism and best for my own safety to remain as secretive as possible about my identity.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"47eca0665ee5650c5d4c0bc7545004f454c2bbca\"> <img src=\"https://media.guim.co.uk/47eca0665ee5650c5d4c0bc7545004f454c2bbca/7_169_1446_867/1000.jpg\" alt=\"Fresh faces… Yarbro with model Karlie Kloss.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fresh faces… Yarbro with model Karlie Kloss.</span> <span class=\"element-image__credit\">Photograph: @skincarebyhyram/instagram</span> </figcaption> </figure>  <p>In 2014, aged 18, he left Arizona and the Mormons and moved to Hawaii, where he still lives now. He speaks about Hawaii with deep affection and gratitude, calling it his “place of refuge and therapy”. “For the first time ever I felt, ‘Wow, I’m in a place where, you know, people don’t really care [about my sexuality] and you can be whoever you want to be. I thought I was only going to be here for two years and yet I’m still here. I’ve just absolutely fallen in love with it.”</p> <p>The initial years were tough: “I had to take time to focus on recovery, coming to terms with my sexuality, healing from the trauma of the past.” He credits his social-media community with “saving his life”. In 2017, the year in which he started his YouTube channel (“I was earning $20 a month”) while working two lowly paid jobs, Yarbro attempted to take his own life.</p> <p>He has since shared this experience, as well as his battle with an eating disorder and self-harming, on his YouTube platform. “During that time I felt like I wasn’t going anywhere. I had to worry about how I was going to feed myself and how I was going to pay the rent and seeing all of these opportunities melt away because I wasn’t able to afford to keep going to school… It was very discouraging. As I started to grow on YouTube and see this incredible community build, it gave me a reason for wanting to live. The amount of love and support they poured out to me helped me realise my worth. They are the reason I’m in this position now”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>My brand is an opportunity to make a huge difference without having to be Greta Thunberg</p> <footer> <cite></cite> </footer> </blockquote> </aside>  <p>His position means that money is no longer an issue – . He freely admits that he is offered numerous deals, many of which mean he wouldn’t need to work for “at least a year” but he turns 95% of them down, saying: “You can lose yourself and lose the trust of your audience by just working with anyone.”</p> <p>He refuses to be drawn on how much he is worth (currently rumoured to be around $3m). “I’m not super comfortable disclosing that,” he says, apologetically. “I know there’s curiosity, but I’ve just seen that kind of thing blow up in people’s faces so… For me the most encouraging thing about being in this position is, you know, I grew up with very limited money and it was only four years ago that I had to drop out of college because I couldn’t afford it. I was taking a ramen noodle packet and splitting it in half: one was breakfast, one was dinner. I was doing that for months. And I remember moments of crying and telling myself, I’m literally going to be homeless if I don’t figure something out by the end of the week.” Yarbro explains how those moments really helped him gain an appreciation for what money can do. “Money is only a tool and it’s about how you use it. That really will determine the type of life you lead and the type of difference you can make.”</p> <p>Our conversation turns to his influencer peers on social media, who seem to be routinely involved in online drama – from TikTok’s <a href=\"https://www.tiktok.com/@addisonre?lang=en\" title=\"\">Addison Rae</a>, accused of appropriating dances from Black TikTokers without crediting them on <em>The Tonight Show Starring Jimmy Fallon</em> to the serious underage sexting and grooming allegations levied against makeup influencer <a href=\"https://www.youtube.com/channel/UCucot-Zp428OwkyRm2I7v2Q\" title=\"\">James Charles</a>, leading him to be dropped by beauty companies and demonetised by YouTube.</p> <p>I ask Yarbro what he makes of his counterparts and the controversies. He is diplomatic, sidestepping commenting on any specific situation, but clear in his response. “Yeah, it’s very disappointing. Everyone makes mistakes and I try to be open-minded, but I think we as content creators have a responsibility to use our platform for the greater good. We’re able to speak to millions of people, young people, specifically, who are the primary proponents of global social change. We have the potential to change the world”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"55a8d564373efd1dcf54bd11db7c5c95c52b9ac1\"> <img src=\"https://media.guim.co.uk/55a8d564373efd1dcf54bd11db7c5c95c52b9ac1/0_0_5000_3000/1000.jpg\" alt=\"‘Skincare is fun, but I’d like to make a positive difference in the world’: Hyram Yarbro.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Skincare is fun, but I’d like to make a positive difference in the world’: Hyram Yarbro.</span> <span class=\"element-image__credit\">Photograph: Dylan Coulter, illustration Anna Strumpf/The Observer</span> </figcaption> </figure>  <p>This may sound self-important and a little overblown until you consider the power he wields in the skincare market, which is currently worth $532bn globally. Skincare brands popular with Gen Z, such as <a href=\"https://www.cerave.co.uk/\" title=\"\">CeraVe</a>, will testify to this – they reported a 65% increase in sales after Yarbro’s endorsement; their products sold out everywhere. Yarbro is uneasy about his clout, preferring to downplay it with a gentle sigh. “I mean, I know you said the word ‘power’ but I try not to see it that way. If I truly think about my influence, it would be too much pressure and would just stress me out.”</p> <p>I ask him what his parents think about his success. He answers with a hint of sadness, “Unfortunately, while I am in touch with a few of my siblings, I’m not in contact with the rest of my family. Not being able to have a relationship with my parents was one of the hardest learning lessons. So yes, I don’t know what their perspective is of me, but I truly don’t wish ill on them.”</p> <p><em><strong>Considering the difficulties</strong></em> he faced at home, I comment that his attitude seems incredibly generous. He responds that he was actually “very selfish” growing up, but that a humanitarian school trip to Fiji and Tonga at 16 changed that. “It made me angry that people don’t have access to basic human rights and they have to struggle every single day. I felt it was wrong that I just lived my normal life, that I led a life of privilege and opportunity. Even with the limited opportunity I had. And it really sparked something inside me and completely transformed me as a person.”</p> <p>As we begin to wrap up our conversation, I ask Yarbro whether he plans to carry on creating skincare content on social media. He is positive that he won’t give it up. “But I hope this brand opens up opportunities for me to expand further in the philanthropic space,” he says, smiling. “It’s an opportunity to make a huge difference without having to be <a href=\"https://www.theguardian.com/profile/greta-thunberg\" title=\"\">Greta Thunberg</a>!” More than anything, though, he says he hopes it inspires people and shows them what is possible, “even from a small-town cattle ranch boy like me”.</p> <p><em>Hyram’s skincare line, Selfless, can be found in the UK at <a href=\"https://uk.selflessbyhyram.com/password\" title=\"\">uk.selflessbyhyram.com</a></em></p>","newspaperPageNumber":"10","wordcount":"2046","commentable":"false","firstPublicationDate":"2021-06-06T09:00:35Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:00:35Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjdkd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b3571d872cc0287e28e5484fea69de30626a0ddd/0_0_5000_3000/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Truthfully, I didn’t expect to blow up to this scale. And yes, I know this is going to sound clichéd, but if you told me, even a year ago, that it was going to be this big, I would not have believed it.” Considering the trajectory of Hyram Yarbro, the 25-year-old Gen Z skincare guru set on making skincare “accessible”, it is easy to believe him. His success in the past year, driven by a lockdown-fuelled obsession with skincare and social media, has made Yarbro the world’s most powerful “skinfluencer”. His young, captivated, skincare-obsessed disciples – 1.2m on Instagram, 4.5m on YouTube, 6.8m on TikTok (pre-lockdown 1.0, it was 100,000) – all diligently follow his skincare recommendations via his unfiltered, straight-shooting videos. At the beginning of the pandemic, he says he was uploading content on YouTube five to six times a week and posting three TikToks a day. “But I’ve scaled it back a little,” he says now, “because I was literally not sleeping”. The videos themselves are entertaining, charming and peppered with humour. Even his harsh reviews (like that of Fenty Beauty – the brand owned by singer Rihanna, so it takes some fortitude to openly criticise it) are delivered with a good-natured smile. Across his social media platforms he deciphers ingredients, debunks skincare myths and lifts the lid on the formulations of brands riding the empty wave of hype. His catchphrase, “Ingredients don’t lie, bitch” has already spawned limited-edition merch. His endorsement results in soaring sales (those who draw the short straw see sales plummet) and every brand wants to partner with him. He says he receives “30 to 40 brand sponsorship offers per day,” and despite having zero medical qualifications (“I ask people not to place my recommendations above a dermatologist’s; my role is simply to help people understand the basics of skincare”), Yarbro has become the most trusted skincare authority for young people all over the world: #skincarebyhyram has had 2.3bn hits on TikTok. No wonder the New York Times called him “Gen Z’s skincare whisperer”. I’m meeting Yarbro to discuss his own hotly anticipated skincare line, Selfless by Hyram, a brand he says he developed in conjunction with the founders of the Inkey List, the ingredients-led skincare brand, and he’s hoping that his line will also be a “catalyst for creating social change”. It is also set to make him and the social causes it supports millions – not bad for an ex-Mormon raised on a cattle ranch in Arizona who, just a few years ago couldn’t afford his rent and lived on 25 cents a day. When I tell Yarbro that I’ve spent the past few hours prior to our interview staring at his face via his addictive YouTube and TikTok accounts, he laughs sheepishly – “Oh dear, I apologise.” After watching so many of his videos, his self-deprecating manner feels familiar, as does his high energy, blemish-free skin and a certain lack of vanity, which seems to be his default setting. “It’s been a crazy day”, he explains. “I had to be up until 4am (by the time of our call he had had less than two hours’ sleep). “I had to do calls with some incredible people across the world for one of the social elements of the launch.” He has prioritised climate change and access to clean drinking water as the two causes he will launch the brand with. For someone who has the ear of Gen Z, a demographic increasingly known to align their wallets with social causes, it is a move deemed savvy by industry insiders. Lisa Payne, senior beauty editor at trend-forecasting agency Stylus, told me: “Based on his current engagement, his earning potential is limitless as shrewd beauty businesses continue to seek these rare, but dazzlingly authentic and knowledgable voices in a sea of flat, profit-driven influencers.” That said, there is still a question of authenticity that exists around other social-media influencers launching commercial enterprises as an extension of their brand – be it via an autobiography at the ripe old age of 20 or a beauty range of which any actual involvement in its creation is questionable – . (How else do you explain an influencer with a makeup brand who can’t remember the name of the products?) Yarbro, on the other hand, says his humanitarian stance has always been part of the bigger picture. “I’ve grown up on YouTube, I absolutely love skincare, it is so much fun, but the thing that has always driven me is wanting to make a positive difference in the world. Yes, skincare was the thing that built these opportunities and built this career, but I’ve always imagined myself within the non-profit sector and within social entrepreneurship”. Yarbro grew up in Arizona, one of five children. He always wanted to do “big things with my life,” he says. “The benefit of growing up in a very small town is that when you’re living in an environment where the closest neighbours are, you know, a far, far, walk away and the closest grocery store is a 35-minute drive away, it helps you gain an appreciation for any type of opportunity that comes your way.” However, growing up in a rural environment had its drawbacks. “My parents always pushed me and my siblings to dream big. Which I’m very grateful for. But it wasn’t the best…” he pauses. “It wasn’t the best, you know, living situation growing up because I was trying to come to terms with my sexuality.” Yarbro’s family were members of the Church of the Latter Day Saints – , where homosexuality is more than frowned upon. It was, Yarbro explains, “an extremely suppressive environment – in and outside the house – which used religion to justify prejudice. It wasn’t uncommon to hear extremely…” he takes a breath “…extremely violent rhetoric and dangerous remarks made about gay people. So it was a protective mechanism and best for my own safety to remain as secretive as possible about my identity.” In 2014, aged 18, he left Arizona and the Mormons and moved to Hawaii, where he still lives now. He speaks about Hawaii with deep affection and gratitude, calling it his “place of refuge and therapy”. “For the first time ever I felt, ‘Wow, I’m in a place where, you know, people don’t really care [about my sexuality] and you can be whoever you want to be. I thought I was only going to be here for two years and yet I’m still here. I’ve just absolutely fallen in love with it.” The initial years were tough: “I had to take time to focus on recovery, coming to terms with my sexuality, healing from the trauma of the past.” He credits his social-media community with “saving his life”. In 2017, the year in which he started his YouTube channel (“I was earning $20 a month”) while working two lowly paid jobs, Yarbro attempted to take his own life. He has since shared this experience, as well as his battle with an eating disorder and self-harming, on his YouTube platform. “During that time I felt like I wasn’t going anywhere. I had to worry about how I was going to feed myself and how I was going to pay the rent and seeing all of these opportunities melt away because I wasn’t able to afford to keep going to school… It was very discouraging. As I started to grow on YouTube and see this incredible community build, it gave me a reason for wanting to live. The amount of love and support they poured out to me helped me realise my worth. They are the reason I’m in this position now”. His position means that money is no longer an issue – . He freely admits that he is offered numerous deals, many of which mean he wouldn’t need to work for “at least a year” but he turns 95% of them down, saying: “You can lose yourself and lose the trust of your audience by just working with anyone.” He refuses to be drawn on how much he is worth (currently rumoured to be around $3m). “I’m not super comfortable disclosing that,” he says, apologetically. “I know there’s curiosity, but I’ve just seen that kind of thing blow up in people’s faces so… For me the most encouraging thing about being in this position is, you know, I grew up with very limited money and it was only four years ago that I had to drop out of college because I couldn’t afford it. I was taking a ramen noodle packet and splitting it in half: one was breakfast, one was dinner. I was doing that for months. And I remember moments of crying and telling myself, I’m literally going to be homeless if I don’t figure something out by the end of the week.” Yarbro explains how those moments really helped him gain an appreciation for what money can do. “Money is only a tool and it’s about how you use it. That really will determine the type of life you lead and the type of difference you can make.” Our conversation turns to his influencer peers on social media, who seem to be routinely involved in online drama – from TikTok’s Addison Rae, accused of appropriating dances from Black TikTokers without crediting them on The Tonight Show Starring Jimmy Fallon to the serious underage sexting and grooming allegations levied against makeup influencer James Charles, leading him to be dropped by beauty companies and demonetised by YouTube. I ask Yarbro what he makes of his counterparts and the controversies. He is diplomatic, sidestepping commenting on any specific situation, but clear in his response. “Yeah, it’s very disappointing. Everyone makes mistakes and I try to be open-minded, but I think we as content creators have a responsibility to use our platform for the greater good. We’re able to speak to millions of people, young people, specifically, who are the primary proponents of global social change. We have the potential to change the world”. This may sound self-important and a little overblown until you consider the power he wields in the skincare market, which is currently worth $532bn globally. Skincare brands popular with Gen Z, such as CeraVe, will testify to this – they reported a 65% increase in sales after Yarbro’s endorsement; their products sold out everywhere. Yarbro is uneasy about his clout, preferring to downplay it with a gentle sigh. “I mean, I know you said the word ‘power’ but I try not to see it that way. If I truly think about my influence, it would be too much pressure and would just stress me out.” I ask him what his parents think about his success. He answers with a hint of sadness, “Unfortunately, while I am in touch with a few of my siblings, I’m not in contact with the rest of my family. Not being able to have a relationship with my parents was one of the hardest learning lessons. So yes, I don’t know what their perspective is of me, but I truly don’t wish ill on them.” Considering the difficulties he faced at home, I comment that his attitude seems incredibly generous. He responds that he was actually “very selfish” growing up, but that a humanitarian school trip to Fiji and Tonga at 16 changed that. “It made me angry that people don’t have access to basic human rights and they have to struggle every single day. I felt it was wrong that I just lived my normal life, that I led a life of privilege and opportunity. Even with the limited opportunity I had. And it really sparked something inside me and completely transformed me as a person.” As we begin to wrap up our conversation, I ask Yarbro whether he plans to carry on creating skincare content on social media. He is positive that he won’t give it up. “But I hope this brand opens up opportunities for me to expand further in the philanthropic space,” he says, smiling. “It’s an opportunity to make a huge difference without having to be Greta Thunberg!” More than anything, though, he says he hopes it inspires people and shows them what is possible, “even from a small-town cattle ranch boy like me”. Hyram’s skincare line, Selfless, can be found in the UK at uk.selflessbyhyram.com","charCount":"11728","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/funmi-fetto\">Funmi Fetto</a>"},{"headline":"How a ghostly outline revealed the secret of Modigliani’s lost lover","standfirst":"<p>The Italian artist may have wanted to brush Beatrice Hastings out of his life, but artifical intelligence has thwarted him by enabling a re-creation of the work</p>","trailText":"The Italian artist may have wanted to brush Beatrice Hastings out of his life, but artifical intelligence has thwarted him by enabling a re-creation of the work","byline":"Dalya Alberge","main":"<figure class=\"element element-image\" data-media-id=\"a751d372a45126141857c469bc032d3b26d3d96e\"> <img src=\"https://media.guim.co.uk/a751d372a45126141857c469bc032d3b26d3d96e/0_214_1064_638/1000.jpg\" alt=\"A re-creation of Modigliani’s ‘hidden’ portrait of Beatrice Hastings, created by Oxia Palus using AI techniques. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A re-creation of Modigliani’s ‘hidden’ portrait of Beatrice Hastings, created by Oxia Palus using AI techniques. </span> <span class=\"element-image__credit\">Photograph: No Credit Needed</span> </figcaption> </figure>","body":"<p>No one wants to be reminded of a failed relationship by having the ex’s portrait hanging around. After Amedeo Modigliani and his lover, Beatrice Hastings, broke up, the Italian artist is thought to have obliterated her memory by painting another woman’s likeness over his portrait of her.</p> <p>So he might not be too happy to learn that science has now brought back that “lost” portrait, using artificial intelligence, an X-ray and 3D-printing to re-create the painting, with full colour and textured brushstrokes.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c275816e2aad78aeb911a27284069e9b7541a5d0\"> <img src=\"https://media.guim.co.uk/c275816e2aad78aeb911a27284069e9b7541a5d0/0_0_2388_3265/731.jpg\" alt=\"Modigliani’s 1917 Portrait of a Girl .\" width=\"731\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Modigliani’s 1917 Portrait of a Girl.</span> <span class=\"element-image__credit\">Photograph: Tate Photography</span> </figcaption> </figure>  <p><em>Portrait of a Girl</em>, a 1917 masterpiece, is owned by the Tate, which was taken aback in 2018 to discover an earlier portrait beneath the picture. X-rays revealed the ghostly outlines of a full-length figure, prompting the then curator, Nancy Ireson, to suggest that it was a portrait of Hastings, and that Modigliani <a href=\"https://www.theguardian.com/artanddesign/2018/feb/28/modigliani-portrait-comes-to-light-beneath-artists-later-picture\" title=\"\">“might have painted her out”</a> after their intense two-year relationship ended in 1916.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"5e7d48daf963b28542198d381052aaaaa7a37874\"> <img src=\"https://media.guim.co.uk/5e7d48daf963b28542198d381052aaaaa7a37874/0_0_1609_2201/731.jpg\" alt=\"The X-ray that first uncovered the face beneath Modigliani’s 1917 work\" width=\"731\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The X-ray that first uncovered the face beneath Modigliani’s 1917 work</span> <span class=\"element-image__credit\">Photograph: Mark Heathcote and Abbie Soanes/Tate Photography</span> </figcaption> </figure>  <p>Now a neuroscientist and a physicist at University College London have used that X-ray and analysis of Modigliani’s paintings to train algorithms to look beneath the picture’s surface and reveal its “secret” portrait.</p> <p>Anthony Bourached and George Cann, both PhD candidates, are heading the “NeoMasters” project through a company called <a href=\"https://www.oxia-palus.com/\" title=\"\">Oxia Palus</a>. They have ambitious plans to rediscover further hidden paintings on canvases that were reused by artists, who were perhaps too impoverished to buy supplies or dissatisfied with initial compositions.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"a751d372a45126141857c469bc032d3b26d3d96e\"> <img src=\"https://media.guim.co.uk/a751d372a45126141857c469bc032d3b26d3d96e/0_0_1064_1280/831.jpg\" alt=\"Modigliani’s ‘hidden’ portrait of Beatrice Hastings.\" width=\"831\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Modigliani’s ‘hidden’ portrait of Beatrice Hastings.</span> <span class=\"element-image__credit\">Photograph: No Credit Needed</span> </figcaption> </figure>  <p>Bourached is a specialist in high-dimensional neuroscience, trying to model human behaviour through AI. Of the art project, he said: “We’re trying to show what is possible.”</p> <p>Cann, whose main focus is analysing trace gases in the Martian atmosphere, argues that this project could deepen our understanding of art: “There are potentially thousands of artworks out there that are hidden beneath layers of paint. In the next few years, we’ll be able to bring a light into this darkened gallery.”</p> <p>Modigliani is revered for elongated portraits and sensual nudes that attract record prices. Though his 1917-18 masterpiece, <em>Reclining Nude</em>, <a href=\"https://www.theguardian.com/artanddesign/2015/nov/10/modigliani-painting-reclining-nude-chinese-billionaire\" title=\"\">sold in 2015 for £113m</a>, he was destitute at his death in Paris from tubercular meningitis, aged just 35.</p> <p>Hastings, a London-born South African writer and journalist who was five years older than him, became terminally ill and, in 1943, took her own life. She had been his first serious love. They shared a passion for reading and poetry. But their relationship was stormy, with rows and physical fights fuelled by absinthe, wine and hashish. Hastings once described him as a “ravishing villain”.</p> <p>Kenneth Wayne, a leading Modigliani expert, said the Italian master created some 14 paintings of her in oil and dozens of drawings, reflecting her significance: “They were involved from 1914 to 1916, the exact years when his signature style developed, with elongated faces and necks and the influence of African art. Visually, she may have influenced him.</p> <p>“They were tied intellectually. She was very smart. He was starting to find himself. Their discussions probably clarified his thinking.”</p> <p>Although Wayne acknowledged that Modigliani’s portraits of Hastings are very different – sometimes with a rounded face and sometimes elongated, and with differing hair colour – he remains to be convinced that she was depicted in this hidden portrait: “I do not immediately recognise her, and I am not sure yet what we can conclude from the X-ray.”</p> <p>Of the process to re-create the painting, Bourached said: “Using standard mathematical techniques, the edges and contours of Modigliani’s paintings can be seen as if drawn in chalk on a blackboard. State-of-the-art techniques in AI can learn how to reproduce the colour and paint-like texture in the original paintings.”</p> <p>He and Cann have collaborated with Dr David G Stork, a visiting lecturer at Stanford University in California, who specialises in using computers and AI for studying art. He said: “It is an important opportunity, combining technical image analysis with an art historian’s expertise, to see new things in art.”</p> <p>The “hidden” portrait will be displayed at the <a href=\"https://www.lebensongallery.com/\" title=\"\">Lebenson Gallery</a> in Shoreditch, east London from Thursday until 25 June.</p> <p>Asked how Modigliani might have felt, Bourached said: “We’ve thought about that, but the value of art is documenting information. Historians don’t only look at the things people wanted us to know about.”</p> <p>The Tate declined to comment as it has not been involved in the project.</p>","newspaperPageNumber":"3","wordcount":"716","firstPublicationDate":"2021-06-06T09:00:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:00:34Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkfv6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a751d372a45126141857c469bc032d3b26d3d96e/0_214_1064_638/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"No one wants to be reminded of a failed relationship by having the ex’s portrait hanging around. After Amedeo Modigliani and his lover, Beatrice Hastings, broke up, the Italian artist is thought to have obliterated her memory by painting another woman’s likeness over his portrait of her. So he might not be too happy to learn that science has now brought back that “lost” portrait, using artificial intelligence, an X-ray and 3D-printing to re-create the painting, with full colour and textured brushstrokes. Portrait of a Girl, a 1917 masterpiece, is owned by the Tate, which was taken aback in 2018 to discover an earlier portrait beneath the picture. X-rays revealed the ghostly outlines of a full-length figure, prompting the then curator, Nancy Ireson, to suggest that it was a portrait of Hastings, and that Modigliani “might have painted her out” after their intense two-year relationship ended in 1916. Now a neuroscientist and a physicist at University College London have used that X-ray and analysis of Modigliani’s paintings to train algorithms to look beneath the picture’s surface and reveal its “secret” portrait. Anthony Bourached and George Cann, both PhD candidates, are heading the “NeoMasters” project through a company called Oxia Palus. They have ambitious plans to rediscover further hidden paintings on canvases that were reused by artists, who were perhaps too impoverished to buy supplies or dissatisfied with initial compositions. Bourached is a specialist in high-dimensional neuroscience, trying to model human behaviour through AI. Of the art project, he said: “We’re trying to show what is possible.” Cann, whose main focus is analysing trace gases in the Martian atmosphere, argues that this project could deepen our understanding of art: “There are potentially thousands of artworks out there that are hidden beneath layers of paint. In the next few years, we’ll be able to bring a light into this darkened gallery.” Modigliani is revered for elongated portraits and sensual nudes that attract record prices. Though his 1917-18 masterpiece, Reclining Nude, sold in 2015 for £113m, he was destitute at his death in Paris from tubercular meningitis, aged just 35. Hastings, a London-born South African writer and journalist who was five years older than him, became terminally ill and, in 1943, took her own life. She had been his first serious love. They shared a passion for reading and poetry. But their relationship was stormy, with rows and physical fights fuelled by absinthe, wine and hashish. Hastings once described him as a “ravishing villain”. Kenneth Wayne, a leading Modigliani expert, said the Italian master created some 14 paintings of her in oil and dozens of drawings, reflecting her significance: “They were involved from 1914 to 1916, the exact years when his signature style developed, with elongated faces and necks and the influence of African art. Visually, she may have influenced him. “They were tied intellectually. She was very smart. He was starting to find himself. Their discussions probably clarified his thinking.” Although Wayne acknowledged that Modigliani’s portraits of Hastings are very different – sometimes with a rounded face and sometimes elongated, and with differing hair colour – he remains to be convinced that she was depicted in this hidden portrait: “I do not immediately recognise her, and I am not sure yet what we can conclude from the X-ray.” Of the process to re-create the painting, Bourached said: “Using standard mathematical techniques, the edges and contours of Modigliani’s paintings can be seen as if drawn in chalk on a blackboard. State-of-the-art techniques in AI can learn how to reproduce the colour and paint-like texture in the original paintings.” He and Cann have collaborated with Dr David G Stork, a visiting lecturer at Stanford University in California, who specialises in using computers and AI for studying art. He said: “It is an important opportunity, combining technical image analysis with an art historian’s expertise, to see new things in art.” The “hidden” portrait will be displayed at the Lebenson Gallery in Shoreditch, east London from Thursday until 25 June. Asked how Modigliani might have felt, Bourached said: “We’ve thought about that, but the value of art is documenting information. Historians don’t only look at the things people wanted us to know about.” The Tate declined to comment as it has not been involved in the project.","charCount":"4455","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/dalya-alberge\">Dalya Alberge</a>"},{"headline":"A year on, the battered and graffitied Colston is finally a potent memorial to our past","standfirst":"The slave trader’s statue is back on show in Bristol. There’s something electric about seeing it supine in a museum","trailText":"The slave trader’s statue is back on show in Bristol. There’s something electric about seeing it supine in a museum","byline":"David Olusoga","main":"<figure class=\"element element-image\" data-media-id=\"aad32a83a9dfeca6d61437c2c8fedac575cfa1e8\"> <img src=\"https://media.guim.co.uk/aad32a83a9dfeca6d61437c2c8fedac575cfa1e8/210_370_3182_1910/1000.jpg\" alt=\"The statue of Bristol slave trader Edward Colston, which was retrieved from Bristol harbour after being toppled during a Black Lives Matter protest in June 2020, is back on display in the city’s M Shed museum. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The statue of Bristol slave trader Edward Colston, which was retrieved from Bristol harbour after being toppled during a Black Lives Matter protest in June 2020, is back on display in the city’s M Shed museum. </span> <span class=\"element-image__credit\">Photograph: Ben Birchall/PA</span> </figcaption> </figure>","body":"<p>Last week, for the first time in months, the burning eye of the outrage industry pivoted westwards and came to rest upon the city of Bristol. On Friday, the statue of the 17th-century slave trader Edward Colston, <a href=\"https://www.theguardian.com/uk-news/2020/jun/07/blm-protesters-topple-statue-of-bristol-slave-trader-edward-colston\" title=\"\">toppled last June</a> during a Black Lives Matter protest, was put on display. To the fury of some, it was not returned triumphantly to its pedestal in the centre of the city, but <a href=\"https://www.bristolmuseums.org.uk/m-shed/whats-on/the-colston-statue-what-next/\" title=\"\">exhibited</a> in Bristol’s M Shed museum.</p> <p>The debate around Colston in the summer of 2020 was largely conducted in a fact-free zone. So it is surely disconcerting for those determined to defend the memorialisation of a mass murderer that in this new setting Colston’s bronze effigy is surrounded by displays that give a detailed history of the slave trader’s grim career and the strange story that explains why, in the 19th century, a cult was created around him and the statue erected.</p> <p>For most of the 300 years since his death in 1721, Colston was little known outside Bristol. Few would have imagined that his statue would become the totemic image for Britain’s 21st-century history wars. Still, the professionally outraged have never allowed Colston’s relative obscurity to stand in their way as they rushed to his defence, having first looked him up on Wikipedia.</p> <p>Yet as Colston appeared on display last week, carefully preserved and presented by conscientious curators, it was not obvious what the source of offence would be. The statue has, after all, been retained and with so much actual history included in the exhibit, there was a danger that those sent to report on Colston’s second coming might have to write about the suffering of his victims.</p> <p>Luckily, two petty grievances were found. The first is that the statue is being displayed at an “inappropriate” angle. Perhaps there is a perfect angle, as yet unknown to museum professionals, for the public display of mass murderers at which their crimes become more acceptable, perhaps even quaint? The second grievance: that the statue still carries the graffiti sprayed on it during the demonstration of last June.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The historical significance of the blood-red paint on Colston’s bronze hands will become greater with each passing year</p> </blockquote> </aside>  <p>What the Bristol curators appreciated is what curators anywhere would appreciate – that the graffiti is now an integral part of its story, like the graffiti carved into Stonehenge and the pyramids or <a href=\"https://www.theatlantic.com/international/archive/2014/07/the-graffiti-that-made-germany-better/373872/\" title=\"\">daubed on the walls inside the Reichstag</a> by soldiers of the Red Army in 1945. Would those who argue that Colston should have been cleaned also advocate that we chip away the historic signatures and <a href=\"https://en.wikipedia.org/wiki/Julia_Balbilla\" title=\"\">poetry of Julia Balbilla</a> carved into the monuments of Egypt? Should we sandblast the graffiti off the hundreds of <a href=\"https://www.theguardian.com/world/2019/nov/08/witnesses-of-history-the-man-who-kept-slabs-of-the-berlin-wall\" title=\"\">slabs of the Berlin Wall</a> that now stand in museums and parks across the world? The historical significance of the blood-red paint on Colston’s bronze hands will become greater with each passing year.</p> <p>The art critic Alastair Sooke, who last week compared Colston, a man complicit in the deaths of an estimated 19,000 people, to a “disgraced celebrity”, concluded that <a href=\"https://www.telegraph.co.uk/art/what-to-see/new-colston-statue-display-not-impartial-partisan-act/\" title=\"\">not removing the graffiti was a calculated insult</a>. Colston, not the thousands whose lives he helped snuff out, Sooke felt, was the real “victim” here. “Have we stumbled upon a murder scene?” he asked. The answer, of course, is yes and Colston was the perpetrator, not the victim.</p> <p>London art critics who casually portray mass murderers as victims, like Westminster politicians who fan the flames of cultural conflict, do so from a safe distance and in a consequence-free environment. Since Colston’s fall, those of us who call Bristol home have been disturbed by the way that the city has become targeted by those from outside who seek to deepen divisions rather than heal them. At the time, <a href=\"https://www.theguardian.com/world/2020/jun/11/i-shared-my-home-with-edward-colston-for-more-than-20-years-good-riddance\" title=\"\">I wrote of the dangers and distractions of the moment</a>. But as a public historian, rather than a public servant, the task of trying to actually defuse those dangers fell to others.</p> <p>Those fraught weeks of last summer are the subject of a new BBC documentary, <a href=\"https://www.bbc.co.uk/programmes/m000wvzx\" title=\"\"><em>Statue Wars: One Summer in Bristol</em></a> (declaration: I am one of the executive producers). Filmed over the summer of 2020, it is a classic fly-on-the wall documentary, made by the Bristol film-maker Francis Welch. It follows what happened in City Hall as the world’s media, the London artist Marc Quinn and agitators from outside all focused on Bristol.</p> <p>From the moment BLM went global and statues in the US began to fall, Bristol, a city that has struggled more than many to acknowledge its slave-trading history, was always destined to face difficulties. What made it all the more significant is that it also happens to be the first city in Europe to be run by an elected mayor who is a descendent of enslaved people, Marvin Rees, who has just been re-elected.</p> <p>The confected battle lines of our confected culture war run through both Bristol and its mayor. Mixed-race, with a working-class, white mother and Jamaican father, Rees was brought up in one of Bristol’s poorest districts. For him, as for many black people, myself included, the “white working class” do not belong to a rival group but are family members, friends and members of the same communities.</p> <p>What comes across in the documentary are the dangers of the road we are currently walking down and the nightmare of division and distraction confronting local leaders.</p> <p>The culture wars look very different from behind the desk of a city mayor than on the pages of the tabloids or in our <a href=\"https://www.theguardian.com/society/2020/oct/24/culture-wars-are-fought-by-tiny-minority-uk-study\" title=\"\">social media</a> feed. Not for the mayor the easy gesture: he has to work through solutions, try to balance competing interests, particularly the interplay of class and race.</p> <p>Anyone thinking of a future in politics might well watch <em>Statue Wars</em> and change their mind. Anyone unconcerned by the dangers of this moment might rethink their complacency.</p> <p><em>Statue Wars: One Summer in Bristol will air on BBC Two at 9pm on Thursday, 10 June</em></p> <p>•<em> </em>David Olusoga is a historian and broadcaster</p>","newspaperPageNumber":"43","wordcount":"990","commentable":"false","firstPublicationDate":"2021-06-06T09:00:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T09:00:34Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkn92","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/aad32a83a9dfeca6d61437c2c8fedac575cfa1e8/210_370_3182_1910/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Last week, for the first time in months, the burning eye of the outrage industry pivoted westwards and came to rest upon the city of Bristol. On Friday, the statue of the 17th-century slave trader Edward Colston, toppled last June during a Black Lives Matter protest, was put on display. To the fury of some, it was not returned triumphantly to its pedestal in the centre of the city, but exhibited in Bristol’s M Shed museum. The debate around Colston in the summer of 2020 was largely conducted in a fact-free zone. So it is surely disconcerting for those determined to defend the memorialisation of a mass murderer that in this new setting Colston’s bronze effigy is surrounded by displays that give a detailed history of the slave trader’s grim career and the strange story that explains why, in the 19th century, a cult was created around him and the statue erected. For most of the 300 years since his death in 1721, Colston was little known outside Bristol. Few would have imagined that his statue would become the totemic image for Britain’s 21st-century history wars. Still, the professionally outraged have never allowed Colston’s relative obscurity to stand in their way as they rushed to his defence, having first looked him up on Wikipedia. Yet as Colston appeared on display last week, carefully preserved and presented by conscientious curators, it was not obvious what the source of offence would be. The statue has, after all, been retained and with so much actual history included in the exhibit, there was a danger that those sent to report on Colston’s second coming might have to write about the suffering of his victims. Luckily, two petty grievances were found. The first is that the statue is being displayed at an “inappropriate” angle. Perhaps there is a perfect angle, as yet unknown to museum professionals, for the public display of mass murderers at which their crimes become more acceptable, perhaps even quaint? The second grievance: that the statue still carries the graffiti sprayed on it during the demonstration of last June. What the Bristol curators appreciated is what curators anywhere would appreciate – that the graffiti is now an integral part of its story, like the graffiti carved into Stonehenge and the pyramids or daubed on the walls inside the Reichstag by soldiers of the Red Army in 1945. Would those who argue that Colston should have been cleaned also advocate that we chip away the historic signatures and poetry of Julia Balbilla carved into the monuments of Egypt? Should we sandblast the graffiti off the hundreds of slabs of the Berlin Wall that now stand in museums and parks across the world? The historical significance of the blood-red paint on Colston’s bronze hands will become greater with each passing year. The art critic Alastair Sooke, who last week compared Colston, a man complicit in the deaths of an estimated 19,000 people, to a “disgraced celebrity”, concluded that not removing the graffiti was a calculated insult. Colston, not the thousands whose lives he helped snuff out, Sooke felt, was the real “victim” here. “Have we stumbled upon a murder scene?” he asked. The answer, of course, is yes and Colston was the perpetrator, not the victim. London art critics who casually portray mass murderers as victims, like Westminster politicians who fan the flames of cultural conflict, do so from a safe distance and in a consequence-free environment. Since Colston’s fall, those of us who call Bristol home have been disturbed by the way that the city has become targeted by those from outside who seek to deepen divisions rather than heal them. At the time, I wrote of the dangers and distractions of the moment. But as a public historian, rather than a public servant, the task of trying to actually defuse those dangers fell to others. Those fraught weeks of last summer are the subject of a new BBC documentary, Statue Wars: One Summer in Bristol (declaration: I am one of the executive producers). Filmed over the summer of 2020, it is a classic fly-on-the wall documentary, made by the Bristol film-maker Francis Welch. It follows what happened in City Hall as the world’s media, the London artist Marc Quinn and agitators from outside all focused on Bristol. From the moment BLM went global and statues in the US began to fall, Bristol, a city that has struggled more than many to acknowledge its slave-trading history, was always destined to face difficulties. What made it all the more significant is that it also happens to be the first city in Europe to be run by an elected mayor who is a descendent of enslaved people, Marvin Rees, who has just been re-elected. The confected battle lines of our confected culture war run through both Bristol and its mayor. Mixed-race, with a working-class, white mother and Jamaican father, Rees was brought up in one of Bristol’s poorest districts. For him, as for many black people, myself included, the “white working class” do not belong to a rival group but are family members, friends and members of the same communities. What comes across in the documentary are the dangers of the road we are currently walking down and the nightmare of division and distraction confronting local leaders. The culture wars look very different from behind the desk of a city mayor than on the pages of the tabloids or in our social media feed. Not for the mayor the easy gesture: he has to work through solutions, try to balance competing interests, particularly the interplay of class and race. Anyone thinking of a future in politics might well watch Statue Wars and change their mind. Anyone unconcerned by the dangers of this moment might rethink their complacency. Statue Wars: One Summer in Bristol will air on BBC Two at 9pm on Thursday, 10 June • David Olusoga is a historian and broadcaster","charCount":"5809","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/david-olusoga\">David Olusoga</a>"},{"headline":"Fears for rights of EU citizens still waiting for UK settled status","standfirst":"<p>Backlog of 305,000 applications in post-Brexit settlement scheme prompts calls for extension of 30 June deadline</p>","trailText":"Backlog of 305,000 applications in post-Brexit settlement scheme prompts calls for extension of 30 June deadline","byline":"Mark Townsend Home Affairs editor","main":"<figure class=\"element element-image\" data-media-id=\"4e4bf169f4bf296384c38c538f369b653472be04\"> <img src=\"https://media.guim.co.uk/4e4bf169f4bf296384c38c538f369b653472be04/0_0_1080_897/1000.jpg\" alt=\"A publicity campaign for the settlement scheme\" width=\"1000\" height=\"831\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A publicity campaign for the settlement scheme. </span> <span class=\"element-image__credit\">Photograph: Home Office</span> </figcaption> </figure>","body":"<p>Hundreds of thousands of European citizens face legal limbo if the Home Office fails to clear a backlog of more than 300,000 applications before the EU settlement scheme closes at the end of this month.</p> <p>With about three weeks to go before the deadline for EU workers and their families to apply for permanent residency in the UK, campaigners say anxiety and confusion remain over the rights of the 305,000 who have applied and are waiting for a decision, with many fearing that they risk a loss of rights similar to that experienced by the <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\" title=\"\">Windrush generation</a>.</p> <p>Latest <a href=\"https://www.gov.uk/government/collections/eu-settlement-scheme-statistics\" title=\"\">government statistics</a> show that of 5,423,300 applications, 5,118,300 have so far been processed. Although the Home Office has insisted EU citizens are assured of their rights even if they have received no decision on their application by 30 June, campaigners remain unconvinced.</p> <p>Caitlin Boswell, EU citizens’ rights lead at the Joint Council for the Welfare of Immigrants (JCWI), said: “There has been a lack of clarity over what the rights of these 300,000 will be after the deadline. People are really anxious that, three weeks from the deadline, they don’t know their rights. And although they’ve made an application, it’s a really worrying situation.”</p> <p>Yet the big unknown – and what continues to cause most disquiet – is the number of European citizens yet to actually apply, who risk losing fundamental legal rights, including the ability to work, and face the threat of “Home Office enforcement action” from 1 July.</p> <p>Monique Hawkins of the campaign group the3million said she was most concerned about the number of elderly people who had not applied for settled status: “There is general concern by the EU delegation in London that not enough elderly people have applied – and a lot of them have been here a long time, had their brush with the Home Office in the past and have permanent residence documents, so think they’re fine.”</p> <p>The group is also worried that many people seem unaware that parents need to ensure children and even babies apply for settled status this month. “It’ll be similar in that sense to the Windrush scandal: it will take a long time. Children now won’t discover they needed settled status until they try and get a job aged 18 or try to go to university,” said Hawkins.</p>  <figure class=\"element element-image\" data-media-id=\"e9a1a96b8aa56ff210d0d23dc44709c029015b28\"> <img src=\"https://media.guim.co.uk/e9a1a96b8aa56ff210d0d23dc44709c029015b28/0_0_3500_2100/1000.jpg\" alt=\"Brass 'Home Office plaque\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Those who have yet to apply to the scheme could face ‘Home Office enforcement action’ from 1 July.</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>  <p>During the Windrush scandal, the UK government deported or threatened to deport the children of Commonwealth citizens who,<strong> </strong>despite living and working in the UK for decades, were told they were there illegally because of a lack of official paperwork.</p> <p>Now the3million is advocating a deadline extension, as well as legislation to avert the cliff-edge scenario for those who fail to apply.</p> <p>Hawkins said: “We need legislation in place to protect people who will inevitably fail to meet that deadline – and it’s really problematic because if you miss the deadline you have no right to rent, no right to work, no right to access hospital treatment. We need legislation to suspend the hostile environment, really.”</p> <p>Pierre Makhlouf, assistant director of the campaign group Bail for Immigration Detainees (BID), said it would take time for the new reality to become accepted by Europeans.</p> <p>“The ability of the Home Office to refuse entry, to detain and to deport people is the Brexit experience that unfortunately all EU nationals are being forced to learn, now that they are being treated in the same way as non-EU nationals,” said Makhlouf.</p> <p>The minister for future borders and immigration, Kevin Foster, said: “Every day, thousands of people are being granted status under the hugely successful EU settlement scheme. I urge people who are eligible to apply as soon as possible and secure the rights they deserve in UK law. We have already confirmed that someone who has applied to the EU settlement scheme by the 30 June deadline, but has not had a decision by then, will have their rights protected until their application is decided.”</p> <p>Foster said £22m had been given to 72 organisations to help vulnerable and harder-to-reach groups apply. The Home Office says it has over 1,500 people working on the scheme.</p>","newspaperPageNumber":"8","wordcount":"690","firstPublicationDate":"2021-06-06T08:45:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:45:34Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkm9f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4e4bf169f4bf296384c38c538f369b653472be04/0_52_1080_648/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Hundreds of thousands of European citizens face legal limbo if the Home Office fails to clear a backlog of more than 300,000 applications before the EU settlement scheme closes at the end of this month. With about three weeks to go before the deadline for EU workers and their families to apply for permanent residency in the UK, campaigners say anxiety and confusion remain over the rights of the 305,000 who have applied and are waiting for a decision, with many fearing that they risk a loss of rights similar to that experienced by the Windrush generation. Latest government statistics show that of 5,423,300 applications, 5,118,300 have so far been processed. Although the Home Office has insisted EU citizens are assured of their rights even if they have received no decision on their application by 30 June, campaigners remain unconvinced. Caitlin Boswell, EU citizens’ rights lead at the Joint Council for the Welfare of Immigrants (JCWI), said: “There has been a lack of clarity over what the rights of these 300,000 will be after the deadline. People are really anxious that, three weeks from the deadline, they don’t know their rights. And although they’ve made an application, it’s a really worrying situation.” Yet the big unknown – and what continues to cause most disquiet – is the number of European citizens yet to actually apply, who risk losing fundamental legal rights, including the ability to work, and face the threat of “Home Office enforcement action” from 1 July. Monique Hawkins of the campaign group the3million said she was most concerned about the number of elderly people who had not applied for settled status: “There is general concern by the EU delegation in London that not enough elderly people have applied – and a lot of them have been here a long time, had their brush with the Home Office in the past and have permanent residence documents, so think they’re fine.” The group is also worried that many people seem unaware that parents need to ensure children and even babies apply for settled status this month. “It’ll be similar in that sense to the Windrush scandal: it will take a long time. Children now won’t discover they needed settled status until they try and get a job aged 18 or try to go to university,” said Hawkins. During the Windrush scandal, the UK government deported or threatened to deport the children of Commonwealth citizens who, despite living and working in the UK for decades, were told they were there illegally because of a lack of official paperwork. Now the3million is advocating a deadline extension, as well as legislation to avert the cliff-edge scenario for those who fail to apply. Hawkins said: “We need legislation in place to protect people who will inevitably fail to meet that deadline – and it’s really problematic because if you miss the deadline you have no right to rent, no right to work, no right to access hospital treatment. We need legislation to suspend the hostile environment, really.” Pierre Makhlouf, assistant director of the campaign group Bail for Immigration Detainees (BID), said it would take time for the new reality to become accepted by Europeans. “The ability of the Home Office to refuse entry, to detain and to deport people is the Brexit experience that unfortunately all EU nationals are being forced to learn, now that they are being treated in the same way as non-EU nationals,” said Makhlouf. The minister for future borders and immigration, Kevin Foster, said: “Every day, thousands of people are being granted status under the hugely successful EU settlement scheme. I urge people who are eligible to apply as soon as possible and secure the rights they deserve in UK law. We have already confirmed that someone who has applied to the EU settlement scheme by the 30 June deadline, but has not had a decision by then, will have their rights protected until their application is decided.” Foster said £22m had been given to 72 organisations to help vulnerable and harder-to-reach groups apply. The Home Office says it has over 1,500 people working on the scheme.","charCount":"4072","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/marktownsend\">Mark Townsend</a> Home Affairs editor"},{"headline":"Azed crossword 2,556","standfirst":"<p></p>","trailText":" ","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"df642ce2bc3321695a2946b12b4d9f19a88f7cd1\"> <img src=\"https://media.guim.co.uk/df642ce2bc3321695a2946b12b4d9f19a88f7cd1/0_0_1406_1408/999.jpg\" alt=\"azed 2554\" width=\"999\" height=\"1000\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/06/06/azed_6_june.pdf\">Click here to access the print version</a></p></li> </ul> <p>The Chambers Dictionary (2014) is recommended.</p> <h2><strong>Special announcement</strong></h2> <p>We regret to announce that, until further notice, we are unable to offer prizes for solvers of the Azed weekly crosswords. The special monthly Azed clue writing competitions are not affected and will continue as normal. Entry rules for these will appear as usual. <br></p>","wordcount":"59","firstPublicationDate":"2021-06-06T08:43:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:45:49Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2qt","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version The Chambers Dictionary (2014) is recommended. Special announcement We regret to announce that, until further notice, we are unable to offer prizes for solvers of the Azed weekly crosswords. The special monthly Azed clue writing competitions are not affected and will continue as normal. Entry rules for these will appear as usual.","charCount":"370","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""}]