[{"headline":"Covid live news: UK lockdown-ending date concerns continue; Australia and New Zealand leaders meet face-to-face","standfirst":"<p>Latest updates: Concerns over unlocking roadmap due to the Indian variant continue to dominate in the UK</p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: Concerns over unlocking roadmap due to the Indian variant continue to dominate in the UK","byline":"Caroline Davies","main":"<figure class=\"element element-image\" data-media-id=\"237a4ea09ddf9a90716c55143bcae6a72f4b5f8f\"> <img src=\"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/1000.jpg\" alt=\"People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.</span> <span class=\"element-image__credit\">Photograph: Nathaniel Noir/Alamy</span> </figcaption> </figure>","body":"<div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.<br><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, some 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Professor Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"480","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:38:50Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, some 53% of those aged 30 to 39 have been given at least one dose. The data comes as Professor Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"2953","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/carolinedavies\">Caroline Davies</a>"},{"headline":"Against all odds: how a village in the Welsh valleys dreamed big and won","standfirst":"<p>Twenty years ago, one woman convinced her neighbours to buy, rear and train a thoroughbred racehorse, Dream Alliance. Now their unlikely story is relived in a feelgood film</p>","trailText":"Twenty years ago, one woman convinced her neighbours to buy, rear and train a thoroughbred racehorse, Dream Alliance. Now their unlikely story is relived in a feelgood film","byline":"Vanessa Thorpe","main":"<figure class=\"element element-image\" data-media-id=\"692174167da88afec84108bd5f569075d16fb026\"> <img src=\"https://media.guim.co.uk/692174167da88afec84108bd5f569075d16fb026/0_171_5126_3075/1000.jpg\" alt=\"The syndicate celebrates in Dream Horse. Toni Collette, centre holding cup, plays Jan Vokes.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The syndicate celebrates in Dream Horse. Toni Collette, centre holding cup, plays Jan Vokes.</span> <span class=\"element-image__credit\">Photograph: Kerry Brown</span> </figcaption> </figure>","body":"<p>Ever felt stirred by a warm sense of connection to the world around you? Well, the Welsh have a word for that precious sensation: “hwyl”, sounding a little like “hoyle” to an English ear. And, as cinema projectors whirr into action again, there is one film above all others that aims to bring you this very emotion.</p> <p>Out on 4 June, <em>Dream Horse</em> is the true story of the extraordinary racehorse that brought a group of impoverished Welsh owners together and offered them fresh hope against all imaginable odds. And the concept of hwyl, a kind of mystic combination of those two more famous buzz words, the Irish “craic” and the Danish “hygge”, is right at the film’s core, according to director Euros Lyn.</p> <p>“Its meaning is described in the film, but actually there are lots of uses. If you are a Welsh speaker, you ask people in the morning how the hwyl is. Or you use it if someone is clearly enjoying few drinks at the bar. It is a sort of “life force”, and the characters in <em>Dream Horse</em> are certainly on that kind of adventure. So it’s the right word and it is also what we want for our audiences.”</p> <p>Starring Toni Collette, Damian Lewis, Joanna Page and Owen Teale, the film tells of an inexperienced syndicate in the valleys of South Wales who fund the training of a thoroughbred, <a href=\"https://www.theguardian.com/uk-news/2015/apr/17/dream-alliance-the-welsh-mining-village-that-bred-a-champion-racehorse\" title=\"\">Dream Alliance</a>, that goes on to beat the best on the race course.</p>  <figure class=\"element element-image\" data-media-id=\"edad0ddb207661da5e7812d868464ed8a018c352\"> <img src=\"https://media.guim.co.uk/edad0ddb207661da5e7812d868464ed8a018c352/0_0_5516_3677/1000.jpg\" alt=\"Owen Teale and Toni Collette with the real Jan and Brian Vokes.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Owen Teale and Toni Collette with the real Jan and Brian Vokes.</span> <span class=\"element-image__credit\">Photograph: Kerry Brown</span> </figcaption> </figure>  <p>Twenty years ago, in the former mining village of Cefn Fforest, Jan Vokes was looking for a reason to get up in the morning that might prove more compelling than either of her jobs at the supermarket or behind the bar at the local working men’s club, and ideally also more satisfying than making dinner every evening for her unemployed husband, Brian. She had already bred rabbits, whippets and racing pigeons and now something more substantial had taken her fancy. After scouring the racehorse breeding journals, Vokes bought a mare, stabling her in a shed on an allotment. Then, with her retirement fund and the support of 23 neighbours and friends who all put in a little cash, a promising foal was born, following an expensive visit to a stud farm.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/05/archive-zip/giv-825Zs1yRhLdaeHT/\" data-alt=\"locator map\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/05/archive-zip/giv-825Zs1yRhLdaeHT/\">locator map</a> </figure>  <p>The Australian actress Collette, best known for <em><a href=\"https://www.theguardian.com/film/2017/nov/13/muriels-wedding-is-a-feminist-masterpiece-and-more-relevant-than-ever\" title=\"\">Muriel’s Wedding</a></em>, <em>The Sixth Sense</em> and <em>Little Miss Sunshine</em>, plays Vokes. “It’s a funny thing seeing someone as you on the screen,” Vokes said this weekend, after a special screening in her home town. “It was strange, but I never imagined they would get it all so well, even the accents. I really enjoyed it, and now I want youngsters to see it especially; to show them you can follow a dream. Youngsters, along with working-class people, have had such a tough time through the last year. They’ve suffered the most.”</p> <p>Behind the camera, Lyn, a welshman, held back from painting a picture postcard image of the valleys and, although there are spectacular racing scenes, the town, ordinary homes and meeting halls are faithfully rendered as shabby and dark.</p> <p>“Much of the valleys is ugly-beautiful really. You’ve got the great drama of the hills around you, and then across it there is a line of pylons with some heap of slag from an old tip in front,” he said.</p> <p>The premium he set on authenticity meant getting the right wallpaper and even posing his actors to match to photographs on show in the Vokes’s real home. And the crucial racing scenes had to convince.</p>  <figure class=\"element element-image\" data-media-id=\"4c709d6b2f29a1cebeaee4b3e44964cee1b15b93\"> <img src=\"https://media.guim.co.uk/4c709d6b2f29a1cebeaee4b3e44964cee1b15b93/0_0_5696_3797/1000.jpg\" alt=\"Damian Lewis and Joanna Page with the real Angela and Howard Davies.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Damian Lewis and Joanna Page with the real Angela and Howard Davies.</span> <span class=\"element-image__credit\">Photograph: Kerry Brown</span> </figcaption> </figure>  <p>“We divided up every race into two furlong sections and had three sets of 10 thoroughbreds,” explained Lyn, who was determined to avoid the impression of jockeys holding a horse back from a win.</p> <p>“It’s a question of filming different bits and then making it come together in the editing, and when sound is added later.”</p> <p>The Dream Alliance story had already been told in an award-winning documentary, <em>Dark Horse</em>, but writer Neil McKay “went back to first base”, said Lyn. “Neil did a deep dive and spent a long time with the real people involved. They’ve all had such varied lives, including Howard Davies, the accountant that Damian plays, we knew we had to leave some of it out.”</p> <p>Lewis, who lost his wife, the acclaimed actress <a href=\"https://www.theguardian.com/stage/2021/apr/18/helen-mccrory-obituary\" title=\"\">Helen McCrory</a>, to cancer earlier this year, is half Welsh and had been keen to work closer to home after starring in the flashy American hedge-fund drama, <em><a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/18/billions-the-smartest-stupid-show-on-tv-damian-lewis-paul-giamatti\" title=\"\">Billions</a></em>, for Sky. “It was perfect timing,” the actor has said. “I like its almost naive warmth and generosity of spirit, compared to the <em>Billions</em> world, which is all about transactional favour-trading.”</p> <p>“It was wonderful to have Damian as Howard,” said Lyn. “His father is Welsh and he has a brilliant ear anyway.”</p> <p>The performance Collette gives as Vokes may also surprise audiences. “Jan has a real strength and determination, but also vulnerability, and I immediately thought of Toni,” said Lyn. “My friend, the writer Jack Thorne, asked her to read the script, which is often the hardest bit with a big star, as there are so many gatekeepers.” Lyn knew Collette had already played many different nationalities and, luckily, she loved McKay’s screenplay.</p>  <figure class=\"element element-image\" data-media-id=\"ea8d32ce75f9c845ed52e250cba08984ae6929ad\"> <img src=\"https://media.guim.co.uk/ea8d32ce75f9c845ed52e250cba08984ae6929ad/0_0_5784_3856/1000.jpg\" alt=\"Toni Collette in a scene with the film’s Dream Alliance.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Toni Collette in a scene with the film’s Dream Alliance.</span> <span class=\"element-image__credit\">Photograph: Albu/Alamy</span> </figcaption> </figure>  <p>On set, the Welsh actor and <em>Game of Thrones</em> star Teale, who plays Brian Vokes, was there to boost her confidence. “Toni got off the plane and straight into this bit of Welsh culture. I’d worked with her before and I knew she is intense and focused. She worked with a brilliant voice coach for some of the technical stuff, but she learned quickly and I soon believed in her as my wife, this fighter who has to tackle not just the prejudiced world of horse racing but also the chauvinism of her own background.”</p> <p>Like Lyn, Teale feels the word “hwyl” sums up the mood of the film. “It is a wonderful Welsh idea, like ‘camaraderie’, but deeper than that. We use it when we sing together in Wales, in a choir, at the rugby or in the pub. When we showed the film at the Sundance festival last year, the whole cinema audience stood up and cheered the horse on. That was hwyl, but the idea isn’t out in popular culture yet. Some may know the Welsh word ‘hiraeth’, often translated as homesickness. It’s more than that, though. It’s for when you feel out of place and so awkward that a gap opens up between you and the rest of the world. Hwyl is the opposite.”</p> <p>An antidote to the dislocations of the last year, the film should encourage people to look for a purpose, Lyn hopes. “It is certainly not about fame and fortune. It’s about that point we can all come to where you wonder what your life really means. It often comes with a change of circumstance that throws things into sharp relief. The pandemic did that.”</p> <p>For the director, the soft, welcoming spirit, typical of the valleys, is there in the real Brian, and also in Teale’s performance. “When I first met Brian,” said Teale this weekend, “he burst into tears because they had just lost a new foal in an arson attack. There was a gentleness in him I was moved by. He has had to get used to the fact he is not the same big, powerful man he was in his youth.”</p> <p>Today, the Vokeses live in the same house in Cefn Fforest and Jan still has two jobs. Dream Alliance’s wins netted just £1,430 each for the syndicate members, but it was never about the money. A new foal, Phoenix Dream, carries Jan’s hopes now. “We called her that because she looks like Dream Alliance, although she is no relation,” she said. “She has three white feet, where Dream had four. I don’t know if people around here have many expectations, but then they never did with Dream!”</p> <p>It seems possible that “feelgood”, as in “feelgood movie”, may soon be spelt “hwyl”.</p> <p><em>Dream Horse is in cinemas from 4<sup> </sup>June</em></p>","newspaperPageNumber":"38","wordcount":"1349","firstPublicationDate":"2021-05-30T07:30:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:30:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht99c","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/692174167da88afec84108bd5f569075d16fb026/0_171_5126_3075/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Ever felt stirred by a warm sense of connection to the world around you? Well, the Welsh have a word for that precious sensation: “hwyl”, sounding a little like “hoyle” to an English ear. And, as cinema projectors whirr into action again, there is one film above all others that aims to bring you this very emotion. Out on 4 June, Dream Horse is the true story of the extraordinary racehorse that brought a group of impoverished Welsh owners together and offered them fresh hope against all imaginable odds. And the concept of hwyl, a kind of mystic combination of those two more famous buzz words, the Irish “craic” and the Danish “hygge”, is right at the film’s core, according to director Euros Lyn. “Its meaning is described in the film, but actually there are lots of uses. If you are a Welsh speaker, you ask people in the morning how the hwyl is. Or you use it if someone is clearly enjoying few drinks at the bar. It is a sort of “life force”, and the characters in Dream Horse are certainly on that kind of adventure. So it’s the right word and it is also what we want for our audiences.” Starring Toni Collette, Damian Lewis, Joanna Page and Owen Teale, the film tells of an inexperienced syndicate in the valleys of South Wales who fund the training of a thoroughbred, Dream Alliance, that goes on to beat the best on the race course. Twenty years ago, in the former mining village of Cefn Fforest, Jan Vokes was looking for a reason to get up in the morning that might prove more compelling than either of her jobs at the supermarket or behind the bar at the local working men’s club, and ideally also more satisfying than making dinner every evening for her unemployed husband, Brian. She had already bred rabbits, whippets and racing pigeons and now something more substantial had taken her fancy. After scouring the racehorse breeding journals, Vokes bought a mare, stabling her in a shed on an allotment. Then, with her retirement fund and the support of 23 neighbours and friends who all put in a little cash, a promising foal was born, following an expensive visit to a stud farm. The Australian actress Collette, best known for Muriel’s Wedding, The Sixth Sense and Little Miss Sunshine, plays Vokes. “It’s a funny thing seeing someone as you on the screen,” Vokes said this weekend, after a special screening in her home town. “It was strange, but I never imagined they would get it all so well, even the accents. I really enjoyed it, and now I want youngsters to see it especially; to show them you can follow a dream. Youngsters, along with working-class people, have had such a tough time through the last year. They’ve suffered the most.” Behind the camera, Lyn, a welshman, held back from painting a picture postcard image of the valleys and, although there are spectacular racing scenes, the town, ordinary homes and meeting halls are faithfully rendered as shabby and dark. “Much of the valleys is ugly-beautiful really. You’ve got the great drama of the hills around you, and then across it there is a line of pylons with some heap of slag from an old tip in front,” he said. The premium he set on authenticity meant getting the right wallpaper and even posing his actors to match to photographs on show in the Vokes’s real home. And the crucial racing scenes had to convince. “We divided up every race into two furlong sections and had three sets of 10 thoroughbreds,” explained Lyn, who was determined to avoid the impression of jockeys holding a horse back from a win. “It’s a question of filming different bits and then making it come together in the editing, and when sound is added later.” The Dream Alliance story had already been told in an award-winning documentary, Dark Horse, but writer Neil McKay “went back to first base”, said Lyn. “Neil did a deep dive and spent a long time with the real people involved. They’ve all had such varied lives, including Howard Davies, the accountant that Damian plays, we knew we had to leave some of it out.” Lewis, who lost his wife, the acclaimed actress Helen McCrory, to cancer earlier this year, is half Welsh and had been keen to work closer to home after starring in the flashy American hedge-fund drama, Billions, for Sky. “It was perfect timing,” the actor has said. “I like its almost naive warmth and generosity of spirit, compared to the Billions world, which is all about transactional favour-trading.” “It was wonderful to have Damian as Howard,” said Lyn. “His father is Welsh and he has a brilliant ear anyway.” The performance Collette gives as Vokes may also surprise audiences. “Jan has a real strength and determination, but also vulnerability, and I immediately thought of Toni,” said Lyn. “My friend, the writer Jack Thorne, asked her to read the script, which is often the hardest bit with a big star, as there are so many gatekeepers.” Lyn knew Collette had already played many different nationalities and, luckily, she loved McKay’s screenplay. On set, the Welsh actor and Game of Thrones star Teale, who plays Brian Vokes, was there to boost her confidence. “Toni got off the plane and straight into this bit of Welsh culture. I’d worked with her before and I knew she is intense and focused. She worked with a brilliant voice coach for some of the technical stuff, but she learned quickly and I soon believed in her as my wife, this fighter who has to tackle not just the prejudiced world of horse racing but also the chauvinism of her own background.” Like Lyn, Teale feels the word “hwyl” sums up the mood of the film. “It is a wonderful Welsh idea, like ‘camaraderie’, but deeper than that. We use it when we sing together in Wales, in a choir, at the rugby or in the pub. When we showed the film at the Sundance festival last year, the whole cinema audience stood up and cheered the horse on. That was hwyl, but the idea isn’t out in popular culture yet. Some may know the Welsh word ‘hiraeth’, often translated as homesickness. It’s more than that, though. It’s for when you feel out of place and so awkward that a gap opens up between you and the rest of the world. Hwyl is the opposite.” An antidote to the dislocations of the last year, the film should encourage people to look for a purpose, Lyn hopes. “It is certainly not about fame and fortune. It’s about that point we can all come to where you wonder what your life really means. It often comes with a change of circumstance that throws things into sharp relief. The pandemic did that.” For the director, the soft, welcoming spirit, typical of the valleys, is there in the real Brian, and also in Teale’s performance. “When I first met Brian,” said Teale this weekend, “he burst into tears because they had just lost a new foal in an arson attack. There was a gentleness in him I was moved by. He has had to get used to the fact he is not the same big, powerful man he was in his youth.” Today, the Vokeses live in the same house in Cefn Fforest and Jan still has two jobs. Dream Alliance’s wins netted just £1,430 each for the syndicate members, but it was never about the money. A new foal, Phoenix Dream, carries Jan’s hopes now. “We called her that because she looks like Dream Alliance, although she is no relation,” she said. “She has three white feet, where Dream had four. I don’t know if people around here have many expectations, but then they never did with Dream!” It seems possible that “feelgood”, as in “feelgood movie”, may soon be spelt “hwyl”. Dream Horse is in cinemas from 4 June","charCount":"7466","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/vanessathorpe\">Vanessa Thorpe</a>"},{"headline":"To rethink your garden, learn Japanese","standfirst":"<p>Four key horticultural concepts from the people who brought us bonsai</p>","trailText":"Four key horticultural concepts from the people who brought us bonsai. By James Wong","byline":"James Wong","main":"<figure class=\"element element-image\" data-media-id=\"f7cfad6976c391f24979665a276680f98cce968d\"> <img src=\"https://media.guim.co.uk/f7cfad6976c391f24979665a276680f98cce968d/0_394_3275_1964/1000.jpg\" alt=\"Bridge of sighs: space and proportion in a Japanese garden.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bridge of sighs: space and proportion in a Japanese garden.</span> <span class=\"element-image__credit\">Photograph: NorthScape/Alamy</span> </figcaption> </figure>","body":"<p>When Franz Boas, the early American anthropologist, wrote of the many words the Inuit have for snow, he probably had no idea he was sparking off a century-long debate. The idea that language shapes how we see the world is fascinating, and as no one has more gardening terms than the Japanese, here are four words for concepts you may have never thought about, but could help you see your garden in a different light.</p> <p><em>Miegakure</em> is the practice of partially obscuring some garden elements from view, creating a sense of tension, forcing the viewer to move around the space to explore it, either physically or visually. While in most gardens plants are arranged by height to create a sense of order and scale, breaking this regimentation by putting one or two tall ones in the foreground can add visual depth and create a sense of expectation for what may lie around the corner.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Miegakure is the practice of partially obscuring some garden elements from view</p> </blockquote> </aside>  <p><em>Ochitsubaki</em> is the weirdly specific word for fallen camellia flowers, referring to the beautiful carpet created by the plant’s habit of shedding its whole blooms under their bushes. It’s the subject of many a haiku, and breeders have even prioritised the trait in the development of new varieties to create this “accidental floristry” in the mossy undergrowth. I love the idea of spent flowers being as important a garden design feature as those in full bloom. If you want to create your own fallen flower carpet similar to one provided by camellias, then stewartia, rhododendrons, wisteria and even cherry blossom are also great candidates.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"78a971960e58d692c7aea343b8a8b0a826debfda\"> <img src=\"https://media.guim.co.uk/78a971960e58d692c7aea343b8a8b0a826debfda/51_35_4010_5013/800.jpg\" alt=\"Perfectly formed… a bonsai tree.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Perfectly formed… a bonsai tree.</span> <span class=\"element-image__credit\">Photograph: Jon Arnold/Alamy</span> </figcaption> </figure>  <p><em>Ma</em> refers to the space between objects, or the pause between thoughts, words or events, that helps define these and give them greater meaning. Like punctuation in a sentence, these might seem inconsequential at first, but without them the arrangement can lose crucial nuance, if not its entire meaning. I think the closest we have to this in English is “dramatic pause”. If you don’t have a bare patch of pebbles, lawn or moss in swathes of groundcover to allow the eye to pause, or gaps between trees or sculptures to frame views, schemes can seem saturated, flat and boring. So knowing what to add to a scheme is often secondary to knowing what to take away.</p> <p><em>Nebari</em> is the base of a tree trunk where it flares out into roots. Mainly used in the world of bonsai, it’s also used for shrubs in small gardens. Horticulturists have all sorts of innovative ways to accentuate these, creating much more naturalistic, aged effects. The simplest way is to prune out leading tap roots at planting time, which encourages lateral root formation, then splaying the remaining roots out in a shallow planting hole. Some growers will even place a slate slab under the pruned tap root to further ensure this. On established trees, you can tease away the first few centimetres of the soil’s surface each spring to slowly expose the roots around the trunk. </p> <p>I know when we Brits think of Japanese gardens, it is usually austere raked gravel or theatrical red lacquered pagodas and bridges, but when you look deeper there are many Japanese concepts that are as universal as they are ingenious.</p> <p><em>Follow James on Twitter <a href=\"https://twitter.com/Botanygeek?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@Botanygeek</a></em></p>","newspaperPageNumber":"47","wordcount":"536","commentable":"false","firstPublicationDate":"2021-05-30T07:15:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:15:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgzgh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f7cfad6976c391f24979665a276680f98cce968d/0_394_3275_1964/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When Franz Boas, the early American anthropologist, wrote of the many words the Inuit have for snow, he probably had no idea he was sparking off a century-long debate. The idea that language shapes how we see the world is fascinating, and as no one has more gardening terms than the Japanese, here are four words for concepts you may have never thought about, but could help you see your garden in a different light. Miegakure is the practice of partially obscuring some garden elements from view, creating a sense of tension, forcing the viewer to move around the space to explore it, either physically or visually. While in most gardens plants are arranged by height to create a sense of order and scale, breaking this regimentation by putting one or two tall ones in the foreground can add visual depth and create a sense of expectation for what may lie around the corner. Ochitsubaki is the weirdly specific word for fallen camellia flowers, referring to the beautiful carpet created by the plant’s habit of shedding its whole blooms under their bushes. It’s the subject of many a haiku, and breeders have even prioritised the trait in the development of new varieties to create this “accidental floristry” in the mossy undergrowth. I love the idea of spent flowers being as important a garden design feature as those in full bloom. If you want to create your own fallen flower carpet similar to one provided by camellias, then stewartia, rhododendrons, wisteria and even cherry blossom are also great candidates. Ma refers to the space between objects, or the pause between thoughts, words or events, that helps define these and give them greater meaning. Like punctuation in a sentence, these might seem inconsequential at first, but without them the arrangement can lose crucial nuance, if not its entire meaning. I think the closest we have to this in English is “dramatic pause”. If you don’t have a bare patch of pebbles, lawn or moss in swathes of groundcover to allow the eye to pause, or gaps between trees or sculptures to frame views, schemes can seem saturated, flat and boring. So knowing what to add to a scheme is often secondary to knowing what to take away. Nebari is the base of a tree trunk where it flares out into roots. Mainly used in the world of bonsai, it’s also used for shrubs in small gardens. Horticulturists have all sorts of innovative ways to accentuate these, creating much more naturalistic, aged effects. The simplest way is to prune out leading tap roots at planting time, which encourages lateral root formation, then splaying the remaining roots out in a shallow planting hole. Some growers will even place a slate slab under the pruned tap root to further ensure this. On established trees, you can tease away the first few centimetres of the soil’s surface each spring to slowly expose the roots around the trunk. I know when we Brits think of Japanese gardens, it is usually austere raked gravel or theatrical red lacquered pagodas and bridges, but when you look deeper there are many Japanese concepts that are as universal as they are ingenious. Follow James on Twitter @Botanygeek","charCount":"3128","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/james-wong\">James Wong</a>"},{"headline":"Tory poll lead shrinks following Cummings’ broadside against Johnson","standfirst":"<p>However, pollsters think popularity of vaccine rollout will counteract impact of criticism with time</p>","trailText":"However pollsters think popularity of vaccine rollout will counteract impact of criticism with time","byline":"Michael Savage","main":"<figure class=\"element element-image\" data-media-id=\"a6a8656a9baa30b0c3fa7eb4e0dfb805ac29f7f1\"> <img src=\"https://media.guim.co.uk/a6a8656a9baa30b0c3fa7eb4e0dfb805ac29f7f1/0_0_3000_1800/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson’s approval rating has dropped since the last poll, from +6 to -6.</span> <span class=\"element-image__credit\">Photograph: MI News/Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>The Conservatives have seen a dip in their lead since the local elections and Boris Johnson’s personal ratings have also fallen, according to the latest Opinium poll for the <em>Observer</em>.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/05/opinium-stateoftheparties28-29may/giv-825UPvB3M6gOdZT/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/05/opinium-stateoftheparties28-29may/giv-825UPvB3M6gOdZT/\">.</a> </figure>  <p>The Tory lead fell to 6 points from 13 points in the week after the local elections took place. The Conservatives were on 42%, down 2 points, with Labour on 36% of the vote, up 5 points. The poll was conducted after the explosive appearance before a Commons select committee last week by Dominic Cummings, the prime minister’s former senior adviser, <a href=\"https://www.theguardian.com/politics/2021/may/26/dominic-cummings-evidence-to-mps-on-covid-crisis-the-key-quotes\">who attacked the government’s Covid response.</a></p> <p>However, pollsters at Opinium suggested that the fall in the Tory lead may not last as the underlying popularity of the government’s vaccine rollout remained strong. The vaccine rollout appears to have driven the resurgence in the government’s popularity.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/05/opinium-21juneopening/giv-825O2uuFj8dJmxW/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/05/opinium-21juneopening/giv-825O2uuFj8dJmxW/\">.</a> </figure>  <p>The prime minister’s approval rating has dropped since the last poll, falling into negative territory. His rating fell from +6 to -6. He remains just ahead of Keir Starmer, whose approval rating remained steady at -9.</p> <p>With Covid cases rising again and concerns emerging over the India strain of the virus, the proportion of people who approve of the government’s handling of the coronavirus crisis has dropped, with 40% now approving (-7) and 40% disapproving (+7). The poll also found that 43% of people now support the postposing of the 21 June lockdown easing. This compares to a third (34%) who think the easing should go ahead as planned. One in ten (10%) back bringing the date forward.</p> <p>Despite the concerns about the June unlocking, there is still huge support for the government’s handling of the vaccine programme, with 71% of the public still approving of the supply and provision of the vaccine, compared to just 9% who disapprove.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/05/opinium-pollhancock/giv-825G9Su9V8bkC2D/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/05/opinium-pollhancock/giv-825G9Su9V8bkC2D/\">.</a> </figure>  <p>The poll suggested that while the public distrust Cummings, a majority do seem to believe many of the serious claims he made during his explosive select committee appearance last week. Only 20% said they trusted Cummings to tell the truth, compared to 71% who said they did not trust him.</p> <p>However, 60% believed it was true, as Cummings claimed, that at the start of the pandemic, Johnson regarded coronavirus as a scare story and described it as “the new swine flu”. Only 24% believed it was untrue. Two thirds (66%) believed the government was following a herd immunity strategy at the start of the pandemic, with 20% seeing it as untrue. Almost half (49%) believed that health secretary <a href=\"https://www.theguardian.com/world/2021/may/27/matt-hancock-not-all-patients-sent-care-homes-tested-covid\">Matt Hancock lied to colleagues about older people being tested before they were moved from hospitals to care homes.</a> Hancock denies this claim.</p> <p>Adam Drummond, Opinium’s associate director, said: “Whilst Dominic Cummings is seen as one of the least trustworthy men in Britain, the public do see some truth in the allegations he made against Boris Johnson’s government, puncturing the Conservatives’ post-Hartlepool bounce and reversing a recent spike in the prime minister’s approval rating.</p> <p>“However, there are strong reasons to believe that this won’t last though, as the underlying approval figures for the vaccine rollout, which has driven voting intention since the beginning of 2021, are unchanged and remain very strong.”</p> <p>Opinium polled 2,004 people online on 27-28 May.</p>","wordcount":"533","firstPublicationDate":"2021-05-30T07:15:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:23:40Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hthd6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a6a8656a9baa30b0c3fa7eb4e0dfb805ac29f7f1/0_0_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Conservatives have seen a dip in their lead since the local elections and Boris Johnson’s personal ratings have also fallen, according to the latest Opinium poll for the Observer. The Tory lead fell to 6 points from 13 points in the week after the local elections took place. The Conservatives were on 42%, down 2 points, with Labour on 36% of the vote, up 5 points. The poll was conducted after the explosive appearance before a Commons select committee last week by Dominic Cummings, the prime minister’s former senior adviser, who attacked the government’s Covid response. However, pollsters at Opinium suggested that the fall in the Tory lead may not last as the underlying popularity of the government’s vaccine rollout remained strong. The vaccine rollout appears to have driven the resurgence in the government’s popularity. The prime minister’s approval rating has dropped since the last poll, falling into negative territory. His rating fell from +6 to -6. He remains just ahead of Keir Starmer, whose approval rating remained steady at -9. With Covid cases rising again and concerns emerging over the India strain of the virus, the proportion of people who approve of the government’s handling of the coronavirus crisis has dropped, with 40% now approving (-7) and 40% disapproving (+7). The poll also found that 43% of people now support the postposing of the 21 June lockdown easing. This compares to a third (34%) who think the easing should go ahead as planned. One in ten (10%) back bringing the date forward. Despite the concerns about the June unlocking, there is still huge support for the government’s handling of the vaccine programme, with 71% of the public still approving of the supply and provision of the vaccine, compared to just 9% who disapprove. The poll suggested that while the public distrust Cummings, a majority do seem to believe many of the serious claims he made during his explosive select committee appearance last week. Only 20% said they trusted Cummings to tell the truth, compared to 71% who said they did not trust him. However, 60% believed it was true, as Cummings claimed, that at the start of the pandemic, Johnson regarded coronavirus as a scare story and described it as “the new swine flu”. Only 24% believed it was untrue. Two thirds (66%) believed the government was following a herd immunity strategy at the start of the pandemic, with 20% seeing it as untrue. Almost half (49%) believed that health secretary Matt Hancock lied to colleagues about older people being tested before they were moved from hospitals to care homes. Hancock denies this claim. Adam Drummond, Opinium’s associate director, said: “Whilst Dominic Cummings is seen as one of the least trustworthy men in Britain, the public do see some truth in the allegations he made against Boris Johnson’s government, puncturing the Conservatives’ post-Hartlepool bounce and reversing a recent spike in the prime minister’s approval rating. “However, there are strong reasons to believe that this won’t last though, as the underlying approval figures for the vaccine rollout, which has driven voting intention since the beginning of 2021, are unchanged and remain very strong.” Opinium polled 2,004 people online on 27-28 May.","charCount":"3244","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-savage\">Michael Savage</a>"},{"headline":"Feeling nervous isn’t bad – it happens to us all","standfirst":"<p>If you thought people with high-profile jobs didn’t suffer with nerves like the rest of us, then think again</p>","trailText":"If you thought people with high-profile jobs didn’t suffer with nerves like the rest of us, then think again, says Eva Wisman","byline":"Eva Wiseman","main":"<figure class=\"element element-image\" data-media-id=\"2fd50c8fc5415c8178804b7fd0ca86d64bdd1133\"> <img src=\"https://media.guim.co.uk/2fd50c8fc5415c8178804b7fd0ca86d64bdd1133/0_180_2000_1200/1000.jpg\" alt=\"‘I felt a surge of gratitude when BBC Radio 4’s Amol Rajan tweeted about the nerves he’d felt the night before.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I felt a surge of gratitude when BBC Radio 4’s Amol Rajan tweeted about the nerves he’d felt the night before.’</span> <span class=\"element-image__credit\">Photograph: John Phillips/Getty Images</span> </figcaption> </figure>","body":"<p>I’ve long been suspicious of confident people. People who glide into a room as if freshly oiled, their gaze level, their thoughts scrubbed and shaved and camera-ready. I look for the tell, the quiver, or moment when their voice accidentally goes French. Only when I find it, that ungrouted crack, can I relax into their moment. And if not? I forget to listen so stuck am I on obsessing over their ability to be comfortable when they are, like all of us, sitting on a pin cushion while a sniper stalks them from the street.</p> <p>I’m particularly impressed (baffled, scared) by those who thrive when a camera is on them. Who thrive, rather than (as I do) disintegrate, internal organs collapsing into a rich mulch that coats their bowels and throat, their face falling, too, giving the impression that they are entirely without gorm and perhaps also a bit on fire. I battle with this, though only slightly, with limp wrists.</p> <p>When you write opinion pieces in a newspaper, whether that opinion is a sharp-cornered essay on the climate crisis or a pleasant ramble through the sandwich aisle of Tesco (both valid, both very, very valid) you are inevitably invited to discuss and debate these opinions once more, on TV or radio, usually alongside somebody who believes the opposite. Which for me always sounds like a very precise kind of hell; one that draws on a person’s extra-specific anxieties and presses down neatly on their fury. The idea of it – the sweaty hour before going on air, the hearing of one’s own strangled voice, thick, wet and furry, the realisation that you’ve got the proportions of the debate dangerously off, that you either care far too much about the opinion you’re sharing and would possibly die for it or that actually you’ve, oh dear, missed the point – the idea of it makes my breathing go funny.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We are relearning how to listen to each other, the skill having drained away after months alone</p> </blockquote> </aside>  <p>So I felt a surge of gratitude last week when, after his first show as a new presenter on BBC Radio 4’s <em>Today</em> programme, <a href=\"https://www.theguardian.com/media/2021/mar/11/bbc-appoints-amol-rajan-as-radio-4-today-programme-presenter\" title=\"\">Amol Rajan</a> tweeted about the nerves he’d felt the night before. He said he’d suffered a “full-on panic attack” at 10pm the night before, working himself up “into a frenzy” and “catastrophising” about his first shift. He drank three rums. In “the depths of my self-inflicted horror,” he said, he downloaded sleep apps, which “intensified the doom spilling through my head”.</p> <p>I’d assumed, in my simple two-plus-two way, that people who choose jobs like this found it easy, even enjoyed the thrill. I’m heartened to discover that they, too, feel frightened, their confidence an illusion. And I’m delighted that the shame associated with nervousness, a trait we’re expected to grow out of, has subsided enough for it to be discussed so openly. It’s no coincidence stage fright and its shivering sisters are being talked about now, at a time when even the most confident-seeming people are feeling nervous about re-entering the world.</p> <p>The pandemic has helped clarify concepts that previously felt abstract. “Nervousness”, we see now, is not just a childish affectation but a rational reaction to situations that feel dangerous, a feeling experienced by many, and often. Similarly, we are being forced to reconsider the idea of “hope”. Rather than a simple heart-fluttering optimism, hope has been revealed to be both necessary and a bit of a slog. A decision, made daily upon waking, to seek out good news and drag ourselves towards it using our nails, our knees, whatever clawed instrument we have to hand. It prevents us from sinking so deep into the porridge of modern life that we no longer have the energy to look ahead.</p> <p>“Touch” is another one, taken for granted by so many of us until March 2020, now heavy with importance as we realise how we crumble when it’s taken away. And also, “being together”. We are relearning how to listen to each other, the skill having drained away after months alone. Now that we have become accustomed to meeting in “rooms” online rather than rooms side by side, the limits of how we communicate when not together are clear and terrible. We watch our own faces instead of theirs, fixating on the bizarre way our mouth moves, our resting pitch face. The conversation stutters if we interrupt, relying on somebody perky to steer it back on track. There is no sense of mood, no witchery to tell us if our jokes are landing or if the tone has changed. We fail to connect, and we try again and fail again.</p> <p>Sometimes in the past, I’ve done the thing that scared me. The public speaking, the radio recording, and sometimes the result did not warrant the pain. You’re not meant to say that, I know, except it’s true, so. But occasionally it’s been worth it. When I stayed awake all night worried I wouldn’t hear my alarm in the morning, and pushed myself to walk through gritted air, repeating phrases in my head until they melted into limericks, and shook broken voiced in front of a room, it was OK. It was good, it was a cleansing rush, a feeling of vastness, a rare moment of lovely stillness. It must be what confidence feels like: bright, but brief.</p> <p><em>Email Eva at <a href=\"mailto:e.wiseman@observer.co.uk\">e.wiseman@observer.co.uk</a> or follow her on Twitter <a href=\"https://twitter.com/EvaWiseman?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" title=\"\">@EvaWiseman</a></em></p>","newspaperPageNumber":"7","wordcount":"886","commentable":"false","firstPublicationDate":"2021-05-30T07:00:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:00:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgp7j","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2fd50c8fc5415c8178804b7fd0ca86d64bdd1133/0_180_2000_1200/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I’ve long been suspicious of confident people. People who glide into a room as if freshly oiled, their gaze level, their thoughts scrubbed and shaved and camera-ready. I look for the tell, the quiver, or moment when their voice accidentally goes French. Only when I find it, that ungrouted crack, can I relax into their moment. And if not? I forget to listen so stuck am I on obsessing over their ability to be comfortable when they are, like all of us, sitting on a pin cushion while a sniper stalks them from the street. I’m particularly impressed (baffled, scared) by those who thrive when a camera is on them. Who thrive, rather than (as I do) disintegrate, internal organs collapsing into a rich mulch that coats their bowels and throat, their face falling, too, giving the impression that they are entirely without gorm and perhaps also a bit on fire. I battle with this, though only slightly, with limp wrists. When you write opinion pieces in a newspaper, whether that opinion is a sharp-cornered essay on the climate crisis or a pleasant ramble through the sandwich aisle of Tesco (both valid, both very, very valid) you are inevitably invited to discuss and debate these opinions once more, on TV or radio, usually alongside somebody who believes the opposite. Which for me always sounds like a very precise kind of hell; one that draws on a person’s extra-specific anxieties and presses down neatly on their fury. The idea of it – the sweaty hour before going on air, the hearing of one’s own strangled voice, thick, wet and furry, the realisation that you’ve got the proportions of the debate dangerously off, that you either care far too much about the opinion you’re sharing and would possibly die for it or that actually you’ve, oh dear, missed the point – the idea of it makes my breathing go funny. So I felt a surge of gratitude last week when, after his first show as a new presenter on BBC Radio 4’s Today programme, Amol Rajan tweeted about the nerves he’d felt the night before. He said he’d suffered a “full-on panic attack” at 10pm the night before, working himself up “into a frenzy” and “catastrophising” about his first shift. He drank three rums. In “the depths of my self-inflicted horror,” he said, he downloaded sleep apps, which “intensified the doom spilling through my head”. I’d assumed, in my simple two-plus-two way, that people who choose jobs like this found it easy, even enjoyed the thrill. I’m heartened to discover that they, too, feel frightened, their confidence an illusion. And I’m delighted that the shame associated with nervousness, a trait we’re expected to grow out of, has subsided enough for it to be discussed so openly. It’s no coincidence stage fright and its shivering sisters are being talked about now, at a time when even the most confident-seeming people are feeling nervous about re-entering the world. The pandemic has helped clarify concepts that previously felt abstract. “Nervousness”, we see now, is not just a childish affectation but a rational reaction to situations that feel dangerous, a feeling experienced by many, and often. Similarly, we are being forced to reconsider the idea of “hope”. Rather than a simple heart-fluttering optimism, hope has been revealed to be both necessary and a bit of a slog. A decision, made daily upon waking, to seek out good news and drag ourselves towards it using our nails, our knees, whatever clawed instrument we have to hand. It prevents us from sinking so deep into the porridge of modern life that we no longer have the energy to look ahead. “Touch” is another one, taken for granted by so many of us until March 2020, now heavy with importance as we realise how we crumble when it’s taken away. And also, “being together”. We are relearning how to listen to each other, the skill having drained away after months alone. Now that we have become accustomed to meeting in “rooms” online rather than rooms side by side, the limits of how we communicate when not together are clear and terrible. We watch our own faces instead of theirs, fixating on the bizarre way our mouth moves, our resting pitch face. The conversation stutters if we interrupt, relying on somebody perky to steer it back on track. There is no sense of mood, no witchery to tell us if our jokes are landing or if the tone has changed. We fail to connect, and we try again and fail again. Sometimes in the past, I’ve done the thing that scared me. The public speaking, the radio recording, and sometimes the result did not warrant the pain. You’re not meant to say that, I know, except it’s true, so. But occasionally it’s been worth it. When I stayed awake all night worried I wouldn’t hear my alarm in the morning, and pushed myself to walk through gritted air, repeating phrases in my head until they melted into limericks, and shook broken voiced in front of a room, it was OK. It was good, it was a cleansing rush, a feeling of vastness, a rare moment of lovely stillness. It must be what confidence feels like: bright, but brief. Email Eva at e.wiseman@observer.co.uk or follow her on Twitter @EvaWiseman","charCount":"5091","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/evawiseman\">Eva Wiseman</a>"},{"headline":"‘My parents still have no clue what I’m doing’: Lupin star Omar Sy on Hollywood, fame and fighting racism","standfirst":"<p>After a decade in Hollywood, French actor Omar Sy returned home to star in Netflix’s much-loved hit, Lupin. He talks about playing the charming thief, growing up with Arsenal’s Nicolas Anelka and his battle with racism</p>","trailText":"After a decade in Hollywood, French actor Omar Sy returned home to star in Netflix’s much-loved hit, Lupin. He talks about playing the charming thief, growing up with Arsenal’s Nicolas Anelka and his battle with racism","byline":"Tom Lamont","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"9086d9d6a4446acad694482c0f4f7020e1e801f7\"> <img src=\"https://media.guim.co.uk/9086d9d6a4446acad694482c0f4f7020e1e801f7/0_1640_3599_2158/1000.jpg\" alt=\"Omar Sy, Self Assignment, June 10, 2014LOS ANGELES, CA - JUNE 10: French actor Omar Sy is photographed for Self Assignment on June 10, 2014 in Los Angeles, California. (Photo by Naj Jamai/Contour by Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Lupin is fun, but at the same time we’re talking about something very serious: that some people in France are simply not seen’: Omar Sy</span> <span class=\"element-image__credit\">Photograph: Naj Jamai/Contour by Getty Images</span> </figcaption> </figure>","body":"<p>Actors, obliged to exhaustively market their wares, will pose for hours in front of posters of their latest film or TV show. They’ll hop between city premieres, sit on dreary festival panels, tell rehearsed comic stories on night-time talkshows, then get up early to be on breakfast radio. Before meeting Omar Sy, a 43-year-old Frenchman who stars in the massively popular Netflix drama <em><a href=\"https://www.theguardian.com/tv-and-radio/2021/jan/19/lupin-netflix-surprise-hit-france-omar-sy\" title=\"\">Lupin</a></em>, I’d never heard of an actor picking up a bucket and brush to spend a day gluing up their own billboard posters on the Paris metro. Sy, who is 6ft 2in, born in a working-class Parisian suburb to West African parents, explains the thinking behind this unusual marketing stunt that took place just before the first series of <em>Lupin</em> debuted earlier this year.</p> <p>“A lot of people know me in Paris,” begins Sy, who worked as a comedian in France through his 20s before becoming a film star there in his early 30s. “Because people in France have watched me in stuff for years, I’m used to meeting strangers who recognise me and who already have smiles on their faces.” In <em>Lupin</em>, lightly adapted from the classic heist books by Maurice Leblanc, Sy plays a French-Senegalese man called Assane Diop, an anonymous Parisian who is used to being ignored and overlooked in his home town, but who is willing to use that to his advantage while robbing the city’s jet-set blind. “The show is entertainment and we want to have fun with it,” he says, “but at the same time we’re talking about something very serious: that some people in France are simply not seen.”</p> <p>Stuck for marketing ideas, the <em>Lupin</em> team wondered what would happen if the locally famous Sy dressed up as a maintenance worker, slapping up posters. Would people know it was him, wearing the uniform of a low-income worker, before a giant poster of himself? Would they smile?</p> <p>Sy stresses that the stunt was only ever meant to be playful, and some of its efficacy was probably diminished by his having to wear a Covid mask . But even so. “The smiles disappeared. People were sort of… rude? And it proved to me something we were saying in the show. That sometimes, in our society, you can be invisible because of what you do.” Worse than invisible, too. “It took me back to something I used to experience as a kid, coming up in Paris, when I experienced a certain kind of a look from people.”</p> <p>What sort of look?</p> <p>“You know the expression, ‘breaking the ice’? It’s ice,” he says. “Because when you come from where I come from, in the suburbs, when you have my height, my skin, that ice – it doesn’t break easily. Actually, I think it started me on the path to what I’m doing today. I remember as a teenager I wanted to see smiles on people’s faces, not the suspicious look. One way to do that was humour.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"cb655c98d30baac46a202ff19bbb452ea11a438a\"> <img src=\"https://media.guim.co.uk/cb655c98d30baac46a202ff19bbb452ea11a438a/0_0_9504_5702/1000.jpg\" alt=\"Stealing a look: Omar Sy in the second series of Lupin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stealing a look: Omar Sy in the second series of Lupin.</span> <span class=\"element-image__credit\">Photograph: Emmanuel Guimier/Netflix</span> </figcaption> </figure>  <p>As early as 14, then, when he was already pushing past the 6ft mark, Sy learned the complicated lesson that for better or worse he could put anxious strangers at ease by cracking jokes. “Plus, it was very effective on girls. So I tried to become an expert.” Before he’d formally graduated from high school, he was gigging on local radio, having some early success as an impersonator and sketch comic. As he got better and got more prominent bookings his studies suffered. Though he was supposed to finish school at 18, he still hadn’t passed the baccalaureate by the age of 20.</p> <p>That year, a French TV channel invited him to go to Cannes, a month before he was due to sit his baccalaureate again. “I was in Cannes! I was working on TV! I saw the stars!” But he came home and failed the exam. Sy remembers a showdown with his parents. “We were in the home I grew up in. The whole family was there, after dinner.”</p> <p>Sy is the middle child of eight, most of whom work around France as hospice workers, teaching assistants, receptionists, chefs. Before they retired and returned to Senegal a few years ago, Sy’s parents held exhausting low-income jobs. His dad worked in a factory. His mother was a cleaner. All 10 of the Sys were present, he remembers, on the day he sat them down after a meal and said – cough – he planned to be <em>un humoriste</em>. “I could see they were worried,” he says. “No, scared. They were certain it wouldn’t work out, but they are very cool and intelligent, my parents, and they knew they had to let their children live.”</p> <p>Getting out of the suburbs and making it in a competitive profession never seemed completely impossible to Sy, because he’d watched a close friend do it. <a href=\"https://www.theguardian.com/football/nicolas-anelka\" title=\"\">Nicolas Anelka</a> was the best footballer at Sy’s school. He was the boy in their gang of mates “who was always going to bed early, before training, while we were out partying”. Aged 17, Anelka left Paris for London to play for Arsenal, where he became a global sensation. Sy watched every one of his friend’s games, “proud but not surprised” at this ridiculous example of success. Meanwhile, Sy ground out his own screen career, getting what parts he could.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"65dff6e6a2aa5ad4c51f6dd1bd09a35c3d512cb3\"> <img src=\"https://media.guim.co.uk/65dff6e6a2aa5ad4c51f6dd1bd09a35c3d512cb3/0_0_2333_3500/667.jpg\" alt=\"Family matters: with his wife Helene. The couple have five children together.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Family matters: with his wife Hélèn. The couple have five children together.</span> <span class=\"element-image__credit\">Photograph: Bertrand Rindoff Petroff/Getty Images</span> </figcaption> </figure>  <p>He starred in a TV sitcom about call-centre operators. He voiced the fish in a cartoon called <em>Fish &amp; Chips</em>, he took small parts, and he appeared in a few films, including those made by the emerging director-collaborators, Olivier Nakache and Éric Toledano.</p> <p>As Sy was convinced<em><strong> </strong></em>he was a comedian at heart and that he had not much clue when it came to straight acting, Nakache and Toledano had to encourage him on their sets by saying: it’s cool, we’re only pretending to be directors ourselves. The trio became good friends over the years, and “Each time they had a movie,” Sy remembers, “they put me in it. The roles got a little bigger. One day they said to me, ‘Now you’re an actor, Omar, not just a comedian. We’re gonna write a movie for you to make you understand that.’”</p> <p><em><strong>During these years</strong></em> Sy’s own family was growing fast. He met his wife Hélène (a charity director) in the late 1990s. The couple went on to have five kids. They moved west out of Paris to a smaller town called Montfort-l’Amaury. Some time in 2010, the filmmakers Nakache and Toledano sent over that script they’d written with Sy in mind.</p> <p>Adapted from a documentary called <em>À la Vie, à la Mort</em>, the movie told of a white, wealthy man who is severely disabled (one sort of “untouchable”) who develops a friendship with his caregiver – black, male and working class (another sort of “untouchable”). <em>Intouchables</em> was unapologetically sentimental, lightly political, with a joyous centrepiece dance sequence that Sy choreographed himself. It was a smash in France and abroad: the highest-grossing French-language movie ever made. “My life, everything I’m living, in a professional way, has come from that movie,” Sy says.</p> <p>Only when <em>Intouchables</em> came out did his parents stop worrying about him, Sy says. And they’ve more or less stopped paying attention to the ins-and-outs of his career ever since. When Sy moved with his family to Los Angeles in 2012, taking roles in a $75m Tom Hanks movie (<em>Inferno</em>), a $150m dinosaur movie (<em>Jurassic World</em>), a $200m superhero movie (<em>X-Men: Days of the Future Past</em>), “my parents had no clue what I was doing. The [box office] numbers, all of that… It was too far from them. It’s been a blessing for me. If I’ve been able to stay the same guy I was, feet on the ground, it’s because my parents still have <em>no clue</em> what I’m doing. For them, all that matters is: can you live from it? Then it’s success. There is no other stage. Can you make your living from it? Then it’s success.”</p>  <figure class=\"element element-image\" data-media-id=\"602c5cd50ac07a5b344da5640768678f8b4e5b60\"> <img src=\"https://media.guim.co.uk/602c5cd50ac07a5b344da5640768678f8b4e5b60/66_0_2250_1350/1000.jpg\" alt=\"‘My life, everything I’m living, in a professional way, has come from this movie’: The Intouchables, 2011, with François Cluzet.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘My life, everything I’m living, in a professional way, has come from this movie’: The Intouchables, 2011, with François Cluzet.</span> <span class=\"element-image__credit\">Photograph: Atlaspix/Alamy</span> </figcaption> </figure>  <p>After a decade working mostly in Hollywood, Sy’s <em>Lupin</em> – one of Netflix’s most-watched shows of 2021 – has marked a homecoming of sorts, geographically and politically. Filmed largely in Paris and the northwest of France, <em>Lupin</em> grapples cleverly with the racial dynamics at play in the French capital, just as <em>Intouchables</em> once did. Sy’s character Diop, a charming thief, seems masterfully confident. But we learn through flashbacks that his life is defined by his experiences growing up as an immigrant, encouraged to keep his head down and defer to white Parisians. As for Diop’s relationship with the French police… Well, at least once, he is able to rely on their inability to distinguish between Black men in order to evade capture.</p> <p>When Sy was a teenager in the suburbs, he explains to me, he had a complex relationship with the French police himself. As a rule, if he crossed their path, he judged it best to run, because however guilty it made you look it was better than letting them get their hands on you. “I remember dealing with that as a young man. And 20 years after? It’s the same [for other young men]. Nothing’s changed.”</p> <p>Back in 2016, in circumstances horribly similar to those of George Floyd in 2020, a French-Senegalese man named <a href=\"https://www.theguardian.com/world/2020/jul/18/paris-protesters-mark-fourth-anniversary-of-adama-traore-death\" title=\"\">Adama Traoré</a> died in police custody. His family believed the death to have been caused by asphyxiation, and Sy has been involved in their campaign for answers and accountability ever since. Last year, when Floyd’s murder prompted waves of protest around the world, Sy wrote a searing open letter in the French press, comparing the cases. “They were both Black, tall, their lives turned to horror in a few hours, for nothing,” Sy wrote. “I am tall. I am Black. I look like them. Can the same thing happen to me as to them tomorrow? Is this likely to happen to my children?”</p> <p>“Most people who read the letter understood it,” Sy says now. “Some people didn’t. There are people who’ve said they won’t watch my movies any more in France. I knew when I wrote the letter that it would affect my work. But I had to do it. I had to do it. In my position in France I had to say something to young men who look like me.”</p>  <figure class=\"element element-image\" data-media-id=\"2d0853f21d009bf603e2e622a7a9dd986926f7c5\"> <img src=\"https://media.guim.co.uk/2d0853f21d009bf603e2e622a7a9dd986926f7c5/0_369_3574_2144/1000.jpg\" alt=\"Exclusive - Nicolas Anelka and Omar Sy attending Edern Restaurant Opening Party in Paris, France on September 25, 2018. Photo by ABACAPRESS.COM2DDB79E Exclusive - Nicolas Anelka and Omar Sy attending Edern Restaurant Opening Party in Paris, France on September 25, 2018. Photo by ABACAPRESS.COM\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hot shots: with Nicolas Anelka. At school ‘he was always going to bed early, before training, while we were out partying.’</span> <span class=\"element-image__credit\">Photograph: Abaca Press/Alamy</span> </figcaption> </figure>  <p>I ask him how he talks to his children about this stuff, especially his teenage sons Alhadji and Tidiane. “I say, ‘You have to face it, try to find a way to fight it, and as early as possible. Because more is coming [as you get older]. More is coming. So you need to find a way.’”</p> <p>We’re talking about his life as a father, and what it’s been like for Sy’s kids to go from a childhood in France to teenage-hood in America, when he corrects me on a point of fact. I had assumed, because of the timing of the family’s emigration, that this was a climb-the-ladder move. I guessed Sy made the switch to America in search for bigger parts, for fame. Actually it wasn’t quite like that, he says.</p> <p>Before it became a worldwide hit, <em>Intouchables</em> was much talked about in France, and Sy’s level of recognition shot up overnight. (He won a César for best actor, beating <em>The Artist</em>’s Jean Dujardin that year.) Suddenly, the comfortable life Sy and his wife had built changed. He noticed it in the school playground, picking up his son, Tidiane. “Before, I was always just thought of as Tidiane’s dad. And one day I went to pick him up and I realised, ‘Oh, now Tidiane is thought of as Omar Sy’s son.’ I got scared by that. I told my wife, ‘I don’t know how to raise a kid in this way, with someone else’s fame hanging over their head.’”</p> <p>With <em>Intouchables</em><em> </em>longlisted for a foreign-language Oscar, the stars of the movie were asked to begin a campaign in LA to generate support. Sy might have gone there alone, but he took his family, intending to stay a few months. Quickly he realised how much happier he was there, anonymous again, just an appendage to his children at the school gate. When I ask why, Sy speaks again of his own parents: Dad, the factory worker; Mum, the cleaner.</p> <p>“I think it builds your relationship with your parents when you have to explain to people who they are and what they do for a living. It makes you think about who they are beneath the jobs. It connects you to them. I remember having to explain what my mum did when I was Tidiane’s age. When I told people she was a cleaner… Well, I went through different stages with that. For a long time I was ashamed. Then, growing up, explaining it over and over, something changed. Talking about my mum and her life made me feel more connected to her. Expressing stuff helped me to realise things. And I was so proud of her.”</p> <p>Sy shrugs. In America, in playgrounds, he gets to be the parent in the background. And his kids get to work out the rest for themselves. </p> <p><em>Lupin Part 2 is on Netflix from 11 June</em></p>","newspaperPageNumber":"10","wordcount":"2188","commentable":"false","firstPublicationDate":"2021-05-30T07:00:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:00:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgpbf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9086d9d6a4446acad694482c0f4f7020e1e801f7/0_1640_3599_2158/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Actors, obliged to exhaustively market their wares, will pose for hours in front of posters of their latest film or TV show. They’ll hop between city premieres, sit on dreary festival panels, tell rehearsed comic stories on night-time talkshows, then get up early to be on breakfast radio. Before meeting Omar Sy, a 43-year-old Frenchman who stars in the massively popular Netflix drama Lupin, I’d never heard of an actor picking up a bucket and brush to spend a day gluing up their own billboard posters on the Paris metro. Sy, who is 6ft 2in, born in a working-class Parisian suburb to West African parents, explains the thinking behind this unusual marketing stunt that took place just before the first series of Lupin debuted earlier this year. “A lot of people know me in Paris,” begins Sy, who worked as a comedian in France through his 20s before becoming a film star there in his early 30s. “Because people in France have watched me in stuff for years, I’m used to meeting strangers who recognise me and who already have smiles on their faces.” In Lupin, lightly adapted from the classic heist books by Maurice Leblanc, Sy plays a French-Senegalese man called Assane Diop, an anonymous Parisian who is used to being ignored and overlooked in his home town, but who is willing to use that to his advantage while robbing the city’s jet-set blind. “The show is entertainment and we want to have fun with it,” he says, “but at the same time we’re talking about something very serious: that some people in France are simply not seen.” Stuck for marketing ideas, the Lupin team wondered what would happen if the locally famous Sy dressed up as a maintenance worker, slapping up posters. Would people know it was him, wearing the uniform of a low-income worker, before a giant poster of himself? Would they smile? Sy stresses that the stunt was only ever meant to be playful, and some of its efficacy was probably diminished by his having to wear a Covid mask . But even so. “The smiles disappeared. People were sort of… rude? And it proved to me something we were saying in the show. That sometimes, in our society, you can be invisible because of what you do.” Worse than invisible, too. “It took me back to something I used to experience as a kid, coming up in Paris, when I experienced a certain kind of a look from people.” What sort of look? “You know the expression, ‘breaking the ice’? It’s ice,” he says. “Because when you come from where I come from, in the suburbs, when you have my height, my skin, that ice – it doesn’t break easily. Actually, I think it started me on the path to what I’m doing today. I remember as a teenager I wanted to see smiles on people’s faces, not the suspicious look. One way to do that was humour.” As early as 14, then, when he was already pushing past the 6ft mark, Sy learned the complicated lesson that for better or worse he could put anxious strangers at ease by cracking jokes. “Plus, it was very effective on girls. So I tried to become an expert.” Before he’d formally graduated from high school, he was gigging on local radio, having some early success as an impersonator and sketch comic. As he got better and got more prominent bookings his studies suffered. Though he was supposed to finish school at 18, he still hadn’t passed the baccalaureate by the age of 20. That year, a French TV channel invited him to go to Cannes, a month before he was due to sit his baccalaureate again. “I was in Cannes! I was working on TV! I saw the stars!” But he came home and failed the exam. Sy remembers a showdown with his parents. “We were in the home I grew up in. The whole family was there, after dinner.” Sy is the middle child of eight, most of whom work around France as hospice workers, teaching assistants, receptionists, chefs. Before they retired and returned to Senegal a few years ago, Sy’s parents held exhausting low-income jobs. His dad worked in a factory. His mother was a cleaner. All 10 of the Sys were present, he remembers, on the day he sat them down after a meal and said – cough – he planned to be un humoriste. “I could see they were worried,” he says. “No, scared. They were certain it wouldn’t work out, but they are very cool and intelligent, my parents, and they knew they had to let their children live.” Getting out of the suburbs and making it in a competitive profession never seemed completely impossible to Sy, because he’d watched a close friend do it. Nicolas Anelka was the best footballer at Sy’s school. He was the boy in their gang of mates “who was always going to bed early, before training, while we were out partying”. Aged 17, Anelka left Paris for London to play for Arsenal, where he became a global sensation. Sy watched every one of his friend’s games, “proud but not surprised” at this ridiculous example of success. Meanwhile, Sy ground out his own screen career, getting what parts he could. He starred in a TV sitcom about call-centre operators. He voiced the fish in a cartoon called Fish &amp; Chips, he took small parts, and he appeared in a few films, including those made by the emerging director-collaborators, Olivier Nakache and Éric Toledano. As Sy was convinced he was a comedian at heart and that he had not much clue when it came to straight acting, Nakache and Toledano had to encourage him on their sets by saying: it’s cool, we’re only pretending to be directors ourselves. The trio became good friends over the years, and “Each time they had a movie,” Sy remembers, “they put me in it. The roles got a little bigger. One day they said to me, ‘Now you’re an actor, Omar, not just a comedian. We’re gonna write a movie for you to make you understand that.’” During these years Sy’s own family was growing fast. He met his wife Hélène (a charity director) in the late 1990s. The couple went on to have five kids. They moved west out of Paris to a smaller town called Montfort-l’Amaury. Some time in 2010, the filmmakers Nakache and Toledano sent over that script they’d written with Sy in mind. Adapted from a documentary called À la Vie, à la Mort, the movie told of a white, wealthy man who is severely disabled (one sort of “untouchable”) who develops a friendship with his caregiver – black, male and working class (another sort of “untouchable”). Intouchables was unapologetically sentimental, lightly political, with a joyous centrepiece dance sequence that Sy choreographed himself. It was a smash in France and abroad: the highest-grossing French-language movie ever made. “My life, everything I’m living, in a professional way, has come from that movie,” Sy says. Only when Intouchables came out did his parents stop worrying about him, Sy says. And they’ve more or less stopped paying attention to the ins-and-outs of his career ever since. When Sy moved with his family to Los Angeles in 2012, taking roles in a $75m Tom Hanks movie (Inferno), a $150m dinosaur movie (Jurassic World), a $200m superhero movie (X-Men: Days of the Future Past), “my parents had no clue what I was doing. The [box office] numbers, all of that… It was too far from them. It’s been a blessing for me. If I’ve been able to stay the same guy I was, feet on the ground, it’s because my parents still have no clue what I’m doing. For them, all that matters is: can you live from it? Then it’s success. There is no other stage. Can you make your living from it? Then it’s success.” After a decade working mostly in Hollywood, Sy’s Lupin – one of Netflix’s most-watched shows of 2021 – has marked a homecoming of sorts, geographically and politically. Filmed largely in Paris and the northwest of France, Lupin grapples cleverly with the racial dynamics at play in the French capital, just as Intouchables once did. Sy’s character Diop, a charming thief, seems masterfully confident. But we learn through flashbacks that his life is defined by his experiences growing up as an immigrant, encouraged to keep his head down and defer to white Parisians. As for Diop’s relationship with the French police… Well, at least once, he is able to rely on their inability to distinguish between Black men in order to evade capture. When Sy was a teenager in the suburbs, he explains to me, he had a complex relationship with the French police himself. As a rule, if he crossed their path, he judged it best to run, because however guilty it made you look it was better than letting them get their hands on you. “I remember dealing with that as a young man. And 20 years after? It’s the same [for other young men]. Nothing’s changed.” Back in 2016, in circumstances horribly similar to those of George Floyd in 2020, a French-Senegalese man named Adama Traoré died in police custody. His family believed the death to have been caused by asphyxiation, and Sy has been involved in their campaign for answers and accountability ever since. Last year, when Floyd’s murder prompted waves of protest around the world, Sy wrote a searing open letter in the French press, comparing the cases. “They were both Black, tall, their lives turned to horror in a few hours, for nothing,” Sy wrote. “I am tall. I am Black. I look like them. Can the same thing happen to me as to them tomorrow? Is this likely to happen to my children?” “Most people who read the letter understood it,” Sy says now. “Some people didn’t. There are people who’ve said they won’t watch my movies any more in France. I knew when I wrote the letter that it would affect my work. But I had to do it. I had to do it. In my position in France I had to say something to young men who look like me.” I ask him how he talks to his children about this stuff, especially his teenage sons Alhadji and Tidiane. “I say, ‘You have to face it, try to find a way to fight it, and as early as possible. Because more is coming [as you get older]. More is coming. So you need to find a way.’” We’re talking about his life as a father, and what it’s been like for Sy’s kids to go from a childhood in France to teenage-hood in America, when he corrects me on a point of fact. I had assumed, because of the timing of the family’s emigration, that this was a climb-the-ladder move. I guessed Sy made the switch to America in search for bigger parts, for fame. Actually it wasn’t quite like that, he says. Before it became a worldwide hit, Intouchables was much talked about in France, and Sy’s level of recognition shot up overnight. (He won a César for best actor, beating The Artist’s Jean Dujardin that year.) Suddenly, the comfortable life Sy and his wife had built changed. He noticed it in the school playground, picking up his son, Tidiane. “Before, I was always just thought of as Tidiane’s dad. And one day I went to pick him up and I realised, ‘Oh, now Tidiane is thought of as Omar Sy’s son.’ I got scared by that. I told my wife, ‘I don’t know how to raise a kid in this way, with someone else’s fame hanging over their head.’” With Intouchables longlisted for a foreign-language Oscar, the stars of the movie were asked to begin a campaign in LA to generate support. Sy might have gone there alone, but he took his family, intending to stay a few months. Quickly he realised how much happier he was there, anonymous again, just an appendage to his children at the school gate. When I ask why, Sy speaks again of his own parents: Dad, the factory worker; Mum, the cleaner. “I think it builds your relationship with your parents when you have to explain to people who they are and what they do for a living. It makes you think about who they are beneath the jobs. It connects you to them. I remember having to explain what my mum did when I was Tidiane’s age. When I told people she was a cleaner… Well, I went through different stages with that. For a long time I was ashamed. Then, growing up, explaining it over and over, something changed. Talking about my mum and her life made me feel more connected to her. Expressing stuff helped me to realise things. And I was so proud of her.” Sy shrugs. In America, in playgrounds, he gets to be the parent in the background. And his kids get to work out the rest for themselves. Lupin Part 2 is on Netflix from 11 June","charCount":"12096","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tomlamont\">Tom Lamont</a>"},{"headline":"Why is the new Covid variant spreading?","standfirst":"The virus is now in a race with the vaccines and the victor is increasingly uncertain","trailText":"The virus is now in a race with the vaccines and the victor is increasingly uncertain","byline":"David Spiegelhalter and Anthony Masters","main":"<figure class=\"element element-image\" data-media-id=\"5dd7e3e4f566f8bb01512ae61bc50cb4f39471e4\"> <img src=\"https://media.guim.co.uk/5dd7e3e4f566f8bb01512ae61bc50cb4f39471e4/0_107_3000_1799/1000.jpg\" alt=\"Hounslow, west London, has become a hotspot for B.1.617.2 lineage, first identified in India.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hounslow, west London, has become a hotspot for B.1.617.2 lineage, first identified in India.</span> <span class=\"element-image__credit\">Photograph: MI News/NurPhoto/REX/Shutterstock</span> </figcaption> </figure>","body":"<p>The UK’s fine performance in sequencing Sars-CoV-2 genomes allows <a href=\"https://www.gov.uk/government/publications/investigation-of-novel-sars-cov-2-variant-variant-of-concern-20201201\" title=\"\">Public Health England</a> to publish detailed analyses on the progress of variants and the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/990339/Variants_of_Concern_VOC_Technical_Briefing_13_England.pdf\" title=\"\">latest report</a> represents the changing of the guard. The B.1.1.7 lineage, first identified in Kent, had been dominant in the UK, but the B.1.617.2 lineage, first identified in India, comprised 58% of the most recent sequences, up from 44% the week before. There are strong regional differences, with under 10% of cases in Yorkshire and the Humber being the Indian-identified variant, while in north-west England that share is over 60%.</p> <p>The main concern is about increased risk of transmission and reports also include estimates of what is known as the “secondary attack rate” (SAR), which simply means the proportion of an infected person’s contacts who also get infected. Using NHS test-and-trace data for recent non-travel cases, the estimated SAR for the B.1.1.7 variant was 8.1% (+/- 0.2%), while for the variant identified in India it was substantially higher at 13.5% (+/- 1.0%) – although these are likely to understate the true values due to the limitations of contact tracing.</p> <p>Between January and March 2021, <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/990339/Variants_of_Concern_VOC_Technical_Briefing_13_England.pdf\" title=\"\">it was estimated</a> that, of contacts of a non-traveller infected with the B.1.1.7 variant, around one in 10 got infected. This is an average of a very widely dispersed distribution: <a href=\"https://pubmed.ncbi.nlm.nih.gov/32685698/\" title=\"\">most cases</a> do not infect anyone else, while at the opposite end of the spectrum there can be <a href=\"https://www.nature.com/articles/d41586-021-00460-x\" title=\"\">“super-spreader” events</a>, often in prolonged indoor gatherings with poor ventilation. It is increasingly accepted that <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(21)00869-2/fulltext\" title=\"\">viral spread</a> is mainly airborne rather than by droplets and “<a href=\"https://coronavirusresources.phe.gov.uk/hands-face-space-fresh-air/\" title=\"\">fresh air</a>” has finally been added to the “hands, face, space” mantra.</p> <p>Nearly <a href=\"https://www.gov.uk/government/publications/weekly-statistics-for-nhs-test-and-trace-england-13-may-to-19-may-2021\" title=\"\">7 million contacts</a> in England have been legally obliged to <a href=\"https://www.nhs.uk/conditions/coronavirus-covid-19/self-isolation-and-treatment/when-to-self-isolate-and-what-to-do/\" title=\"\">self-isolate</a> for at least 10 days. Even if the proportion of contacts infected were as high as 20%, it would still mean that over 5 million of these were not infected and yet were unable to shorten their isolation by testing.</p> <p>Where are we now? Confirmed <a href=\"https://coronavirus.data.gov.uk/details/cases\" title=\"\">cases are rising</a>, with the virus in a race against the vaccines and the prospects are extremely uncertain.</p> <p>• David Spiegelhalter is chair of the Winton Centre for Risk and Evidence Communication at Cambridge. Anthony Masters is statistical ambassador for the Royal Statistical Society</p>","newspaperPageNumber":"52","wordcount":"375","commentable":"false","firstPublicationDate":"2021-05-30T07:00:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:00:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hthvt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5dd7e3e4f566f8bb01512ae61bc50cb4f39471e4/0_107_3000_1799/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"The UK’s fine performance in sequencing Sars-CoV-2 genomes allows Public Health England to publish detailed analyses on the progress of variants and the latest report represents the changing of the guard. The B.1.1.7 lineage, first identified in Kent, had been dominant in the UK, but the B.1.617.2 lineage, first identified in India, comprised 58% of the most recent sequences, up from 44% the week before. There are strong regional differences, with under 10% of cases in Yorkshire and the Humber being the Indian-identified variant, while in north-west England that share is over 60%. The main concern is about increased risk of transmission and reports also include estimates of what is known as the “secondary attack rate” (SAR), which simply means the proportion of an infected person’s contacts who also get infected. Using NHS test-and-trace data for recent non-travel cases, the estimated SAR for the B.1.1.7 variant was 8.1% (+/- 0.2%), while for the variant identified in India it was substantially higher at 13.5% (+/- 1.0%) – although these are likely to understate the true values due to the limitations of contact tracing. Between January and March 2021, it was estimated that, of contacts of a non-traveller infected with the B.1.1.7 variant, around one in 10 got infected. This is an average of a very widely dispersed distribution: most cases do not infect anyone else, while at the opposite end of the spectrum there can be “super-spreader” events, often in prolonged indoor gatherings with poor ventilation. It is increasingly accepted that viral spread is mainly airborne rather than by droplets and “fresh air” has finally been added to the “hands, face, space” mantra. Nearly 7 million contacts in England have been legally obliged to self-isolate for at least 10 days. Even if the proportion of contacts infected were as high as 20%, it would still mean that over 5 million of these were not infected and yet were unable to shorten their isolation by testing. Where are we now? Confirmed cases are rising, with the virus in a race against the vaccines and the prospects are extremely uncertain. • David Spiegelhalter is chair of the Winton Centre for Risk and Evidence Communication at Cambridge. Anthony Masters is statistical ambassador for the Royal Statistical Society","charCount":"2296","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/david-spiegelhalter\">David Spiegelhalter</a> and <a href=\"profile/anthony-masters\">Anthony Masters</a>"},{"headline":"Simone Lia: Tomorrow’s Airbnb – cartoon","trailText":"What will replace shepherd’s huts and yurts in the future?","byline":"Simone Lia","main":"","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/03/comics-master-2016/embed/embed.html?srcs-mobile=https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/0_0_702_1254/560.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/711_0_664_1254/530.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/1379_0_692_1254/552.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/2076_0_673_1254/537.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/2751_0_691_1254/551.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/3437_0_692_1254/552.jpg&amp;ratios-mobile=178.57142857142858+188.67924528301887+181.15942028985506+186.56716417910448+181.15942028985506+181.15942028985506&amp;srcs-desktop=https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/0_0_4129_1254/2000.jpg&amp;ratios-desktop=30.714285714285715&amp;credit=&amp;background=FFFFFF&amp;vpadding=20\" data-alt=\"Simone 30 May\"> <a href=\"https://interactive.guim.co.uk/2016/03/comics-master-2016/embed/embed.html?srcs-mobile=https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/0_0_702_1254/560.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/711_0_664_1254/530.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/1379_0_692_1254/552.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/2076_0_673_1254/537.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/2751_0_691_1254/551.jpg+https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/3437_0_692_1254/552.jpg&ratios-mobile=178.57142857142858+188.67924528301887+181.15942028985506+186.56716417910448+181.15942028985506+181.15942028985506&srcs-desktop=https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/0_0_4129_1254/2000.jpg&ratios-desktop=30.714285714285715&credit=&background=FFFFFF&vpadding=20\">Simone 30 May</a> </figure>","newspaperPageNumber":"6","wordcount":"0","firstPublicationDate":"2021-05-30T07:00:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:00:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgqe2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e36b6682153d4c92f9eba18be93c80fa0c5f3f19/1390_703_683_410/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/simone-lia\">Simone Lia</a>"},{"headline":"Staycation boom forces tenants out of seaside resort homes","standfirst":"<p>From Cornwall to Kent, people are driven out of popular destinations where landlords favour short lets for tourists</p>","trailText":"From Cornwall to Kent, people are driven out of popular destinations where landlords favour short lets for tourists","byline":"James Tapper and Suzanne Bearne","main":"<figure class=\"element element-image\" data-media-id=\"2cb65526650895c70632288d128a0a7a4b398b32\"> <img src=\"https://media.guim.co.uk/2cb65526650895c70632288d128a0a7a4b398b32/0_607_4032_2417/1000.jpg\" alt=\"Great Western beach, Newquay\" width=\"1000\" height=\"599\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Great Western beach, Newquay. The Cornish coastal town is among several popular holiday destinations showing a shortage of rental properties.</span> <span class=\"element-image__credit\">Photograph: Mint Photography/Stockimo/Alamy</span> </figcaption> </figure>","body":"<p>The lockdown shackles are off. The great half-term getaway began with predictable traffic chaos on Friday night as Britons finally got the chance to escape to the seaside.</p> <p>But some people living in the resorts are being forced to head in the opposite direction along the clogged-up roads, priced out of their homes by a coastal housing crisis that has been turbocharged by the pandemic.</p> <p>Landlords in popular seaside destinations are favouring holidaymakers over long-term tenants, leading to a catastrophic shortage of homes. Cornwall currently has more than 10,290 active <a href=\"https://www.theguardian.com/technology/2019/may/05/airbnb-homelessness-renting-housing-accommodation-social-policy-cities-travel-leisure\" title=\"\">Airbnb</a> listings. Yet, in comparison, the housing website Rightmove had only 62 properties available to rent across the whole county on Friday evening. Renters in seaside towns are facing unprecedented competition, with some landlords in Cornwall, Kent and Norfolk given the choice between up to 80 prospective tenants chasing a dwindling number of properties.</p> <p>People who kept their jobs and accumulated some of the estimated <a href=\"https://www.theguardian.com/business/2021/mar/17/britons-will-go-on-50bn-spending-spree-when-covid-rules-are-lifted-report\" title=\"\">£192bn that Britons have saved since March 2020</a> have been spending it on second homes. Others have moved away from cities, taking advantage of the stamp duty holiday to find a place large enough to make working from home a comfortable option.</p> <p>Airbnbs are also booming, with the number of active listings on the website up by 43% in Great Yarmouth, 34% in Scarborough and 40% in Bridlington in April compared with the same time last year, according to AirDNA.</p> <p>Louise, a 42-year-old deputy headteacher, moved from Leicester to Newquay in Cornwall with her husband, a delivery driver, and two daughters in December to take up a job at a primary school. “We started looking in September last year,” she said. “</p> <p>We sold two properties – I had one and my partner had his. We’ve got a decent deposit, but there was nowhere to buy and nowhere to rent. Estate agents told us that hundreds of people were fighting for the same properties.”</p>  <figure class=\"element element-image\" data-media-id=\"133a5780061776473a9e54ee9a7d8d18eeb384a1\"> <img src=\"https://media.guim.co.uk/133a5780061776473a9e54ee9a7d8d18eeb384a1/0_0_6720_4480/1000.jpg\" alt=\"Dan Thompson\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I don’t want to go but there’s nowhere to rent here,’ says Dan Thompson, who has lived in Margate for nine years.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>  <p>They settled for an off-season Airbnb at a cost of £1,300 a month – just about manageable on her salary of more than £40,000. “I was sure we’d find somewhere but it hasn’t happened. We had to be out last week because the owner would double her money in holiday season.”</p> <p>On Saturday, Louise and her family packed up and drove back to Leicester to stay with her parents over half-term, with nowhere to live when they return.</p> <p>The crisis has forced even those who would normally be considered comfortably off to resort to food banks to feed their families. DISC Newquay, a charity for homeless people, was handing out 60 meals on a Monday evening before the pandemic. That has risen to 4,000, according to its manager, Monique Collins. “I think there are over 500 people in the Newquay area who don’t have a home,” Collins said. “I’ve got a pregnant woman who is sofa-surfing. A hospital porter and his wife. I’ve had a girl text me today saying she has to leave by the weekend. People are being turned out because their landlord wants to turn the property into an Airbnb.</p> <p>“There are no homes. If they don’t stop this second-home ownership, it’s going to turn Newquay into a ghost town.”</p>  <figure class=\"element element-image\" data-media-id=\"b022c608f104cd896b6ff83f48e151b13712debb\"> <img src=\"https://media.guim.co.uk/b022c608f104cd896b6ff83f48e151b13712debb/0_0_6960_4640/1000.jpg\" alt=\"Margate\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The English seaside town of Margate, where renters are also being priced out by second-home owners and Airbnb lets.</span> <span class=\"element-image__credit\">Photograph: Jeff Gilbert/Alamy</span> </figcaption> </figure>  <p>Cornwall’s reputation and climate have made it a favoured location for second homes for many years, but Collins said lockdown had turned the situation into a crisis.</p> <p>House prices have risen by 15% across the county since April last year, but the buying frenzy has seen extraordinary situations – a bungalow sold for £315,000 five minutes after it was listed, according to local reports.</p> <p>That mirrors a nationwide trend. Rob Love, co-founder of Crowdfunder, which is based in Cornwall, said they had seen nine times as many food bank projects registering for help between 2019 and the pandemic hitting in 2020.</p> <p>He said: “Cornwall has been badly hit, but food bank use is rising everywhere. It’s a terrible indictment on the UK in 2021 that so many people are struggling to put food on their tables.”</p> <p>In north Norfolk, Theo Wakeman said he had only been able to view three flats since he started hunting in the Cromer area a year ago. “The estate agents will say, ‘We’ll take your number but we’ve had 80 other applicants’. It’s never less than 20. It’s horrible. I feel trapped.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/apr/03/english-holiday-rentals-report-huge-demand-for-bookings-from-12-april\">English holiday rentals report huge demand for bookings from 12 April</a> </p> </aside>  <p>The Norfolk coastline from Blakeney to Burnham is known as Chelsea-on-Sea to locals. “The village shop shut down, and now it’s reopened as a hat shop,” Wakeman said. “You can’t buy a loaf of bread, but you can buy a hat.”</p> <p>Kent’s seaside towns are showing similar scarcity for renters, according to Rightmove. Margate (population: 61,000) and Whitstable ( 32,000) both had 11 properties to rent, and Herne Bay (39,000) had six. Inland, Canterbury (135,000) had 893.</p> <p>Dan Thompson has lived in Margate in Kent for nine years after being priced out of Worthing in Sussex, but the 47-year-old artist and writer says he is being forced out again.</p> <p>“I don’t want to go but there’s nowhere to rent here,” he said. “My landlord is selling and there is literally nothing to rent here. I just don’t have a choice.”</p>","newspaperPageNumber":"11","wordcount":"867","firstPublicationDate":"2021-05-30T07:00:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:00:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htft6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2cb65526650895c70632288d128a0a7a4b398b32/0_607_4032_2417/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The lockdown shackles are off. The great half-term getaway began with predictable traffic chaos on Friday night as Britons finally got the chance to escape to the seaside. But some people living in the resorts are being forced to head in the opposite direction along the clogged-up roads, priced out of their homes by a coastal housing crisis that has been turbocharged by the pandemic. Landlords in popular seaside destinations are favouring holidaymakers over long-term tenants, leading to a catastrophic shortage of homes. Cornwall currently has more than 10,290 active Airbnb listings. Yet, in comparison, the housing website Rightmove had only 62 properties available to rent across the whole county on Friday evening. Renters in seaside towns are facing unprecedented competition, with some landlords in Cornwall, Kent and Norfolk given the choice between up to 80 prospective tenants chasing a dwindling number of properties. People who kept their jobs and accumulated some of the estimated £192bn that Britons have saved since March 2020 have been spending it on second homes. Others have moved away from cities, taking advantage of the stamp duty holiday to find a place large enough to make working from home a comfortable option. Airbnbs are also booming, with the number of active listings on the website up by 43% in Great Yarmouth, 34% in Scarborough and 40% in Bridlington in April compared with the same time last year, according to AirDNA. Louise, a 42-year-old deputy headteacher, moved from Leicester to Newquay in Cornwall with her husband, a delivery driver, and two daughters in December to take up a job at a primary school. “We started looking in September last year,” she said. “ We sold two properties – I had one and my partner had his. We’ve got a decent deposit, but there was nowhere to buy and nowhere to rent. Estate agents told us that hundreds of people were fighting for the same properties.” They settled for an off-season Airbnb at a cost of £1,300 a month – just about manageable on her salary of more than £40,000. “I was sure we’d find somewhere but it hasn’t happened. We had to be out last week because the owner would double her money in holiday season.” On Saturday, Louise and her family packed up and drove back to Leicester to stay with her parents over half-term, with nowhere to live when they return. The crisis has forced even those who would normally be considered comfortably off to resort to food banks to feed their families. DISC Newquay, a charity for homeless people, was handing out 60 meals on a Monday evening before the pandemic. That has risen to 4,000, according to its manager, Monique Collins. “I think there are over 500 people in the Newquay area who don’t have a home,” Collins said. “I’ve got a pregnant woman who is sofa-surfing. A hospital porter and his wife. I’ve had a girl text me today saying she has to leave by the weekend. People are being turned out because their landlord wants to turn the property into an Airbnb. “There are no homes. If they don’t stop this second-home ownership, it’s going to turn Newquay into a ghost town.” Cornwall’s reputation and climate have made it a favoured location for second homes for many years, but Collins said lockdown had turned the situation into a crisis. House prices have risen by 15% across the county since April last year, but the buying frenzy has seen extraordinary situations – a bungalow sold for £315,000 five minutes after it was listed, according to local reports. That mirrors a nationwide trend. Rob Love, co-founder of Crowdfunder, which is based in Cornwall, said they had seen nine times as many food bank projects registering for help between 2019 and the pandemic hitting in 2020. He said: “Cornwall has been badly hit, but food bank use is rising everywhere. It’s a terrible indictment on the UK in 2021 that so many people are struggling to put food on their tables.” In north Norfolk, Theo Wakeman said he had only been able to view three flats since he started hunting in the Cromer area a year ago. “The estate agents will say, ‘We’ll take your number but we’ve had 80 other applicants’. It’s never less than 20. It’s horrible. I feel trapped.” The Norfolk coastline from Blakeney to Burnham is known as Chelsea-on-Sea to locals. “The village shop shut down, and now it’s reopened as a hat shop,” Wakeman said. “You can’t buy a loaf of bread, but you can buy a hat.” Kent’s seaside towns are showing similar scarcity for renters, according to Rightmove. Margate (population: 61,000) and Whitstable ( 32,000) both had 11 properties to rent, and Herne Bay (39,000) had six. Inland, Canterbury (135,000) had 893. Dan Thompson has lived in Margate in Kent for nine years after being priced out of Worthing in Sussex, but the 47-year-old artist and writer says he is being forced out again. “I don’t want to go but there’s nowhere to rent here,” he said. “My landlord is selling and there is literally nothing to rent here. I just don’t have a choice.”","charCount":"4993","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/james-tapper\">James Tapper</a> and <a href=\"profile/suzanne-bearne\">Suzanne Bearne</a>"},{"headline":"First Cow review – celebrating the milk of human kindness","standfirst":"<p>Kelly Reichardt’s offbeat gem about an unlikely friendship founded on biscuits is a satisfying fable of America’s past and present</p>","trailText":"Kelly Reichardt’s offbeat gem about an unlikely friendship founded on biscuits is a satisfying fable of America’s past and present","byline":"Mark Kermode Observer film critic","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"d4b1f51f0953aceec08db3797cb124f4ffcfcccd\"> <img src=\"https://media.guim.co.uk/d4b1f51f0953aceec08db3797cb124f4ffcfcccd/0_200_3000_1800/1000.jpg\" alt=\"Orion Lee (King-Lu) and John Magaro (Cookie) in First Cow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A touch of Butch and Sundance’: Orion Lee (King-Lu) and John Magaro (Cookie) in First Cow. </span> <span class=\"element-image__credit\">Photograph: Allyson Riggs/AP</span> </figcaption> </figure>","body":"<p>“The bird a nest, the spider a web, man friendship,” reads the William Blake quotation that opens Kelly Reichardt’s <em>First Cow</em>,<em> </em>setting the tone for a deceptively simple tale of man’s natural home – companionship – and the ongoing struggles of commerce verses comradeship.</p> <p>Reichardt’s intimate explorations of Oregon range from the modern drama <em><a href=\"https://www.theguardian.com/film/2007/jan/28/drama.philipfrench1\">Old Joy</a> </em>to the frontier western <em><a href=\"https://www.theguardian.com/film/2011/apr/17/meeks-cutoff-review\">Meek’s Cutoff</a></em>. Yet there’s still a profound element of discovery in this latest Oregon-based gem, a fable of land and freedom that serves as an up-close-and-personal portrait of friendship and a wider snapshot of America, rooted in the rich soil of the Pacific north-west.</p> <p>We open in the present day, as a huge tanker floats slowly across the film’s 4x3 frame. Later, this shot will be echoed by the eerie arrival of the titular cow, the beast standing upon a barge, miles from home. In between is a period of 200 years, with Reichardt seamlessly transporting us from the present day back to the 1820s, gradually unearthing the origin of two skeletons found in the prologue. Crucially, these disparate time periods, with their connecting threads of international commerce and local interaction, seem to coexist in the same liminal space.</p> <p>John Magaro is Otis “Cookie” Figowitz, who abandons his trapping party to team up with King-Lu (Orion Lee), a Chinese man whom he first encounters crouching naked in the ferns. Both men are outsiders, and together they dream of making their fortune – setting themselves up in business selling the delicious buttermilk biscuits or ‘oily cakes’ that Cookie could prepare … if only he had some milk.</p>  <figure class=\"element element-image\" data-media-id=\"a4ebb424a6c8502093f5d42f1349295ba9c4834e\"> <img src=\"https://media.guim.co.uk/a4ebb424a6c8502093f5d42f1349295ba9c4834e/0_127_6000_3600/1000.jpg\" alt=\"Toby Jones as the Chief Factor.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Toby Jones, ‘in magnificently pompous form’ as the Chief Factor.</span> <span class=\"element-image__credit\">Photograph: Allyson Riggs/A24 Films</span> </figcaption> </figure>  <p>Sneaking into the meadow of the top-hatted Chief Factor (Toby Jones, in magnificently pompous form), they steal a few pints from the dairy cow he has recently imported, the first of its kind in this corner of the world. Soon their tasty wares are the stuff of local legend; prices rising, demand outstripping supply. Perhaps they can make enough to set up an establishment – an affordable hotel. (What a thought!)</p> <p>When the Chief Factor himself buys a cinnamon-sprinkled cake, it seems their goose may be cooked. Surely he will taste the milk and turn sour? Instead, he simply swoons like Anton Ego encountering the simple yet transcendent dish in the final act of Pixar’s <em><a href=\"https://www.theguardian.com/film/2007/oct/14/animation.comedy\">Ratatouille</a></em>. “I taste London in this cake,” he says with Proustian relish, “a bakery I once knew in South Kensington. Astonishing!” “Some people can’t imagine being stolen from,” observes Cookie when, rather than spying a deception, the Chief Factor enlists the pair to prepare for him a special delicacy – a clafoutis – for a handsome reward.</p> <p>Freely adapted from the novel <em>The Half-Life</em> by Reichardt’s regular co-writer Jon Raymond, <em>First Cow</em> places us right in the heart of its story, thanks in no small part to the director’s collaboration with the cinematographer Christopher Blauvelt. Rather than the widescreen vistas that have come to define America on screen, Reichardt and Blauvelt once again find piercing beauty in more personal framings, wherein human features are at times almost indistinguishable from the interlacing fronds of shadowy foliage – characters passing through the half-light of history.</p> <p>There’s something rare and wonderful in the low-key depiction of the relationship between Cookie and King-Lu, who have a fugitive touch of Butch and Sundance about them. Their kinship stands in stark contrast to the Chief Factor, a lonely fool who wants his clafoutis to “humiliate” a captain who jokes about “the savagery of life on the frontier”. The Chief Factor’s livelihood may be based upon the export of beaver pelts (an indigenous chief mocks white men for hunting the animal while failing to eat the tail), but he longs to talk of culture and fashion. Yet his worldview is as small as the fence that he constructs around his cow – a symbol of things to come, and a reminder of the boundlessness of our central couple’s dreams.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=kD84LbtlW7s\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/kD84LbtlW7s?wmode=opaque\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://www.youtube.com/watch?v=kD84LbtlW7s\">Watch a trailer for First Cow</a></figcaption> </figure>","newspaperPageNumber":"26","starRating":"4","wordcount":"652","firstPublicationDate":"2021-05-30T07:00:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T07:00:48Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhh2g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d4b1f51f0953aceec08db3797cb124f4ffcfcccd/0_200_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“The bird a nest, the spider a web, man friendship,” reads the William Blake quotation that opens Kelly Reichardt’s First Cow, setting the tone for a deceptively simple tale of man’s natural home – companionship – and the ongoing struggles of commerce verses comradeship. Reichardt’s intimate explorations of Oregon range from the modern drama Old Joy to the frontier western Meek’s Cutoff. Yet there’s still a profound element of discovery in this latest Oregon-based gem, a fable of land and freedom that serves as an up-close-and-personal portrait of friendship and a wider snapshot of America, rooted in the rich soil of the Pacific north-west. We open in the present day, as a huge tanker floats slowly across the film’s 4x3 frame. Later, this shot will be echoed by the eerie arrival of the titular cow, the beast standing upon a barge, miles from home. In between is a period of 200 years, with Reichardt seamlessly transporting us from the present day back to the 1820s, gradually unearthing the origin of two skeletons found in the prologue. Crucially, these disparate time periods, with their connecting threads of international commerce and local interaction, seem to coexist in the same liminal space. John Magaro is Otis “Cookie” Figowitz, who abandons his trapping party to team up with King-Lu (Orion Lee), a Chinese man whom he first encounters crouching naked in the ferns. Both men are outsiders, and together they dream of making their fortune – setting themselves up in business selling the delicious buttermilk biscuits or ‘oily cakes’ that Cookie could prepare … if only he had some milk. Sneaking into the meadow of the top-hatted Chief Factor (Toby Jones, in magnificently pompous form), they steal a few pints from the dairy cow he has recently imported, the first of its kind in this corner of the world. Soon their tasty wares are the stuff of local legend; prices rising, demand outstripping supply. Perhaps they can make enough to set up an establishment – an affordable hotel. (What a thought!) When the Chief Factor himself buys a cinnamon-sprinkled cake, it seems their goose may be cooked. Surely he will taste the milk and turn sour? Instead, he simply swoons like Anton Ego encountering the simple yet transcendent dish in the final act of Pixar’s Ratatouille. “I taste London in this cake,” he says with Proustian relish, “a bakery I once knew in South Kensington. Astonishing!” “Some people can’t imagine being stolen from,” observes Cookie when, rather than spying a deception, the Chief Factor enlists the pair to prepare for him a special delicacy – a clafoutis – for a handsome reward. Freely adapted from the novel The Half-Life by Reichardt’s regular co-writer Jon Raymond, First Cow places us right in the heart of its story, thanks in no small part to the director’s collaboration with the cinematographer Christopher Blauvelt. Rather than the widescreen vistas that have come to define America on screen, Reichardt and Blauvelt once again find piercing beauty in more personal framings, wherein human features are at times almost indistinguishable from the interlacing fronds of shadowy foliage – characters passing through the half-light of history. There’s something rare and wonderful in the low-key depiction of the relationship between Cookie and King-Lu, who have a fugitive touch of Butch and Sundance about them. Their kinship stands in stark contrast to the Chief Factor, a lonely fool who wants his clafoutis to “humiliate” a captain who jokes about “the savagery of life on the frontier”. The Chief Factor’s livelihood may be based upon the export of beaver pelts (an indigenous chief mocks white men for hunting the animal while failing to eat the tail), but he longs to talk of culture and fashion. Yet his worldview is as small as the fence that he constructs around his cow – a symbol of things to come, and a reminder of the boundlessness of our central couple’s dreams.","charCount":"3932","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/markkermode\">Mark Kermode</a> Observer film critic"}]