[{"headline":"Fate Now Conquers: Kanneh-Mason/Chineke!/Edusei review – fine sounds of celebration","standfirst":"<p><strong>Royal Festival Hall, London</strong><br>Chineke! Orchestra had the deserved honour of welcoming audiences back to the venue, with work inspired by BLM protests and a swashbuckling finale</p>","trailText":"Chineke! Orchestra had the deserved honour of welcoming audiences back to the venue, with work inspired by BLM protests and a swashbuckling finale","byline":"Erica Jeal","main":"<figure class=\"element element-image\" data-media-id=\"61b78e4b6c3a92dee9233b6eac63d074cdbe6eea\"> <img src=\"https://media.guim.co.uk/61b78e4b6c3a92dee9233b6eac63d074cdbe6eea/0_97_4000_2399/1000.jpg\" alt=\"Kevin John Edusei conducts Chineke! at the Royal Festival Hall, London, on 28 May. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevin John Edusei conducts Chineke! Orchestra at the Royal Festival Hall, London.</span> <span class=\"element-image__credit\">Photograph: Mark Allan</span> </figcaption> </figure>","body":"<p>It had been 439 days, we were told, since the Royal Festival Hall last opened its doors to a public audience. Whatever the disappointments of such a long period of closure, the mood as the players of Chineke! Orchestra took to the stage was celebratory. That this ensemble was chosen to be first back shows how far it has come in its six-year existence. There were cheers as <a href=\"https://www.theguardian.com/music/2015/jun/02/chi-chi-nwanoku-classical-music-living-colour-black-orchestra-chineke-foundation\">Chineke!’s founder Chi-chi Nwanoku</a> was presented with Making Music’s Sir Charles Groves prize, and more of them at the mention of <a href=\"https://www.makingmusic.org.uk/news/england-step-3-guidance-choirs\">that organisation’s campaign</a> for amateur choirs to be allowed to rehearse together again.</p> <p>There is indeed always campaigning to be done in the music world – but at least Chineke!’s work as an amplifier for composers of colour is bearing fruit. This concert began with two works written last year. The first, a UK premiere, was <a href=\"https://www.youtube.com/watch?v=pRtSnnOI0OM\">Fate Now Conquers by Carlos Simon</a>, a breezy, motoring overture with the harmonies of the second movement of Beethoven’s Symphony No 7 as its jumping-off point. Desmond Neysmith made something lovely of the cello solo at its centre.</p>  <figure class=\"element element-image\" data-media-id=\"9c80e4e06b42c63a842255e79065b8c71c084266\"> <img src=\"https://media.guim.co.uk/9c80e4e06b42c63a842255e79065b8c71c084266/0_0_4000_2661/1000.jpg\" alt=\"Yomi Sode performs Remnants with Chineke! Orchestra.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yomi Sode performs Remnants with Chineke! Orchestra.</span> <span class=\"element-image__credit\">Photograph: Mark Allan</span> </figcaption> </figure>  <p>The second, <a href=\"https://www.youtube.com/watch?v=u1YG-o8rSHA\">Remnants – streamed</a> in a Chineke! concert last autumn but now being performed in front of an audience for the first time – was inspired by something that happened right outside the Southbank Centre: <a href=\"https://www.theguardian.com/world/2020/jun/18/man-rescued-by-uk-black-lives-matter-protester-is-ex-police-officer\">the image of Patrick Hutchinson</a>, grim-faced and determined, carrying a counterprotester to safety during last summer’s Black Lives Matter demonstrations. <a href=\"https://www.theguardian.com/music/2020/sep/03/royal-festival-hall-in-london-reopens-with-blm-inspired-season\">James B Wilson</a>’s music is essentially a frame for words delivered by the poet <a href=\"https://www.theguardian.com/stage/2017/oct/05/yomi-sode-theatre-poetry-roundhouse-kate-tempest\">Yomi Sode</a> – a brief, portentous prelude, an even briefer ending hinting at catharsis, and between them some drones supporting Sode’s words of anger and reflection.</p>  <figure class=\"element element-image\" data-media-id=\"2932227ddf3f378cf3017c9cc8d4b43e4af1d600\"> <img src=\"https://media.guim.co.uk/2932227ddf3f378cf3017c9cc8d4b43e4af1d600/0_0_4000_2661/1000.jpg\" alt=\"Sheku Kanneh-Mason plays Dvořák’s Cello Concerto with Chineke! Orchestra.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sheku Kanneh-Mason plays Dvořák’s Cello Concerto with Chineke! Orchestra on 28 May.</span> <span class=\"element-image__credit\">Photograph: Mark Allan</span> </figcaption> </figure>  <p>It’s a powerfully direct work. Perhaps only Chineke! would programme it right next to Dvořák’s beloved, super-romantic Cello Concerto, and that’s greatly to this ensemble’s credit. In the Dvořák, the soloist was <a href=\"https://www.theguardian.com/food/2020/jan/18/sheku-kanneh-mason-life-on-a-plate-pasta-kettle\">Sheku Kanneh-Mason</a>, his playing expansive and lyrical for the most part yet especially striking in the moments of greatest tenderness; the ending was beautifully handled. Socially distanced layouts are no friend to nuanced orchestral balance, but the conductor, Kevin John Edusei, kept the orchestra supportive even if the blending was a little blunt, and they sounded vibrant in Samuel Coleridge-Taylor’s 1911 Othello Suite, a work full of easy, swashbuckling tunefulness from a composer finally getting the recognition he deserves.</p>","starRating":"4","wordcount":"393","commentCloseDate":"2021-06-30T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T18:50:43Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:52:04Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htqd7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/61b78e4b6c3a92dee9233b6eac63d074cdbe6eea/1040_95_2375_1425/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It had been 439 days, we were told, since the Royal Festival Hall last opened its doors to a public audience. Whatever the disappointments of such a long period of closure, the mood as the players of Chineke! Orchestra took to the stage was celebratory. That this ensemble was chosen to be first back shows how far it has come in its six-year existence. There were cheers as Chineke!’s founder Chi-chi Nwanoku was presented with Making Music’s Sir Charles Groves prize, and more of them at the mention of that organisation’s campaign for amateur choirs to be allowed to rehearse together again. There is indeed always campaigning to be done in the music world – but at least Chineke!’s work as an amplifier for composers of colour is bearing fruit. This concert began with two works written last year. The first, a UK premiere, was Fate Now Conquers by Carlos Simon, a breezy, motoring overture with the harmonies of the second movement of Beethoven’s Symphony No 7 as its jumping-off point. Desmond Neysmith made something lovely of the cello solo at its centre. The second, Remnants – streamed in a Chineke! concert last autumn but now being performed in front of an audience for the first time – was inspired by something that happened right outside the Southbank Centre: the image of Patrick Hutchinson, grim-faced and determined, carrying a counterprotester to safety during last summer’s Black Lives Matter demonstrations. James B Wilson’s music is essentially a frame for words delivered by the poet Yomi Sode – a brief, portentous prelude, an even briefer ending hinting at catharsis, and between them some drones supporting Sode’s words of anger and reflection. It’s a powerfully direct work. Perhaps only Chineke! would programme it right next to Dvořák’s beloved, super-romantic Cello Concerto, and that’s greatly to this ensemble’s credit. In the Dvořák, the soloist was Sheku Kanneh-Mason, his playing expansive and lyrical for the most part yet especially striking in the moments of greatest tenderness; the ending was beautifully handled. Socially distanced layouts are no friend to nuanced orchestral balance, but the conductor, Kevin John Edusei, kept the orchestra supportive even if the blending was a little blunt, and they sounded vibrant in Samuel Coleridge-Taylor’s 1911 Othello Suite, a work full of easy, swashbuckling tunefulness from a composer finally getting the recognition he deserves.","charCount":"2416","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/ericajeal\">Erica Jeal</a>"},{"headline":"Third wave of Covid may be under way in UK, scientists say","standfirst":"<p>With new infections at level last seen in March, experts have cautioned against lifting restrictions too soon</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"With new infections at level last seen in March, experts have cautioned against lifting restrictions too soon","byline":"Aubrey Allegretti, Nicola Davis and Ian Sample","main":"<figure class=\"element element-image\" data-media-id=\"0b88a64063c757c54ec9d02ed92b16fbf7d0f868\"> \n <img src=\"https://media.guim.co.uk/0b88a64063c757c54ec9d02ed92b16fbf7d0f868/0_446_8048_4828/1000.jpg\" alt=\"Hounslow in London has launched surge testing amid concern at rates of Covid variant infections.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Hounslow in London has launched surge testing amid concern at rates of Covid variant infections.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time.</p> \n<p>Experts cautioned that any rise in coronavirus hospital admissions could leave the NHS struggling to cope as it battles to clear the huge backlog in non-Covid cases.</p> \n<p>Downing Street insisted it was too soon for speculation about whether the plan to lift all lockdown rules in England on 21 June could go ahead, prompting calls from the hospitality industry for the government to ensure it provided “advance notice” for struggling businesses of any “lingering” measures.</p> \n<p>The vaccines minister, Nadhim Zahawi, <a href=\"https://www.theguardian.com/business/2021/may/30/wait-see-covid-lockdown-end-21-june-minister-hospitality\">refused to deny</a> that some restrictions such as mask wearing and working from home might remain in place to reduce the spread of the virus. Senior scientific advisers believe that, where possible, working from home makes sense beyond June because it would cut the number of people who come into contact with each other.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/covid-19-uk/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Ministers are grappling with whether a rise in cases and further spread of the Covid variant first discovered in India could throw Boris Johnson’s roadmap off track. Despite the progress of the vaccination programme, advisers are unsure to what extent the new infections – which are at levels last seen at the end of March – will translate into hospitalisations and deaths.</p> \n<p>Outbreak modellers advising Sage expected a resurgence of infections even before the new variant, called B.1.617.2, was found in the UK. That is because, as restrictions ease, the virus can spread more easily among millions of people who have not been protected by vaccines. Research by Public Health England that suggests the new variant is highly transmissible and partially resistant to vaccines has heightened concerns that a third wave could overwhelm the NHS.</p> \n<p>Speaking on the BBC’s Andrew Marr show, Zahawi refused to rule out that the planned unlocking could be tweaked, adding that an announcement will be made on 14 June. “We have to look at the data and we will share that with the country,” he said. “It would be completely wrong for me to now speculate. There are many people watching your programme, in jobs and businesses, who want to basically follow the exact direction the government is giving them whilst taking personal responsibility.</p> \n<p>“At the moment, we don’t have enough data. There are some parts of the country where there’s literally no B.1.617.2 and everything is pretty stable; in other parts of the country it is beginning to overtake the B.1.1.7 variant – the Kent variant.”</p> \n<p>The chancellor, Rishi Sunak, was similarly cautious, telling the Mail on Sunday: “We will know more as we approach the date.” The India variant is thought to be driving a <a href=\"https://www.theguardian.com/uk-news/2021/may/28/glasgow-to-stay-in-toughest-lockdown-level-as-covid-cases-rise\">rise in cases in parts of the UK</a> and there are signs of a slight rise in hospitalisations. <a href=\"https://www.theguardian.com/world/2021/may/27/uk-covid-cases-india-variant-matt-hancock-three-quarters\">Up to three-quarters of new Covid cases in the UK</a><strong> </strong>are thought to be caused by the variant.</p> \n<p>Martin McKee, a professor of European public health at the London School of Hygiene and Tropical Medicine, said he believed the third wave had begun.</p> \n<p>“We can already see that the current measures are not stopping cases rising rapidly in many parts of the country. This looks very much as if we are now early in a third wave,” he said. “Unless there is a miracle, opening up further in June is a huge risk. The rise in cases we are seeing now should cause a reassessment of the most recent relaxation.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/08/uk-coronavirus-dashboard-v2/choropleth-combined\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Paul Hunter, a professor in medicine at the University of East Anglia, said he was concerned the UK was seeing the early signs of a third wave earlier this month, as it became clear the India variant was spreading in the community.</p> \n<p>Prof Ravi Gupta of the University of Cambridge, a co-opted member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), also raised concerns. “If things go as I think they are going to go, we will likely end up with a third wave. It will be a big wave of infections and there will be deaths and severe illness,” he said.</p> \n<p>“It will put pressure on the NHS at a time when we are trying to get back to normal and it is going to require a redoubling of efforts from the government to step up vaccination and to look at boosting of waning [immune] responses.”</p> \n<p>Gupta said he was in favour of delaying the planned 21 June relaxation in England until the summer holidays, when the chance of spread within educational settings is reduced.</p> \n<p>A substantial rise in coronavirus patients would hit the NHS just as staff are facing lengthy waiting lists for delayed procedures. Chris Hopson, the chief executive of NHS Providers, said staff were “going full pelt” to deal with the backlog and did not have the space for a significant increase in coronavirus admissions.</p> \n<p>“While it’s great news that the vaccinations are working – and I think that sends us one message in terms of opening up on 21 June – what we mustn’t forget is there are still lots of people who need to be vaccinated, and we know this variant that originated in India is much more transmissible,” Hopson told BBC Breakfast.</p> \n<p>Dr William Hanage, a professor of the evolution and epidemiology of infectious disease at Harvard, said the UK’s current approach was not enough to prevent a third wave of infections. “The only question is how consequential it will be in terms of hospitalisations and deaths, and when exactly it happens,” he said. “A full reopening in June is not compatible with controlling the virus.”</p>","newspaperPageNumber":"1","wordcount":"936","firstPublicationDate":"2021-05-30T18:48:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:58:33Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjv3g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0b88a64063c757c54ec9d02ed92b16fbf7d0f868/0_446_8048_4828/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time. Experts cautioned that any rise in coronavirus hospital admissions could leave the NHS struggling to cope as it battles to clear the huge backlog in non-Covid cases. Downing Street insisted it was too soon for speculation about whether the plan to lift all lockdown rules in England on 21 June could go ahead, prompting calls from the hospitality industry for the government to ensure it provided “advance notice” for struggling businesses of any “lingering” measures. The vaccines minister, Nadhim Zahawi, refused to deny that some restrictions such as mask wearing and working from home might remain in place to reduce the spread of the virus. Senior scientific advisers believe that, where possible, working from home makes sense beyond June because it would cut the number of people who come into contact with each other. Ministers are grappling with whether a rise in cases and further spread of the Covid variant first discovered in India could throw Boris Johnson’s roadmap off track. Despite the progress of the vaccination programme, advisers are unsure to what extent the new infections – which are at levels last seen at the end of March – will translate into hospitalisations and deaths. Outbreak modellers advising Sage expected a resurgence of infections even before the new variant, called B.1.617.2, was found in the UK. That is because, as restrictions ease, the virus can spread more easily among millions of people who have not been protected by vaccines. Research by Public Health England that suggests the new variant is highly transmissible and partially resistant to vaccines has heightened concerns that a third wave could overwhelm the NHS. Speaking on the BBC’s Andrew Marr show, Zahawi refused to rule out that the planned unlocking could be tweaked, adding that an announcement will be made on 14 June. “We have to look at the data and we will share that with the country,” he said. “It would be completely wrong for me to now speculate. There are many people watching your programme, in jobs and businesses, who want to basically follow the exact direction the government is giving them whilst taking personal responsibility. “At the moment, we don’t have enough data. There are some parts of the country where there’s literally no B.1.617.2 and everything is pretty stable; in other parts of the country it is beginning to overtake the B.1.1.7 variant – the Kent variant.” The chancellor, Rishi Sunak, was similarly cautious, telling the Mail on Sunday: “We will know more as we approach the date.” The India variant is thought to be driving a rise in cases in parts of the UK and there are signs of a slight rise in hospitalisations. Up to three-quarters of new Covid cases in the UK are thought to be caused by the variant. Martin McKee, a professor of European public health at the London School of Hygiene and Tropical Medicine, said he believed the third wave had begun. “We can already see that the current measures are not stopping cases rising rapidly in many parts of the country. This looks very much as if we are now early in a third wave,” he said. “Unless there is a miracle, opening up further in June is a huge risk. The rise in cases we are seeing now should cause a reassessment of the most recent relaxation.” Paul Hunter, a professor in medicine at the University of East Anglia, said he was concerned the UK was seeing the early signs of a third wave earlier this month, as it became clear the India variant was spreading in the community. Prof Ravi Gupta of the University of Cambridge, a co-opted member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), also raised concerns. “If things go as I think they are going to go, we will likely end up with a third wave. It will be a big wave of infections and there will be deaths and severe illness,” he said. “It will put pressure on the NHS at a time when we are trying to get back to normal and it is going to require a redoubling of efforts from the government to step up vaccination and to look at boosting of waning [immune] responses.” Gupta said he was in favour of delaying the planned 21 June relaxation in England until the summer holidays, when the chance of spread within educational settings is reduced. A substantial rise in coronavirus patients would hit the NHS just as staff are facing lengthy waiting lists for delayed procedures. Chris Hopson, the chief executive of NHS Providers, said staff were “going full pelt” to deal with the backlog and did not have the space for a significant increase in coronavirus admissions. “While it’s great news that the vaccinations are working – and I think that sends us one message in terms of opening up on 21 June – what we mustn’t forget is there are still lots of people who need to be vaccinated, and we know this variant that originated in India is much more transmissible,” Hopson told BBC Breakfast. Dr William Hanage, a professor of the evolution and epidemiology of infectious disease at Harvard, said the UK’s current approach was not enough to prevent a third wave of infections. “The only question is how consequential it will be in terms of hospitalisations and deaths, and when exactly it happens,” he said. “A full reopening in June is not compatible with controlling the virus.”","charCount":"5466","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/aubrey-allegretti\">Aubrey Allegretti</a>, <a href=\"profile/nicola-davis\">Nicola Davis</a> and <a href=\"profile/iansample\">Ian Sample</a>"},{"headline":"Dominic Thiem loses lead and crashes out of French Open to Pablo Andújar","standfirst":"<ul><li>Thiem, No 4 seed, leads two sets to love before stumbling</li><li>Dan Evans and Grigor Dimitrov also out in first round</li></ul>","trailText":"Dominic Thiem threw away a two-set lead to lose in five sets to Pablo Andujar in the first round of the French Open","byline":"Tumaini Carayol","main":"<figure class=\"element element-image\" data-media-id=\"8f20de4a343f9ef851a76fe05e6b4db8cf6eb31b\"> <img src=\"https://media.guim.co.uk/8f20de4a343f9ef851a76fe05e6b4db8cf6eb31b/194_148_4553_2733/1000.jpg\" alt=\"Dominic Thiem fell to defeat in the first round of the French Open\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Thiem, the No 4 seed, fell to defeat in the first round of the French Open, losing in five sets to the Spaniard Pablo Andújar.</span> <span class=\"element-image__credit\">Photograph: Stephane Cardinale/Corbis/Getty Images</span> </figcaption> </figure>","body":"<p>For much of Sunday afternoon Dominic Thiem appeared to be right on track. He had established a two sets to love lead against the world No 68, he generated a break point in the third set and he seemed to be on his way to a solid win. But then, out of the blue at 3-4 in the third set, he inexplicably threw in four unforced errors in a row and lost his service game to love.</p> <p>Thiem would spend the rest of the day trying to regain his momentum and he was ultimately unsuccessful. The fourth seed and two-times Roland Garros finalist squandered his two sets lead in its entirety as Pablo Andújar, a recent victor over Roger Federer, triumphed 4-6, 5-7, 6-3, 6-4, 6-4.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/29/ashleigh-barty-iga-swiatek-french-open-new-era-dominance-clay\">Ashleigh Barty and Iga Swiatek ready to start new era of dominance on clay</a> </p> </aside>  <p>Before this tournament, Thiem had never lost to a player outside the top 30 at Roland Garros and nor had he fallen before the quarter-finals since 2015. Beyond the dominance of Rafael Nadal, in recent years Roland Garros has been one of his highlights of each season. This year, however, is a very different season in his life.</p> <p>After winning his first slam title at the US Open last year, Thiem felt the delayed effects of the effort months later in the form of waning motivation after the Australian Open. Thiem took the decision to withdraw from numerous tournaments and then he spent weeks away from tennis without touching a racket until he felt he was ready to return.</p> <p>Despite affirming that his motivation is renewed since his return this month, he has continued to struggle with his form and this defeat simply marks the brutal consequence of those struggles.</p> <p>“I was not struggling at all with my motivation, but the game was just not there today,” he said afterwards. “All the shots are missing power. They are not accurate enough. I’m not moving well enough, so everything in my game has some per cents missing. I don’t really know why, because since I stepped back on court it’s already been two months, and I was really practising well, super intense as well.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live\">French Open 2021: Thiem and Evans out, Osaka through – as it happened</a> </p> </aside>  <p>According to Thiem, he has felt his game well in practice but on Sunday “the shots and how I moved and everything was just not the real me”. Britain’s Dan Evans appears to share similar sensations on the biggest stages. Despite playing some of the best tennis of his life for the past year elsewhere, he fell in the opening round of a slam for the third consecutive time. This time, a bright start ended in despair as the 25th seed was defeated 1-6, 6-3, 6-3, 6-4 by Miomir Kecmanovic.</p> <p>“It’s disappointing again,” said Evans. “It’s hard to take. I felt good coming in, playing some good tennis. That’s the nature of the game, isn’t it? You know, you’re out of the tournament before it’s literally started. So it’s a dire end to a decent clay season.</p> <p>“I’ve got to dust myself off and go again. I’ll take a few days to get [over it] – difficult, really, to take. Just the way it played out. Essentially I was outplayed and that’s probably not what I want to be hearing or happening on the court.”</p> <p>Upsets continued in the men’s draw as Grigor Dimitrov led by two sets, 5-1 in the third set and triple match point at 0-40 before losing to the American Marcos Giron. Dimitrov was already suffering from a back injury as he failed to convert the three match points and he lost nine games in a row before retiring with the score 6-2, 6-4, 5-7, 0-3.</p>","newspaperPageNumber":"34","wordcount":"598","commentCloseDate":"2021-06-02T18:45:00Z","commentable":"false","firstPublicationDate":"2021-05-30T18:41:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:58:29Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htpk5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8f20de4a343f9ef851a76fe05e6b4db8cf6eb31b/194_148_4553_2733/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"For much of Sunday afternoon Dominic Thiem appeared to be right on track. He had established a two sets to love lead against the world No 68, he generated a break point in the third set and he seemed to be on his way to a solid win. But then, out of the blue at 3-4 in the third set, he inexplicably threw in four unforced errors in a row and lost his service game to love. Thiem would spend the rest of the day trying to regain his momentum and he was ultimately unsuccessful. The fourth seed and two-times Roland Garros finalist squandered his two sets lead in its entirety as Pablo Andújar, a recent victor over Roger Federer, triumphed 4-6, 5-7, 6-3, 6-4, 6-4. Before this tournament, Thiem had never lost to a player outside the top 30 at Roland Garros and nor had he fallen before the quarter-finals since 2015. Beyond the dominance of Rafael Nadal, in recent years Roland Garros has been one of his highlights of each season. This year, however, is a very different season in his life. After winning his first slam title at the US Open last year, Thiem felt the delayed effects of the effort months later in the form of waning motivation after the Australian Open. Thiem took the decision to withdraw from numerous tournaments and then he spent weeks away from tennis without touching a racket until he felt he was ready to return. Despite affirming that his motivation is renewed since his return this month, he has continued to struggle with his form and this defeat simply marks the brutal consequence of those struggles. “I was not struggling at all with my motivation, but the game was just not there today,” he said afterwards. “All the shots are missing power. They are not accurate enough. I’m not moving well enough, so everything in my game has some per cents missing. I don’t really know why, because since I stepped back on court it’s already been two months, and I was really practising well, super intense as well.” According to Thiem, he has felt his game well in practice but on Sunday “the shots and how I moved and everything was just not the real me”. Britain’s Dan Evans appears to share similar sensations on the biggest stages. Despite playing some of the best tennis of his life for the past year elsewhere, he fell in the opening round of a slam for the third consecutive time. This time, a bright start ended in despair as the 25th seed was defeated 1-6, 6-3, 6-3, 6-4 by Miomir Kecmanovic. “It’s disappointing again,” said Evans. “It’s hard to take. I felt good coming in, playing some good tennis. That’s the nature of the game, isn’t it? You know, you’re out of the tournament before it’s literally started. So it’s a dire end to a decent clay season. “I’ve got to dust myself off and go again. I’ll take a few days to get [over it] – difficult, really, to take. Just the way it played out. Essentially I was outplayed and that’s probably not what I want to be hearing or happening on the court.” Upsets continued in the men’s draw as Grigor Dimitrov led by two sets, 5-1 in the third set and triple match point at 0-40 before losing to the American Marcos Giron. Dimitrov was already suffering from a back injury as he failed to convert the three match points and he lost nine games in a row before retiring with the score 6-2, 6-4, 5-7, 0-3.","charCount":"3278","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tumaini-carayol\">Tumaini Carayol</a>"},{"headline":"Covid live news: Italy records lowest deaths since mid-October; UK could make vaccines mandatory for NHS staff","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b3c3ae8f088d8c3178dd25#block-60b3c3ae8f088d8c3178dd25\">Italy reports 44 Covid-related deaths</a>; <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\">UK government considering mandatory jabs for health workers</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b342668f086d71cc15efd6#block-60b342668f086d71cc15efd6\">Malaysia to set up more mega vaccination centres</a></li><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: UK government considering mandatory jabs for health workers; Malaysia to set up more mega vaccination centres","byline":"Nicola Slawson (now); Caroline Davies and Maya Wolfe-Robinson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"237a4ea09ddf9a90716c55143bcae6a72f4b5f8f\"> <img src=\"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/1000.jpg\" alt=\"People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.</span> <span class=\"element-image__credit\">Photograph: Nathaniel Noir/Alamy</span> </figcaption> </figure>","body":"<div id=\"block-60b3dbb58f086d71cc15f6ad\" class=\"block\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T18:40:15.315Z\">7.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Allies of <strong>Donald Trump</strong> took the unusual step of speaking out on Sunday in support of <strong>Joe Biden</strong>, regarding efforts to pinpoint the source of Covid-19 and find out if <a href=\"https://www.theguardian.com/world/china\">China</a> knows more about the origins of the pandemic than it is letting on.</p> <p>Biden said on Thursday he was <a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">expanding an investigation</a> into the outbreak, following a departure from previous thinking by at least one US intelligence agency now leaning towards the theory that the virus escaped from a laboratory in Wuhan.</p> <p><strong>Michael McCaul</strong>, a Republican congressman from Texas, and <strong>Matthew Pottinger</strong>, Trump’s former deputy national security adviser who <a href=\"https://www.washingtonpost.com/politics/matthew-pottinger-faced-communist-chinas-intimidation-as-a-reporter-hes-now-at-the-white-house-shaping-trumps-hard-line-policy-toward-beijing/2020/04/28/5fb3f6d4-856e-11ea-ae26-989cfce1c7c7_story.html\">persuaded him</a> to start using the controversial term “Wuhan virus”, both welcomed the development.</p> <p>Pottinger told NBC’s Meet the Press:</p> <blockquote class=\"quoted\"> <p>It’s absolutely essential to find out what the origin of this thing is, it’s essential for us to head off the next pandemic, it’s essential for us to better understand the variants of the current pandemic that are emerging.</p> <p>Both of these hypotheses that President Biden spoke of are valid, it could have emerged from a laboratory, it could have emerged from nature. Neither is supported by concrete evidence but there’s a growing amount of circumstantial evidence supporting the idea that this may have leaked from a laboratory.</p> </blockquote> <p>Read the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/trump-pottinger-mccaul-biden-investigation-covid-origins-china\">Trump allies herald Biden investigation of Covid origins in China</a> </p> </aside> </div>   </div> <div id=\"block-60b3d7348f08d486a7717c7f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T18:24:04.010Z\">7.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19 as positive cases surge, President <strong>Cyril Ramaphosa</strong> said on Sunday.</p> <p>The level 2 lockdown restrictions will start on Monday, forcing non-essential establishments like restaurants, bars and fitness centres to close by 10pm local time as the curfew will now start at 11pm instead of midnight and end at 4am, Ramaphosa said in an address to the nation.</p> <p>All gatherings will be limited to a maximum of 100 people indoors from 250 and 250 people outdoors from 500. Where the venue is too small to accommodate these numbers, no more than 50% of the capacity of the venue may be used, Reuters reports.</p> <p>Ramaphosa said according to the country’s health experts, the recent surge in new infections is due to the increasing number of social gatherings where people are not observing essential health protocols.</p> <p>Funerals and so-called “after tears” parties, as well as camps and sporting activities at schools, have also been identified as other sites of increased transmission.</p> <p>Ramaphosa said: </p> <blockquote class=\"quoted\"> <p>The Ministerial Advisory Committee on Covid-19 has therefore recommended that the country urgently implement further restrictions to limit the increase in infections.</p> <p>It bases this recommendation on the sustained increase in new cases in the last 14 days, increased hospital admissions in almost all provinces and an increase in the proportion of Covid tests that are positive.</p> </blockquote> <p>Over the last seven days, the country has recorded an average of 3,745 daily new infections, with cases rising by 4,515 over the past 24 hours to over 1.659 million cases. Over 960,000 people have been vaccinated in the country.</p> <p>The provinces of Free State, Northern Cape, North West and Gauteng, which houses Johannesburg, have reached the threshold of a third wave of infections and “it may only be a matter of time before the country as a whole will have entered a third wave”, Ramaphosa said. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T18:28:25.974Z\">at 7.28pm BST</time></p>  </div> <div id=\"block-60b3d0698f088d8c3178ddc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T17:51:00.079Z\">6.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus, including early closure of shops and restaurants, from June 1, the cabinet said.</p> <p>Since May 6, stores, shopping malls and restaurants had to close by 9 pm after a rise in infections, Reuters reports.</p> <p>Egypt imposed strict measures at the start of the pandemic, closing its airspace and setting nightly curfews to combat the spread of the virus, but it has remained largely open since June 2020.</p> <p>As part of its efforts to save the tourism sector, it completed vaccinating workers in all hotels in Southern Sinai and Red Sea provinces and plans to vaccinate all residents of the two resorts of Hurghada and Sharm el-Sheik, the cabinet said on Sunday.</p> <p>Egypt had officially confirmed 260,659 coronavirus cases including 15,001 deaths as of Saturday. </p> <p>However, officials and experts say the real number of infections is far higher, but is not reflected in government figures because of low testing rates and the exclusion of private test results.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T18:20:46.332Z\">at 7.20pm BST</time></p>  </div> <div id=\"block-60b3c3ae8f088d8c3178dd25\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T16:57:54.475Z\">5.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Italy reported 44 coronavirus-related deaths on Sunday, down from 83 the day before and the lowest figure since mid-October, while the daily tally of new infections also dropped to 2,949 from 3,351, the health ministry said.</p> <p>Italy has registered 126,046 deaths linked to Covid-19 since its outbreak in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world, Reuters reports.</p> <p>The country has reported 4.216 million cases to date. The number of deaths is often lower on a Sunday but the latest figure confirms a declining trend. People reported dead due to Covid-19 stood at 72 last Sunday and 93 a week before that, down from 139 on Sunday May 9.</p> <p>The number of patients in hospital with the virus – not including those in intensive care – totalled 6,591 on Sunday, down from 6,800 a day earlier.</p> <p>There were 27 new admissions to intensive care units, little changed from 29 on Saturday. The total number of intensive care patients stood at 1,061 from 1,095.</p> <p>Only 164,495 tests for Covid-19 were carried out on Sunday, sharply down from 247,330 the day before, the ministry said.</p> <p>Separately on Sunday, the health ministry said it had extended to June 21 the current ban on travellers arriving from India, Bangladesh and Sri Lanka.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T17:03:28.567Z\">at 6.03pm BST</time></p>  </div> <div id=\"block-60b3bd068f086d71cc15f56e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T16:28:58.043Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Authorities in <a href=\"https://www.theguardian.com/world/vietnam\">Vietnam</a> have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK and spreads quickly by air, the health minister has said.</p> <p>After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths.</p> <p>Nguyen Thanh Long said on Saturday, describing it as a hybrid of the two known variants:</p> <blockquote class=\"quoted\"> <p>Vietnam has uncovered a new Covid-19 variant combining characteristics of the two existing variants first found in India and the UK.</p> </blockquote> <p>“That the new one is an Indian variant with mutations that originally belong to the UK variant is very dangerous,” he told a government meeting, a recording of which was obtained by Reuters.</p> <p>The south-east Asian country had previously detected seven virus variants: B.1.222, B.1.619, D614G, B.1.1.7 – known as the UK variant, B.1.351, A.23.1 and B.1.617.2 – the India variant.</p> <p>Long said Vietnam would soon publish genome data of the newly identified variant, which he said was more transmissible than the previously known types.</p> <p>Read more here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">Vietnam says new Covid variant is hybrid of India and UK strains</a> </p> </aside> </div>   </div> <div id=\"block-60b3bc968f088d8c3178dcd6\" class=\"block\" data-block-contributor=\"profile/matthewweaver\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T16:26:43.203Z\">5.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A health expert affiliated with the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community.</p> <p>Last week the Wall Street Journal cited US intelligence agencies who said they were told that three unnamed members of staff at a lab in the Chinese city of Wuhan were sick enough to go hospital in November 2019 with Covid-like symptoms.</p> <p><a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">US intelligence chiefs later stressed </a>they did not know how the virus was transmitted initially, but that they had two theories: either it emerged naturally from human contact with infected animals, or it was a laboratory accident.</p> <p>Speaking to BBC Radio 4’s The World This Weekend, Dr Dale Fisher said the theory that the virus had leaked from a laboratory was “not off the table”, but remained “unverified”. Fisher, the chair of the Global Outbreak Alert and Response Network, which is coordinated by the WHO, urged the US to share any intelligence it had. “The Wall Street Journal is not really the way to share science,” he said.</p> <p>Read the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\">US must share intelligence on Covid origins, WHO-affiliated expert says</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T17:54:31.495Z\">at 6.54pm BST</time></p>  </div> <div id=\"block-60b3b0ee8f08d486a7717ade\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T15:39:08.123Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jens Spahn</strong>, the German health minister, and his counterparts in the 16 federal states will on Monday discuss control mechanisms for coronavirus test centres following fraud accusations, a ministry spokesman said on Sunday.</p> <p>Since allegations of potential fraud at several providers were made public this week and Spahn said on Saturday that there would be stricter controls, a debate has started on how to control the test centres and who should be in charge.</p> <p>Germany offers its citizens at least one free coronavirus test per week, with several federal states providing one free test a day. The state pays €18 (£15) per test. As a result, private test centres have been set up en masse in recent weeks.</p> <p>Some coronavirus test centres have been charging for more tests than they have carried out, daily Süddeutsche Zeitung and broadcaster ARD reported this week.</p> <p>Lars Klingbeil, the secretary general of the opposition Social Democrats, told daily Tagesspiegel’s Sunday edition:</p> <blockquote class=\"quoted\"> <p>I find it incomprehensible that despite warnings Jens Spahn has left such loopholes for cheaters.</p> </blockquote> <p>Spahn announced more random checks on Saturday:</p> <blockquote class=\"quoted\"> <p>Pragmatism is necessary these days. Those who exploit that must not be allowed to get away with it.</p> </blockquote> <p>Spahn will have a call with his state counterparts on Monday morning and discuss next steps, the spokesman said.</p> <p>The number of new coronavirus cases in Germany has fallen further this weekend. The Robert Koch Institute for infectious diseases reported a 3,852 rise in cases on Sunday, 2,862 less than a week earlier. The seven-day rate of infection fell to 35 per 100,000 people, down from around 64 last week.</p> <p>So far, Germany has seen 3.68 million cases; the death toll stands at 88,406. Around 42% of its population have been given at least a first shot of a Covid-19 vaccine and 17% have had their second dose. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T17:58:24.056Z\">at 6.58pm BST</time></p>  </div> <div id=\"block-60b3ad078f088d8c3178dbf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T15:20:10.514Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s it from me, Caroline Davies, for today. Handing over to my colleague Nicola Slawson. Thanks for your time. </p> </div>   </div> <div id=\"block-60b39def8f086d71cc15f3e4\" class=\"block\" data-block-contributor=\"profile/aubrey-allegretti\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T14:16:12.328Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ministers have been urged not to “threaten” <a href=\"https://www.theguardian.com/society/nhs\">NHS</a> staff by forcing them to get vaccinated against coronavirus under plans being considered by the government.</p> <p>The shadow Commons leader, Thangam Debbonaire, said it was not a “good idea” after the vaccines minister, Nadhim Zahawi, admitted the proposal was being investigated alongside the existing consultation on making jabs mandatory for social care workers.</p> <p>There is nervousness in Whitehall about doing anything to destabilise the vaccine rollout by requiring that people get the jab instead of keeping it voluntary – something that several behavioural scientists have warned could dampen take-up among already vaccine-hesitant groups.</p> <p>But after concerns that a sizeable number of health and social care staff, who were among the first to be offered the vaccine, are reluctant to get jabbed, the government has been consulting on making vaccines mandatory for care workers, and is now expanding that to include all those working in the NHS.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/may/30/ministers-urged-not-to-threaten-nhs-staff-over-mandatory-covid-jab\">Ministers urged not to ‘threaten’ NHS staff over mandatory Covid jab</a> </p> </aside> </div>   </div> <div id=\"block-60b398f28f088d8c3178db07\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T14:13:35.043Z\">3.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p><strong>Key developments so far today:</strong></p> <ul> <li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\"><strong>UK</strong> vaccines minister<strong> </strong>Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</a> He said: “It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</li> <li>The UK government is waiting for the latest data on June 14 before deciding whether to<a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b35b988f086d71cc15f0ca#block-60b35b988f086d71cc15f0ca\"><strong> proceed with easing the lockdown on June 21</strong>,</a> Zahawi said.</li> <li>British regulators were still considering whether to <strong>offer jabs to children. </strong>Zahawi said: “Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children.”</li> <li><strong>Italy</strong> has extended an entry ban for people coming from <strong>India, Bangladesh </strong>and<strong> Sri Lanka,</strong> as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June.</li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b38ce58f08d486a77178f9#block-60b38ce58f08d486a77178f9\">The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan </a>has not been ruled out, according to a health expert affiliated with the WHO.</li> <li><strong>India </strong>has <strong> </strong>reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b38ad88f086d71cc15f2d8#block-60b38ad88f086d71cc15f2d8\"><strong>Kenya</strong> has extended its nightly curfew by 60 days </a>to slow the spread of Covid-19, the interior ministry said.</li> <li><a href=\"https://www.theguardian.com/world/2021/may/30/some-long-covid-sufferers-in-england-waiting-months-for-treatment\">People who remain chronically ill after Covid infections in </a><a href=\"https://www.theguardian.com/uk-news/england\">England</a> have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid.<br></li> <li>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.<strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</li> <li>The leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together.</li> </ul> </div>   </div> <div id=\"block-60b38f638f086d71cc15f30f\" class=\"block\" data-block-contributor=\"profile/iansample\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T13:14:26.665Z\">2.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People who remain chronically ill after Covid infections in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid.</p> <p>MPs called on <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a> to explain the lengthy waiting times and what they described as a “shameful postcode lottery” which left some patients facing delays of more than four months before being assessed at a specialist centre while others were seen within days.</p> <p>NHS England <a href=\"https://www.england.nhs.uk/2020/12/long-covid-patients-to-get-help-at-more-than-60-clinics/\">announced in December</a> that people with long Covid, or post-Covid syndrome, could seek help at more than 60 specialist clinics. But despite government assertions in January that the network of 69 centres was already operating, the all-party parliamentary group on coronavirus found that some clinics were still not up and running three months later.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/some-long-covid-sufferers-in-england-waiting-months-for-treatment\">Some long Covid sufferers in England waiting months for treatment</a> </p> </aside> </div>   </div> <div id=\"block-60b38ce58f08d486a77178f9\" class=\"block\" data-block-contributor=\"profile/matthewweaver\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T13:04:02.259Z\">2.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan has not been ruled out, according to a health expert affiliated with the WHO.<br><br>Dr Dale Fisher, chair of the<strong> Global Outbreak Alert and Response Network,</strong> which is coordinated by the WHO, said the WHO’s investigation into the origins of the virus had only just begun.<br><br>Speaking to <strong>BBC Radio 4’s World This Weekend</strong> he said: “The lab leak theory is not off the table, there’s more research to be done.”<br><br>An investigation visit by WHO experts earlier this year, which was highly controlled by the Chinese authorities, concluded it “extremely unlikely” that the pandemic began with a laboratory incident.<br><br>Fisher said this theory remained “unverified” despite a report, based on US intelligence, which claimed three members of staff at the lab had become sick with Covid-like in early December 2019.<br><br>He urged the US to share this intelligence. Fisher said: “We believe that all the laboratory workers have had serology [tests] done and all those antibody tests were negative and that was part of the reason why the risk was downplayed.”<br><br>Fisher added: “WHO could do itself a favour, by describing the plans for further investigation because people really haven’t heard anything since the February mission was done and therefore people think they’ve stopped looking for the origins, which is far from the truth, it’s only really just begun.”<br><br>He also suggested China’s secrecy about the origins of the virus could be driven by fears of compensation claims. Fisher said: “Any country that found any Covid-19 in its borders before the outbreak started would suddenly clam up. This is why I would argue that diplomacy is the way forward with this, creating a no blame culture. The only way you really can get to the bottom of this is just to say ‘look there’s no penalties, we just need to sort this out’.”<br><br></p> </div>   </div> <div id=\"block-60b38ad88f086d71cc15f2d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T12:59:31.149Z\">1.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kenya</strong> has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said, according to the Reuters news agency. </p> <p>The move followed a decision by President Uhuru Kenyatta in late March to extend the 10pm to 4am curfew. A ban on political gatherings and processions that could turn into super spreader events was also extended for 60 days, as was a prohibition on overnight events and vigils, the ministry said.</p> <p>When the first coronavirus cases were confirmed in Kenya in March 2020, the government closed schools, imposed a curfew, banned public gatherings and on multiple occasions restricted movement in and out of the most-affected regions.</p> <p>Some restrictions, such as on schools, were eventually relaxed. The ban on public gatherings and processions and overnight meetings will stay in force, the ministry said.</p> <p>Kenya has recorded 170,485 cases and 3,141 deaths, Ministry of Health data showed on Saturday, with a positivity rate of 8.9%. Covid-19 vaccinations began on March 5 and so far 968,733 people have received their first dose. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T14:00:11.675Z\">at 3.00pm BST</time></p>  </div> <div id=\"block-60b387cd8f088d8c3178da0e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T12:51:28.239Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson faces a difficult decision about whether to end <strong>England</strong>’s lockdown on June 21 with hospitals already under “worrying” pressure, a health chief has warned.</p> <p>According to the Press Association news agency, NHS Providers chief executive Chris Hopson said hospital bosses were concerned about the transmissibility of the B1617.2 variant and the large number of people who have still to receive doses of the vaccine.</p> <p>He warned that although hospitals were not expecting to be overwhelmed by a surge of Covid-19 cases, they were already stretched by going “full pelt” on dealing with the backlog of cases built up during the pandemic and urgent care needs. Hopson said:</p> <blockquote class=\"quoted\"> <p>Significant numbers of Covid-19 hospital inpatients will adversely impact care backlog recovery, (the) current degree of pressure on hospitals is worrying especially since we saw clear summer demand surges in the two years before Covid-19. But if, as evidence above suggests, success of (the) vaccination campaign means much lower levels of hospitalisation, serious illness and mortality, even with (the) new variant, that is very significant and important. This means there is a difficult decision to make for June 21.</p> </blockquote> <p>He also suggested the government needs to consider the increased burden on hospitals in UK holiday hotspots in coming months with people not travelling abroad, saying one trust chief on the south coast had warned they will “struggle” to meet the “significant extra demand”.</p> <p>Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) Government advisory panel, said there was still “quite a lot of uncertainty” around the June 21 date.</p> <p>He told LBC radio scientists had “an awful lot of work to do” to analyse data on the link between cases and hospital admissions, while bearing in mind the situation with the Indian variant, to give evidence to the government.<br></p> </div>   </div> <div id=\"block-60b37b5b8f088d8c3178d988\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:50:46.351Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>South Korea</strong> will get 1m doses of Johnson &amp; Johnson’s vaccine this week mainly to inoculate military personnel, after the United States almost doubled a pledge made earlier this month, prime minister Kim Boo-kyum said on Sunday.</p> <p>South Korea has reported a lower death toll than many comparable developed countries from Covid-19, but the government has come under criticism for a comparatively slow rollout of vaccines, Reuters reports. Less than 11% of its 52 million people have so far received a first dose.</p> <p>US President Joe Biden, at his first summit with President Moon Jae-in earlier this month, promised to supply 550,000 shots for South Korean troops.</p> <p>Kim said that offer had now been increased to 1m doses, and the shots will arrive this week. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:52:15.638Z\">at 12.52pm BST</time></p>  </div> <div id=\"block-60b3737d8f088d8c3178d938\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:24:18.977Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p> On care homes, <strong>UK </strong>vaccines minister Nadhim Zahawi today defended the government approach. </p> <p>Boris Johnson’s former aide Dominic Cummings claimed the health secretary, Matt Hancock, had lied to the prime minister over tests being carried out on those discharged into care homes – a charge denied by Hancock.</p> <p>Zahawi said the government had made the best use of the limited testing capacity available when the pandemic struck and it had put a “protective ring” around care homes.</p> <p>Asked whether Hancock had promised care home residents would be tested before discharge from hospital, Zahawi told the BBC’s Andrew Marr Show:<br></p> <blockquote class=\"quoted\"> <p>Matt Hancock was very much focused on delivery, I think it’s worth putting this in context … in the sense that in the eye of the storm, we were only able to do 2,000 tests a day. The diagnostics industry was almost non-existent in the UK.</p> </blockquote> <p>He added Hancock had said that “people going into care homes absolutely should be tested and the system, the NHS, operationalised that” as testing capacity increased.</p> <p>Asked why people had been sent home without tests, Zahawi said “hindsight is a wonderful thing”, adding: </p> <blockquote class=\"quoted\"> <p>We can sit here and sort of argue the toss about asymptomatic transmission … and when we really knew about that.</p> <p>The whole point is you use every resource available to you, to the best of your ability, to save and to protect as many people as possible.</p> </blockquote> <p>There have been more than 36,275 deaths involving Covid-19 in care homes since the pandemic began.</p> <p>Zahawi said: </p> <blockquote class=\"quoted\"> <p>When the inquiry is held, and we will look at all these things in detail, we will of course examine where we could do better.</p> <p>But to say that we didn’t deal with them to the best of our capability, with the resources that were available to us, is a mistake, is wrong.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:56:03.996Z\">at 12.56pm BST</time></p>  </div> <div id=\"block-60b36bc58f08d486a7717772\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:42:18.394Z\">11.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Italy extends travel ban for India, Bangladesh and Sri Lanka</h2>  <div class=\"block-elements\">  <p><strong>Italy</strong> has extended an entry ban for people coming from <strong>India, Bangladesh </strong>and<strong> Sri Lanka,</strong> as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June, a spokesman for Italian health minister Roberto Speranza said in a statement.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:56:17.219Z\">at 12.56pm BST</time></p>  </div> <div id=\"block-60b36b198f088d8c3178d8bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:40:20.441Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Care homes were “forgotten” during the “dreadful” early stages of the Covid pandemic in the<strong> UK,</strong> a sector leader has said.</p> <p>Mike Padgham, the chairman of the Independent Care Group, which represents providers in York and North Yorkshire, told Sky News it had been a “frightening” time for staff and residents.</p> <p>Padgham was questioned in relation to the claim made by former Downing Street adviser Dominic Cummings to MPs this week that suggestions care homes were shielded were “complete nonsense”.</p> <p>Padgham said: </p> <blockquote class=\"quoted\"> <p>I don’t believe myself there was a ring of protection thrown round us.</p> <p>In those very early days it was difficult. We were forgotten. We’ve been forgotten over decades. That’s the only issue in social care.</p> <p>We weren’t prepared. We weren’t ready. We didn’t have the PPE, we didn’t have the testing.</p> <p>And it took the government many, many weeks to actually see what was happening in homes, despite our best efforts and protestations.</p> <p>That is why providers … without their efforts, the figures … would have been much worse.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:56:35.263Z\">at 12.56pm BST</time></p>  </div> <div id=\"block-60b344618f086d71cc15efdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:09:33.305Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vietnam’s </strong>business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday.</p> <p>“All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported. “While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added.</p> <p>Ho Chi Minh City earlier this week shut down shops and restaurants.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:40.772Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b35fc58f088d8c3178d85f\" class=\"block\" data-block-contributor=\"profile/michael-standaert\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:52:00.587Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A leading scientist has called for stallholders at the Huanan seafood market in<strong> Wuhan t</strong>o be interviewed in any further investigation of the Covid-19 epidemic.</p> <p>Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, <a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">has ordered the US intelligence community to intensify its efforts</a> to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction.</p> <p>He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory.</p> <p>It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the <a href=\"https://en.wikipedia.org/wiki/World_Health_Organization\">World Health Organization</a> visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife.</p> <p>Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market.</p> <p>“However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/covid-team-interview-wuhan-market-virologist-animals\">Covid investigators must interview Wuhan stall owners, says virologist</a> </p> </aside> </div>   </div> <div id=\"block-60b347988f086d71cc15effb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:41:45.787Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan </strong>reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall.</p> <p>It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms.</p> </div>   </div> <div id=\"block-60b35b988f086d71cc15f0ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:33:56.639Z\">10.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The<strong> UK </strong>government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. </p> <p>Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show:</p> <blockquote class=\"quoted\"> <p>What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country.</p> <p>Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it.</p> <p>But we will know it on, hopefully on the 14th, a few more weeks.</p> </blockquote> <p>He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”.</p> </div>   </div> <div id=\"block-60b34f2d8f086d71cc15f050\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:42:52.214Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the possible compulsory vaccination of NHS staff in the<strong> UK, </strong>the shadow cabinet minister Thangam Debbonaire said “threatening” NHS staff to have the vaccine was not a good idea.</p> <p>The shadow Commons leader told Sky News:</p> <blockquote class=\"quoted\"> <p>Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.”</p> </blockquote> <p>Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said.</p> <blockquote class=\"quoted\"> <p>I would like to see the government work with the NHS and social care staff.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:59:50.767Z\">at 12.59pm BST</time></p>  </div> <div id=\"block-60b34df18f08d486a7717630\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:38:28.212Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the <strong>UK. </strong></p> <p>Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told <strong><a href=\"https://www.thetimes.co.uk/radio\">Times Radio</a></strong> that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid.</p> <p>Speaking in a personal capacity, he added:</p> <blockquote class=\"quoted\"> <p>It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.”</p> </blockquote> <p>Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”.</p> <p><br>He added: </p> <blockquote class=\"quoted\"> <p>The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise.</p> <p>So... the benefits might change and that might affect the decision about whether to vaccinate children in the future.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:00.334Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b34cb58f08d486a7717625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:31:14.697Z\">9.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>British regulators were still considering whether to offer jabs to children, UK vaccines minister Nadhim Zahawi told Sky News:</p> <blockquote class=\"quoted\"> <p>Our own regulator has not yet approved giving vaccines to children.</p> <p>You have to make sure the vaccines are incredibly safe before you give them to children.</p> </blockquote> <p>The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required.</p> <p>But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: <br></p> <blockquote class=\"quoted\"> <p>On the whole you are vaccinating to protect their families and their communities and the country.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:07.611Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b34a0e8f08d486a771760b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:26:46.926Z\">9.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK considering compulsory vaccination for NHS staff</h2>  <div class=\"block-elements\">  <p><strong>UK</strong> vaccines minister<strong> Nadhim Zahawi </strong>confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</p> <p>There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about.</p> </blockquote> <p>He also said that the <strong>World Health Organisation </strong>investigation must be able to fully investigate the origins of the pandemic. <br></p> <p>The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan.</p> <p>Asked about the report, Zahawi said: </p> <blockquote class=\"quoted\"> <p> I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why – not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:20.097Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b347678f088d8c3178d76a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:21:03.373Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia </strong>reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections.</p> <p>The Russian coronavirus taskforce said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162.</p> <p>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:28.542Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b341ba8f086d71cc15efd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:09:47.076Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>British Beer and Pub Association </strong>(BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”.</p> <p>She told BBC Breakfast: </p> <blockquote class=\"quoted\"> <p>We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery.</p> <p>What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed.</p> <p>If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation.</p> <p>But right now we are asking the Government to stick to their road map.</p> </blockquote> </div>   </div> <div id=\"block-60b3415a8f088d8c3178d737\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:55:44.252Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed coronavirus cases in <strong>Germany</strong> increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed.</p> </div>   </div> <div id=\"block-60b342668f086d71cc15efd6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:49:18.598Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia to set up more vaccination centres</h2>  <div class=\"block-elements\">  <p><strong> Malaysia</strong> is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports.</p> <p>Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital,<strong> Kuala Lumpur,</strong> and are considering two in the northen state of <strong>Penang</strong> and in the southern state of <strong>Johor</strong>.</p> <p>Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply.</p> <p>Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.</p> <p>Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus.</p> <p>Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533.<br><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:32:53.441Z\">at 9.32am BST</time></p>  </div> <div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.</p> <p><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:47:00.252Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"5949","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:40:15Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Allies of Donald Trump took the unusual step of speaking out on Sunday in support of Joe Biden, regarding efforts to pinpoint the source of Covid-19 and find out if China knows more about the origins of the pandemic than it is letting on. Biden said on Thursday he was expanding an investigation into the outbreak, following a departure from previous thinking by at least one US intelligence agency now leaning towards the theory that the virus escaped from a laboratory in Wuhan. Michael McCaul, a Republican congressman from Texas, and Matthew Pottinger, Trump’s former deputy national security adviser who persuaded him to start using the controversial term “Wuhan virus”, both welcomed the development. Pottinger told NBC’s Meet the Press: It’s absolutely essential to find out what the origin of this thing is, it’s essential for us to head off the next pandemic, it’s essential for us to better understand the variants of the current pandemic that are emerging. Both of these hypotheses that President Biden spoke of are valid, it could have emerged from a laboratory, it could have emerged from nature. Neither is supported by concrete evidence but there’s a growing amount of circumstantial evidence supporting the idea that this may have leaked from a laboratory. Read the full story here: South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19 as positive cases surge, President Cyril Ramaphosa said on Sunday. The level 2 lockdown restrictions will start on Monday, forcing non-essential establishments like restaurants, bars and fitness centres to close by 10pm local time as the curfew will now start at 11pm instead of midnight and end at 4am, Ramaphosa said in an address to the nation. All gatherings will be limited to a maximum of 100 people indoors from 250 and 250 people outdoors from 500. Where the venue is too small to accommodate these numbers, no more than 50% of the capacity of the venue may be used, Reuters reports. Ramaphosa said according to the country’s health experts, the recent surge in new infections is due to the increasing number of social gatherings where people are not observing essential health protocols. Funerals and so-called “after tears” parties, as well as camps and sporting activities at schools, have also been identified as other sites of increased transmission. Ramaphosa said: The Ministerial Advisory Committee on Covid-19 has therefore recommended that the country urgently implement further restrictions to limit the increase in infections. It bases this recommendation on the sustained increase in new cases in the last 14 days, increased hospital admissions in almost all provinces and an increase in the proportion of Covid tests that are positive. Over the last seven days, the country has recorded an average of 3,745 daily new infections, with cases rising by 4,515 over the past 24 hours to over 1.659 million cases. Over 960,000 people have been vaccinated in the country. The provinces of Free State, Northern Cape, North West and Gauteng, which houses Johannesburg, have reached the threshold of a third wave of infections and “it may only be a matter of time before the country as a whole will have entered a third wave”, Ramaphosa said. Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus, including early closure of shops and restaurants, from June 1, the cabinet said. Since May 6, stores, shopping malls and restaurants had to close by 9 pm after a rise in infections, Reuters reports. Egypt imposed strict measures at the start of the pandemic, closing its airspace and setting nightly curfews to combat the spread of the virus, but it has remained largely open since June 2020. As part of its efforts to save the tourism sector, it completed vaccinating workers in all hotels in Southern Sinai and Red Sea provinces and plans to vaccinate all residents of the two resorts of Hurghada and Sharm el-Sheik, the cabinet said on Sunday. Egypt had officially confirmed 260,659 coronavirus cases including 15,001 deaths as of Saturday. However, officials and experts say the real number of infections is far higher, but is not reflected in government figures because of low testing rates and the exclusion of private test results. Italy reported 44 coronavirus-related deaths on Sunday, down from 83 the day before and the lowest figure since mid-October, while the daily tally of new infections also dropped to 2,949 from 3,351, the health ministry said. Italy has registered 126,046 deaths linked to Covid-19 since its outbreak in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world, Reuters reports. The country has reported 4.216 million cases to date. The number of deaths is often lower on a Sunday but the latest figure confirms a declining trend. People reported dead due to Covid-19 stood at 72 last Sunday and 93 a week before that, down from 139 on Sunday May 9. The number of patients in hospital with the virus – not including those in intensive care – totalled 6,591 on Sunday, down from 6,800 a day earlier. There were 27 new admissions to intensive care units, little changed from 29 on Saturday. The total number of intensive care patients stood at 1,061 from 1,095. Only 164,495 tests for Covid-19 were carried out on Sunday, sharply down from 247,330 the day before, the ministry said. Separately on Sunday, the health ministry said it had extended to June 21 the current ban on travellers arriving from India, Bangladesh and Sri Lanka. Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK and spreads quickly by air, the health minister has said. After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths. Nguyen Thanh Long said on Saturday, describing it as a hybrid of the two known variants: Vietnam has uncovered a new Covid-19 variant combining characteristics of the two existing variants first found in India and the UK. “That the new one is an Indian variant with mutations that originally belong to the UK variant is very dangerous,” he told a government meeting, a recording of which was obtained by Reuters. The south-east Asian country had previously detected seven virus variants: B.1.222, B.1.619, D614G, B.1.1.7 – known as the UK variant, B.1.351, A.23.1 and B.1.617.2 – the India variant. Long said Vietnam would soon publish genome data of the newly identified variant, which he said was more transmissible than the previously known types. Read more here: A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. Last week the Wall Street Journal cited US intelligence agencies who said they were told that three unnamed members of staff at a lab in the Chinese city of Wuhan were sick enough to go hospital in November 2019 with Covid-like symptoms. US intelligence chiefs later stressed they did not know how the virus was transmitted initially, but that they had two theories: either it emerged naturally from human contact with infected animals, or it was a laboratory accident. Speaking to BBC Radio 4’s The World This Weekend, Dr Dale Fisher said the theory that the virus had leaked from a laboratory was “not off the table”, but remained “unverified”. Fisher, the chair of the Global Outbreak Alert and Response Network, which is coordinated by the WHO, urged the US to share any intelligence it had. “The Wall Street Journal is not really the way to share science,” he said. Read the full story here: Jens Spahn, the German health minister, and his counterparts in the 16 federal states will on Monday discuss control mechanisms for coronavirus test centres following fraud accusations, a ministry spokesman said on Sunday. Since allegations of potential fraud at several providers were made public this week and Spahn said on Saturday that there would be stricter controls, a debate has started on how to control the test centres and who should be in charge. Germany offers its citizens at least one free coronavirus test per week, with several federal states providing one free test a day. The state pays €18 (£15) per test. As a result, private test centres have been set up en masse in recent weeks. Some coronavirus test centres have been charging for more tests than they have carried out, daily Süddeutsche Zeitung and broadcaster ARD reported this week. Lars Klingbeil, the secretary general of the opposition Social Democrats, told daily Tagesspiegel’s Sunday edition: I find it incomprehensible that despite warnings Jens Spahn has left such loopholes for cheaters. Spahn announced more random checks on Saturday: Pragmatism is necessary these days. Those who exploit that must not be allowed to get away with it. Spahn will have a call with his state counterparts on Monday morning and discuss next steps, the spokesman said. The number of new coronavirus cases in Germany has fallen further this weekend. The Robert Koch Institute for infectious diseases reported a 3,852 rise in cases on Sunday, 2,862 less than a week earlier. The seven-day rate of infection fell to 35 per 100,000 people, down from around 64 last week. So far, Germany has seen 3.68 million cases; the death toll stands at 88,406. Around 42% of its population have been given at least a first shot of a Covid-19 vaccine and 17% have had their second dose. That’s it from me, Caroline Davies, for today. Handing over to my colleague Nicola Slawson. Thanks for your time. Ministers have been urged not to “threaten” NHS staff by forcing them to get vaccinated against coronavirus under plans being considered by the government. The shadow Commons leader, Thangam Debbonaire, said it was not a “good idea” after the vaccines minister, Nadhim Zahawi, admitted the proposal was being investigated alongside the existing consultation on making jabs mandatory for social care workers. There is nervousness in Whitehall about doing anything to destabilise the vaccine rollout by requiring that people get the jab instead of keeping it voluntary – something that several behavioural scientists have warned could dampen take-up among already vaccine-hesitant groups. But after concerns that a sizeable number of health and social care staff, who were among the first to be offered the vaccine, are reluctant to get jabbed, the government has been consulting on making vaccines mandatory for care workers, and is now expanding that to include all those working in the NHS. Key developments so far today: UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He said: “It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. The UK government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, Zahawi said. British regulators were still considering whether to offer jabs to children. Zahawi said: “Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children.” Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June. The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan has not been ruled out, according to a health expert affiliated with the WHO. India has reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said. People who remain chronically ill after Covid infections in England have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. People who remain chronically ill after Covid infections in England have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid. MPs called on Matt Hancock to explain the lengthy waiting times and what they described as a “shameful postcode lottery” which left some patients facing delays of more than four months before being assessed at a specialist centre while others were seen within days. NHS England announced in December that people with long Covid, or post-Covid syndrome, could seek help at more than 60 specialist clinics. But despite government assertions in January that the network of 69 centres was already operating, the all-party parliamentary group on coronavirus found that some clinics were still not up and running three months later. The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan has not been ruled out, according to a health expert affiliated with the WHO. Dr Dale Fisher, chair of the Global Outbreak Alert and Response Network, which is coordinated by the WHO, said the WHO’s investigation into the origins of the virus had only just begun. Speaking to BBC Radio 4’s World This Weekend he said: “The lab leak theory is not off the table, there’s more research to be done.” An investigation visit by WHO experts earlier this year, which was highly controlled by the Chinese authorities, concluded it “extremely unlikely” that the pandemic began with a laboratory incident. Fisher said this theory remained “unverified” despite a report, based on US intelligence, which claimed three members of staff at the lab had become sick with Covid-like in early December 2019. He urged the US to share this intelligence. Fisher said: “We believe that all the laboratory workers have had serology [tests] done and all those antibody tests were negative and that was part of the reason why the risk was downplayed.” Fisher added: “WHO could do itself a favour, by describing the plans for further investigation because people really haven’t heard anything since the February mission was done and therefore people think they’ve stopped looking for the origins, which is far from the truth, it’s only really just begun.” He also suggested China’s secrecy about the origins of the virus could be driven by fears of compensation claims. Fisher said: “Any country that found any Covid-19 in its borders before the outbreak started would suddenly clam up. This is why I would argue that diplomacy is the way forward with this, creating a no blame culture. The only way you really can get to the bottom of this is just to say ‘look there’s no penalties, we just need to sort this out’.” Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said, according to the Reuters news agency. The move followed a decision by President Uhuru Kenyatta in late March to extend the 10pm to 4am curfew. A ban on political gatherings and processions that could turn into super spreader events was also extended for 60 days, as was a prohibition on overnight events and vigils, the ministry said. When the first coronavirus cases were confirmed in Kenya in March 2020, the government closed schools, imposed a curfew, banned public gatherings and on multiple occasions restricted movement in and out of the most-affected regions. Some restrictions, such as on schools, were eventually relaxed. The ban on public gatherings and processions and overnight meetings will stay in force, the ministry said. Kenya has recorded 170,485 cases and 3,141 deaths, Ministry of Health data showed on Saturday, with a positivity rate of 8.9%. Covid-19 vaccinations began on March 5 and so far 968,733 people have received their first dose. Boris Johnson faces a difficult decision about whether to end England’s lockdown on June 21 with hospitals already under “worrying” pressure, a health chief has warned. According to the Press Association news agency, NHS Providers chief executive Chris Hopson said hospital bosses were concerned about the transmissibility of the B1617.2 variant and the large number of people who have still to receive doses of the vaccine. He warned that although hospitals were not expecting to be overwhelmed by a surge of Covid-19 cases, they were already stretched by going “full pelt” on dealing with the backlog of cases built up during the pandemic and urgent care needs. Hopson said: Significant numbers of Covid-19 hospital inpatients will adversely impact care backlog recovery, (the) current degree of pressure on hospitals is worrying especially since we saw clear summer demand surges in the two years before Covid-19. But if, as evidence above suggests, success of (the) vaccination campaign means much lower levels of hospitalisation, serious illness and mortality, even with (the) new variant, that is very significant and important. This means there is a difficult decision to make for June 21. He also suggested the government needs to consider the increased burden on hospitals in UK holiday hotspots in coming months with people not travelling abroad, saying one trust chief on the south coast had warned they will “struggle” to meet the “significant extra demand”. Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) Government advisory panel, said there was still “quite a lot of uncertainty” around the June 21 date. He told LBC radio scientists had “an awful lot of work to do” to analyse data on the link between cases and hospital admissions, while bearing in mind the situation with the Indian variant, to give evidence to the government. South Korea will get 1m doses of Johnson &amp; Johnson’s vaccine this week mainly to inoculate military personnel, after the United States almost doubled a pledge made earlier this month, prime minister Kim Boo-kyum said on Sunday. South Korea has reported a lower death toll than many comparable developed countries from Covid-19, but the government has come under criticism for a comparatively slow rollout of vaccines, Reuters reports. Less than 11% of its 52 million people have so far received a first dose. US President Joe Biden, at his first summit with President Moon Jae-in earlier this month, promised to supply 550,000 shots for South Korean troops. Kim said that offer had now been increased to 1m doses, and the shots will arrive this week. On care homes, UK vaccines minister Nadhim Zahawi today defended the government approach. Boris Johnson’s former aide Dominic Cummings claimed the health secretary, Matt Hancock, had lied to the prime minister over tests being carried out on those discharged into care homes – a charge denied by Hancock. Zahawi said the government had made the best use of the limited testing capacity available when the pandemic struck and it had put a “protective ring” around care homes. Asked whether Hancock had promised care home residents would be tested before discharge from hospital, Zahawi told the BBC’s Andrew Marr Show: Matt Hancock was very much focused on delivery, I think it’s worth putting this in context … in the sense that in the eye of the storm, we were only able to do 2,000 tests a day. The diagnostics industry was almost non-existent in the UK. He added Hancock had said that “people going into care homes absolutely should be tested and the system, the NHS, operationalised that” as testing capacity increased. Asked why people had been sent home without tests, Zahawi said “hindsight is a wonderful thing”, adding: We can sit here and sort of argue the toss about asymptomatic transmission … and when we really knew about that. The whole point is you use every resource available to you, to the best of your ability, to save and to protect as many people as possible. There have been more than 36,275 deaths involving Covid-19 in care homes since the pandemic began. Zahawi said: When the inquiry is held, and we will look at all these things in detail, we will of course examine where we could do better. But to say that we didn’t deal with them to the best of our capability, with the resources that were available to us, is a mistake, is wrong. Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June, a spokesman for Italian health minister Roberto Speranza said in a statement. Care homes were “forgotten” during the “dreadful” early stages of the Covid pandemic in the UK, a sector leader has said. Mike Padgham, the chairman of the Independent Care Group, which represents providers in York and North Yorkshire, told Sky News it had been a “frightening” time for staff and residents. Padgham was questioned in relation to the claim made by former Downing Street adviser Dominic Cummings to MPs this week that suggestions care homes were shielded were “complete nonsense”. Padgham said: I don’t believe myself there was a ring of protection thrown round us. In those very early days it was difficult. We were forgotten. We’ve been forgotten over decades. That’s the only issue in social care. We weren’t prepared. We weren’t ready. We didn’t have the PPE, we didn’t have the testing. And it took the government many, many weeks to actually see what was happening in homes, despite our best efforts and protestations. That is why providers … without their efforts, the figures … would have been much worse.” Vietnam’s business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday. “All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported. “While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added. Ho Chi Minh City earlier this week shut down shops and restaurants. A leading scientist has called for stallholders at the Huanan seafood market in Wuhan to be interviewed in any further investigation of the Covid-19 epidemic. Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, has ordered the US intelligence community to intensify its efforts to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction. He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory. It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the World Health Organization visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife. Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market. “However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.” Taiwan reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall. It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms. The UK government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show: What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country. Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it. But we will know it on, hopefully on the 14th, a few more weeks. He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”. On the possible compulsory vaccination of NHS staff in the UK, the shadow cabinet minister Thangam Debbonaire said “threatening” NHS staff to have the vaccine was not a good idea. The shadow Commons leader told Sky News: Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.” Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said. I would like to see the government work with the NHS and social care staff. More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the UK. Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told Times Radio that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid. Speaking in a personal capacity, he added: It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.” Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”. He added: The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise. So... the benefits might change and that might affect the decision about whether to vaccinate children in the future. British regulators were still considering whether to offer jabs to children, UK vaccines minister Nadhim Zahawi told Sky News: Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children. The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required. But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: On the whole you are vaccinating to protect their families and their communities and the country. UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He told Sky News: It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about. He also said that the World Health Organisation investigation must be able to fully investigate the origins of the pandemic. The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan. Asked about the report, Zahawi said: I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why – not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics. Russia reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections. The Russian coronavirus taskforce said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports. The British Beer and Pub Association (BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”. She told BBC Breakfast: We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery. What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed. If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation. But right now we are asking the Government to stick to their road map. The number of confirmed coronavirus cases in Germany increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed. Malaysia is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports. Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northen state of Penang and in the southern state of Johor. Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply. Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up. Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus. Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"35889","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nicola-slawson\">Nicola Slawson</a> (now); <a href=\"profile/carolinedavies\">Caroline Davies</a> and <a href=\"profile/maya-wolfe-robinson\">Maya Wolfe-Robinson</a> (earlier)"},{"headline":"Israeli opposition figures reach deal aimed at ousting Netanyahu","standfirst":"<p>Far-right politician Naftali Bennett says he has agreed to a deal with Yair Lapid to forge a coalition government</p>","trailText":"Far-right politician Naftali Bennett says he has agreed to a deal with Yair Lapid to forge a coalition government","byline":"Oliver Holmes in Jerusalem","main":"<figure class=\"element element-image\" data-media-id=\"58f0c4f329bb42cce01aba713fb91951750262b0\"> <img src=\"https://media.guim.co.uk/58f0c4f329bb42cce01aba713fb91951750262b0/0_12_2000_1200/1000.jpg\" alt=\"A composite photograph of Yair Lapid and Naftali Bennett.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A composite photograph of Yair Lapid and Naftali Bennett.</span> <span class=\"element-image__credit\">Photograph: Jack Guez/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>The far-right Israeli politician Naftali Bennett and opposition leader Yair Lapid have agreed to forge a coalition government that would oust Prime Minister Benjamin Netanyahu from his 12 straight years in power.</p> <p>“It’s my intention to do my utmost in order to form a national unity government along with my friend Yair Lapid, so that, God willing, together we can save the country from a tailspin and return Israel to its course,” said Bennett, a former settler leader and religious nationalist, in a televised address.</p> <p>While further political negotiations are expected, the move by Bennett served a massive blow to Israel’s longest-serving leader, who is famed for his political wizardry and has survived repeated attempts to end his career.</p> <p>Minutes after the speech ended, a stern-looking Netanyahu went on air to rail against Bennett. “He’s committed the scam of the century,” Netanyahu said of his former ally and senior aide, accusing him of abandoning rightwing voters.</p> <p>Bennett, <a href=\"https://www.theguardian.com/world/2017/jan/03/far-right-israel-minister-naftali-bennett-bill-annex-maale-adumim-settlement-palestinian-territories\">who wants to annex most of the occupied West Bank</a>, is much closer ideologically to Netanyahu than Lapid, a former TV news anchor popular with the country’s secular middle class, who has been deep in negotiations to form a government before a Wednesday deadline.</p> <p>According to local media reports on the deal, Bennett, the 49-year-old tech millionaire who previously headed the defence and education ministries, would become prime minister for the first two years of a term, with Lapid, 57, replacing him for the final two.</p> <p>If Lapid can get an assortment of other parties to agree in the next three days – which is still not guaranteed – he could inform the country’s president, Reuven Rivlin, that he believes he can form a government, which would then go to parliament, the Knesset, for a vote.</p> <p>The swearing-in of the new government, and with it Netanyahu’s relinquishing of high office, could happen within a week.</p> <p>Opponents of Netanyahu, <a href=\"https://www.theguardian.com/world/2021/apr/05/netanyahu-in-court-as-israels-lawmakers-mull-over-his-political-fate\">who is on trial</a> on corruption charges that he denies, have accused the 71-year-old of divisiveness and prioritising his hold on power above all else. Despite their vast differences, many have rallied behind the idea of what they call a “government of change”.</p> <p>“We need a government that will reflect the fact that we don’t hate one another. A government in which left, right and centre will work together to tackle the economic and security challenges we face,” Lapid said last week.</p> <p>Netanyahu’s rightwing Likud party won the most seats in a March election and was given <a href=\"https://www.theguardian.com/world/2021/apr/06/netanyahu-nominated-to-try-to-form-israeli-government\">28 days to build a majority coalition government</a>. He too suggested a similar power-sharing deal with Bennett but <a href=\"https://www.timesofisrael.com/netanyahu-ill-let-bennett-be-pm-first-bennett-but-you-dont-have-a-majority/\">it was swiftly rejected</a>. After the deadline passed on 5 May, Lapid was handed a mandate under Israel’s electoral system.</p> <p>Lapid, once a finance minister whose Yesh Atid party came second in the last election, had sped up political consultations in recent days following an 11-day bout of Gaza bloodshed that froze negotiations. The violence was seen as beneficial for Netanyahu’s political survival, as it reduced the negotiating time available to Lapid and created friction within the diverse opposition.</p>  <figure class=\"element element-image\" data-media-id=\"056cde853360c6c8e50ba5bd6a511d75d62446cb\"> <img src=\"https://media.guim.co.uk/056cde853360c6c8e50ba5bd6a511d75d62446cb/0_73_3500_2101/1000.jpg\" alt=\"Benjamin Netanyahu\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Benjamin Netanyahu, who has been prime minister of Israel for 12 years, has been indicted in three separate corruption cases.</span> <span class=\"element-image__credit\">Photograph: Amir Cohen/Reuters</span> </figcaption> </figure>  <p>Still, Lapid, a<strong> </strong>self-proclaimed centrist and “security hawk”, has sought to forge tricky alliances with parties from across the political spectrum.</p> <p>He plans to bring together the establishment Labor and anti-occupation Meretz parties with their traditional enemies. They include Bennett but also Avigdor Lieberman, who <a href=\"https://www.haaretz.com/lieberman-disloyal-israeli-arabs-should-be-beheaded-1.5334458\">once suggested</a> that “disloyal” members of the country’s Arab minority, who make up about 20% of its population of 9 million, should be beheaded.</p> <p>The diverse group may require outside backing by Arab members of parliament, including Islamists, who would help Lapid clinch a 61-seat majority and dethrone Netanyahu. However, their ideological differences are too great to be full coalition members, meaning Lapid would probably form a minority government.</p> <p>With such significant political differences, an anti-Netanyahu coalition could be liable to break apart. To prevent that from happening, it is expected to focus on the economy and the pandemic while avoiding big issues and keeping the status quo for millions of Palestinians living under occupation.</p> <p>Mossi Raz, a Meretz parliamentarian, told Israel public radio that the proposed the government “will do a lot of good things. I’m not sure a peace agreement will be one of them.”</p> <p>If the deal is successful, it could end both a political deadlock that has <a href=\"https://www.theguardian.com/world/2021/mar/23/israelis-vote-in-fourth-national-election-in-two-years\">brought four snap elections since 2019</a> and Netanyahu’s 12-year historic stretch as prime minister.</p> <p><a href=\"https://www.theguardian.com/world/2021/feb/08/netanyahu-corruption-trial-resumes-weeks-before-israeli-election\">Indicted in three separate corruption cases</a>, including on charges of bribery and fraud, Netanyahu faces more than a decade in prison if convicted. Unlike one of his predecessors, Ehud Olmert, who <a href=\"https://www.theguardian.com/world/2008/jul/31/israelandthepalestinians.middleeast\">stepped down</a> after it appeared he would be indicted, Netanyahu has refused to leave power, and critics have accused him of a conflict of interests by remaining in the powerful position of prime minister.</p> <p>Netanyahu had earlier on Sunday fuelled speculation that his term was about to end by offering a last-ditch offer to Bennett and another rightwing party head, Gideon Saar. Under the deal, seen as the most generous to date from Netanyahu, the three men would each “rotate” the role of prime minister. However, Saar, a former Netanyahu protege-turned-opponent, rejected the advance. “Our position and commitment was and remains to change the Netanyahu regime,” Saar tweeted.</p> <p>Lapid took the role of head of the opposition from Benny Gantz, a former army chief who fought Netanyahu during the past three elections but who lost support after he made a <a href=\"https://www.theguardian.com/world/2020/dec/22/israel-barrels-towards-fourth-election-within-two-years\">power-sharing deal with the prime minister</a> that ultimately collapsed.</p> <p>If Lapid fails to announce a government by Wednesday, a fifth Israeli election later this year is a possible outcome.</p>","newspaperPageNumber":"18","wordcount":"932","firstPublicationDate":"2021-05-30T09:51:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:35:39Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/gp2vf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/58f0c4f329bb42cce01aba713fb91951750262b0/0_12_2000_1200/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The far-right Israeli politician Naftali Bennett and opposition leader Yair Lapid have agreed to forge a coalition government that would oust Prime Minister Benjamin Netanyahu from his 12 straight years in power. “It’s my intention to do my utmost in order to form a national unity government along with my friend Yair Lapid, so that, God willing, together we can save the country from a tailspin and return Israel to its course,” said Bennett, a former settler leader and religious nationalist, in a televised address. While further political negotiations are expected, the move by Bennett served a massive blow to Israel’s longest-serving leader, who is famed for his political wizardry and has survived repeated attempts to end his career. Minutes after the speech ended, a stern-looking Netanyahu went on air to rail against Bennett. “He’s committed the scam of the century,” Netanyahu said of his former ally and senior aide, accusing him of abandoning rightwing voters. Bennett, who wants to annex most of the occupied West Bank, is much closer ideologically to Netanyahu than Lapid, a former TV news anchor popular with the country’s secular middle class, who has been deep in negotiations to form a government before a Wednesday deadline. According to local media reports on the deal, Bennett, the 49-year-old tech millionaire who previously headed the defence and education ministries, would become prime minister for the first two years of a term, with Lapid, 57, replacing him for the final two. If Lapid can get an assortment of other parties to agree in the next three days – which is still not guaranteed – he could inform the country’s president, Reuven Rivlin, that he believes he can form a government, which would then go to parliament, the Knesset, for a vote. The swearing-in of the new government, and with it Netanyahu’s relinquishing of high office, could happen within a week. Opponents of Netanyahu, who is on trial on corruption charges that he denies, have accused the 71-year-old of divisiveness and prioritising his hold on power above all else. Despite their vast differences, many have rallied behind the idea of what they call a “government of change”. “We need a government that will reflect the fact that we don’t hate one another. A government in which left, right and centre will work together to tackle the economic and security challenges we face,” Lapid said last week. Netanyahu’s rightwing Likud party won the most seats in a March election and was given 28 days to build a majority coalition government. He too suggested a similar power-sharing deal with Bennett but it was swiftly rejected. After the deadline passed on 5 May, Lapid was handed a mandate under Israel’s electoral system. Lapid, once a finance minister whose Yesh Atid party came second in the last election, had sped up political consultations in recent days following an 11-day bout of Gaza bloodshed that froze negotiations. The violence was seen as beneficial for Netanyahu’s political survival, as it reduced the negotiating time available to Lapid and created friction within the diverse opposition. Still, Lapid, a self-proclaimed centrist and “security hawk”, has sought to forge tricky alliances with parties from across the political spectrum. He plans to bring together the establishment Labor and anti-occupation Meretz parties with their traditional enemies. They include Bennett but also Avigdor Lieberman, who once suggested that “disloyal” members of the country’s Arab minority, who make up about 20% of its population of 9 million, should be beheaded. The diverse group may require outside backing by Arab members of parliament, including Islamists, who would help Lapid clinch a 61-seat majority and dethrone Netanyahu. However, their ideological differences are too great to be full coalition members, meaning Lapid would probably form a minority government. With such significant political differences, an anti-Netanyahu coalition could be liable to break apart. To prevent that from happening, it is expected to focus on the economy and the pandemic while avoiding big issues and keeping the status quo for millions of Palestinians living under occupation. Mossi Raz, a Meretz parliamentarian, told Israel public radio that the proposed the government “will do a lot of good things. I’m not sure a peace agreement will be one of them.” If the deal is successful, it could end both a political deadlock that has brought four snap elections since 2019 and Netanyahu’s 12-year historic stretch as prime minister. Indicted in three separate corruption cases, including on charges of bribery and fraud, Netanyahu faces more than a decade in prison if convicted. Unlike one of his predecessors, Ehud Olmert, who stepped down after it appeared he would be indicted, Netanyahu has refused to leave power, and critics have accused him of a conflict of interests by remaining in the powerful position of prime minister. Netanyahu had earlier on Sunday fuelled speculation that his term was about to end by offering a last-ditch offer to Bennett and another rightwing party head, Gideon Saar. Under the deal, seen as the most generous to date from Netanyahu, the three men would each “rotate” the role of prime minister. However, Saar, a former Netanyahu protege-turned-opponent, rejected the advance. “Our position and commitment was and remains to change the Netanyahu regime,” Saar tweeted. Lapid took the role of head of the opposition from Benny Gantz, a former army chief who fought Netanyahu during the past three elections but who lost support after he made a power-sharing deal with the prime minister that ultimately collapsed. If Lapid fails to announce a government by Wednesday, a fifth Israeli election later this year is a possible outcome.","charCount":"5774","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/oliver-holmes\">Oliver Holmes</a> in Jerusalem"},{"headline":"Pep Guardiola and Manchester City must find a way to move on from painful loss","standfirst":"<p>How Manchester City deal with the burden of their Champions League final defeat will be the ultimate psychological test</p>","trailText":"How Manchester City deal with the burden of their Champions League final defeat will be the ultimate psychological test","byline":"David Hytner","main":"<figure class=\"element element-image\" data-media-id=\"07d462740cb3fde4128af2fc2fedbaa2db6378b7\"> <img src=\"https://media.guim.co.uk/07d462740cb3fde4128af2fc2fedbaa2db6378b7/0_307_4914_2948/1000.jpg\" alt=\"Phil Foden lies on the ground at full-time as Manchester City’s Champions League dream fell apart in the final.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil Foden lies on the ground at full-time as Manchester City’s Champions League dream fell apart in the final.</span> <span class=\"element-image__credit\">Photograph: Matt McNulty/Manchester City FC/Getty Images</span> </figcaption> </figure>","body":"<p>The morning after the night before, the images retained a haunting quality for Manchester City supporters. Never mind the sight of many of their players slumped over or stretched out along the turf at the Estádio do Dragão following the death of the Champions League dream, it was Pep Guardiola, inevitably, who best caught the frustration and despair.</p> <p>The City manager had wanted to make one thing clear after the 1-0 loss to Chelsea in the final in Porto. “I’d like to say it was an exceptional, exceptional season for us,” Guardiola said, and nobody disagreed. A third Premier League title in four attempts, won by a 12-point margin, is Exhibit A for the defence, and then there has been the quality of the football: fast, incisive, technically brilliant.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/30/ngolo-kante-the-one-man-midfield-who-conquered-europe-for-chelsea\">N’Golo Kanté: the one-man midfield who conquered Europe for Chelsea | Barney Ronay</a> </p> </aside>  <p>When Guardiola falls short in the Champions League, as he has now done five times at City, there are critics who argue that he has failed in his job. The theory runs that the Champions League is the trophy that the club and its owner, Sheikh Mansour, most want and so if Guardiola cannot deliver it, he will be forever damned.</p> <p>It is nonsense and ignores the rest of Guardiola’s work; the domestic silverware, the week-in, week-out entertainment for City fans, his wider influence on the English game. And yet, at the same time, there is no doubt that the gap on his CV stands to affect his City legacy. While it remains there will be an asterisk. Just as now, there is one against his team’s season.</p> <p>Guardiola went through all his little tics during a post-match press conference he did not want to give, touching the stubble above his lip, scratching at his furrowed brow, fidgeting, shrugging. He barely knows what it is to lose a major final – this was only his second such reverse, the other being the Copa Del Rey defeat to Real Madrid with Barcelona in 2011. This season he had previously lost only one must-win game, to Chelsea, uncoincidentally, in the FA Cup semi-final.</p> <p>The novelty factor deepened the pain, accentuated the soul-searching. It is a scar that at best will take some time to heal given the distance to next season’s final. At worst it may never do so and if that sounds like an exaggeration, then consider that this was Guardiola’s first final since 2011, also with Barcelona.</p> <p>“It’s one of those that you don’t want to keep dwelling on,” Raheem Sterling, the City winger said with a blank stare. “Move on.” Good luck with that.</p> <p>Rather abruptly, Guardiola and his players have unwanted baggage that will remain with them throughout the summer and probably for most of next season. How they carry it will be the ultimate psychological test, particularly as the defeat will be mentioned regularly, deepening an unwanted narrative.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3b15991e3c6d38ff9727549a713e6da9ed987714\"> <img src=\"https://media.guim.co.uk/3b15991e3c6d38ff9727549a713e6da9ed987714/0_230_4409_2646/1000.jpg\" alt=\"Manchester City’s players get ready to collect their unwanted silver medals.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manchester City’s players get ready to collect their unwanted silver medals.</span> <span class=\"element-image__credit\">Photograph: David Ramos/Getty Images</span> </figcaption> </figure>  <p>The defeat in last season’s quarter-final to Lyon was bad, mainly because of its self-inflicted nature. This was worse. Against Lyon, Guardiola had started with a surprise 3-4-2-1 system, which featured Fernandinho on the right of the defensive three, and it did not work. However, after a tactical rejig City got back into it and, despite their errors, could also lament an open-goal miss from Sterling on 86 minutes for 2-2. How to legislate for that?</p> <p>Against Chelsea, while the margins were similarly fine, City did not give the impression they had a goal in them. They created virtually nothing in the second half. Chelsea were the better team in the first half and, once in front, backed themselves to close out the result.</p> <p>A year on from Lyon, City were the defending Premier League champions rather than the runners-up. They had Rúben Dias, the player of the season, plus plenty of others who have improved greatly, chiefly John Stones, Ilkay Gündogan and Phil Foden. And yet they hit a wall.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/30/champions-league-chelsea-manchester-city-tuchel-guardiola-tactics\">Tuchel wins tactical battle as Pep hits panic button | Jonathan Wilson</a> </p> </aside>  <p>Guardiola certainly chose quite the moment to start without a specialist defensive midfielder, with both Fernandinho and Rodri left on the bench. One or both had started in every one of the club’s previous 60 matches this season bar the Champions League group stage win over Olympiakos in November.</p> <p>Instead, Guardiola used Gündogan – the team’s top scorer this season – as his deepest-lying midfielder. The lack of protection for the defence was a feature of the first half, most damagingly when Chelsea broke quickly for the Havertz goal. Sterling was asked whether the absence of Fernandinho and Rodri had been a problem. “I thought we started off really well,” he replied. “We were in the game and it [the goal] was a counterattack … we knew exactly what they were going to do and that’s exactly what happened.”</p> <p>Guardiola had infamously lost a Champions League semi-final second-leg with Bayern to Madrid in 2014 by a 4-0 scoreline, having set up with attacking personnel. His team were shredded on the counter and he vowed to never again be so open. And yet the flaw was there against Chelsea in a lineup loaded with offensive-minded midfielders and wingers. They struggled to execute a complicated gameplan.</p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <p>What was interesting to hear from Guardiola were repeated references to it having been City’s and most of his players’ first Champions League final. Only Gündogan had played in Europe’s showpiece final before.</p> <p>The subtext was that the experience will stand them in good stead for the future. All clubs must suffer heartbreak before they triumph in this most capricious of competitions. And yet their conquerors in Chelsea blue were equally inexperienced, with only Thiago Silva having appeared in a previous final. City’s regrets run deep. The days ahead will be hard.</p>","newspaperPageNumber":"39","wordcount":"934","commentCloseDate":"2021-05-30T19:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T18:00:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:25:17Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htqn5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/07d462740cb3fde4128af2fc2fedbaa2db6378b7/0_307_4914_2948/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The morning after the night before, the images retained a haunting quality for Manchester City supporters. Never mind the sight of many of their players slumped over or stretched out along the turf at the Estádio do Dragão following the death of the Champions League dream, it was Pep Guardiola, inevitably, who best caught the frustration and despair. The City manager had wanted to make one thing clear after the 1-0 loss to Chelsea in the final in Porto. “I’d like to say it was an exceptional, exceptional season for us,” Guardiola said, and nobody disagreed. A third Premier League title in four attempts, won by a 12-point margin, is Exhibit A for the defence, and then there has been the quality of the football: fast, incisive, technically brilliant. When Guardiola falls short in the Champions League, as he has now done five times at City, there are critics who argue that he has failed in his job. The theory runs that the Champions League is the trophy that the club and its owner, Sheikh Mansour, most want and so if Guardiola cannot deliver it, he will be forever damned. It is nonsense and ignores the rest of Guardiola’s work; the domestic silverware, the week-in, week-out entertainment for City fans, his wider influence on the English game. And yet, at the same time, there is no doubt that the gap on his CV stands to affect his City legacy. While it remains there will be an asterisk. Just as now, there is one against his team’s season. Guardiola went through all his little tics during a post-match press conference he did not want to give, touching the stubble above his lip, scratching at his furrowed brow, fidgeting, shrugging. He barely knows what it is to lose a major final – this was only his second such reverse, the other being the Copa Del Rey defeat to Real Madrid with Barcelona in 2011. This season he had previously lost only one must-win game, to Chelsea, uncoincidentally, in the FA Cup semi-final. The novelty factor deepened the pain, accentuated the soul-searching. It is a scar that at best will take some time to heal given the distance to next season’s final. At worst it may never do so and if that sounds like an exaggeration, then consider that this was Guardiola’s first final since 2011, also with Barcelona. “It’s one of those that you don’t want to keep dwelling on,” Raheem Sterling, the City winger said with a blank stare. “Move on.” Good luck with that. Rather abruptly, Guardiola and his players have unwanted baggage that will remain with them throughout the summer and probably for most of next season. How they carry it will be the ultimate psychological test, particularly as the defeat will be mentioned regularly, deepening an unwanted narrative. The defeat in last season’s quarter-final to Lyon was bad, mainly because of its self-inflicted nature. This was worse. Against Lyon, Guardiola had started with a surprise 3-4-2-1 system, which featured Fernandinho on the right of the defensive three, and it did not work. However, after a tactical rejig City got back into it and, despite their errors, could also lament an open-goal miss from Sterling on 86 minutes for 2-2. How to legislate for that? Against Chelsea, while the margins were similarly fine, City did not give the impression they had a goal in them. They created virtually nothing in the second half. Chelsea were the better team in the first half and, once in front, backed themselves to close out the result. A year on from Lyon, City were the defending Premier League champions rather than the runners-up. They had Rúben Dias, the player of the season, plus plenty of others who have improved greatly, chiefly John Stones, Ilkay Gündogan and Phil Foden. And yet they hit a wall. Guardiola certainly chose quite the moment to start without a specialist defensive midfielder, with both Fernandinho and Rodri left on the bench. One or both had started in every one of the club’s previous 60 matches this season bar the Champions League group stage win over Olympiakos in November. Instead, Guardiola used Gündogan – the team’s top scorer this season – as his deepest-lying midfielder. The lack of protection for the defence was a feature of the first half, most damagingly when Chelsea broke quickly for the Havertz goal. Sterling was asked whether the absence of Fernandinho and Rodri had been a problem. “I thought we started off really well,” he replied. “We were in the game and it [the goal] was a counterattack … we knew exactly what they were going to do and that’s exactly what happened.” Guardiola had infamously lost a Champions League semi-final second-leg with Bayern to Madrid in 2014 by a 4-0 scoreline, having set up with attacking personnel. His team were shredded on the counter and he vowed to never again be so open. And yet the flaw was there against Chelsea in a lineup loaded with offensive-minded midfielders and wingers. They struggled to execute a complicated gameplan. What was interesting to hear from Guardiola were repeated references to it having been City’s and most of his players’ first Champions League final. Only Gündogan had played in Europe’s showpiece final before. The subtext was that the experience will stand them in good stead for the future. All clubs must suffer heartbreak before they triumph in this most capricious of competitions. And yet their conquerors in Chelsea blue were equally inexperienced, with only Thiago Silva having appeared in a previous final. City’s regrets run deep. The days ahead will be hard.","charCount":"5492","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidhytner\">David Hytner</a>"},{"headline":"Bank holiday Monday could be hottest day of year so far in UK","standfirst":"<p>Forecasters say temperatures may pass 25C in sunny end to unusually wet and cold May</p>","trailText":"Forecasters say temperatures may pass 25C in sunny end to unusually wet and cold May","byline":"Nicola Slawson","main":"<figure class=\"element element-image\" data-media-id=\"e495ac073c4d53c478eb8621d7e0237683885beb\"> <img src=\"https://media.guim.co.uk/e495ac073c4d53c478eb8621d7e0237683885beb/0_209_3500_2100/1000.jpg\" alt=\"People enjoy a drink on the seafront in Southend, with the bank holiday weekend bringing blue skies.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People enjoy a drink on the seafront in Southend, with the bank holiday weekend bringing blue skies.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA Media</span> </figcaption> </figure>","body":"<p>The UK could have its hottest day of the year so far on bank holiday Monday, with temperatures predicted to soar after rising across the country over the weekend.</p> <p>Forecasters said the mercury may pass 25C (77F) on Monday, which would be a new record for this year, beating the current high of 24.5C measured in Kew Gardens on 31 March.</p> <p>According to the Met Office, most parts of the country will experience a bright and sunny morning and the sunshine looks likely to continue into the afternoon, although patchy cloud will build in western areas and coastal fog will linger on eastern coasts. The evening will be clear with the chance of late sunshine.</p> <p>The clear skies are set to remain overnight for much of England and Wales. Northern Ireland and parts of Scotland will see some thicker cloud build, but it should remain largely dry.</p> <p>Spring so far has seen a mix of weather conditions. The sunny end to this month is a marked contrast from the rest of May, which has been much wetter and colder than usual. April, in comparison, was unusually dry and cold.</p> <p>Mike Kendon of the National Climate Information Centre said: “May 2021 has been a cool and wet month for most. Heavy showers, which normally characterise April, more than made up for their earlier absence during May.</p> <p>“The start of the month continued how April concluded, with cold conditions in charge. But then this unsettled theme dominated for most of the month.</p> <p>“As well as the rain, the cooler than average temperatures have been notable, with maximum temperatures having been particularly suppressed, often struggling to reach the high teens celsius … There have also been some unusually late frosts.”</p> <p>Tuesday will also be bright for many, with thicker cloud in Scotland. Light showers and a few spells of rain can be expected, particularly in Northern Ireland.</p> <p>There will be unsettled on Wednesday for southern England and Wales with thundery showers, while elsewhere will be sunny with very little, if any, cloud cover.</p>","newspaperPageNumber":"9","wordcount":"340","firstPublicationDate":"2021-05-30T17:57:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:03:22Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjv5a","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e495ac073c4d53c478eb8621d7e0237683885beb/0_209_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The UK could have its hottest day of the year so far on bank holiday Monday, with temperatures predicted to soar after rising across the country over the weekend. Forecasters said the mercury may pass 25C (77F) on Monday, which would be a new record for this year, beating the current high of 24.5C measured in Kew Gardens on 31 March. According to the Met Office, most parts of the country will experience a bright and sunny morning and the sunshine looks likely to continue into the afternoon, although patchy cloud will build in western areas and coastal fog will linger on eastern coasts. The evening will be clear with the chance of late sunshine. The clear skies are set to remain overnight for much of England and Wales. Northern Ireland and parts of Scotland will see some thicker cloud build, but it should remain largely dry. Spring so far has seen a mix of weather conditions. The sunny end to this month is a marked contrast from the rest of May, which has been much wetter and colder than usual. April, in comparison, was unusually dry and cold. Mike Kendon of the National Climate Information Centre said: “May 2021 has been a cool and wet month for most. Heavy showers, which normally characterise April, more than made up for their earlier absence during May. “The start of the month continued how April concluded, with cold conditions in charge. But then this unsettled theme dominated for most of the month. “As well as the rain, the cooler than average temperatures have been notable, with maximum temperatures having been particularly suppressed, often struggling to reach the high teens celsius … There have also been some unusually late frosts.” Tuesday will also be bright for many, with thicker cloud in Scotland. Light showers and a few spells of rain can be expected, particularly in Northern Ireland. There will be unsettled on Wednesday for southern England and Wales with thundery showers, while elsewhere will be sunny with very little, if any, cloud cover.","charCount":"1987","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nicola-slawson\">Nicola Slawson</a>"},{"headline":"Two dead and more than 20 injured in Florida banquet hall shooting","standfirst":"<ul><li>Three people open fire indiscriminately on concert crowd</li><li>Police lament ‘despicable act of gun violence’</li></ul>","trailText":"Police lament ‘despicable act of gun violence’ after three people open fire indiscriminately on concert crowd","byline":"Richard Luscombe in Miami","main":"<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"65be31e8-57d5-4215-94ef-e0d2c62bb0a4\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/fboaXvtUpfI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>","body":"<p>At least two people were killed and more than 20 injured in <a href=\"https://www.theguardian.com/us-news/miami\">Miami</a> early on Sunday as attackers opened fire on concertgoers outside a banquet hall. It was the city’s second deadly mass shooting in little more than 24 hours.</p> \n<p>A police spokesman said the shooting happened in the Hialeah area when three people got out of a white SUV and began firing on a line outside the El Mula banquet hall. The attackers, whom witnesses said were wearing ski masks and hoodies, used assault rifles and a handgun, authorities said.</p> \n<p>“These are cold-blooded murderers that shot indiscriminately into a crowd and we will seek justice,” the Miami-Dade police director, Alfredo Ramirez, said in a tweet.</p> \n<p>“This is a despicable act of gun violence, a cowardly act,” he <a href=\"https://www.miamiherald.com/news/local/community/miami-dade/article251783868.html\">told the Miami Herald</a>. “This type of gun violence has to stop. Every weekend it is the same thing. This is targeted, this is definitely not random.”</p> \n<p>No suspects were in custody and authorities indicated they <a href=\"https://twitter.com/CBSMiami/status/1399047114185789446\">expected the death toll to rise</a>. Marcus Lemonis, a Miami businessman and CNBC television host, <a href=\"https://twitter.com/marcuslemonis/status/1399000104934252544?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1399000104934252544%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.local10.com%2Fnews%2Flocal%2F2021%2F05%2F30%2Ftv-personality-marcus-lemonis-offers-reward-of-100k-following-latest-miami-dade-mass-shooting%2F\">offered a $100,000 reward</a> for information leading to a conviction.</p> \n<p>On Friday night, a <a href=\"https://www.miamiherald.com/news/local/crime/article251771258.html\">drive-by shooting</a> in Wynwood left one dead and six wounded. Authorities were alerted by ShotSpotter, an audible detection system that relays the sound of gunfire. A law enforcement source said officers who arrived to find victims lying in the road outside the rented party venue likened that scene to “a war zone”.</p> \n<p>With almost all pandemic restrictions lifted, visitors have swelled numbers in Miami, a popular vacation destination, for the Memorial Day weekend and the Urban beach week hip-hop music festival.</p> \n<figure class=\"element element-image\" data-media-id=\"c24ac86cab29842bf0ff860c234c06aceff3ed59\"> \n <img src=\"https://media.guim.co.uk/c24ac86cab29842bf0ff860c234c06aceff3ed59/0_99_3000_1800/1000.jpg\" alt=\"Miami-Dade police investigate near shell case evidence markers on the ground where a mass shooting took place outside of a banquet hall early Sunday in Hialeah, Florida.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Miami-Dade police investigate near shell case evidence markers on the ground where a mass shooting took place outside of a banquet hall early Sunday in Hialeah, Florida.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> \n </figcaption> \n</figure> \n<p>Police have not said if they believe the shootings are linked, but said that it appeared the victims were targeted in both attacks. After the Friday incident, detectives found shell casings from at least two types of weapon.</p> \n<p>In the Sunday incident, authorities said, eight wounded were taken to hospital by ambulance, at least three<strong> </strong>in critical condition. A further 12 people went to local hospitals on their own, the Herald reported.</p> \n<p>TV crews at the scene <a href=\"https://twitter.com/CBSMiami/status/1398976536586330112\">counted almost 100 evidence markers</a>, a likely indicator of the number of shots fired.</p> \n<p>Angela Green, whose 24-year-old son was at the concert, <a href=\"https://www.local10.com/news/local/2021/05/30/at-least-20-people-shot-2-killed-at-northwest-miami-dade-concert/\">told reporters</a> at Jackson Memorial hospital he was shot in the stomach but was expected to survive.</p> \n<p>“He called us frantic, saying he had been shot, that it hurts and that he loves us,” Green said. “My husband was like, ‘No, stay with us.’ He said the guys came with ski masks and hoodies and just started shooting up the crowd.”</p> \n<p>Art Acevedo, chief of the Miami police department, a separate jurisdiction to Miami-Dade detectives investigating the shooting, blamed political inaction for failing to curb gun violence.</p> \n<p>“We had our own shooting the night before where seven people were shot and one dead,” he told CBS’s Face the Nation. “It’s just an indication of the problem we have with the scourge of gun violence in this country that we need to do much more at a federal level to stop.</p> \n<p>“We need universal background checks. We need to make burglarising licensed gun stores a federal crime with mandatory sentencing. And we need the federal government and both sides to address this issue because without legislation, without certainty as it relates to holding these criminals accountable, we’re never going to get through the summer without much more death and destruction.”</p> \n<p>Gun control is stalled in the divided US Senate, following the <a href=\"https://www.cbsnews.com/news/gun-control-background-check-bills-house-passes/\">passage of two bills</a> by the House. Joe Biden announced in April his own <a href=\"https://www.theguardian.com/us-news/2021/apr/08/joe-biden-gun-violence-executive-actions-epidemic\">series of executive orders</a> designed to address the “international embarrassment” of gun violence in America.</p> \n<p>A <a href=\"https://www.theguardian.com/us-news/ng-interactive/2021/may/27/us-mass-shootings-database\">Guardian database</a> published last week details every mass shooting in the US since 2014.</p> \n<p>Ramirez told the Herald he was concerned by levels of gun crime in Miami.</p> \n<p>“It is very difficult to stop a small amount of individuals who want to go out there and commit murder, and it takes all of us to stop this,” he said. “We really have to put the work in this summer to keep our children and community safe.”</p>","wordcount":"690","firstPublicationDate":"2021-05-30T12:02:08Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T17:58:48Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htp4f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c7e498583509bd6ce4f973d32d607ada53f5ac50/0_265_3000_1801/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"At least two people were killed and more than 20 injured in Miami early on Sunday as attackers opened fire on concertgoers outside a banquet hall. It was the city’s second deadly mass shooting in little more than 24 hours. A police spokesman said the shooting happened in the Hialeah area when three people got out of a white SUV and began firing on a line outside the El Mula banquet hall. The attackers, whom witnesses said were wearing ski masks and hoodies, used assault rifles and a handgun, authorities said. “These are cold-blooded murderers that shot indiscriminately into a crowd and we will seek justice,” the Miami-Dade police director, Alfredo Ramirez, said in a tweet. “This is a despicable act of gun violence, a cowardly act,” he told the Miami Herald. “This type of gun violence has to stop. Every weekend it is the same thing. This is targeted, this is definitely not random.” No suspects were in custody and authorities indicated they expected the death toll to rise. Marcus Lemonis, a Miami businessman and CNBC television host, offered a $100,000 reward for information leading to a conviction. On Friday night, a drive-by shooting in Wynwood left one dead and six wounded. Authorities were alerted by ShotSpotter, an audible detection system that relays the sound of gunfire. A law enforcement source said officers who arrived to find victims lying in the road outside the rented party venue likened that scene to “a war zone”. With almost all pandemic restrictions lifted, visitors have swelled numbers in Miami, a popular vacation destination, for the Memorial Day weekend and the Urban beach week hip-hop music festival. Police have not said if they believe the shootings are linked, but said that it appeared the victims were targeted in both attacks. After the Friday incident, detectives found shell casings from at least two types of weapon. In the Sunday incident, authorities said, eight wounded were taken to hospital by ambulance, at least three in critical condition. A further 12 people went to local hospitals on their own, the Herald reported. TV crews at the scene counted almost 100 evidence markers, a likely indicator of the number of shots fired. Angela Green, whose 24-year-old son was at the concert, told reporters at Jackson Memorial hospital he was shot in the stomach but was expected to survive. “He called us frantic, saying he had been shot, that it hurts and that he loves us,” Green said. “My husband was like, ‘No, stay with us.’ He said the guys came with ski masks and hoodies and just started shooting up the crowd.” Art Acevedo, chief of the Miami police department, a separate jurisdiction to Miami-Dade detectives investigating the shooting, blamed political inaction for failing to curb gun violence. “We had our own shooting the night before where seven people were shot and one dead,” he told CBS’s Face the Nation. “It’s just an indication of the problem we have with the scourge of gun violence in this country that we need to do much more at a federal level to stop. “We need universal background checks. We need to make burglarising licensed gun stores a federal crime with mandatory sentencing. And we need the federal government and both sides to address this issue because without legislation, without certainty as it relates to holding these criminals accountable, we’re never going to get through the summer without much more death and destruction.” Gun control is stalled in the divided US Senate, following the passage of two bills by the House. Joe Biden announced in April his own series of executive orders designed to address the “international embarrassment” of gun violence in America. A Guardian database published last week details every mass shooting in the US since 2014. Ramirez told the Herald he was concerned by levels of gun crime in Miami. “It is very difficult to stop a small amount of individuals who want to go out there and commit murder, and it takes all of us to stop this,” he said. “We really have to put the work in this summer to keep our children and community safe.”","charCount":"4068","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/richardluscombe\">Richard Luscombe</a> in Miami"},{"headline":"Working around the legacy of lead: how safe is your veggie patch?","standfirst":"<p>A third of Australian inner-city vegetable patches have unsafe lead levels. Here’s a guide to carry on gardening</p>","trailText":"A third of Australian inner-city vegetable patches have unsafe lead levels. Here’s a guide to carry on gardening","byline":"Natalie Parletta","main":"<figure class=\"element element-image\" data-media-id=\"79020e0a640465d42138301c778b1d81b2b9a189\"> <img src=\"https://media.guim.co.uk/79020e0a640465d42138301c778b1d81b2b9a189/0_0_5616_3370/1000.jpg\" alt=\"Digging a veggie patch\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The benefits of gardening and getting outside far outweigh the risks, says project leader Prof Mark Taylor.<br></span> <span class=\"element-image__credit\">Photograph: cjp/Getty Images</span> </figcaption> </figure>","body":"<p>A third of veggie patches in Australia’s inner cities have levels of lead that exceed safe guidelines, according to Sydney researchers working in tandem with keen home gardeners over the past eight years.</p> <p>Happily the <a href=\"https://research.science.mq.edu.au/vegesafe/\">VegeSafe</a> team offers solutions so that people can “Carry On Gardening” (for people seasoned enough to remember the British <a href=\"https://www.comedy.co.uk/guide/group/carry_on/\">Carry On</a> comedy films), an axiom dreamed up by project lead Prof Mark Taylor from Macquarie University.</p> <p>“So the objective was not to be like a set of comedians obviously,” he says in his lilting northern England accent reminiscent of the Beatles. “The motto is to help people carry on gardening but in a safer, better informed way that minimises any potential exposure risk from the evidently quite clear hazard in people’s gardens – elevated soil lead.”</p> <p>It’s well established that <a href=\"https://www.who.int/news-room/fact-sheets/detail/lead-poisoning-and-health\">no level of human exposure to lead</a> (Pb) which accumulates once in the body is safe – especially for children. <a href=\"https://www.atsdr.cdc.gov/ToxProfiles/tp13.pdf\">Health impacts</a> of lead poisoning have been found in every body organ studied, interfering with brain development and function, the kidneys and heart, blood, immune system and reproduction.</p> <p>Soil levels in urban areas are largely residues from leaded petrol, which emitted more than 240 tonnes into the atmosphere before it was phased out in Australia by 2002, and weathered, degraded lead paint that was used on old buildings.</p> <p>“So what we’re looking at really is a legacy,” says Taylor. “There’s some places where it’s contemporary, like emissions to the atmosphere at Mount Isa, Broken Hill and Port Pirie, but when we’re talking about major cities of Sydney, Melbourne, Brisbane, the contamination that we measure in people’s gardens is legacy contaminants.</p> <p>“I mean, people can recontaminate if they go out and break up batteries in the yard and do smelting and stuff like that, but hardly anyone does that.”</p> <p>VegeSafe originated because concerned people regularly contacted the researchers to ask if their soil was contaminated and their vegetables safe to eat. The team used a university grant to buy a portable X-ray fluorescence (pXRF) spectrometry instrument which enables rapid testing of trace elements.</p> <p>“Once we had the machine, there were no analytical costs, just time costs,” says Taylor. When it launched the program in 2013 it was a resounding success. Eight years on and it’s now gathered and analysed – thanks to community donations – a record 20,000 samples from more than 5,000 homes.</p> <p>Results from more than 3,600 gardens, <a href=\"https://www.sciencedirect.com/science/article/pii/S0160412021002075#!\">published recently</a>, revealed that 35% had soil lead levels exceeding the Australian maximum guideline of 300 milligrams a kilogram.</p> <p>Through questionnaires, the team identified four key factors that could raise alarm bells: proximity to the inner city, age of the house, construction materials and old paint.</p>  <figure class=\"element element-image\" data-media-id=\"c83119ebdd46ea595e16f193c9b3589574101b54\"> <img src=\"https://media.guim.co.uk/c83119ebdd46ea595e16f193c9b3589574101b54/0_364_5616_3370/1000.jpg\" alt=\"Different vegetables absorb different amounts of trace minerals, with leafy greens soaking up the most – including lead.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Different vegetables absorb different amounts of trace minerals, with leafy greens soaking up the most – including lead.</span> <span class=\"element-image__credit\">Photograph: Janet Horton/Alamy</span> </figcaption> </figure>  <p>To confirm, or gain peace of mind, people can still send soil samples to VegeSafe<em> </em>– following <a href=\"https://research.science.mq.edu.au/vegesafe/how-to-participate/\">instructions</a> on the website – for free analysis. You can also investigate levels in your area by visiting <a href=\"https://www.mapmyenvironment.com/\">Map My Environment</a>.</p> <p>It should be noted that veggies soak up different levels of trace minerals – those that absorb the most, including lead – are leafy greens.</p> <p>And bear in mind that there might be other imposters lurking in your garden.</p> <p>“I think contamination extends so far beyond lead in soil,” says Millie Ross, senior researcher and presenter with Gardening Australia. “I think most people would be shocked if they knew what chemicals were applied to their public parks and food.” Pesticides were even <a href=\"https://www.abc.net.au/news/2021-02-21/suez-herbicides-contaminated-compost-melbourne-council/13175200\">found recently</a> in commercial compost.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Raised beds, clay caps, potted gardens can all help to minimise contact with soil</p> <footer> <cite>Millie Ross, Gardening Australia</cite> </footer> </blockquote> </aside>  <p>Unfortunately that’s not as easy to measure as trace metals, but it’s something Taylor is considering and could be in the pipeline through collaboration with a local lab.</p> <p>So what to do to keep your veggie patch safe? Getting clean soil and mixing it with clean compost is a great start – and if you want to test those for lead you can also send samples to the VegeSafe team.</p> <p>Garden beds are a good way to start, with a <a href=\"https://en.wikipedia.org/wiki/Geotextile#:~:text=Geotextiles%20are%20permeable%20fabrics%20which,reinforce%2C%20protect%2C%20or%20drain.\">geotextile fabric</a> on the bottom. “Raised beds, clay caps, potted gardens can all help to minimise contact with soil,” says Ross. “Start again,” adds Taylor “and it makes a feature anyway – looks great.”</p> <p>Other precautions include not mowing the lawn too short because it creates dust that can get into the house or be transferred hand to mouth by little ones. Use a doormat and leave shoes outside so contaminated soil doesn’t migrate inside.</p> <p>Most importantly, Taylor says: “There’s lots of simple things that people can do to carry on using the garden because the benefits of gardening and getting outside and doing all that far outweigh the risks.”</p> <p>The success of the project – a shining example of engaging and benefiting the public through science – didn’t elude the Gardening Australia team, who even got Taylor to don a cowboy hat and wield his mighty machine for a <a href=\"https://www.abc.net.au/gardening/factsheets/safe-soil/9436174\">segment</a> on the show.</p> <p>“This work has been so valuable,” says Ross, “mapping the extent of contamination but also providing a really accessible way for gardeners to get information about their own patch.”</p>","wordcount":"826","firstPublicationDate":"2021-05-30T17:30:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T17:31:40Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht4db","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/79020e0a640465d42138301c778b1d81b2b9a189/0_0_5616_3370/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A third of veggie patches in Australia’s inner cities have levels of lead that exceed safe guidelines, according to Sydney researchers working in tandem with keen home gardeners over the past eight years. Happily the VegeSafe team offers solutions so that people can “Carry On Gardening” (for people seasoned enough to remember the British Carry On comedy films), an axiom dreamed up by project lead Prof Mark Taylor from Macquarie University. “So the objective was not to be like a set of comedians obviously,” he says in his lilting northern England accent reminiscent of the Beatles. “The motto is to help people carry on gardening but in a safer, better informed way that minimises any potential exposure risk from the evidently quite clear hazard in people’s gardens – elevated soil lead.” It’s well established that no level of human exposure to lead (Pb) which accumulates once in the body is safe – especially for children. Health impacts of lead poisoning have been found in every body organ studied, interfering with brain development and function, the kidneys and heart, blood, immune system and reproduction. Soil levels in urban areas are largely residues from leaded petrol, which emitted more than 240 tonnes into the atmosphere before it was phased out in Australia by 2002, and weathered, degraded lead paint that was used on old buildings. “So what we’re looking at really is a legacy,” says Taylor. “There’s some places where it’s contemporary, like emissions to the atmosphere at Mount Isa, Broken Hill and Port Pirie, but when we’re talking about major cities of Sydney, Melbourne, Brisbane, the contamination that we measure in people’s gardens is legacy contaminants. “I mean, people can recontaminate if they go out and break up batteries in the yard and do smelting and stuff like that, but hardly anyone does that.” VegeSafe originated because concerned people regularly contacted the researchers to ask if their soil was contaminated and their vegetables safe to eat. The team used a university grant to buy a portable X-ray fluorescence (pXRF) spectrometry instrument which enables rapid testing of trace elements. “Once we had the machine, there were no analytical costs, just time costs,” says Taylor. When it launched the program in 2013 it was a resounding success. Eight years on and it’s now gathered and analysed – thanks to community donations – a record 20,000 samples from more than 5,000 homes. Results from more than 3,600 gardens, published recently, revealed that 35% had soil lead levels exceeding the Australian maximum guideline of 300 milligrams a kilogram. Through questionnaires, the team identified four key factors that could raise alarm bells: proximity to the inner city, age of the house, construction materials and old paint. To confirm, or gain peace of mind, people can still send soil samples to VegeSafe – following instructions on the website – for free analysis. You can also investigate levels in your area by visiting Map My Environment. It should be noted that veggies soak up different levels of trace minerals – those that absorb the most, including lead – are leafy greens. And bear in mind that there might be other imposters lurking in your garden. “I think contamination extends so far beyond lead in soil,” says Millie Ross, senior researcher and presenter with Gardening Australia. “I think most people would be shocked if they knew what chemicals were applied to their public parks and food.” Pesticides were even found recently in commercial compost. Unfortunately that’s not as easy to measure as trace metals, but it’s something Taylor is considering and could be in the pipeline through collaboration with a local lab. So what to do to keep your veggie patch safe? Getting clean soil and mixing it with clean compost is a great start – and if you want to test those for lead you can also send samples to the VegeSafe team. Garden beds are a good way to start, with a geotextile fabric on the bottom. “Raised beds, clay caps, potted gardens can all help to minimise contact with soil,” says Ross. “Start again,” adds Taylor “and it makes a feature anyway – looks great.” Other precautions include not mowing the lawn too short because it creates dust that can get into the house or be transferred hand to mouth by little ones. Use a doormat and leave shoes outside so contaminated soil doesn’t migrate inside. Most importantly, Taylor says: “There’s lots of simple things that people can do to carry on using the garden because the benefits of gardening and getting outside and doing all that far outweigh the risks.” The success of the project – a shining example of engaging and benefiting the public through science – didn’t elude the Gardening Australia team, who even got Taylor to don a cowboy hat and wield his mighty machine for a segment on the show. “This work has been so valuable,” says Ross, “mapping the extent of contamination but also providing a really accessible way for gardeners to get information about their own patch.”","charCount":"5016","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/natalie-parletta\">Natalie Parletta</a>"},{"headline":"ViacomCBS deal points to brighter future for A-League and W-League","standfirst":"<p>The announcement of a new broadcast partner is the first step out of a dark hole for professional football in Australia</p>","trailText":"The announcement of a new broadcast partner is the first step out of a dark hole for professional football in Australia","byline":"Jonathan Howcroft","main":"<figure class=\"element element-image\" data-media-id=\"ae35601b0a02cc822d24b898b48f6dd599acc02b\"> <img src=\"https://media.guim.co.uk/ae35601b0a02cc822d24b898b48f6dd599acc02b/0_397_5229_3138/1000.jpg\" alt=\"Melbourne City\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melbourne City will defend their 2021 A-League premiers’ plate on Channel 10.</span> <span class=\"element-image__credit\">Photograph: David Crosling/AAP</span> </figcaption> </figure>","body":"<p>The revolution <em>will</em> be televised. <a href=\"https://www.a-league.com.au/news/new_landmark_rights_deal\">Last week’s announcement</a> of a five-year $200m broadcast partnership with ViacomCBS (owners of Network 10) represents the light at the end of the tunnel for the A-League and W-League. After years of off-field squabbling and existential crises Australian professional football can once again <a href=\"https://www.theguardian.com/football/2020/dec/23/we-go-again-even-if-the-a-league-does-not-get-where-it-wants-to-go\">focus on the future</a>.</p> <p>That $200m figure is well below the previous <a href=\"https://www.theguardian.com/football/2017/may/16/why-even-346m-is-not-enough-to-prevent-civil-war-in-australian-football\">six-year $346m deal</a> with Fox Sports – a reflection of both the changing marketplace in broadcast rights and the declining status of the A-League – but it is at the upper end of expectations and sufficient to underpin the professional game in the short term.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/mar/30/a-league-loses-pitch-battle-in-australias-sporting-pecking-order\">A-League loses pitch battle in Australia's sporting pecking order | Emma Kemp</a> </p> </aside>  <p>At the very least, the A-League will receive one Saturday primetime fixture per week on Channel 10 supported by a pregame show, with the W-League broadcast live on 10 Bold on a Sunday. But the most interesting components of the deal sit below the headline figure.</p> <p>A sizeable component of ViacomCBS’s commitment will be delivered as contra. That means the A-League and W-League should be more visible than at any time since <a href=\"https://www.theguardian.com/football/2014/sep/02/western-syndey-wanderers-popularity-football\">the early days of Western Sydney Wanderers</a> almost a decade ago.</p> <p>This will include long sought after <a href=\"https://www.theguardian.com/football/2017/nov/28/a-league-invites-ridicule-with-star-wars-round-promotion\">advertising spend</a>, as well as the integration of football within Network 10 programming. For example, on the night of the announcement, Jenna McCormick and Michael Zullo were guests on The Project. That should be just the start of a process introducing Australian footballers to a wider audience and increasing awareness and familiarity with the game’s characters. It is an unprecedented opportunity to embed the game in the mainstream with an invested partner.</p> <p>That investment is more than simply contractual. ViacomCBS has purchased a minor equity stake in Australian Professional Leagues (the body responsible for the A-League and W-League since <a href=\"https://www.theguardian.com/football/2020/dec/31/a-league-and-w-league-unbundle-from-football-australia-in-historic-moment-for-game\">the unbundling from Football Australia</a>), further incentivising the success of the partnership and encouraging longer-term thinking.</p> <p>The equity stake also foreshadows further venture capital investment in the APL. Before the start of next season it is hoped at least $100m more will be added to the game’s coffers, providing league bosses with a rare war chest to aid the reboot.</p>  <figure class=\"element element-image\" data-media-id=\"b5eb349083f41f2dc9ff47ce02b7fbab59112e30\"> <img src=\"https://media.guim.co.uk/b5eb349083f41f2dc9ff47ce02b7fbab59112e30/0_546_8192_4918/1000.jpg\" alt=\"Lisa De Vanna\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The new broadcast partnership should increase the visibility of W-League stars.</span> <span class=\"element-image__credit\">Photograph: Jenny Evans/Getty Images</span> </figcaption> </figure>  <p>While all of this is good news for A-League supporters, there are downsides, not least the requirement to sign up to yet another streaming platform to access content. The opening offer is $8.99 per month for the Paramount+ service that unlocks access to every A-League and W-League fixture, but it is implausible that more attractive terms will not be offered to club members. Nonetheless, that still means another login, and with Optus Sport and Kayo still retaining high profile football and Amazon Prime seen as frontrunner to secure the rights to the Socceroos and Matildas, confusion and expense for consumers is only likely to increase.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It would be a missed opportunity if A-League 2.0 was a facsimile of the original</p> </blockquote> </aside>  <p>There is also the probability the A-League will revert to a summer competition, a decision that won’t please everyone, including FA chief executive James Johnson. “Playing in 40-degree heat doesn’t help the product. Playing in the winter does,” <a href=\"https://www.smh.com.au/sport/soccer/ffa-not-scared-of-a-league-clash-with-afl-nrl-in-winter-switch-20200621-p554qt.html\">he said last year</a>. How the governing bodies navigate this difference of opinion will be a test case for their long-term working relationship.</p> <p>Attention has already turned to how Network 10 will present its coverage. Without the legacy responsibilities that may have dictated decisions at SBS or Fox, 10 has an opportunity to rewrite the script. It earned plaudits for its novel treatment of cricket’s Big Bash League in its early incarnation and it must be hoped it is afforded a similar mandate to be creative and distinctive. It would be a missed opportunity if A-League 2.0 was a facsimile of the original.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/dec/31/a-league-and-w-league-unbundle-from-football-australia-in-historic-moment-for-game\">A-League and W-League unbundle from Football Australia in 'historic moment' for game</a> </p> </aside>  <p>Beverley McGarvey, chief content officer of ViacomCBS, has spoken of the importance of authenticity, citing The Project as an example. Of the show’s panelists, she told <a href=\"https://www.theceomagazine.com/executive-interviews/entertainment-leisure/network-opportunity-beverley-mcgarvey/\">CEO Magazine</a>, “they speak with an authentic voice and they believe what they’re saying. They need the flexibility and room to do that, and I think that’s how we produce our shows.”</p> <p>The pregame show, and any other non-match football content throughout the network, will be especially important. It is a devilishly difficult task producing material that appeals to Australian football’s myriad and vocal communities, but finding the game’s voice (or voices) will be integral to the venture’s success. This challenge is magnified by operating as the sole broadcaster. Previously, Fox and SBS were able to distinguish themselves in contrast to one another, 10 will not have that luxury. The network’s viewership leans towards a younger and more female audience, which is likely to inform decision making.</p> <p>Professional football in Australia has endured some lean years. The pandemic <a href=\"https://www.theguardian.com/football/2020/jun/22/no-end-to-footballs-inner-turmoil-despite-ffas-broadcast-deal\">turned malaise into panic</a>. The announcement of a new broadcast partner is the first step out of a dark hole and hopefully towards a brighter future.</p>","wordcount":"787","commentable":"false","firstPublicationDate":"2021-05-30T17:30:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T18:52:22Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htmy4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ae35601b0a02cc822d24b898b48f6dd599acc02b/0_397_5229_3138/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The revolution will be televised. Last week’s announcement of a five-year $200m broadcast partnership with ViacomCBS (owners of Network 10) represents the light at the end of the tunnel for the A-League and W-League. After years of off-field squabbling and existential crises Australian professional football can once again focus on the future. That $200m figure is well below the previous six-year $346m deal with Fox Sports – a reflection of both the changing marketplace in broadcast rights and the declining status of the A-League – but it is at the upper end of expectations and sufficient to underpin the professional game in the short term. At the very least, the A-League will receive one Saturday primetime fixture per week on Channel 10 supported by a pregame show, with the W-League broadcast live on 10 Bold on a Sunday. But the most interesting components of the deal sit below the headline figure. A sizeable component of ViacomCBS’s commitment will be delivered as contra. That means the A-League and W-League should be more visible than at any time since the early days of Western Sydney Wanderers almost a decade ago. This will include long sought after advertising spend, as well as the integration of football within Network 10 programming. For example, on the night of the announcement, Jenna McCormick and Michael Zullo were guests on The Project. That should be just the start of a process introducing Australian footballers to a wider audience and increasing awareness and familiarity with the game’s characters. It is an unprecedented opportunity to embed the game in the mainstream with an invested partner. That investment is more than simply contractual. ViacomCBS has purchased a minor equity stake in Australian Professional Leagues (the body responsible for the A-League and W-League since the unbundling from Football Australia), further incentivising the success of the partnership and encouraging longer-term thinking. The equity stake also foreshadows further venture capital investment in the APL. Before the start of next season it is hoped at least $100m more will be added to the game’s coffers, providing league bosses with a rare war chest to aid the reboot. While all of this is good news for A-League supporters, there are downsides, not least the requirement to sign up to yet another streaming platform to access content. The opening offer is $8.99 per month for the Paramount+ service that unlocks access to every A-League and W-League fixture, but it is implausible that more attractive terms will not be offered to club members. Nonetheless, that still means another login, and with Optus Sport and Kayo still retaining high profile football and Amazon Prime seen as frontrunner to secure the rights to the Socceroos and Matildas, confusion and expense for consumers is only likely to increase. There is also the probability the A-League will revert to a summer competition, a decision that won’t please everyone, including FA chief executive James Johnson. “Playing in 40-degree heat doesn’t help the product. Playing in the winter does,” he said last year. How the governing bodies navigate this difference of opinion will be a test case for their long-term working relationship. Attention has already turned to how Network 10 will present its coverage. Without the legacy responsibilities that may have dictated decisions at SBS or Fox, 10 has an opportunity to rewrite the script. It earned plaudits for its novel treatment of cricket’s Big Bash League in its early incarnation and it must be hoped it is afforded a similar mandate to be creative and distinctive. It would be a missed opportunity if A-League 2.0 was a facsimile of the original. Beverley McGarvey, chief content officer of ViacomCBS, has spoken of the importance of authenticity, citing The Project as an example. Of the show’s panelists, she told CEO Magazine, “they speak with an authentic voice and they believe what they’re saying. They need the flexibility and room to do that, and I think that’s how we produce our shows.” The pregame show, and any other non-match football content throughout the network, will be especially important. It is a devilishly difficult task producing material that appeals to Australian football’s myriad and vocal communities, but finding the game’s voice (or voices) will be integral to the venture’s success. This challenge is magnified by operating as the sole broadcaster. Previously, Fox and SBS were able to distinguish themselves in contrast to one another, 10 will not have that luxury. The network’s viewership leans towards a younger and more female audience, which is likely to inform decision making. Professional football in Australia has endured some lean years. The pandemic turned malaise into panic. The announcement of a new broadcast partner is the first step out of a dark hole and hopefully towards a brighter future.","charCount":"4892","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-howcroft\">Jonathan Howcroft</a>"}]