{"response":{"status":"ok","userTier":"developer","total":2272696,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227270,"orderBy":"newest","results":[{"id":"technology/2021/jun/04/microsoft-bing-tiananmen-tank-man-results","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2021-06-04T23:01:48Z","webTitle":"Microsoft blocks Bing from showing image results for Tiananmen ‘tank man’","webUrl":"https://www.theguardian.com/technology/2021/jun/04/microsoft-bing-tiananmen-tank-man-results","apiUrl":"https://content.guardianapis.com/technology/2021/jun/04/microsoft-bing-tiananmen-tank-man-results","fields":{"headline":"Microsoft blocks Bing from showing image results for Tiananmen ‘tank man’","standfirst":"<p>Users in US, Germany, Singapore, France and Switzerland reported no results were shown on Friday, the anniversary of the crackdown</p>","trailText":"Users in US, Germany, Singapore, France and Switzerland reported no results were shown on Friday, the anniversary of the crackdown","byline":"Julia Carrie Wong","main":"<figure class=\"element element-image\" data-media-id=\"8118902f2cca8993799853f4e57b9da2c13beac5\"> <img src=\"https://media.guim.co.uk/8118902f2cca8993799853f4e57b9da2c13beac5/0_0_5000_3247/1000.jpg\" alt=\"A man stands alone in front of a line of tanks heading east on Beijing’s Changan Blvd in Tiananmen Square, Beijing. \" width=\"1000\" height=\"649\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man stands alone in front of a line of tanks heading east on Beijing’s Changan Blvd in Tiananmen Square, Beijing. </span> <span class=\"element-image__credit\">Photograph: Jeff Widener/AP</span> </figcaption> </figure>","body":"<p>Microsoft blocked its search engine, Bing, from returning image and video results for the phrase “tank man” – a reference to the iconic image of a lone protester facing down tanks during the 1989 protests in Tiananmen Square – on Friday, the 32nd anniversary of the military crackdown.</p> <p>Users reported that no results were shown for the search query in countries including the US, Germany, Singapore, France and Switzerland, according to <a href=\"https://www.reuters.com/technology/microsoft-bing-raises-concerns-over-lack-image-results-tiananmen-tank-man-2021-06-04/\">Reuters</a> and <a href=\"https://www.vice.com/en/article/qj8v9m/bing-censors-tank-man\">Vice News</a>.</p> <p>References to the pro-democracy protest movement have long been censored in the People’s Republic of China (PCR), where the government maintains strict control over the internet, but the censorship by Bing extended to users outside China’s “great firewall”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/04/hong-kong-finds-new-ways-to-remember-tiananmen-square-amid-vigil-ban\">Hong Kong finds new ways to remember Tiananmen Square amid vigil ban</a> </p> </aside>  <p>The move came amid the PRC’s crackdown on Hong Kong, where it <a href=\"https://www.theguardian.com/world/2021/may/28/hong-kong-bans-tiananmen-square-vigil-citing-covid-restrictions\">banned</a> the Tiananmen Square anniversary vigil for the second year in a row, and growing concern over the extent to which China can exert economic pressure to enforce its censoriousness overseas.</p> <p>Just last week, the American actor John Cena made a <a href=\"https://www.theguardian.com/world/2021/may/26/john-cena-very-sorry-for-saying-taiwan-is-a-country\">public apology</a> for referring to Taiwan as “a country”, an offense to the PRC which insists that Taiwan is not an independent state.</p> <p>US-based tech companies have long struggled to balance their desire to operate in China’s enormous market with the censorship demands of the government.</p> <p>Microsoft Bing is one of the few foreign search engines that are accessible in China, because the company has agreed to <a href=\"https://www.wired.com/story/us-companies-help-censor-internet-china/\">censor results</a> for sensitive terms such as the Dalai Lama, Tiananmen Square or Falun Gong.</p> <p>In 2016, the New York Times <a href=\"https://www.nytimes.com/2016/11/22/technology/facebook-censorship-tool-china.html\">reported</a> that Facebook was working on a secret tool that would allow a third party to censor the platform for Chinese users in exchange for the PRC allowing Facebook to operate within the country.</p> <p>In 2018, employees at Google exposed an internal project to build a <a href=\"https://www.theguardian.com/world/2018/aug/02/google-working-on-censored-search-engine-for-china\">censored search engine</a> that the company hoped would allow it to re-enter China. Google had pulled out of China in 2010 over censorship and hacking.</p> <p>A Microsoft spokesperson said: “This is due to an accidental human error and we are actively working to resolve this.”</p> <p>In 2014, the Guardian <a href=\"https://www.theguardian.com/technology/2014/feb/11/bing-censors-chinese-language-search-results\">reported</a> that Bing was censoring results for Chinese-language users in the US for many of the same terms that Bing censors inside China, such as Dalai Lama, Tiananmen Square and Falun Gong.</p> <p>The company <a href=\"https://www.theguardian.com/technology/2014/feb/12/microsoft-bing-censor-chinese-search-results-system-error\">attributed</a> the results to “an error in our system”.</p> <p>In 2009, the New York Times columnist Nicholas Kristof wrote a <a href=\"https://kristof.blogs.nytimes.com/2009/11/20/boycott-microsoft-bing\">column</a> about receiving seemingly censored results on Bing when he searched for topics such as the Dalai Lama, Tiananmen Square, and Falun Gong using simplified Chinese language characters.</p> <p>A company spokesman told Kristof that the pro-CCP results were due to “a bug”.</p>","wordcount":"443","firstPublicationDate":"2021-06-04T23:01:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:03:24Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkhhb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8118902f2cca8993799853f4e57b9da2c13beac5/0_123_5000_3001/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Microsoft blocked its search engine, Bing, from returning image and video results for the phrase “tank man” – a reference to the iconic image of a lone protester facing down tanks during the 1989 protests in Tiananmen Square – on Friday, the 32nd anniversary of the military crackdown. Users reported that no results were shown for the search query in countries including the US, Germany, Singapore, France and Switzerland, according to Reuters and Vice News. References to the pro-democracy protest movement have long been censored in the People’s Republic of China (PCR), where the government maintains strict control over the internet, but the censorship by Bing extended to users outside China’s “great firewall”. The move came amid the PRC’s crackdown on Hong Kong, where it banned the Tiananmen Square anniversary vigil for the second year in a row, and growing concern over the extent to which China can exert economic pressure to enforce its censoriousness overseas. Just last week, the American actor John Cena made a public apology for referring to Taiwan as “a country”, an offense to the PRC which insists that Taiwan is not an independent state. US-based tech companies have long struggled to balance their desire to operate in China’s enormous market with the censorship demands of the government. Microsoft Bing is one of the few foreign search engines that are accessible in China, because the company has agreed to censor results for sensitive terms such as the Dalai Lama, Tiananmen Square or Falun Gong. In 2016, the New York Times reported that Facebook was working on a secret tool that would allow a third party to censor the platform for Chinese users in exchange for the PRC allowing Facebook to operate within the country. In 2018, employees at Google exposed an internal project to build a censored search engine that the company hoped would allow it to re-enter China. Google had pulled out of China in 2010 over censorship and hacking. A Microsoft spokesperson said: “This is due to an accidental human error and we are actively working to resolve this.” In 2014, the Guardian reported that Bing was censoring results for Chinese-language users in the US for many of the same terms that Bing censors inside China, such as Dalai Lama, Tiananmen Square and Falun Gong. The company attributed the results to “an error in our system”. In 2009, the New York Times columnist Nicholas Kristof wrote a column about receiving seemingly censored results on Bing when he searched for topics such as the Dalai Lama, Tiananmen Square, and Falun Gong using simplified Chinese language characters. A company spokesman told Kristof that the pro-CCP results were due to “a bug”.","charCount":"2689","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/julia-carrie-wong\">Julia Carrie Wong</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2021/jun/05/anthony-albaneses-queensland-pitch-looks-to-convert-ever-greater-state-labor-support","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2021-06-04T23:01:02Z","webTitle":"Anthony Albanese’s Queensland pitch looks to convert ‘ever greater’ state Labor support","webUrl":"https://www.theguardian.com/australia-news/2021/jun/05/anthony-albaneses-queensland-pitch-looks-to-convert-ever-greater-state-labor-support","apiUrl":"https://content.guardianapis.com/australia-news/2021/jun/05/anthony-albaneses-queensland-pitch-looks-to-convert-ever-greater-state-labor-support","fields":{"headline":"Anthony Albanese’s Queensland pitch looks to convert ‘ever greater’ state Labor support","standfirst":"<p>Opposition leader to tell Queensland Labor conference traditional industries ‘have a future’ alongside emerging ones<br></p>","trailText":"Opposition leader to tell Queensland Labor conference traditional industries ‘have a future’ alongside emerging ones<br>","byline":"Katharine Murphy Political editor","main":"<figure class=\"element element-image\" data-media-id=\"8efef0f61b3b5fe86d91e856bda0494b0a93abc0\"> <img src=\"https://media.guim.co.uk/8efef0f61b3b5fe86d91e856bda0494b0a93abc0/0_176_4414_2648/1000.jpg\" alt=\"Federal opposition leader Anthony Albanese\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Opposition leader Anthony Albanese says he wants to lead a federal government ‘that looks to Queensland’s rich catalogue of achievements and is inspired by it’.</span> <span class=\"element-image__credit\">Photograph: Darren England/AAP</span> </figcaption> </figure>","body":"<p>Anthony Albanese says Queenslanders are backing Labor at the state level in “ever greater numbers” since the defeat of the Newman government, and he wants to translate that support to the ALP at the federal level.</p> <p>The federal ALP leader will use an address to the party faithful at the Labor conference in Queensland on Saturday to intensify his courtship of voters in a state that will make or break the opposition’s election chances.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/in-with-a-chance-after-two-years-of-albanese-labor-feels-morrison-can-be-beaten\">After two years with Anthony Albanese at the helm, Labor feels Scott Morrison can be beaten | Katharine Murphy</a> </p> </aside>  <p>Albanese will note when it comes to elections, Queenslanders possess “an unparalleled talent for combining wisdom with brutal efficiency” – qualities in evidence when <a href=\"https://www.theguardian.com/australia-news/2015/sep/18/campbell-newman-says-media-partly-to-blame-for-his-queensland-election-loss\">the Newman government was dispatched from office</a> in 2015.</p> <p>He says voters have rallied behind Labor and the premier Annastacia Palaszczuk, and “three terms in, Queenslanders are seeing their collective wisdom paying dividends”.</p> <p>“I want to translate the support for Queensland Labor to the federal level,” Albanese will say on Saturday. “I want it to be clear that the best choice for your great state is a Labor government in Canberra”.</p> <p>Albanese says he wants to lead a federal government “that looks to Queensland’s rich catalogue of achievements and is inspired by it – a federal government that draws strength from the mighty union movement and understands, as your members do, that we will always be at our best when unions and business work together.”</p> <p>He says Labor has led from opposition during the pandemic, dragging the Liberal and National parties “out of their slumber and towards action” on policies like wage subsidies for workers during lockdowns.</p> <p>“Labor values have indisputably been the right ones for the crisis, they will be the right ones for the recovery,” Albanese will say.</p> <p>Voters in regional Queensland <a href=\"https://www.theguardian.com/australia-news/2019/may/18/australian-election-queensland-labor-hopes\">savaged Labor during the federal election contest in 2019</a>, with the future of the Adani coal mine a key political flashpoint. Albanese on Saturday will attempt to walk a line between support for traditional industries and backing the new energy economy.</p> <p>“We believe in ensuring Queensland’s traditional industries have a future,” the Labor leader will tell the conference. “Mining, for example, makes up almost 12% of Queensland’s economy”.</p> <p>“Queensland’s coal and bauxite huge reserves are of such high quality, they are – and will remain – highly sought overseas”.</p> <p>“But we also know it’s crucial to back emerging industries, and in many cases, the new industries are being supported by our traditional ones – for example, it takes more than 200 tonnes of metallurgical coal to produce one wind turbine.”</p> <p>He will argue Queensland wins both in the era of fossil fuels and the transition to lower emissions that will accelerate in the coming decades.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/02/coalition-putting-jobs-and-exports-at-risk-by-opposing-renewables-and-antagonising-china-anthony-albanese-says\">Anthony Albanese sends mixed signals on fossil fuels as Labor wrestles over climate policy</a> </p> </aside>  <p>“According to forecasts of global growth in wind power capacity to 2030, Australia could be exporting 15.5m tonnes of coking coal to build [wind] turbines,” Albanese will say.</p> <p>“This is the equivalent of three years output from the Moranbah North coking coal mine in Queensland”.</p> <p>“Meanwhile, Queensland’s abundance of sunshine and wind resources and your massive opportunities in hydrogen will be key to Australia realising its potential as a renewable energy superpower.”</p> <p>Albanese will also make a pitch to workers in the services sector, in manufacturing, and tourism, and argue that jobs and services need to be created in both the regions and the cities. He will characterise the Morrison government as “out of time, out of ideas – and at the next election, it should be out of office”.</p> <p>Given its poor performance in 2019, <a href=\"https://www.theguardian.com/australia-news/2021/may/28/in-with-a-chance-after-two-years-of-albanese-labor-feels-morrison-can-be-beaten\">Labor is hopeful if can pick up seats</a> in the next contest, with the popularity of the state Labor government a plus.</p> <p>But Labor will be trying to pick up seats that the Coalition now holds with substantial margins, and the party will also be defending held seats as well as looking to make gains.</p>","wordcount":"622","firstPublicationDate":"2021-06-04T23:01:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:02:25Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkcdj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8efef0f61b3b5fe86d91e856bda0494b0a93abc0/0_176_4414_2648/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Anthony Albanese says Queenslanders are backing Labor at the state level in “ever greater numbers” since the defeat of the Newman government, and he wants to translate that support to the ALP at the federal level. The federal ALP leader will use an address to the party faithful at the Labor conference in Queensland on Saturday to intensify his courtship of voters in a state that will make or break the opposition’s election chances. Albanese will note when it comes to elections, Queenslanders possess “an unparalleled talent for combining wisdom with brutal efficiency” – qualities in evidence when the Newman government was dispatched from office in 2015. He says voters have rallied behind Labor and the premier Annastacia Palaszczuk, and “three terms in, Queenslanders are seeing their collective wisdom paying dividends”. “I want to translate the support for Queensland Labor to the federal level,” Albanese will say on Saturday. “I want it to be clear that the best choice for your great state is a Labor government in Canberra”. Albanese says he wants to lead a federal government “that looks to Queensland’s rich catalogue of achievements and is inspired by it – a federal government that draws strength from the mighty union movement and understands, as your members do, that we will always be at our best when unions and business work together.” He says Labor has led from opposition during the pandemic, dragging the Liberal and National parties “out of their slumber and towards action” on policies like wage subsidies for workers during lockdowns. “Labor values have indisputably been the right ones for the crisis, they will be the right ones for the recovery,” Albanese will say. Voters in regional Queensland savaged Labor during the federal election contest in 2019, with the future of the Adani coal mine a key political flashpoint. Albanese on Saturday will attempt to walk a line between support for traditional industries and backing the new energy economy. “We believe in ensuring Queensland’s traditional industries have a future,” the Labor leader will tell the conference. “Mining, for example, makes up almost 12% of Queensland’s economy”. “Queensland’s coal and bauxite huge reserves are of such high quality, they are – and will remain – highly sought overseas”. “But we also know it’s crucial to back emerging industries, and in many cases, the new industries are being supported by our traditional ones – for example, it takes more than 200 tonnes of metallurgical coal to produce one wind turbine.” He will argue Queensland wins both in the era of fossil fuels and the transition to lower emissions that will accelerate in the coming decades. “According to forecasts of global growth in wind power capacity to 2030, Australia could be exporting 15.5m tonnes of coking coal to build [wind] turbines,” Albanese will say. “This is the equivalent of three years output from the Moranbah North coking coal mine in Queensland”. “Meanwhile, Queensland’s abundance of sunshine and wind resources and your massive opportunities in hydrogen will be key to Australia realising its potential as a renewable energy superpower.” Albanese will also make a pitch to workers in the services sector, in manufacturing, and tourism, and argue that jobs and services need to be created in both the regions and the cities. He will characterise the Morrison government as “out of time, out of ideas – and at the next election, it should be out of office”. Given its poor performance in 2019, Labor is hopeful if can pick up seats in the next contest, with the popularity of the state Labor government a plus. But Labor will be trying to pick up seats that the Coalition now holds with substantial margins, and the party will also be defending held seats as well as looking to make gains.","charCount":"3798","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/katharine-murphy\">Katharine Murphy</a> Political editor"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2021/jun/05/gambling-logos-feature-700-times-in-football-match-says-ch4-documentary","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-06-04T23:01:00Z","webTitle":"Gambling logos feature 700 times in football match, says Ch4 documentary","webUrl":"https://www.theguardian.com/society/2021/jun/05/gambling-logos-feature-700-times-in-football-match-says-ch4-documentary","apiUrl":"https://content.guardianapis.com/society/2021/jun/05/gambling-logos-feature-700-times-in-football-match-says-ch4-documentary","fields":{"headline":"Gambling logos feature 700 times in football match, says Ch4 documentary","standfirst":"<p>Ex-Scottish Tory chief says ‘radical rethink’ of industry’s ‘parasitic’ ties with the sport is needed</p>","trailText":"Ex-Scottish Tory chief says ‘radical rethink’ of industry’s ‘parasitic’ ties with the sport is needed","byline":"Rob Davies","main":"<figure class=\"element element-image\" data-media-id=\"8c8a666fc5b7074bb20ef7b74ae76ed80dee2c9f\"> <img src=\"https://media.guim.co.uk/8c8a666fc5b7074bb20ef7b74ae76ed80dee2c9f/0_267_4000_2400/1000.jpg\" alt=\"a gambling app on a phone\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A data scientist says gambling firms are using algorithms to identify customers to entice to bet more or try other products, deploying controversial incentives such as free bets and bonuses.</span> <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> </figcaption> </figure>","body":"<p>Gambling logos can appear more than 700 times in a single football match, according to a documentary in which former Scottish Conservative leader Ruth Davidson calls for a “radical rethink” of the <a href=\"https://www.theguardian.com/sport/blog/2020/jan/12/gamblification-football-betting-act\">relationship between the sport and betting</a>.</p> <p>In her first outing as a TV presenter, Davidson describes the gambling industry’s relationship with football as a “parasite that’s taking over the host” in the Channel 4 programme, due to air on Monday evening.</p> <p>The influential life peer’s intervention in the debate comes with the government in the midst of a <a href=\"https://www.theguardian.com/society/2020/dec/04/uk-gambling-laws-review-to-consider-ban-sports-sponsorship\">review of gambling laws</a>, which will include an examination of sponsorship deals.</p> <p>Davidson, a keen football player and Dunfermline Athletic fan, spoke to former addicts, clubs, campaigners and academics, including one who has measured the visibility of gambling during match broadcasts.</p> <p>According to analysis using methodology drawn up by Dr Robin Ireland at the University of Glasgow, there were up to 716 gambling “exposures” in a match between Newcastle United and Wolverhampton Wanderers, both of which have gambling sponsors - equal to more than six logos per minute.</p> <p>While the industry agreed to a voluntary “whistle-to-whistle” ban on TV advertising during afternoon games, Ireland’s research found that their branding is still constantly visible, particularly on pitchside hoardings.</p> <p>Davidson also raises concerns about “cross-selling”, where gambling companies invite fans betting on football to try other products, such as casino games that typically carry higher rates of addiction than sports betting.</p> <p>A data scientist who has worked for gambling firms, and spoke to Channel 4 anonymously, said: “The real money is if you able to […] make those customers bet on casino as well. In sports you can win if you’re well-informed or know how to bet but in gaming, in the long run, you’ll always be losing.”</p> <p>He said gambling firms were using algorithms to identify customers who they might want to entice to bet more or try other products, deploying controversial incentives such as free bets and bonuses.</p> <p>“If you see someone is spending a lot, you’ll want to make sure they’re doing it regularly,” he said.</p> <p>Davidson also interviewed John Whittingdale MP, the junior minister overseeing the gambling review at the department for digital, culture, media and sport (DCMS).</p> <p>Whittingdale admitted that online gambling has presented new public health concerns that should “trump” any fears about the impact on £3bn of annual betting duty revenue, if industry profits are crimped by stricter regulation.</p> <p>But Davidson came away unconvinced that curbs on advertising are likely, with the minister citing a lack of evidence linking it to addiction.</p> <p>Whittingdale’s appointment at DCMS has <a href=\"https://www.theguardian.com/society/2021/mar/01/tory-minister-who-backed-fobts-takes-over-review-of-gambling-laws\">raised concerns among campaigners</a> for reform, due to past comments that appeared to play down the dangers of FOBT digital roulette machines, which the government later branded a “social blight”.</p> <p>The documentary, entitled Gambling’s Football Addiction, charts <a href=\"https://www.theguardian.com/football/audio/2020/oct/13/football-and-its-relationship-with-gambling-football-weekly-special-podcast\">how entrenched gambling has become in the game</a>and among those who watch it.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk </figcaption> </figure>  <p>It cites the gambling industry’s annual contribution to football clubs’ coffers of more than £100m – plus around £200m spent with broadcasters – which football authorities and the betting groups have said makes any sponsorship restrictions unwelcome.</p> <p>But Tranmere Rovers chair and former Football Association boss Mark Palios told Davidson that the club had successfully weaned itself off gambling sponsorship income.</p> <p>The documentary also explores gambling addiction suffered by footballers, including former Tottenham and England defender Stephen Caulker.</p> <p>According to the Sporting Chance clinic, which helps athletes with addiction, gambling has overtaken drugs and alcohol as the most common addiction among professionals seeking treatment.</p> <p>A spokesperson for the Betting &amp; Gaming Council said: “A recent study from Professor Ian McHale from the University of Liverpool considered the relationship between football sponsorship, betting participation and problem gambling, and concluded there was no evidence that sponsorship of clubs or leagues by betting operators influenced participation in betting.</p> <p>“A recent report by the Gambling Commission also suggested problem and at-risk gambling rates fell in 2020, however one problem gambler is one too many, which is why we will continue our work on further improving standards and promoting safer gambling.”</p> <p><em>• Football’s Gambling Addiction airs on Channel 4 on Monday 7</em><em> June at 7.30pm, and then available on All4.</em></p>","wordcount":"695","firstPublicationDate":"2021-06-04T23:01:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:01:00Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk52e","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8c8a666fc5b7074bb20ef7b74ae76ed80dee2c9f/0_267_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Gambling logos can appear more than 700 times in a single football match, according to a documentary in which former Scottish Conservative leader Ruth Davidson calls for a “radical rethink” of the relationship between the sport and betting. In her first outing as a TV presenter, Davidson describes the gambling industry’s relationship with football as a “parasite that’s taking over the host” in the Channel 4 programme, due to air on Monday evening. The influential life peer’s intervention in the debate comes with the government in the midst of a review of gambling laws, which will include an examination of sponsorship deals. Davidson, a keen football player and Dunfermline Athletic fan, spoke to former addicts, clubs, campaigners and academics, including one who has measured the visibility of gambling during match broadcasts. According to analysis using methodology drawn up by Dr Robin Ireland at the University of Glasgow, there were up to 716 gambling “exposures” in a match between Newcastle United and Wolverhampton Wanderers, both of which have gambling sponsors - equal to more than six logos per minute. While the industry agreed to a voluntary “whistle-to-whistle” ban on TV advertising during afternoon games, Ireland’s research found that their branding is still constantly visible, particularly on pitchside hoardings. Davidson also raises concerns about “cross-selling”, where gambling companies invite fans betting on football to try other products, such as casino games that typically carry higher rates of addiction than sports betting. A data scientist who has worked for gambling firms, and spoke to Channel 4 anonymously, said: “The real money is if you able to […] make those customers bet on casino as well. In sports you can win if you’re well-informed or know how to bet but in gaming, in the long run, you’ll always be losing.” He said gambling firms were using algorithms to identify customers who they might want to entice to bet more or try other products, deploying controversial incentives such as free bets and bonuses. “If you see someone is spending a lot, you’ll want to make sure they’re doing it regularly,” he said. Davidson also interviewed John Whittingdale MP, the junior minister overseeing the gambling review at the department for digital, culture, media and sport (DCMS). Whittingdale admitted that online gambling has presented new public health concerns that should “trump” any fears about the impact on £3bn of annual betting duty revenue, if industry profits are crimped by stricter regulation. But Davidson came away unconvinced that curbs on advertising are likely, with the minister citing a lack of evidence linking it to addiction. Whittingdale’s appointment at DCMS has raised concerns among campaigners for reform, due to past comments that appeared to play down the dangers of FOBT digital roulette machines, which the government later branded a “social blight”. The documentary, entitled Gambling’s Football Addiction, charts how entrenched gambling has become in the gameand among those who watch it. It cites the gambling industry’s annual contribution to football clubs’ coffers of more than £100m – plus around £200m spent with broadcasters – which football authorities and the betting groups have said makes any sponsorship restrictions unwelcome. But Tranmere Rovers chair and former Football Association boss Mark Palios told Davidson that the club had successfully weaned itself off gambling sponsorship income. The documentary also explores gambling addiction suffered by footballers, including former Tottenham and England defender Stephen Caulker. According to the Sporting Chance clinic, which helps athletes with addiction, gambling has overtaken drugs and alcohol as the most common addiction among professionals seeking treatment. A spokesperson for the Betting &amp; Gaming Council said: “A recent study from Professor Ian McHale from the University of Liverpool considered the relationship between football sponsorship, betting participation and problem gambling, and concluded there was no evidence that sponsorship of clubs or leagues by betting operators influenced participation in betting. “A recent report by the Gambling Commission also suggested problem and at-risk gambling rates fell in 2020, however one problem gambler is one too many, which is why we will continue our work on further improving standards and promoting safer gambling.” • Football’s Gambling Addiction airs on Channel 4 on Monday 7 June at 7.30pm, and then available on All4.","charCount":"4538","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rob-davies\">Rob Davies</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/blog/2021/jun/05/talking-horses-hurricane-lane-can-blow-rest-of-field-away-in-derby-horse-racing-tips","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-04T23:01:00Z","webTitle":"Talking Horses: Hurricane Lane can blow rest of field away in Derby","webUrl":"https://www.theguardian.com/sport/blog/2021/jun/05/talking-horses-hurricane-lane-can-blow-rest-of-field-away-in-derby-horse-racing-tips","apiUrl":"https://content.guardianapis.com/sport/blog/2021/jun/05/talking-horses-hurricane-lane-can-blow-rest-of-field-away-in-derby-horse-racing-tips","fields":{"headline":"Talking Horses: Hurricane Lane can blow rest of field away in Derby","standfirst":"<p>Charlie Appleby’s colt has progressed with every run and looks a value each-way alternative to the hot favourite </p>","trailText":"Charlie Appleby’s colt has progressed with every run and looks a value each-way alternative to the hot favourite ","byline":"Greg Wood","main":"<figure class=\"element element-image\" data-media-id=\"812d7b008da39cf9f1a800c8389b5114ff86afdb\"> \n <img src=\"https://media.guim.co.uk/812d7b008da39cf9f1a800c8389b5114ff86afdb/67_0_5048_3029/1000.jpg\" alt=\"Racegoers cheer on their fancies during Oaks day at Epsom.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Racegoers cheer on their fancies during Oaks day at Epsom.</span> \n  <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> \n </figcaption> \n</figure>","body":"<p>A little over a week ago, a report suggested that Aidan O’Brien could send as many as eight colts to Epsom Downs for Saturday’s Derby. Instead, for the first time since 2004, O’Brien will rely on a single runner – Bolshoi Ballet, the favourite – just as he did two decades ago when Galileo, Bolshoi Ballet’s sire, gave him the first of his record eight victories in the Classic.</p> \n<p>It could be pointed out that Meath, O’Brien’s only runner 17 years ago, finished last of the 14 runners, was subsequently gelded and then sold to race in Hong Kong. The parallels between Saturday’s market leader and his sire, though, are more compelling, not least the fact that both horses were impressive winners of the Derrinstown Derby Trial in May.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/jun/04/frankie-dettori-steers-snowfall-through-rain-to-pulverise-rivals-in-oaks-horse-racing\">Frankie Dettori steers Snowfall through rain to pulverise rivals in Oaks</a> </p> \n</aside> \n<p>Bolshoi Ballet hammered his stable companion Lough Derg by six lengths at Leopardstown, with Saturday’s opponents Mac Swiney and Southern Lights even further adrift in fourth and fifth. The time was decent and Mac Swiney – who suffered from a nasal discharge for several days afterwards – recovered in time to frank the form with a victory in the Irish 2,000 Guineas next time.</p> \n<p>Whether the Leopardstown form is good enough to make Bolshoi Ballet a worthy 13-8 favourite on Saturday is a different question, as the Lingfield Derby Trial (won by Third Realm), the Chester Vase (Youth Spirit) and the Dante – won by the unbeaten Hurricane Lane – all had convincing winners and were run in respectable times.</p> \n<p>Bolshoi Ballet’s price also implies a fair degree of confidence that he will improve for the step up to 12 furlongs but the style of his trial success – he was in front with well over three furlongs to run and quickened clear two out – means that it is not necessarily a given. The rain at Epsomon Friday, which had changed the going to good-to-soft by mid-afternoon, adds to the uncertainty.</p> \n<p>Saturday’s 12-strong field also has some interesting dark horses that are open to any amount of improvement, including John Leeper, the mount of Frankie Dettori, and Mohaafeth. Both are unbeaten this season and likely to improve for the trip, though William Haggas, Mohaafeth’s trainer, has expressed doubts about whether his colt will appreciate cut in the ground.</p> \n<p>On balance, and unless his price drifts abruptly, Bolshoi Ballet looks worth opposing with an each-way alternative, and Hurricane Lane and Mac Swiney are the most obvious candidates with the form and potential to make them plausible winners. Mac Swiney’s odds began to contract as the ground eased on Friday but 11-2 is still a fair price for a colt who had enough class to land a Guineas last time but will surely be better still at 12 furlongs.</p> \n<p>Marginal preference, though, is for <strong>Hurricane Lane (4.30) </strong>at around 8-1 – a surprising price for an unbeaten Dante winner who reached top gear only in the closing stages at York. Charlie Appleby’s colt has progressed with every run and could find plenty more improvement for the step up in trip on just the fourth start of his career.</p> \n<p><strong>Epsom 2.00</strong> <strong>King Frankel </strong>ran into a likely Pattern-class performer on his handicap debut in the London Gold Cup last time and while he is up 6lb despite finishing a four-length second there, his new mark still looks workable.</p> \n<p><strong>Epsom 2.35</strong> <strong>Statement </strong>went backwards from her close second in the Fred Darling in April when fading into eighth in the 1,000 Guineas. She switched to front-running tactics at Newmarket, however, and a more patient ride could do the trick against lesser opposition on Saturday.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4aaea2cb-f09d-4414-b04d-a2dcc9684c9b\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p><b>Doncaster</b> 1.20 Idilico 1.55 Nazanin 2.30 End Result 3.05 Reverend Hubert 3.40 Blu Boy 4.15 Mahale 4.50 Air To Air<br><b>Hexham</b> 1.30 Sputnik 2.05 Snowed In 2.40 Fitzroy 3.15 Koi Dodville 3.50 Absolutely Dylan 4.45 Sheriff Garrett 5.20 Mackie Dee 5.55 King Golan <br><b>Musselburgh</b> 1.40 Big Boy Harley 2.15 Donnelly’s Rainbow 2.50 Captain Cooper 3.25 Dhushan 4.00 Zaffy’s Pride 4.55 Primo’s Comet 5.30 My Girl Maggie <br><b>Worcester</b> 1.45 Mill Green 2.20 Furius De Ciergues 2.55 El Borracho 3.30 Speedy Hooves 4.05 Umndeni 5.00 Papa Tango Charly 5.35 Simply Loveleh <br><b>Epsom</b> 2.00 King Frankel (nb) 2.35 Statement 3.10 Century Dream 3.45 Recon Mission 4.30 Hurricane Lane (nap) 5.15 Group One Power 5.50 Ejtilaab <br><b>Lingfield</b> 5.45 Fact Or Fable 6.15 Riknnah 6.45 Amber Dew 7.15 Maxine 7.45 Pledge Of Honour 8.15 Steel An Icon 8.45 Rafiot <br><b>Chepstow</b> 6.00 Captain Ryan 6.30 Moonraker 7.00 Symphony Perfect 7.30 Mostallim 8.00 Fieldsman 8.30 Diffident Spirit 9.00 Plansina&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p><strong>Epsom 3.10</strong> <strong>Century Dream </strong>was below his best last time but comes alive over this track and trip and can register a third success in this race in the last four years.</p> \n<p><strong>Epsom 3.45</strong> <strong>Recon Mission </strong>and Ray Dawson were ready winners over track and trip in April and Tony Carroll’s gelding has a fair chance of a follow-up from a 3lb higher mark.</p>","newspaperPageNumber":"19","wordcount":"663","commentCloseDate":"2021-06-07T23:01:00Z","commentable":"true","firstPublicationDate":"2021-06-04T23:01:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:01:00Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkfyy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/812d7b008da39cf9f1a800c8389b5114ff86afdb/67_0_5048_3029/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A little over a week ago, a report suggested that Aidan O’Brien could send as many as eight colts to Epsom Downs for Saturday’s Derby. Instead, for the first time since 2004, O’Brien will rely on a single runner – Bolshoi Ballet, the favourite – just as he did two decades ago when Galileo, Bolshoi Ballet’s sire, gave him the first of his record eight victories in the Classic. It could be pointed out that Meath, O’Brien’s only runner 17 years ago, finished last of the 14 runners, was subsequently gelded and then sold to race in Hong Kong. The parallels between Saturday’s market leader and his sire, though, are more compelling, not least the fact that both horses were impressive winners of the Derrinstown Derby Trial in May. Bolshoi Ballet hammered his stable companion Lough Derg by six lengths at Leopardstown, with Saturday’s opponents Mac Swiney and Southern Lights even further adrift in fourth and fifth. The time was decent and Mac Swiney – who suffered from a nasal discharge for several days afterwards – recovered in time to frank the form with a victory in the Irish 2,000 Guineas next time. Whether the Leopardstown form is good enough to make Bolshoi Ballet a worthy 13-8 favourite on Saturday is a different question, as the Lingfield Derby Trial (won by Third Realm), the Chester Vase (Youth Spirit) and the Dante – won by the unbeaten Hurricane Lane – all had convincing winners and were run in respectable times. Bolshoi Ballet’s price also implies a fair degree of confidence that he will improve for the step up to 12 furlongs but the style of his trial success – he was in front with well over three furlongs to run and quickened clear two out – means that it is not necessarily a given. The rain at Epsomon Friday, which had changed the going to good-to-soft by mid-afternoon, adds to the uncertainty. Saturday’s 12-strong field also has some interesting dark horses that are open to any amount of improvement, including John Leeper, the mount of Frankie Dettori, and Mohaafeth. Both are unbeaten this season and likely to improve for the trip, though William Haggas, Mohaafeth’s trainer, has expressed doubts about whether his colt will appreciate cut in the ground. On balance, and unless his price drifts abruptly, Bolshoi Ballet looks worth opposing with an each-way alternative, and Hurricane Lane and Mac Swiney are the most obvious candidates with the form and potential to make them plausible winners. Mac Swiney’s odds began to contract as the ground eased on Friday but 11-2 is still a fair price for a colt who had enough class to land a Guineas last time but will surely be better still at 12 furlongs. Marginal preference, though, is for Hurricane Lane (4.30) at around 8-1 – a surprising price for an unbeaten Dante winner who reached top gear only in the closing stages at York. Charlie Appleby’s colt has progressed with every run and could find plenty more improvement for the step up in trip on just the fourth start of his career. Epsom 2.00 King Frankel ran into a likely Pattern-class performer on his handicap debut in the London Gold Cup last time and while he is up 6lb despite finishing a four-length second there, his new mark still looks workable. Epsom 2.35 Statement went backwards from her close second in the Fred Darling in April when fading into eighth in the 1,000 Guineas. She switched to front-running tactics at Newmarket, however, and a more patient ride could do the trick against lesser opposition on Saturday. Epsom 3.10 Century Dream was below his best last time but comes alive over this track and trip and can register a third success in this race in the last four years. Epsom 3.45 Recon Mission and Ray Dawson were ready winners over track and trip in April and Tony Carroll’s gelding has a fair chance of a follow-up from a 3lb higher mark.","charCount":"3816","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/gregwood\">Greg Wood</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"society/2021/jun/05/one-in-four-elderly-black-people-in-the-uk-still-not-vaccinated","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-06-04T23:01:00Z","webTitle":"One in four elderly black people in the UK still not vaccinated","webUrl":"https://www.theguardian.com/society/2021/jun/05/one-in-four-elderly-black-people-in-the-uk-still-not-vaccinated","apiUrl":"https://content.guardianapis.com/society/2021/jun/05/one-in-four-elderly-black-people-in-the-uk-still-not-vaccinated","fields":{"headline":"One in four elderly black people in the UK still not vaccinated","standfirst":"<p>Black people in every age group have the lowest vaccination rate, although hesitancy is improving </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> ","trailText":"Black people in every age group have the lowest vaccination rate, although hesitancy is improving ","byline":"Aamna Mohdin and Caelainn Barr","main":"<figure class=\"element element-image\" data-media-id=\"4d1029bbd51326f907d365eba5c8828ad21370d6\"> <img src=\"https://media.guim.co.uk/4d1029bbd51326f907d365eba5c8828ad21370d6/410_24_4447_2668/1000.jpg\" alt=\"A health worker administers a dose of the vaccine to a patient at the Karimia Institute Islamic centre and Mosque.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A health worker administers a dose of the vaccine to a patient at the Karimia Institute Islamic centre and Mosque.</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>A quarter of elderly black people in the UK have not been vaccinated, recent figures show, despite signs that hesitancy is improving generally.</p> <p>Nearly six months after the government kicked off the country’s most ambitious vaccination campaign, almost one in four black people over the age of 70 were not vaccinated as of 26 May, compared with 97% of white people of the same age.</p> <p>Among black people in their 50s, this figure rises to one in three, compared with 90% of white people, prompting calls for government to redouble efforts to tackle disparities as restrictions are lifted.</p> <p>Lower vaccination rates are particularly marked among people from <a href=\"https://www.theguardian.com/world/2021/mar/29/study-low-covid-jab-take-up-black-people-england\">African and Caribbean</a> backgrounds, according to a Guardian analysis of figures released from <a href=\"https://www.opensafely.org/\">OpenSAFELY</a>.</p> <p>Black people in every age group have the lowest vaccination rates in England and one in three young black people say they are unlikely to get the jab when offered.</p> <p>According to monthly <a href=\"https://www.england.nhs.uk/statistics/wp-content/uploads/sites/2/2021/05/COVID-19-monthly-announced-vaccinations-13-May-2021.xlsx\">data from NHS England</a> uptake among people aged 50 and over in black communities was lowest in London and the Midlands, as of 7 May.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/06/vaccine_hesitancy_groups/giv-8259AFUH4h1M3b7/\" data-alt=\"Vaccination rates by age\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/06/vaccine_hesitancy_groups/giv-8259AFUH4h1M3b7/\">Vaccination rates by age</a> </figure>  <p>Uptake also appears to be lower among black 16- to 49-year-olds, although a growing proportion are getting vaccinated with increases in coverage week-on-week throughout May.</p> <p>Labour MP Apsana Begum said: “These findings are a complete indictment of the Tory government’s abject failure over so many months to prioritise vaccines for ethnic minority communities. <br><br>“Ministers have repeatedly refused to act over warnings from myself and other Labour MPs, going right back to early winter, about the urgent need to control the virus and protect the ethnic minority population. <br><br>“We are now seeing the devastating safety and health consequences laid bare, with these communities now at much greater risk of Covid due to these vaccine disparities.”</p> <p>People from mixed ethnicity and South Asian backgrounds are also consistently less likely to have been vaccinated than white people. However, the disparities are less marked as a growing proportion of South Asian people aged 16-49 were vaccinated week-on-week in May. People from Chinese, Pakistani and Indian backgrounds all have relatively high rates of uptake among 16- to 49-year-olds.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/mar/16/survey-says-64-of-young-black-people-in-england-are-vaccine-hesitant\">Survey says 64% of young black people in England are 'vaccine hesitant'</a> </p> </aside>  <p>Overall, vaccine hesitancy has declined, with 63% of unvaccinated adults aged 18-44 in the UK saying they would definitely accept the jab when offered, up from 41% in October 2020, according to <a href=\"https://orb-international.com/2021/05/13/unvaccinated-britons-aged-18-44-are-22-per-cent-more-likely-to-accept-a-covid-19-vaccine-compared-to-october-last-year/\">figures from NHS England and the vaccine confidence project</a>.</p> <p>In response to these figures, the health secretary, Matt Hancock, said: “I am incredibly proud that our country has one of the highest uptake rates for the vaccine in the world. Millions of people from all backgrounds have joined the national effort and rolled up their sleeves to get the life-saving jab.”</p> <p>However, <a href=\"https://www.theguardian.com/society/2021/mar/16/survey-says-64-of-young-black-people-in-england-are-vaccine-hesitant\">one in three black people are still unlikely to accept a vaccine </a>and hesitancy was also higher among people of mixed ethnicity and South Asian backgrounds.</p> <p>Dr Habib Naqvi, director of the NHS Race and Health Observatory, said: “We can learn from previous waves of the pandemic and draw insight from evidence on the impact of the virus on health inequalities amongst our diverse communities. We need to protect and prioritise the most vulnerable from the disease by focusing on tailored, locally led and culturally sensitive public health approaches and communications to support our diverse communities across the country.”</p> <p>Dr Sylvia Kama-Kieghe, a GP with 17 years’ experience working in the UK and Nigeria and founder of <a href=\"https://askawayhealth.org/\">Ask Away Health</a>, welcomed the improvements in vaccine uptake among some groups and called for the government to ramp up its engagement of local communities. “We’re definitely not out of the woods, it’s not done and dusted. But it’s encouraging that a lot of the cries and the concerns of people like myself who talked about how important it was to engage ethnic minorities … I think there’s been some impact and it’s growing.”</p> <p>Begum added: “This gross negligence from ministers has created a real risk of the prolonging the lengthy period of unimaginable tragedy, grief and trauma, that ethnic minority communities have been forced to endure due to Tory incompetence … <br><br>“With the UK thankfully emerging from many months of lockdown restrictions, it would be an abomination for the government to abandon its responsibility to <a href=\"https://www.theguardian.com/society/2021/mar/07/10-of-uks-people-of-colour-would-refuse-covid-vaccine-yougov-data\">ethnic minority communities,</a> where there had been a such a disproportionate number of Covid deaths and infections.”</p> <p>Analysis from OpenSAFELY is based on data from 23.4m patient records from NHS England.</p>","newspaperPageNumber":"5","wordcount":"730","firstPublicationDate":"2021-06-04T23:01:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:01:00Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk5bv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4d1029bbd51326f907d365eba5c8828ad21370d6/410_24_4447_2668/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A quarter of elderly black people in the UK have not been vaccinated, recent figures show, despite signs that hesitancy is improving generally. Nearly six months after the government kicked off the country’s most ambitious vaccination campaign, almost one in four black people over the age of 70 were not vaccinated as of 26 May, compared with 97% of white people of the same age. Among black people in their 50s, this figure rises to one in three, compared with 90% of white people, prompting calls for government to redouble efforts to tackle disparities as restrictions are lifted. Lower vaccination rates are particularly marked among people from African and Caribbean backgrounds, according to a Guardian analysis of figures released from OpenSAFELY. Black people in every age group have the lowest vaccination rates in England and one in three young black people say they are unlikely to get the jab when offered. According to monthly data from NHS England uptake among people aged 50 and over in black communities was lowest in London and the Midlands, as of 7 May. Uptake also appears to be lower among black 16- to 49-year-olds, although a growing proportion are getting vaccinated with increases in coverage week-on-week throughout May. Labour MP Apsana Begum said: “These findings are a complete indictment of the Tory government’s abject failure over so many months to prioritise vaccines for ethnic minority communities. “Ministers have repeatedly refused to act over warnings from myself and other Labour MPs, going right back to early winter, about the urgent need to control the virus and protect the ethnic minority population. “We are now seeing the devastating safety and health consequences laid bare, with these communities now at much greater risk of Covid due to these vaccine disparities.” People from mixed ethnicity and South Asian backgrounds are also consistently less likely to have been vaccinated than white people. However, the disparities are less marked as a growing proportion of South Asian people aged 16-49 were vaccinated week-on-week in May. People from Chinese, Pakistani and Indian backgrounds all have relatively high rates of uptake among 16- to 49-year-olds. Overall, vaccine hesitancy has declined, with 63% of unvaccinated adults aged 18-44 in the UK saying they would definitely accept the jab when offered, up from 41% in October 2020, according to figures from NHS England and the vaccine confidence project. In response to these figures, the health secretary, Matt Hancock, said: “I am incredibly proud that our country has one of the highest uptake rates for the vaccine in the world. Millions of people from all backgrounds have joined the national effort and rolled up their sleeves to get the life-saving jab.” However, one in three black people are still unlikely to accept a vaccine and hesitancy was also higher among people of mixed ethnicity and South Asian backgrounds. Dr Habib Naqvi, director of the NHS Race and Health Observatory, said: “We can learn from previous waves of the pandemic and draw insight from evidence on the impact of the virus on health inequalities amongst our diverse communities. We need to protect and prioritise the most vulnerable from the disease by focusing on tailored, locally led and culturally sensitive public health approaches and communications to support our diverse communities across the country.” Dr Sylvia Kama-Kieghe, a GP with 17 years’ experience working in the UK and Nigeria and founder of Ask Away Health, welcomed the improvements in vaccine uptake among some groups and called for the government to ramp up its engagement of local communities. “We’re definitely not out of the woods, it’s not done and dusted. But it’s encouraging that a lot of the cries and the concerns of people like myself who talked about how important it was to engage ethnic minorities … I think there’s been some impact and it’s growing.” Begum added: “This gross negligence from ministers has created a real risk of the prolonging the lengthy period of unimaginable tragedy, grief and trauma, that ethnic minority communities have been forced to endure due to Tory incompetence … “With the UK thankfully emerging from many months of lockdown restrictions, it would be an abomination for the government to abandon its responsibility to ethnic minority communities, where there had been a such a disproportionate number of Covid deaths and infections.” Analysis from OpenSAFELY is based on data from 23.4m patient records from NHS England.","charCount":"4524","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a> and <a href=\"profile/caelainn-barr\">Caelainn Barr</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest","type":"liveblog","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-06-04T23:00:24Z","webTitle":"White House says Republicans increased offer on Biden infrastructure deal by $50bn - live","webUrl":"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest","apiUrl":"https://content.guardianapis.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest","fields":{"headline":"White House says Republicans increased offer on Biden infrastructure deal by $50bn - live","standfirst":"<ul><li>The president spoke with Senator Capito, the lead negotiator</li><li><a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba52008f082e80569f65e6#block-60ba52008f082e80569f65e6\">Russian president says he expects Geneva meeting to be positive</a></li><li><a href=\"https://www.theguardian.com/us-news/2021/jun/04/facebook-donald-trump-oversight-board-instagram\">Donald Trump suspended from Facebook until 2023</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba38298f082ac930aea4d7#block-60ba38298f082ac930aea4d7\">Christopher Wray compares hacking to post-9/11 challenge</a></li></ul>","trailText":"The president spoke with Senator Shelley Moore Capito, the lead Republican negotiator on the deal – get the latest","byline":"Julia Carrie Wong (now) and Daniel Strauss (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"6d23283704255b71f37f57a1fcb5c2fe60dc8cd4\"> <img src=\"https://media.guim.co.uk/6d23283704255b71f37f57a1fcb5c2fe60dc8cd4/0_119_3500_2100/1000.jpg\" alt=\"Joe Biden meets with Senator Shelley Moore Capito during an infrastructure meeting at the White House on 13 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden meets with Senator Shelley Moore Capito during an infrastructure meeting at the White House on 13 May.</span> <span class=\"element-image__credit\">Photograph: Kevin Lamarque/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60baafe08f082ac930aeab49\" class=\"block\" data-block-contributor=\"profile/sam-levin\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T23:00:24.925Z\">12.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The sheriff’s department in Orange county, <a href=\"https://www.theguardian.com/us-news/california\">California</a>, advised its officers earlier this year not to affiliate with far-right extremist groups and warned them against engaging with white supremacist websites, according to internal documents reviewed by the Guardian.</p> <p>The Orange county sheriff’s department’s “extremism awareness” training document from February instructed officers not to share disinformation and to avoid associating with militias, QAnon, rightwing platforms like Gab and 4chan, as well as second-amendment groups or law enforcement “clubs” that could be “avenues for exploitation”.</p> <p>The 66-page PowerPoint presentation for staff also included a lengthy section on “the extreme left”, warning officers about “Karl Marx’s influence”; the history of the Black Panther party; anti-fascist groups’ vandalism and “improvised weapons”; and animal rights and anti-war protesters.</p> <p>The training is notable, experts said, because it suggests that sheriff’s officials were acknowledging that their own officers could be drawn to far-right groups and were concerned about the risks of them posting racist or extremist content.</p> <p>Experts said it was unusual to see this kind of training from local police. But they also criticized the training for falsely presenting the far right and the “extreme left” as equivalent threats, when data shows that white supremacists perpetuated the large majority of <a href=\"https://www.theguardian.com/world/2020/oct/22/white-supremacists-rightwing-domestic-terror-2020\">recent domestic terror attacks</a>.</p> <p>Read the full report here: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/04/orange-county-california-sheriffs-training-extremism\">California sheriff warns officers not to join far-right extremist groups, records reveal</a> </p> </aside> </div>   </div> <div id=\"block-60baacd88f082ac930aeab33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T22:49:35.077Z\">11.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former congresswoman Katie Hill has been ordered to pay $220,000 in attorneys’ fees for the Daily Mail and two journalists she sued over their non-consensual publication of her nude photos. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KatieHill4CA/status/1400135397011869697\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A judge just ordered me to PAY the Daily Mail more than $100k for the privilege of them publishing nude photos of me obtained from an abuser. <br><br>The justice system is broken for victims. <br><br>Our fight continues - please chip in if you can: <a href=\"https://t.co/qKaSPpC2nq\">https://t.co/qKaSPpC2nq</a><a href=\"https://twitter.com/hashtag/BoycottDailyMail?src=hash&amp;ref_src=twsrc%5Etfw\">#BoycottDailyMail</a></p>&mdash; Katie Hill (@KatieHill4CA) <a href=\"https://twitter.com/KatieHill4CA/status/1400135397011869697?ref_src=twsrc%5Etfw\">June 2, 2021</a></blockquote>  </figure>  <p>Hill resigned from Congress in 2019 following the publication of the photos. Her lawsuit was thrown out on first amendment grounds. </p> <p>Per the AP: </p> <blockquote class=\"quoted\"> <p> On Wednesday, Judge Yolanda Orozco of Los Angeles county superior court awarded about $105,000 to the parent company of the Mail. Hill had called for a boycott of the tabloid on Twitter and sought donations for her legal costs ...<br></p> <p>The judge previously ordered Hill to pay about $84,000 to the attorneys of Jennifer Van Laar, managing editor of the conservative website Red State, and about $30,000 to lawyers representing the radio producer Joseph Messina. Hill initially accused Messina of being part of a conspiracy to distribute the pictures, but dropped her claim against him earlier this year.</p> </blockquote> <p>Read the full report here: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/04/katie-hill-ordered-to-pay-220000-costs-intimate-photos-suit\">Katie Hill ordered to pay $220,000 in costs after failed intimate photos suit</a> </p> </aside> </div>   </div> <div id=\"block-60baa2728f082e80569f6a06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T22:12:05.919Z\">11.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>California’s governor, Gavin Newsom, took a surreal turn as a gameshow-host/bingo-caller on Friday, as he drew numbers for the first 15 winners of the state’s $50,000 prize for getting the coronavirus vaccine. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CAgovernor/status/1400929494379024384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Californians with at least one dose are automatically eligible to win at the next <a href=\"https://twitter.com/hashtag/VaxFTW?src=hash&amp;ref_src=twsrc%5Etfw\">#VaxFTW</a> drawing on June 11! Haven&#39;t gotten vaccinated yet? Get yours NOW.<br><br>📲 <a href=\"https://t.co/NgTrGJv3cd\">https://t.co/NgTrGJv3cd</a> <a href=\"https://t.co/akp90EZLPx\">pic.twitter.com/akp90EZLPx</a></p>&mdash; Office of the Governor of California (@CAgovernor) <a href=\"https://twitter.com/CAgovernor/status/1400929494379024384?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>The drawing, which took place on a makeshift stage backed by a sparkly gold curtain and giant gameshow wheel, is part of a <a href=\"https://www.theguardian.com/us-news/2021/may/27/california-covid-19-vaccine-lottery\">$116.5m program</a> designed to incentivize more Californians to get vaccinated. </p> <p>The state will give 10 people $1.5m prizes and 30 people $50,000 prizes. An additional 2 million people will receive $50 gift cards. Everyone who has received at least one shot is eligible for the drawings. </p> <p>Two-thirds of eligible Californians have received at least one dose of the vaccine, according to the AP. The state is hoping to increase the vaccination rate to 75%. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T22:23:46.093Z\">at 11.23pm BST</time></p>  </div> <div id=\"block-60ba996b8f082ac930aeaa82\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T21:46:57.408Z\">10.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Microsoft censors Tiananmen Square search results outside China</h2>  <div class=\"block-elements\">  <p>Microsoft blocked its search engine, Bing, from returning image and video results for the phrase “tank man” – a reference to the iconic image of a lone protestor facing down tanks during the 1989 protests in Tiananmen Square – on Friday, the 32nd anniversary of the military crackdown. </p> <p>References to the pro-democracy protest movement have long been censored in the People’s Republic of China, where the government maintains strict control over the internet, but the Bing censorship extended to users outside China’s “great firewall”, including the US. Results in Germany, Singapore, France, Switzerland and elsewhere were also blocked, according to <a href=\"https://www.reuters.com/technology/microsoft-bing-raises-concerns-over-lack-image-results-tiananmen-tank-man-2021-06-04/\">Reuters</a> and <a href=\"https://www.vice.com/en/article/qj8v9m/bing-censors-tank-man\">Vice News</a>. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ShaneHuntley/status/1400880996065497089\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;d love to hear <a href=\"https://twitter.com/BradSmi?ref_src=twsrc%5Etfw\">@BradSmi</a>  explanation on this.<br><br>I know Microsoft censor for the CCP in China, but this search is from the US. <a href=\"https://t.co/2k6xrwARfn\">pic.twitter.com/2k6xrwARfn</a></p>&mdash; Shane Huntley (@ShaneHuntley) <a href=\"https://twitter.com/ShaneHuntley/status/1400880996065497089?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>The censorship came amid the PRC’s crackdown on Hong Kong, where it <a href=\"https://www.theguardian.com/world/2021/may/28/hong-kong-bans-tiananmen-square-vigil-citing-covid-restrictions\">banned</a> the Tiananmen Square anniversary vigil for the second year in a row, and growing concern over the extent to which China can exert economic pressure to enforce its censoriousness overseas. </p> <p>Just last week, American actor John Cena made a <a href=\"https://www.theguardian.com/world/2021/may/26/john-cena-very-sorry-for-saying-taiwan-is-a-country\">public apology</a> for referring to Taiwan as “a country”, an offense to the PRC which insists that Taiwan is not an independent state. </p> <p>US-based tech companies have long struggled to balance their desire to operate in China’s enormous market with the censorship demands of the government. </p> <p>In 2016, the New York Times <a href=\"https://www.nytimes.com/2016/11/22/technology/facebook-censorship-tool-china.html\">reported</a> that Facebook was working on a secret tool that would allow a third party to censor the platform for Chinese users in exchange for the PRC allowing Facebook to operate within the country. </p> <p>In 2018, employees at Google exposed an internal project to build a <a href=\"https://www.theguardian.com/world/2018/aug/02/google-working-on-censored-search-engine-for-china\">censored search engine</a> that the company hoped would allow it to reenter China. Google had pulled out of China in 2010 over censorship and hacking. </p> <p>Microsoft did not immediately respond to a request for comment from the Guardian. A company spokesperson told <a href=\"https://www.vice.com/en/article/qj8v9m/bing-censors-tank-man\">Vice</a>: “This is due to an accidental human error and we are actively working to resolve this.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T21:48:25.493Z\">at 10.48pm BST</time></p>  </div> <div id=\"block-60ba98538f08b9889b36947c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T21:17:40.509Z\">10.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello everyone, this is Julia Carrie Wong in Oakland, California, picking up the live blog for the rest of the evening. Stay tuned for more news coming up... </p> </div>   </div> <div id=\"block-60ba94c78f082ac930aeaa5d\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T21:15:13.497Z\">10.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Evening summary</h2>  <div class=\"block-elements\">  <p>That’s it for me. I’m passing the blogging platform over my colleague Julia Carrie Wong. To reiterate here’s what happened today:</p> <ul> <li>The chairman of the Texas Republican Party, <strong>Allen West</strong>, has <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba28fe8f082ac930aea3c0#block-60ba28fe8f082ac930aea3c0\">abruptly stepped</a> down. <br></li> <li>Despite calls from Republicans for <strong>Anthony Fauci</strong> to step down, <strong>Joe Biden</strong> <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba41a18f082ac930aea573#block-60ba41a18f082ac930aea573\">says</a> his confidence in Fauci is unchanged. <br></li> <li><strong>Vladimir Putin</strong> <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba52008f082e80569f65e6#block-60ba52008f082e80569f65e6\">accused</a> the United States of trying to gin up tensions with Russia over accusations of cyberhacking. <br></li> <li>Facebook <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba59818f082e80569f6680#block-60ba59818f082e80569f6680\">said</a> <strong>Donald Trump</strong>’s suspension on the platform will continue for at least two years. <br></li> <li><strong>Jens Stoltenberg</strong>, the secretary general of NATO, will travel to Washington DC in June. <br></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T21:25:39.262Z\">at 10.25pm BST</time></p>  </div> <div id=\"block-60ba96e38f082e80569f6991\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T21:12:02.815Z\">10.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A little more on those infrastructure negotiations. The White House sent out its own account of today’s call between Senator <strong>Shelley Moore Capito</strong> of West Virginia and <strong>Joe Biden</strong>. The key line here is that the White House said Capito and Republicans increased their counteroffer by about $50 billion. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielStrauss4/status/1400922950233116673\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEWS: The White House sent out its own readout. It says Capito&#39;s group upped their bid by about $50 billion. <a href=\"https://t.co/NdGrVLJhIj\">https://t.co/NdGrVLJhIj</a> <a href=\"https://t.co/gllv6PFi7a\">pic.twitter.com/gllv6PFi7a</a></p>&mdash; Daniel Strauss (@DanielStrauss4) <a href=\"https://twitter.com/DanielStrauss4/status/1400922950233116673?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60ba92a08f082e80569f6974\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T20:59:54.035Z\">9.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian’s ace voting rights reporter, Sam Levine, flags this editorial from the New York Times editorial board arguing that Democrats shouldn’t go so big on a voting rights bill. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/srl/status/1400915984807075841\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NYT editorial board not only argues that Democrats should pass a smaller, more feasible over HR1, but also that the details of HR1 are &quot;poorly matched to the moment.&quot; <a href=\"https://t.co/Io0yViy4kw\">https://t.co/Io0yViy4kw</a></p>&mdash; Sam Levine (@srl) <a href=\"https://twitter.com/srl/status/1400915984807075841?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>The argument from the Times comes as Joe Biden has dispatched vice-president Kamala Harris to lead his administration’s push to pass the John Lewis Voting Rights Act and the For The People Act through a stubbornly gridlocked Congress. <br></p> <p>Here’s more from the editorial: <br></p> <blockquote class=\"quoted\"> <p>Because there is little chance the bill will pass in its current form, Democrats face a clear choice. They can wage what might be a symbolic (and likely doomed) fight for all the changes they would like. Or they can confront the acute crisis at hand by crafting a more focused bill, perhaps more palatable for more senators, that aims squarely at ensuring that Americans can cast votes and that those votes are counted.</p> <p>A new election law in Georgia highlights the shortcomings of H.R. 1. The Georgia law, passed in March, imposes a <a href=\"https://www.nytimes.com/2021/04/02/us/politics/georgia-voting-law-annotated.html#link-20f15592\">host of restrictions</a> on voter registration and on voting, most of which would be reversed by the federal legislation. It also changes the rules of vote counting in ways that are not addressed by the federal legislation. It facilitates third-party challenges to the legitimacy of votes and arrogates to the state legislature, the General Assembly, the power to appoint most members of the state board of elections, who in turn have the power to replace county boards of elections. The legislature removed Georgia’s secretary of state from the State Election Board after the incumbent, Brad Raffensperger, refused to help Mr. Trump stake an illegitimate claim on the state’s electoral votes.</p> </blockquote> </div>   </div> <div id=\"block-60ba84448f082ac930aea9aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T20:00:06.886Z\">9.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier today Reuters reported that JPMorgan &amp; Chase is restarting its political giving with one stipulation: it won’t give to Republicans who voted to overturn the 2020 presidential election results. </p> <p>Here’s the Reuters <a href=\"https://www.reuters.com/world/us/exclusive-jpmorgan-resumes-political-giving-freezes-out-republicans-who-2021-06-04/\">report</a>:</p> <blockquote class=\"quoted\"> <p>JPMorgan Chase &amp; Co <a href=\"https://www.reuters.com/companies/JPM.N\">(JPM.N)</a> will resume making political donations to U.S. lawmakers but will not give to Republican members of Congress who voted to overturn President Joe Biden’s election victory, according to an internal memo on Friday seen by Reuters.</p> <p>The bank was among many corporations that paused political giving following the deadly Jan. 6 Capitol riots when supporters of former president Donald Trump tried to stop Congress from certifying the election.</p> <p>Just hours later, 147 Republicans, the vast majority of them in the House of Representatives, voted to overturn the Electoral College results which Trump falsely claimed were tainted by fraud.</p> <p>Following a review, the country’s largest lender will this month resume giving through its Political Action Committee (PAC) but will continue its freeze on donations to a “handful” of the 147 lawmakers whom it had previously supported, the bank said.</p> <p>The pause will last through the 2021-2022 election cycle, which includes November’s midterm elections, after which JPMorgan will review whether to resume contributions to the lawmakers concerned on an individual basis, it said.</p> <p>“This was a unique and historic moment when we believe the country needed our elected officials to put aside strongly held differences and demonstrate unity,” the bank wrote of the Jan. 6 vote to certify Biden’s win.</p> <p>JPMorgan noted that its PAC is an important tool for engaging in the political process in the United States. PACs are political committees organized for the purpose of raising cash to support or in some cases oppose election candidates.</p> </blockquote> <p>Meanwhile, CNBC’s Brian Schwartz got his hands on a memo from CitiGroup memo announcing a slightly different approach. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/schwartzbCNBC/status/1400874242053447683\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: <a href=\"https://twitter.com/Citi?ref_src=twsrc%5Etfw\">@Citi</a>’s PAC is restating their political contributions after pausing in the wake of the Capitol Hill riot, according to a memo I just obtained. The bank plans to continue to give to lawmakers who challenged the results of the 2020 election on a conditional basis.<br>Memo: <a href=\"https://t.co/iGtKR9j2mn\">pic.twitter.com/iGtKR9j2mn</a></p>&mdash; Brian Schwartz (@schwartzbCNBC) <a href=\"https://twitter.com/schwartzbCNBC/status/1400874242053447683?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60ba7f298f08b9889b36937b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T19:32:22.851Z\">8.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We have a new readout of conversations between Senator <strong>Shelley Moore Capito</strong> of West Virginia, the lead Republican negotiator on an infrastructure deal, and <strong>Joe Biden</strong>. The statement is very brief, even for these usually anodyne readouts. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielStrauss4/status/1400896761091313671\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW statement from Sen. Capito&#39;s office about her call witth President Biden: <br><br>&quot;During the call, the two discussed the Republican infrastructure framework and the Biden administration’s proposal. Senator Capito and President Biden agreed to connect again on Monday.&quot; <a href=\"https://t.co/Dc8hCKIkg9\">pic.twitter.com/Dc8hCKIkg9</a></p>&mdash; Daniel Strauss (@DanielStrauss4) <a href=\"https://twitter.com/DanielStrauss4/status/1400896761091313671?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>Conspicuously, there’s no line saying that Capito is encouraged or any progress has been made (as there have been in other statements). On the other hand, the statement does say the two lawmakers will talk again on Monday so it’s not over yet. <br></p> </div>   </div> <div id=\"block-60ba78358f082e80569f6849\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T19:04:44.697Z\">8.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>NATO’s secretary general will meet with Joe Biden here in Washington in early June. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NATOpress/status/1400878546046926855\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/NATO?src=hash&amp;ref_src=twsrc%5Etfw\">#NATO</a> Secretary General <a href=\"https://twitter.com/jensstoltenberg?ref_src=twsrc%5Etfw\">@jensstoltenberg</a> will travel to Washington D.C. 🇺🇸 on 7 and 8 June. He will meet with <a href=\"https://twitter.com/POTUS?ref_src=twsrc%5Etfw\">@POTUS</a> Joe Biden, as well as <a href=\"https://twitter.com/SecDef?ref_src=twsrc%5Etfw\">@SecDef</a> Austin, National Security Advisor <a href=\"https://twitter.com/JakeSullivan46?ref_src=twsrc%5Etfw\">@JakeSullivan46</a>, and members of the U.S. Congress. <br><br>ℹ️ Info for media: <a href=\"https://t.co/d6UDNEoJuX\">https://t.co/d6UDNEoJuX</a> <a href=\"https://t.co/TRn2YQIXlN\">pic.twitter.com/TRn2YQIXlN</a></p>&mdash; Oana Lungescu (@NATOpress) <a href=\"https://twitter.com/NATOpress/status/1400878546046926855?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T21:16:03.396Z\">at 10.16pm BST</time></p>  </div> <div id=\"block-60ba75288f082ac930aea8fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T18:53:08.810Z\">7.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump</strong> is fuming over Facebook’s announcement that he would be suspended from the social media platform for the next two years. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christinawilkie/status/1400884077398528002\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The former president just issued a statement suggesting that he intends to run for president again. <a href=\"https://t.co/NygXlAJwSI\">pic.twitter.com/NygXlAJwSI</a></p>&mdash; Christina Wilkie (@christinawilkie) <a href=\"https://twitter.com/christinawilkie/status/1400884077398528002?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>My colleague Julie Carrie Wong has written a report on Facebook’s announcement: </p> <blockquote class=\"quoted\"> <p>At the end of the suspension period, <a href=\"https://www.theguardian.com/technology/facebook\">Facebook</a> said, it would work with experts to assess the risk to public safety posed by reinstating Trump’s account. “We will evaluate external factors, including instances of violence, restrictions on peaceful assembly and other markers of civil unrest,” Clegg wrote. “If we determine that there is still a serious risk to public safety, we will extend the restriction for a set period of time and continue to re-evaluate until that risk has receded.”</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/04/facebook-donald-trump-oversight-board-instagram\">Facebook to suspend Trump’s account for two years</a> </p> </aside> </div>   </div> <div id=\"block-60ba6b368f08b9889b369276\" class=\"block is-key-event\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T18:29:09.229Z\">7.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden sees cyber attacks as rising national security concern  - WH</h2>  <div class=\"block-elements\">  <p>The White House media briefing is underway and press secretary Jen Psaki has reiterated that Joe Biden intends to raise the problems of cyber attacks on US entities with Vladimir Putin when he meets with the Russian president during his visit to the UK and the European Union later this month.</p> <p>Biden views increasingly frequent ransomware attacks to be a “rising national security concern,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"948403f61e6c5a55849b5682a6142080810fdac6\"> <img src=\"https://media.guim.co.uk/948403f61e6c5a55849b5682a6142080810fdac6/0_19_5472_3283/1000.jpg\" alt=\"White House Press Secretary Jen Psaki today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">White House Press Secretary Jen Psaki today.</span> <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> </figcaption> </figure>  <p>Psaki just said: “We want to move towards a more stable and predictable relationship with Russia” and pledged that Biden is “never one to hold back on areas where Russian action is hurting the US”.</p> <p>Recent cyber attacks, including ransomware hacks, on US government and commercial computer systems are not known to be run by the Russian government but are carried out by cyber criminal gangs that are based in Russia or Russian-controlled territories and are tolerated by the authorities in Moscow.</p> <p>“We know that the ransomware threat is urgent,” Psaki said. Biden plans to confront Putin when he meets with him in Geneva on June 16. Biden is attending G7 talks in the UK followed by a NATO summit on the Continent.</p> <p>A little earlier, Psaki said Biden will raise a number of issues with Putin, such as human rights and Russian aggression at the Ukraine border.</p> <p>“He also will raise cyber activity, malign activity, problematic activity, harmful activity that we’ve seen take place. There is the <strong><a href=\"https://www.theguardian.com/technology/2020/dec/15/orion-hack-solar-winds-explained-us-treasury-commerce-department\">Solar Winds hack</a></strong> but also the <strong><a href=\"https://www.theguardian.com/us-news/2021/jun/04/fbi-christopher-wray-cyberattacks-9-11\">ransomware hacks</a></strong> that we’ve talked about.</p> <p>“The actions of criminal groups within a country, there is a responsibility on the leaders of that country to take action and there’s no doubt that President Biden will be addressing that directly in that conversation.”</p> <p>Psaki added that the increasing problem has prompted a “rapid review” of cyber security that is underway by the US government.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T18:42:48.273Z\">at 7.42pm BST</time></p>  </div> <div id=\"block-60ba66ba8f082e80569f676a\" class=\"block\" data-block-contributor=\"profile/joannawalters\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T17:48:30.115Z\">6.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Donald Trump</strong> has responded to Facebook’s <a href=\"https://www.theguardian.com/us-news/2021/jun/04/facebook-donald-trump-oversight-board-instagram\">decision</a> that his suspension from the social media platform will, initially, last for two years. And, in a parallel universe, the former US president mysteriously refers to some election somewhere with which this outlet is unfamiliar.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveyalba/status/1400867161896275971\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New trump statement reacting to Facebook’s decision just dropped. “Facebook’s ruling is an insult to the record-setting 75M people, plus many others, who voted for us in the 2020 Rigged Presidential Election.&quot; <a href=\"https://t.co/kYR9g2VpDQ\">pic.twitter.com/kYR9g2VpDQ</a></p>&mdash; Davey Alba (@daveyalba) <a href=\"https://twitter.com/daveyalba/status/1400867161896275971?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>The election we’re familiar with is this one:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/nov/13/us-election-most-secure-history-voter-fraud-false-claims\">Officials condemn Trump's false claims and say election 'most secure in US history'</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T17:52:52.576Z\">at 6.52pm BST</time></p>  </div> <div id=\"block-60ba64878f082e80569f674a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T17:39:29.861Z\">6.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Interim summary</h2>  <div class=\"block-elements\">  <p>We’re waiting for a press briefing at the White House by Jen Psaki, but for the moment, let us bring you a summary of the main events so far today.</p> <ul> <li><strong>Facebook</strong> has <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba59818f082e80569f6680#block-60ba59818f082e80569f6680\">announced</a> that <strong>Donald Trump</strong> will <a href=\"https://www.theguardian.com/technology/2021/may/05/donald-trump-facebook-account-ban-oversight-board\">continue to be suspended</a> from the social media platform for two years and will only be reinstated “if conditions permit”.</li> <li>Russian president <strong>Vladimir Putin</strong> <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba52008f082e80569f65e6#block-60ba52008f082e80569f65e6\">issued a warning</a> today: ransomware hacking allegations from the United States are a deliberate attempt to provoke a confrontation between the US and Russia.</li> <li>In an interview with the Wall Street Journal, <strong>Christopher Wray</strong>, the director of the <a href=\"https://www.theguardian.com/us-news/fbi\">FBI</a>, <a href=\"https://www.theguardian.com/us-news/live/2021/jun/04/joe-biden-us-politics-covid-coronavirus-live-latest?page=with:block-60ba38298f082ac930aea4d7#block-60ba38298f082ac930aea4d7\">compared</a> the recent spate of ransomware attacks to the September 11, 2001 attacks on the World Trade Center.</li> <li>Joe Biden is continuing talks with the Republican side today in an attempt to win bipartisan agreement on key legislative pieces stuck in Congress.</li> </ul> </div>   </div> <div id=\"block-60ba59818f082e80569f6680\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T16:57:10.930Z\">5.57pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump  suspension from Facebook to last two years</h2>  <div class=\"block-elements\">  <p><strong>Facebook</strong> has announced that <strong>Donald Trump</strong> will <a href=\"https://www.theguardian.com/technology/2021/may/05/donald-trump-facebook-account-ban-oversight-board\">continue to be suspended</a> from the social media platform for two years and will only be reinstated “if conditions permit”.</p> <p>Today’s decision comes just weeks <a href=\"https://www.theguardian.com/technology/2021/may/05/donald-trump-facebook-account-ban-oversight-board\">after input</a> from the <strong>Facebook oversight board</strong> – an independent advisory committee of academics, media figures and former politicians – who recommended in early May that Trump’s account not be reinstated.</p> <p>However the oversight board punted the ultimate decision on Trump’s fate back to Facebook itself, giving the company six months to make the final call.</p>  <figure class=\"element element-image\" data-media-id=\"4ae2d0d6ce801c0db2a3302129f46583e0f38528\"> <img src=\"https://media.guim.co.uk/4ae2d0d6ce801c0db2a3302129f46583e0f38528/0_172_5124_3074/1000.jpg\" alt=\"Trump has been suspended for two years.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump has been suspended for two years.</span> <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> </figcaption> </figure>  <p>The former president <a href=\"https://www.theguardian.com/us-news/2021/jan/07/donald-trump-twitter-ban-comes-to-end-amid-calls-for-tougher-action\">has been suspended</a> since January, following the deadly Capitol attack that saw a mob of Trump supporters storm Congress in an attempt to overturn the 2020 presidential election. The company suspended Trump’s Facebook and Instagram accounts over posts in which he appeared to praise the actions of the rioters, saying that his actions posed too great a risk to remain on the platform.</p> <p>Following the Capitol riot, Trump was suspended from several major tech platforms, including Twitter, YouTube and Snapchat. Twitter has since <a href=\"https://www.theguardian.com/us-news/2021/feb/10/trump-twitter-ban-permament-social-media\">made</a> its ban permanent.</p> <p>We’ll bring you more reaction and developments but you can also follow the full story as it unfolds <a href=\"https://www.theguardian.com/us-news/2021/jun/04/facebook-donald-trump-oversight-board-instagram\">here</a>.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/04/facebook-donald-trump-oversight-board-instagram\">Facebook to suspend Trump’s account for two years</a> </p> </aside>  <p>Here’s <a href=\"https://about.fb.com/news/2021/06/facebook-response-to-oversight-board-recommendations-trump/\">a link</a> to the decision as issued by Facebook itself. And here’s the column from last month from former Guardian editor <strong>Alan Rusbridger</strong>, who is a member of the oversight board that upheld FB’s ban, #ICYMI.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/05/trump-facebook-oversight-board-verdict-alan-rusbridger\">The inside story of how we reached the Facebook-Trump verdict | Alan Rusbridger</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T17:06:05.316Z\">at 6.06pm BST</time></p>  </div> <div id=\"block-60ba52008f082e80569f65e6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T16:22:13.199Z\">5.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Putin: US hacking claims an attempt to provoke confrontation</h2>  <div class=\"block-elements\">  <p>Russian president Vladimir Putin issued a warning Friday: hacking allegations from the United States are a deliberate attempt to provoke a confrontation with the United States, per <a href=\"https://www.reuters.com/article/us-russia-usa-putin/putin-says-hacking-allegations-are-attempt-to-create-row-ahead-of-biden-summit-ifx-idUSKCN2DG1ZV\">Reuters</a>: <br> </p> <blockquote class=\"quoted\"> <p>President Vladimir Putin said on Friday that hacking allegations which some have linked to Russia were an attempt to provoke a political dispute ahead of a summit with US President Joe Biden on June 16, Interfax news agency reported.</p> <p>He also said that he expected his summit with Biden, which is set to take place in Geneva, to be held in a positive atmosphere, though he anticipated no breakthrough.</p> </blockquote> <p>Tensions between the two countries have been simmering for some time. Recall that in April the Biden administration <a href=\"https://thehill.com/homenews/administration/548367-biden-administration-unveils-sweeping-sanctions-on-russia\">issued</a> new sanctions against Russia over cyberespionage:</p> <blockquote class=\"quoted\"> <p>The Biden administration on Thursday announced sanctions against Russia for its involvement in a recent major cyber espionage operation against the US, foreign influence operations around US elections and other concerns.</p> <p>As part of an executive order signed by <a href=\"https://thehill.com/people/joe-biden\">President Biden</a>, the administration through the Treasury Department will block US financial institutions from purchasing bonds from Russia’s Central Bank, National Wealth Fund or Ministry of Finance after June 14 and from lending funds to these institutions. The directive also leaves open the possibility for the administration to expand the sanctions on Russian sovereign debt.</p> <p>Additionally, the Biden administration is expelling 10 personnel from the Russian diplomatic mission in Washington, some of whom US officials say are representatives of Russian intelligence services.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T16:47:44.874Z\">at 5.47pm BST</time></p>  </div> <div id=\"block-60ba494d8f08b9889b368fec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T15:41:17.191Z\">4.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One of the more crucial policy points for <strong>Joe Biden</strong> during his trip to meet with G7 leaders will be over a global minimum tax CNN has more. CNN’s Julia Horowitz <a href=\"https://www.cnn.com/2021/06/04/business/global-minimum-tax-g7/index.html\">explained</a> the dynamics:</p> <blockquote class=\"quoted\"> <p>The Biden administration’s ambitious plan to overhaul the <a href=\"http://www.cnn.com/2021/06/02/tech/ustr-digital-services-tariffs/index.html\">global tax system</a> is about to face a crucial test.</p> <p>Treasury Secretary Janet Yellen heads to a meeting of Group of Seven finance ministers in London on Friday and Saturday looking to build support from many of the world’s top economies — an important step in the administration’s efforts to rewrite international tax rules and discourage American companies from booking earnings abroad. G7 finance ministers are expected to back the US plan during the summit, according to a <a href=\"https://www.reuters.com/business/us-treasury-says-g7-expected-endorse-us-global-minimum-tax-proposal-2021-06-02/\">Reuters report</a> citing a US Treasury official. Washington’s proposal will likely get a full endorsement when G7 leaders including President Joe Biden gather in the United Kingdom next week, the news agency reported.</p> <p>Last month, the US Treasury proposed a global minimum tax of at least 15%, aiming to tackle an unwieldy international system rife with loopholes. Establishing a minimum rate could help discourage companies from shifting their profits to countries where they would pay less tax.</p> </blockquote> </div>   </div> <div id=\"block-60ba41a18f082ac930aea573\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T15:11:24.923Z\">4.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More and more Republicans have been calling for Dr. <strong>Anthony Fauci’</strong>s resignation, citing a trove of emails recently released to the public. Senator <strong>Josh Hawley</strong> of Missouri released one such statement this morning. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HawleyMO/status/1400811688497143817\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Anthony Fauci’s recently released emails and investigative reporting about <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> origins are shocking. The time has come for Fauci to resign and for a full congressional investigation into the origins of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> - and into any and all efforts to prevent a full accounting</p>&mdash; Josh Hawley (@HawleyMO) <a href=\"https://twitter.com/HawleyMO/status/1400811688497143817?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>It’s unlikely Fauci will resign or that Joe Biden will ask for Fauci’s resignation though. He said today he still is “very confident” in the chief medical adviser to the president. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DJJudd/status/1400830287265812482\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked Friday if he still has faith in Dr. Anthony Fauci, President Joe Biden tells reporters in the press pool he&#39;s &quot;very confident&quot; in Fauci. <a href=\"https://t.co/C2uSjIH7ju\">pic.twitter.com/C2uSjIH7ju</a></p>&mdash; DJ Judd (@DJJudd) <a href=\"https://twitter.com/DJJudd/status/1400830287265812482?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60ba38298f082ac930aea4d7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T14:36:18.494Z\">3.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FBI chief likens recent ransomware attacks to 9/11 challenge</h2>  <div class=\"block-elements\">  <p>In an interview with the Wall Street Journal, <strong>Christopher Wray</strong>, the director of the FBI, compared the recent spate of ransomware attacks to the September 11, 2001 attacks on the World Trade Center. </p> <p>Here’s his comments in the <a href=\"https://www.wsj.com/articles/fbi-director-compares-ransomware-challenge-to-9-11-11622799003\">Journal</a>:</p> <blockquote class=\"quoted\"> <p>FBI Director Christopher Wray said the agency is investigating about 100 different types of ransomware, many of which trace back to hackers in Russia, and compared the current spate of cyberattacks with the challenge posed by the Sept. 11, 2001, terrorist attacks.</p> <p>“There are a lot of parallels, there’s a lot of importance, and a lot of focus by us on disruption and prevention,” Mr. Wray said in an interview on Thursday. “There’s a shared responsibility, not just across government agencies but across the private sector and even the average American.”</p> <p>Mr. Wray’s comments—among his first publicly since two recent ransomware attacks gripped the U.S. meat and oil-and-gas industries—come as senior Biden administration officials have characterized ransomware as an urgent national-security threat and said they are looking at ways to disrupt the criminal ecosystem that supports the booming industry. Each of the 100 different malicious software variants are responsible for multiple ransomware attacks in the U.S., Mr. Wray said. <br></p> </blockquote> <p>Cyberattacks are something the president plans to bring up when he meets with Russian president <strong>Vladimir Putin</strong>. Earlier this week Biden told reporters that his administration is looking “closely” at possibly retaliating against Russia over ransomware attacks. </p> <p>“Responsible states do not harbor ransomware criminals,” White House press secretary Jen Psaki <a href=\"https://www.usatoday.com/story/news/politics/2021/06/02/joe-biden-discuss-ransomware-putin-amid-rising-cyberattacks/7508957002/\">said</a> recently. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T14:50:16.120Z\">at 3.50pm BST</time></p>  </div> <div id=\"block-60ba2d3c8f08b9889b368e38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T14:14:55.105Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Texas Tribune throws out the possibility that <strong>Allen West</strong> could be gearing up to challenge incumbent governor Greg Abbott, a Republican. Here’s <a href=\"https://www.texastribune.org/2021/06/04/texas-allen-west-republican-resigns/\">the Tribune</a>:</p> <blockquote class=\"quoted\"> <p>West has not ruled out challenging Gov. Greg Abbott<strong>, </strong>and he has also had tension recently with Lt. Gov. Dan Patrick.</p> <p>A former Florida congressman who moved to Texas several years ago, West took over the party last summer, unseating incumbent James Dickey. He quickly made a name for himself for his willingness to speak out against fellow Republicans, including Abbott, whose coronavirus response he criticized.</p> <p>West used the latest legislative session to push hard for the party’s eight legislative priorities, and he has spent recent days lamenting the lack of progress that lawmakers have to show on them.</p> </blockquote> <p>It’s important to note that Abbott is a popular politician in Texas and has recently touted Donald Trump’s endorsement. He also won his last gubernatorial election by 13 percentage points. Unseating Abbott would not be easy. <br></p> </div>   </div> <div id=\"block-60ba2d2e8f082e80569f631b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T13:41:33.054Z\">2.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The jobs report numbers out today were overall positive. My colleague Dominic Rushe has more: </p> <blockquote class=\"quoted\"> <p>The US added 559,000 jobs in May as the coronavirus pandemic receded, shaking off fears of a substantial slowdown in hiring after April’s disappointing monthly report.</p> <p>The Bureau of Labor Statistics said Friday that the unemployment rate had fallen to 5.8% from 6.1% in April, still significantly higher than the 3.8% unemployment rate recorded in February 2020 before Covid 19 hit the US but less than half its 14.8% peak in April last year.</p> <p>The news comes one month after the labor department shocked economists by announcing the US had added just 266,000 new jobs in April – far below the 1m gain that had been expected.</p> <p>April’s report led to sparring between the Biden administration and Republicans who claimed higher levels of unemployment benefits were keeping people from returning to work.</p> <p>There are signs of a strong rebound across the US economy. Worker filings for unemployment benefits have dropped by 35% since late April and fell to a pandemic low of 385,000 last week, the labor department said Thursday.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/jun/04/us-jobs-report-may-2021-hiring-pandemic\">US adds 559,000 jobs in May as fears of hiring slowdown fade</a> </p> </aside> </div>   </div> <div id=\"block-60ba28fe8f082ac930aea3c0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T13:27:09.199Z\">2.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former congressman <strong>Allen West</strong>, the ex-Florida member of Congress-turned chairman of the Texas Republican Party, is stepping down from his post. <br></p> <p>He had been leading the Texas Republican Party for less than a year, a short tenure for a chairman to abruptly end. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AaronBlake/status/1400804079153078275\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Texas Republican Party chairman and ex-Florida congressman Allen West is resigning, per the party&#39;s vice chair --&gt; <a href=\"https://t.co/M5EPchGxnc\">https://t.co/M5EPchGxnc</a></p>&mdash; Aaron Blake (@AaronBlake) <a href=\"https://twitter.com/AaronBlake/status/1400804079153078275?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>There seems to be some confusion about the timing of when his departure will go into effect. While the vice chair of the party tweeted that West is stepping down at 5pm. today the party’s communications director tweeted that West will keep his job until early July. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ltwombly93/status/1400803841285754886\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">He did announce his resignation but it is not effective at 5pm today. He will stay at the helm until early July. <a href=\"https://t.co/rBKiMWhOK0\">https://t.co/rBKiMWhOK0</a></p>&mdash; Luke Twombly (@ltwombly93) <a href=\"https://twitter.com/ltwombly93/status/1400803841285754886?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>Here’s a press release announcing West’s departure. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AaronBlake/status/1400805399788392451\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">TX GOP release: &quot;Lt. Col. Allen West will take this opportunity to prayerfully reflect on a new chapter in his already distinguished career.&quot;<a href=\"https://t.co/NyEhmBzBMJ\">https://t.co/NyEhmBzBMJ</a> <a href=\"https://t.co/VKASpK8o9k\">pic.twitter.com/VKASpK8o9k</a></p>&mdash; Aaron Blake (@AaronBlake) <a href=\"https://twitter.com/AaronBlake/status/1400805399788392451?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T13:32:53.856Z\">at 2.32pm BST</time></p>  </div> <div id=\"block-60ba22558f08b9889b368d7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-04T13:15:44.492Z\">2.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden to hold further infrastructure talks with key Republican</h2>  <div class=\"block-elements\">  <p>Good morning readers, Daniel Strauss here. Let’s get started.</p> <p><strong>Joe Biden</strong> continues to find a deal with Republicans and conservative members of the Democratic party elusive on the primary legislative initiative his administration is focusing on.</p> <p>Later today, Biden is meeting with Senator <strong>Shelley Moore Capito</strong> of West Virginia. It’s the latest meeting between the president and the lead Republican negotiator over a major infrastructure funding package. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kaitlancollins/status/1400783534466420737\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Biden is expected to speak to top Republican negotiator Sen. Capito about infrastructure this afternoon, I&#39;m told.</p>&mdash; Kaitlan Collins (@kaitlancollins) <a href=\"https://twitter.com/kaitlancollins/status/1400783534466420737?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>Despite repeated counter offers by Capito and her team of Senate Republicans, the White House and Congress have not gotten close to a compromise. And that’s caused Biden and his top aides to warn that time is running out to come up with a bipartisan deal. </p> <p>But there are persistent fissures within the Democratic Party as well. In an interview with CNN, Senator Joe Manchin of West Virginia, the most conservative Democrat in the Senate caucus and the most outspoken conservative Democrat on Capitol Hill, warned that he’s not ready to give up on a bipartisan compromise. Per <a href=\"https://www.cnn.com/2021/06/03/politics/manchin-interview-filibuster-reconciliation/index.html\">CNN</a>: </p> <blockquote class=\"quoted\"> <p>In an interview with CNN on Thursday, Manchin said bipartisan infrastructure talks should continue even as pressure builds for Democrats to move ahead without Republicans, and he dismissed calls to create a special carveout from the Senate’s filibuster rules to pass <a href=\"http://www.cnn.com/2021/06/03/politics/senate-democrats-voting-rights-bill-dynamic/index.html\">a voting overhaul bill along straight party lines</a>, a key priority for Democrats that faces stiff opposition from GOP lawmakers.</p> <p>Manchin heads into a pivotal time for Congress where a number of key policy issues are on a razor’s edge in the Senate, giving the swing Democrat enormous sway over the future of the Biden agenda. At the centerpiece of that agenda is the infrastructure package that Biden and Republicans are furiously negotiating in a last-ditch attempt to cut a compromise, though they remain far apart.</p> <p>The West Virginia Democrat is not ready to give up on those talks with Republicans quite yet, saying: “These (things) take time.” <br></p> </blockquote> <p>Manchin’s comments underscore one of the more persistent aspects of Congressional gridlock that’s continued through the Biden administration: a small, moderate sect of the Democratic Party opposes the drastic go-it-alone approach other wings of the party are pushing for on a range of issues – from filibuster reform in the Senate to an infrastructure deal. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-04T16:03:28.581Z\">at 5.03pm BST</time></p>  </div>","wordcount":"4067","firstPublicationDate":"2021-06-04T13:33:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:00:24Z","liveBloggingNow":"true","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkeet","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6d23283704255b71f37f57a1fcb5c2fe60dc8cd4/0_119_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The sheriff’s department in Orange county, California, advised its officers earlier this year not to affiliate with far-right extremist groups and warned them against engaging with white supremacist websites, according to internal documents reviewed by the Guardian. The Orange county sheriff’s department’s “extremism awareness” training document from February instructed officers not to share disinformation and to avoid associating with militias, QAnon, rightwing platforms like Gab and 4chan, as well as second-amendment groups or law enforcement “clubs” that could be “avenues for exploitation”. The 66-page PowerPoint presentation for staff also included a lengthy section on “the extreme left”, warning officers about “Karl Marx’s influence”; the history of the Black Panther party; anti-fascist groups’ vandalism and “improvised weapons”; and animal rights and anti-war protesters. The training is notable, experts said, because it suggests that sheriff’s officials were acknowledging that their own officers could be drawn to far-right groups and were concerned about the risks of them posting racist or extremist content. Experts said it was unusual to see this kind of training from local police. But they also criticized the training for falsely presenting the far right and the “extreme left” as equivalent threats, when data shows that white supremacists perpetuated the large majority of recent domestic terror attacks. Read the full report here: Former congresswoman Katie Hill has been ordered to pay $220,000 in attorneys’ fees for the Daily Mail and two journalists she sued over their non-consensual publication of her nude photos. Hill resigned from Congress in 2019 following the publication of the photos. Her lawsuit was thrown out on first amendment grounds. Per the AP: On Wednesday, Judge Yolanda Orozco of Los Angeles county superior court awarded about $105,000 to the parent company of the Mail. Hill had called for a boycott of the tabloid on Twitter and sought donations for her legal costs ... The judge previously ordered Hill to pay about $84,000 to the attorneys of Jennifer Van Laar, managing editor of the conservative website Red State, and about $30,000 to lawyers representing the radio producer Joseph Messina. Hill initially accused Messina of being part of a conspiracy to distribute the pictures, but dropped her claim against him earlier this year. Read the full report here: California’s governor, Gavin Newsom, took a surreal turn as a gameshow-host/bingo-caller on Friday, as he drew numbers for the first 15 winners of the state’s $50,000 prize for getting the coronavirus vaccine. The drawing, which took place on a makeshift stage backed by a sparkly gold curtain and giant gameshow wheel, is part of a $116.5m program designed to incentivize more Californians to get vaccinated. The state will give 10 people $1.5m prizes and 30 people $50,000 prizes. An additional 2 million people will receive $50 gift cards. Everyone who has received at least one shot is eligible for the drawings. Two-thirds of eligible Californians have received at least one dose of the vaccine, according to the AP. The state is hoping to increase the vaccination rate to 75%. Microsoft blocked its search engine, Bing, from returning image and video results for the phrase “tank man” – a reference to the iconic image of a lone protestor facing down tanks during the 1989 protests in Tiananmen Square – on Friday, the 32nd anniversary of the military crackdown. References to the pro-democracy protest movement have long been censored in the People’s Republic of China, where the government maintains strict control over the internet, but the Bing censorship extended to users outside China’s “great firewall”, including the US. Results in Germany, Singapore, France, Switzerland and elsewhere were also blocked, according to Reuters and Vice News. The censorship came amid the PRC’s crackdown on Hong Kong, where it banned the Tiananmen Square anniversary vigil for the second year in a row, and growing concern over the extent to which China can exert economic pressure to enforce its censoriousness overseas. Just last week, American actor John Cena made a public apology for referring to Taiwan as “a country”, an offense to the PRC which insists that Taiwan is not an independent state. US-based tech companies have long struggled to balance their desire to operate in China’s enormous market with the censorship demands of the government. In 2016, the New York Times reported that Facebook was working on a secret tool that would allow a third party to censor the platform for Chinese users in exchange for the PRC allowing Facebook to operate within the country. In 2018, employees at Google exposed an internal project to build a censored search engine that the company hoped would allow it to reenter China. Google had pulled out of China in 2010 over censorship and hacking. Microsoft did not immediately respond to a request for comment from the Guardian. A company spokesperson told Vice: “This is due to an accidental human error and we are actively working to resolve this.” Hello everyone, this is Julia Carrie Wong in Oakland, California, picking up the live blog for the rest of the evening. Stay tuned for more news coming up... That’s it for me. I’m passing the blogging platform over my colleague Julia Carrie Wong. To reiterate here’s what happened today: The chairman of the Texas Republican Party, Allen West, has abruptly stepped down. Despite calls from Republicans for Anthony Fauci to step down, Joe Biden says his confidence in Fauci is unchanged. Vladimir Putin accused the United States of trying to gin up tensions with Russia over accusations of cyberhacking. Facebook said Donald Trump’s suspension on the platform will continue for at least two years. Jens Stoltenberg, the secretary general of NATO, will travel to Washington DC in June. A little more on those infrastructure negotiations. The White House sent out its own account of today’s call between Senator Shelley Moore Capito of West Virginia and Joe Biden. The key line here is that the White House said Capito and Republicans increased their counteroffer by about $50 billion. The Guardian’s ace voting rights reporter, Sam Levine, flags this editorial from the New York Times editorial board arguing that Democrats shouldn’t go so big on a voting rights bill. The argument from the Times comes as Joe Biden has dispatched vice-president Kamala Harris to lead his administration’s push to pass the John Lewis Voting Rights Act and the For The People Act through a stubbornly gridlocked Congress. Here’s more from the editorial: Because there is little chance the bill will pass in its current form, Democrats face a clear choice. They can wage what might be a symbolic (and likely doomed) fight for all the changes they would like. Or they can confront the acute crisis at hand by crafting a more focused bill, perhaps more palatable for more senators, that aims squarely at ensuring that Americans can cast votes and that those votes are counted. A new election law in Georgia highlights the shortcomings of H.R. 1. The Georgia law, passed in March, imposes a host of restrictions on voter registration and on voting, most of which would be reversed by the federal legislation. It also changes the rules of vote counting in ways that are not addressed by the federal legislation. It facilitates third-party challenges to the legitimacy of votes and arrogates to the state legislature, the General Assembly, the power to appoint most members of the state board of elections, who in turn have the power to replace county boards of elections. The legislature removed Georgia’s secretary of state from the State Election Board after the incumbent, Brad Raffensperger, refused to help Mr. Trump stake an illegitimate claim on the state’s electoral votes. Earlier today Reuters reported that JPMorgan &amp; Chase is restarting its political giving with one stipulation: it won’t give to Republicans who voted to overturn the 2020 presidential election results. Here’s the Reuters report: JPMorgan Chase &amp; Co (JPM.N) will resume making political donations to U.S. lawmakers but will not give to Republican members of Congress who voted to overturn President Joe Biden’s election victory, according to an internal memo on Friday seen by Reuters. The bank was among many corporations that paused political giving following the deadly Jan. 6 Capitol riots when supporters of former president Donald Trump tried to stop Congress from certifying the election. Just hours later, 147 Republicans, the vast majority of them in the House of Representatives, voted to overturn the Electoral College results which Trump falsely claimed were tainted by fraud. Following a review, the country’s largest lender will this month resume giving through its Political Action Committee (PAC) but will continue its freeze on donations to a “handful” of the 147 lawmakers whom it had previously supported, the bank said. The pause will last through the 2021-2022 election cycle, which includes November’s midterm elections, after which JPMorgan will review whether to resume contributions to the lawmakers concerned on an individual basis, it said. “This was a unique and historic moment when we believe the country needed our elected officials to put aside strongly held differences and demonstrate unity,” the bank wrote of the Jan. 6 vote to certify Biden’s win. JPMorgan noted that its PAC is an important tool for engaging in the political process in the United States. PACs are political committees organized for the purpose of raising cash to support or in some cases oppose election candidates. Meanwhile, CNBC’s Brian Schwartz got his hands on a memo from CitiGroup memo announcing a slightly different approach. We have a new readout of conversations between Senator Shelley Moore Capito of West Virginia, the lead Republican negotiator on an infrastructure deal, and Joe Biden. The statement is very brief, even for these usually anodyne readouts. Conspicuously, there’s no line saying that Capito is encouraged or any progress has been made (as there have been in other statements). On the other hand, the statement does say the two lawmakers will talk again on Monday so it’s not over yet. NATO’s secretary general will meet with Joe Biden here in Washington in early June. Donald Trump is fuming over Facebook’s announcement that he would be suspended from the social media platform for the next two years. My colleague Julie Carrie Wong has written a report on Facebook’s announcement: At the end of the suspension period, Facebook said, it would work with experts to assess the risk to public safety posed by reinstating Trump’s account. “We will evaluate external factors, including instances of violence, restrictions on peaceful assembly and other markers of civil unrest,” Clegg wrote. “If we determine that there is still a serious risk to public safety, we will extend the restriction for a set period of time and continue to re-evaluate until that risk has receded.” The White House media briefing is underway and press secretary Jen Psaki has reiterated that Joe Biden intends to raise the problems of cyber attacks on US entities with Vladimir Putin when he meets with the Russian president during his visit to the UK and the European Union later this month. Biden views increasingly frequent ransomware attacks to be a “rising national security concern,” she said. Psaki just said: “We want to move towards a more stable and predictable relationship with Russia” and pledged that Biden is “never one to hold back on areas where Russian action is hurting the US”. Recent cyber attacks, including ransomware hacks, on US government and commercial computer systems are not known to be run by the Russian government but are carried out by cyber criminal gangs that are based in Russia or Russian-controlled territories and are tolerated by the authorities in Moscow. “We know that the ransomware threat is urgent,” Psaki said. Biden plans to confront Putin when he meets with him in Geneva on June 16. Biden is attending G7 talks in the UK followed by a NATO summit on the Continent. A little earlier, Psaki said Biden will raise a number of issues with Putin, such as human rights and Russian aggression at the Ukraine border. “He also will raise cyber activity, malign activity, problematic activity, harmful activity that we’ve seen take place. There is the Solar Winds hack but also the ransomware hacks that we’ve talked about. “The actions of criminal groups within a country, there is a responsibility on the leaders of that country to take action and there’s no doubt that President Biden will be addressing that directly in that conversation.” Psaki added that the increasing problem has prompted a “rapid review” of cyber security that is underway by the US government. Donald Trump has responded to Facebook’s decision that his suspension from the social media platform will, initially, last for two years. And, in a parallel universe, the former US president mysteriously refers to some election somewhere with which this outlet is unfamiliar. The election we’re familiar with is this one: We’re waiting for a press briefing at the White House by Jen Psaki, but for the moment, let us bring you a summary of the main events so far today. Facebook has announced that Donald Trump will continue to be suspended from the social media platform for two years and will only be reinstated “if conditions permit”. Russian president Vladimir Putin issued a warning today: ransomware hacking allegations from the United States are a deliberate attempt to provoke a confrontation between the US and Russia. In an interview with the Wall Street Journal, Christopher Wray, the director of the FBI, compared the recent spate of ransomware attacks to the September 11, 2001 attacks on the World Trade Center. Joe Biden is continuing talks with the Republican side today in an attempt to win bipartisan agreement on key legislative pieces stuck in Congress. Facebook has announced that Donald Trump will continue to be suspended from the social media platform for two years and will only be reinstated “if conditions permit”. Today’s decision comes just weeks after input from the Facebook oversight board – an independent advisory committee of academics, media figures and former politicians – who recommended in early May that Trump’s account not be reinstated. However the oversight board punted the ultimate decision on Trump’s fate back to Facebook itself, giving the company six months to make the final call. The former president has been suspended since January, following the deadly Capitol attack that saw a mob of Trump supporters storm Congress in an attempt to overturn the 2020 presidential election. The company suspended Trump’s Facebook and Instagram accounts over posts in which he appeared to praise the actions of the rioters, saying that his actions posed too great a risk to remain on the platform. Following the Capitol riot, Trump was suspended from several major tech platforms, including Twitter, YouTube and Snapchat. Twitter has since made its ban permanent. We’ll bring you more reaction and developments but you can also follow the full story as it unfolds here. Here’s a link to the decision as issued by Facebook itself. And here’s the column from last month from former Guardian editor Alan Rusbridger, who is a member of the oversight board that upheld FB’s ban, #ICYMI. Russian president Vladimir Putin issued a warning Friday: hacking allegations from the United States are a deliberate attempt to provoke a confrontation with the United States, per Reuters: President Vladimir Putin said on Friday that hacking allegations which some have linked to Russia were an attempt to provoke a political dispute ahead of a summit with US President Joe Biden on June 16, Interfax news agency reported. He also said that he expected his summit with Biden, which is set to take place in Geneva, to be held in a positive atmosphere, though he anticipated no breakthrough. Tensions between the two countries have been simmering for some time. Recall that in April the Biden administration issued new sanctions against Russia over cyberespionage: The Biden administration on Thursday announced sanctions against Russia for its involvement in a recent major cyber espionage operation against the US, foreign influence operations around US elections and other concerns. As part of an executive order signed by President Biden, the administration through the Treasury Department will block US financial institutions from purchasing bonds from Russia’s Central Bank, National Wealth Fund or Ministry of Finance after June 14 and from lending funds to these institutions. The directive also leaves open the possibility for the administration to expand the sanctions on Russian sovereign debt. Additionally, the Biden administration is expelling 10 personnel from the Russian diplomatic mission in Washington, some of whom US officials say are representatives of Russian intelligence services. One of the more crucial policy points for Joe Biden during his trip to meet with G7 leaders will be over a global minimum tax CNN has more. CNN’s Julia Horowitz explained the dynamics: The Biden administration’s ambitious plan to overhaul the global tax system is about to face a crucial test. Treasury Secretary Janet Yellen heads to a meeting of Group of Seven finance ministers in London on Friday and Saturday looking to build support from many of the world’s top economies — an important step in the administration’s efforts to rewrite international tax rules and discourage American companies from booking earnings abroad. G7 finance ministers are expected to back the US plan during the summit, according to a Reuters report citing a US Treasury official. Washington’s proposal will likely get a full endorsement when G7 leaders including President Joe Biden gather in the United Kingdom next week, the news agency reported. Last month, the US Treasury proposed a global minimum tax of at least 15%, aiming to tackle an unwieldy international system rife with loopholes. Establishing a minimum rate could help discourage companies from shifting their profits to countries where they would pay less tax. More and more Republicans have been calling for Dr. Anthony Fauci’s resignation, citing a trove of emails recently released to the public. Senator Josh Hawley of Missouri released one such statement this morning. It’s unlikely Fauci will resign or that Joe Biden will ask for Fauci’s resignation though. He said today he still is “very confident” in the chief medical adviser to the president. In an interview with the Wall Street Journal, Christopher Wray, the director of the FBI, compared the recent spate of ransomware attacks to the September 11, 2001 attacks on the World Trade Center. Here’s his comments in the Journal: FBI Director Christopher Wray said the agency is investigating about 100 different types of ransomware, many of which trace back to hackers in Russia, and compared the current spate of cyberattacks with the challenge posed by the Sept. 11, 2001, terrorist attacks. “There are a lot of parallels, there’s a lot of importance, and a lot of focus by us on disruption and prevention,” Mr. Wray said in an interview on Thursday. “There’s a shared responsibility, not just across government agencies but across the private sector and even the average American.” Mr. Wray’s comments—among his first publicly since two recent ransomware attacks gripped the U.S. meat and oil-and-gas industries—come as senior Biden administration officials have characterized ransomware as an urgent national-security threat and said they are looking at ways to disrupt the criminal ecosystem that supports the booming industry. Each of the 100 different malicious software variants are responsible for multiple ransomware attacks in the U.S., Mr. Wray said. Cyberattacks are something the president plans to bring up when he meets with Russian president Vladimir Putin. Earlier this week Biden told reporters that his administration is looking “closely” at possibly retaliating against Russia over ransomware attacks. “Responsible states do not harbor ransomware criminals,” White House press secretary Jen Psaki said recently. The Texas Tribune throws out the possibility that Allen West could be gearing up to challenge incumbent governor Greg Abbott, a Republican. Here’s the Tribune: West has not ruled out challenging Gov. Greg Abbott, and he has also had tension recently with Lt. Gov. Dan Patrick. A former Florida congressman who moved to Texas several years ago, West took over the party last summer, unseating incumbent James Dickey. He quickly made a name for himself for his willingness to speak out against fellow Republicans, including Abbott, whose coronavirus response he criticized. West used the latest legislative session to push hard for the party’s eight legislative priorities, and he has spent recent days lamenting the lack of progress that lawmakers have to show on them. It’s important to note that Abbott is a popular politician in Texas and has recently touted Donald Trump’s endorsement. He also won his last gubernatorial election by 13 percentage points. Unseating Abbott would not be easy. The jobs report numbers out today were overall positive. My colleague Dominic Rushe has more: The US added 559,000 jobs in May as the coronavirus pandemic receded, shaking off fears of a substantial slowdown in hiring after April’s disappointing monthly report. The Bureau of Labor Statistics said Friday that the unemployment rate had fallen to 5.8% from 6.1% in April, still significantly higher than the 3.8% unemployment rate recorded in February 2020 before Covid 19 hit the US but less than half its 14.8% peak in April last year. The news comes one month after the labor department shocked economists by announcing the US had added just 266,000 new jobs in April – far below the 1m gain that had been expected. April’s report led to sparring between the Biden administration and Republicans who claimed higher levels of unemployment benefits were keeping people from returning to work. There are signs of a strong rebound across the US economy. Worker filings for unemployment benefits have dropped by 35% since late April and fell to a pandemic low of 385,000 last week, the labor department said Thursday. Former congressman Allen West, the ex-Florida member of Congress-turned chairman of the Texas Republican Party, is stepping down from his post. He had been leading the Texas Republican Party for less than a year, a short tenure for a chairman to abruptly end. There seems to be some confusion about the timing of when his departure will go into effect. While the vice chair of the party tweeted that West is stepping down at 5pm. today the party’s communications director tweeted that West will keep his job until early July. Here’s a press release announcing West’s departure. Good morning readers, Daniel Strauss here. Let’s get started. Joe Biden continues to find a deal with Republicans and conservative members of the Democratic party elusive on the primary legislative initiative his administration is focusing on. Later today, Biden is meeting with Senator Shelley Moore Capito of West Virginia. It’s the latest meeting between the president and the lead Republican negotiator over a major infrastructure funding package. Despite repeated counter offers by Capito and her team of Senate Republicans, the White House and Congress have not gotten close to a compromise. And that’s caused Biden and his top aides to warn that time is running out to come up with a bipartisan deal. But there are persistent fissures within the Democratic Party as well. In an interview with CNN, Senator Joe Manchin of West Virginia, the most conservative Democrat in the Senate caucus and the most outspoken conservative Democrat on Capitol Hill, warned that he’s not ready to give up on a bipartisan compromise. Per CNN: In an interview with CNN on Thursday, Manchin said bipartisan infrastructure talks should continue even as pressure builds for Democrats to move ahead without Republicans, and he dismissed calls to create a special carveout from the Senate’s filibuster rules to pass a voting overhaul bill along straight party lines, a key priority for Democrats that faces stiff opposition from GOP lawmakers. Manchin heads into a pivotal time for Congress where a number of key policy issues are on a razor’s edge in the Senate, giving the swing Democrat enormous sway over the future of the Biden agenda. At the centerpiece of that agenda is the infrastructure package that Biden and Republicans are furiously negotiating in a last-ditch attempt to cut a compromise, though they remain far apart. The West Virginia Democrat is not ready to give up on those talks with Republicans quite yet, saying: “These (things) take time.” Manchin’s comments underscore one of the more persistent aspects of Congressional gridlock that’s continued through the Biden administration: a small, moderate sect of the Democratic Party opposes the drastic go-it-alone approach other wings of the party are pushing for on a range of issues – from filibuster reform in the Senate to an infrastructure deal.","charCount":"25360","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/julia-carrie-wong\">Julia Carrie Wong</a> (now) and <a href=\"profile/daniel-strauss\">Daniel Strauss</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"crosswords/weekend/544","type":"crossword","sectionId":"crosswords","sectionName":"Crosswords","webPublicationDate":"2021-06-04T23:00:00Z","webTitle":"Weekend crossword No 544","webUrl":"https://www.theguardian.com/crosswords/weekend/544","apiUrl":"https://content.guardianapis.com/crosswords/weekend/544","fields":{"headline":"Weekend crossword No 544","trailText":"Weekend crossword No 544","byline":"Sy","main":"","body":"","wordcount":"0","commentCloseDate":"2021-06-07T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-04T23:00:00Z","isPremoderated":"false","lastModified":"2021-06-04T23:01:24Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hd3vz","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false","bylineHtml":"<a href=\"profile/sy\">Sy</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"crosswords/prize/28464","type":"crossword","sectionId":"crosswords","sectionName":"Crosswords","webPublicationDate":"2021-06-04T23:00:00Z","webTitle":"Prize crossword No 28,464","webUrl":"https://www.theguardian.com/crosswords/prize/28464","apiUrl":"https://content.guardianapis.com/crosswords/prize/28464","fields":{"headline":"Prize crossword No 28,464","trailText":"Prize crossword No 28,464","byline":"Crucible","main":"","body":"","wordcount":"0","commentable":"false","firstPublicationDate":"2021-06-04T23:00:00Z","isPremoderated":"false","lastModified":"2021-06-04T23:01:24Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjndg","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false","bylineHtml":"<a href=\"profile/crucible\">Crucible</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"books/2021/jun/04/jeanette-winterson-burns-her-own-books-in-outrage-at-cosy-little-blurbs","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-04T21:53:09Z","webTitle":"Jeanette Winterson burns her own books in protest at ‘cosy little blurbs’","webUrl":"https://www.theguardian.com/books/2021/jun/04/jeanette-winterson-burns-her-own-books-in-outrage-at-cosy-little-blurbs","apiUrl":"https://content.guardianapis.com/books/2021/jun/04/jeanette-winterson-burns-her-own-books-in-outrage-at-cosy-little-blurbs","fields":{"headline":"Jeanette Winterson burns her own books in protest at ‘cosy little blurbs’","standfirst":"<p>British novelist says republished works were presented as ‘wimmins fiction of the worst kind’</p>","trailText":"British novelist says republished works were presented as ‘wimmins fiction of the worst kind’","byline":"Edna Mohamed","main":"<figure class=\"element element-image\" data-media-id=\"a939b5cbc13f378c3558fa3972a874d2f6987d84\"> <img src=\"https://media.guim.co.uk/a939b5cbc13f378c3558fa3972a874d2f6987d84/0_203_675_405/500.jpg\" alt=\"republished Jeanette Winterson novels on fire\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeanette Winterson tweeted: ‘Absolutely hated the cosy little domestic blurbs on my new covers. Nothing playful or strange or the ahead of time stuff that’s in there.’</span> <span class=\"element-image__credit\">Photograph: Twitter</span> </figcaption> </figure>","body":"<p>The author Jeanette Winterson has set fire to a pile of her newly republished books after saying she “hated the cosy little domestic blurbs” on them.</p> <p>In a <a href=\"https://twitter.com/Wintersonworld/status/1400848078022877191\">tweet on Friday night,</a> the author defiantly wrote: “Absolutely hated the cosy little domestic blurbs on my new covers. Turned me into wimmins fiction of the worst kind! Nothing playful or strange or the ahead of time stuff that’s in there. So I set them on fire.”</p> <p>With work exploring love, gender and sexual identity, Winterson wrote her first novel, Oranges Are Not the Only Fruit, in 1985 at 23 and has since published more than a dozen books.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2019/dec/22/jeanette-winterson-frankissstein-interview\">Jeanette Winterson: ‘I didn’t see this coming’</a> </p> </aside>  <p>The burned books were: The Passion, her 1987 novel set in Napoleonic Europe; 1992’s Written on the Body; 1995’s Art and Lies; and The Powerbook from 2000. In a statement to the Guardian, Winterson said: “Each of those books was doing something different at the time, both with form and content.</p> <p>“The Passion was both a way of reimagining the historical novel and it had a cross dressed narrator. Written on the Body had a non binary narrator. The Powerbook was an early virtual and blended reality experience, that bent time as well as gender. The blurbs had none of this and turned the books into the tame and the obvious. A friend said, ‘God, you sound like Mills &amp; Boon!’</p> <p>“The publishers are fixing the problem but these are not copies I want to keep. I gave most of them away to charity but needed a symbolic burning to raise my spirits. I am the writer I am. But I wouldn’t buy one of my books with those suburban blurbs.</p> <p>“I am quick tempered as people know. But I come back down pretty quick too and see the funny side. I was incandescent at the time.”</p> <p>Her 1989 novel Sexing the Cherry was another that had been republished, but that “was totally fine”.</p> <p>Winterson was awarded an OBE in 2006 for her services to literature and is a professor of new writing at the University of Manchester.</p> <p>Penguin has been contacted for a comment.</p>","newspaperPageNumber":"15","wordcount":"352","firstPublicationDate":"2021-06-04T21:53:09Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:08:05Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkhg9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a939b5cbc13f378c3558fa3972a874d2f6987d84/0_203_675_405/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The author Jeanette Winterson has set fire to a pile of her newly republished books after saying she “hated the cosy little domestic blurbs” on them. In a tweet on Friday night, the author defiantly wrote: “Absolutely hated the cosy little domestic blurbs on my new covers. Turned me into wimmins fiction of the worst kind! Nothing playful or strange or the ahead of time stuff that’s in there. So I set them on fire.” With work exploring love, gender and sexual identity, Winterson wrote her first novel, Oranges Are Not the Only Fruit, in 1985 at 23 and has since published more than a dozen books. The burned books were: The Passion, her 1987 novel set in Napoleonic Europe; 1992’s Written on the Body; 1995’s Art and Lies; and The Powerbook from 2000. In a statement to the Guardian, Winterson said: “Each of those books was doing something different at the time, both with form and content. “The Passion was both a way of reimagining the historical novel and it had a cross dressed narrator. Written on the Body had a non binary narrator. The Powerbook was an early virtual and blended reality experience, that bent time as well as gender. The blurbs had none of this and turned the books into the tame and the obvious. A friend said, ‘God, you sound like Mills &amp; Boon!’ “The publishers are fixing the problem but these are not copies I want to keep. I gave most of them away to charity but needed a symbolic burning to raise my spirits. I am the writer I am. But I wouldn’t buy one of my books with those suburban blurbs. “I am quick tempered as people know. But I come back down pretty quick too and see the funny side. I was incandescent at the time.” Her 1989 novel Sexing the Cherry was another that had been republished, but that “was totally fine”. Winterson was awarded an OBE in 2006 for her services to literature and is a professor of new writing at the University of Manchester. Penguin has been contacted for a comment.","charCount":"1941","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/edna-mohamed\">Edna Mohamed</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"football/2021/jun/04/spurs-close-to-hiring-paratici-as-sporting-director-and-target-conte-reunion","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-04T21:33:55Z","webTitle":"Tottenham call off move for Antonio Conte after talks with coach break down","webUrl":"https://www.theguardian.com/football/2021/jun/04/spurs-close-to-hiring-paratici-as-sporting-director-and-target-conte-reunion","apiUrl":"https://content.guardianapis.com/football/2021/jun/04/spurs-close-to-hiring-paratici-as-sporting-director-and-target-conte-reunion","fields":{"headline":"Tottenham call off move for Antonio Conte after talks with coach break down","standfirst":"<ul><li>Spurs concerned about Italian’s transfer budget demands</li><li>Club are close to hiring Fabio Paratici as sporting director</li></ul>","trailText":"Tottenham’s search for a manager goes on, after the club called off a move for Antonio Conte over concerns about transfer demands","byline":"David Hytner","main":"<figure class=\"element element-image\" data-media-id=\"b697dc0710110ec213792a9068d0e160e3ba1534\"> <img src=\"https://media.guim.co.uk/b697dc0710110ec213792a9068d0e160e3ba1534/0_40_2072_1243/1000.jpg\" alt=\"Antonio Conte will not be returning to London after talks with Tottenham broke down on Friday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Antonio Conte will not be returning to London after talks with Tottenham broke down on Friday.</span> <span class=\"element-image__credit\">Photograph: Claudio Villa - Inter/Inter/Getty Images</span> </figcaption> </figure>","body":"<p>Tottenham have called off their move to appoint Antonio Conte as their new manager a little over 24 hours after believing they were close to a deal. The London club are primed to hire Fabio Paratici in the role of sporting director as the chairman, Daniel Levy, drives a return to a two-tier management structure.</p> <p>But they have now gone cold on Conte, the former Chelsea manager, who has just left Internazionale after guiding them to the Serie A title, after growing concerned over his demands and whether he would commit to blooding young players.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2021/may/30/managerial-carousel-mirrors-desperate-crisis-enveloping-europes-elite-clubs-internazionale-real-madrid\">Managerial carousel mirrors the desperate crisis enveloping Europe’s elite clubs | Jonathan Wilson</a> </p> </aside>  <p>Conte had appeared an unlikely target to replace José Mourinho, one that did not fit entirely with the profile of manager that Levy had publicly stated that he wanted, although talks had progressed quickly this week. </p> <p>The big question related to how much money Conte would demand to oversee a reshaping of the squad, which has come to feel overdue and, assuming it was a large amount, where Levy might find it – given that Spurs have been hit hard by the pandemic. Levy could raise a big sum by selling Harry Kane, the team’s talisman who has indicated he wants to leave, but the chairman is against that idea.</p> <p>It is unclear whether Spurs would return to the negotiating table if Conte were to relax his demands but that felt unlikely on Friday night, leaving Levy to consider his next move. Levy sacked Mourinho on 19 April – Spurs finished the season under the inexperienced interim manager, Ryan Mason – and the search for a permanent replacement has been marked by frustration.</p> <p>Levy has said that he wants the new manager to “embrace our desire to see young players flourish from our academy alongside experienced talent.” It is known that he has broadly looked for a figure in the mould of Mauricio Pochettino, the manager before Mourinho, who worked wonders on a relatively small budget and developed a clutch of young players.</p> <p>Conte had left Inter last week because he was unhappy at their plan to sell about €80m worth of players this summer to plug holes in their balance sheet. He had wanted backing for new signings and a greater chance to build on his title win. The collapse of the prospective Conte deal will further increase the pressure on Levy after a disastrous season, one in which the team slumped from a promising position in December.</p> <p>Mourinho was sacked six days before the Carabao Cup final loss to Manchester City and Levy drew universal condemnation with his rush to join the ultimately doomed European Super League. The Kane situation has provided yet more discomfort. He wants to leave after concluding that he cannot win trophies at his boyhood club and, if “Mr Tottenham” no longer believes in them, it is self-evidently hugely damaging.</p> <p>The Paratici negotiations have been separate to those with Conte and, provided final talks unfold as expected, the man who worked for 11 years as the sporting director at Juventus will still join Spurs. Paratici, who worked with Conte for three of those years, won 19 trophies at Juventus.</p> <p>Levy has previously employed Paul Mitchell, Franco Baldini, Damien Comolli, Frank Arnesen and David Pleat in the role of sporting director or similar, while Steve Hitchen is currently one of the leads on recruitment.</p> <p>Earlier on Friday, as doubts began to grow over whether Conte believed in what was being proposed by Spurs, the broadcaster DAZN released an interview with him. In it, Conte confirmed he was ready to work outside of his native Italy again but also stressed that he wanted to remain competitive.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/ng-interactive/2021/jun/04/euro-2020-complete-guide-to-all-622-players-ratings\">Euro 2020: your complete guide to all 622 players</a> </p> </aside>  <p>“I would like to have more experiences abroad,” Conte said. “I think that I am not someone who is happy with just a comfortable situation. I always chose the most difficult situation instead.</p> <p>“As a player, I won everything it was possible to win, but I also lost a great deal,” Conte added. “When you lose, it leaves within you the desire not to experience that again, so you do everything to transmit that to your players when you are a coach. It all comes from your scars and wanting to avoid getting more.”</p> <p>Levy has looked at several candidates for the manager’s role, including Ajax’s Eric Ten Hag, who remains a contender despite his club having triggered a one-year extension to his deal. He has also explored the possibility of bringing back Pochettino – who joined Paris Saint-Germain in January – amid suggestions that the Argentinian is unhappy in the French capital.</p> <p>PSG have indicated that they are not willing to let Pochettino leave either way; the manager has a further two years on his contract.</p>","newspaperPageNumber":"7","wordcount":"777","firstPublicationDate":"2021-06-04T17:24:25Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-04T23:05:58Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkfpm","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b697dc0710110ec213792a9068d0e160e3ba1534/0_40_2072_1243/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Tottenham have called off their move to appoint Antonio Conte as their new manager a little over 24 hours after believing they were close to a deal. The London club are primed to hire Fabio Paratici in the role of sporting director as the chairman, Daniel Levy, drives a return to a two-tier management structure. But they have now gone cold on Conte, the former Chelsea manager, who has just left Internazionale after guiding them to the Serie A title, after growing concerned over his demands and whether he would commit to blooding young players. Conte had appeared an unlikely target to replace José Mourinho, one that did not fit entirely with the profile of manager that Levy had publicly stated that he wanted, although talks had progressed quickly this week. The big question related to how much money Conte would demand to oversee a reshaping of the squad, which has come to feel overdue and, assuming it was a large amount, where Levy might find it – given that Spurs have been hit hard by the pandemic. Levy could raise a big sum by selling Harry Kane, the team’s talisman who has indicated he wants to leave, but the chairman is against that idea. It is unclear whether Spurs would return to the negotiating table if Conte were to relax his demands but that felt unlikely on Friday night, leaving Levy to consider his next move. Levy sacked Mourinho on 19 April – Spurs finished the season under the inexperienced interim manager, Ryan Mason – and the search for a permanent replacement has been marked by frustration. Levy has said that he wants the new manager to “embrace our desire to see young players flourish from our academy alongside experienced talent.” It is known that he has broadly looked for a figure in the mould of Mauricio Pochettino, the manager before Mourinho, who worked wonders on a relatively small budget and developed a clutch of young players. Conte had left Inter last week because he was unhappy at their plan to sell about €80m worth of players this summer to plug holes in their balance sheet. He had wanted backing for new signings and a greater chance to build on his title win. The collapse of the prospective Conte deal will further increase the pressure on Levy after a disastrous season, one in which the team slumped from a promising position in December. Mourinho was sacked six days before the Carabao Cup final loss to Manchester City and Levy drew universal condemnation with his rush to join the ultimately doomed European Super League. The Kane situation has provided yet more discomfort. He wants to leave after concluding that he cannot win trophies at his boyhood club and, if “Mr Tottenham” no longer believes in them, it is self-evidently hugely damaging. The Paratici negotiations have been separate to those with Conte and, provided final talks unfold as expected, the man who worked for 11 years as the sporting director at Juventus will still join Spurs. Paratici, who worked with Conte for three of those years, won 19 trophies at Juventus. Levy has previously employed Paul Mitchell, Franco Baldini, Damien Comolli, Frank Arnesen and David Pleat in the role of sporting director or similar, while Steve Hitchen is currently one of the leads on recruitment. Earlier on Friday, as doubts began to grow over whether Conte believed in what was being proposed by Spurs, the broadcaster DAZN released an interview with him. In it, Conte confirmed he was ready to work outside of his native Italy again but also stressed that he wanted to remain competitive. “I would like to have more experiences abroad,” Conte said. “I think that I am not someone who is happy with just a comfortable situation. I always chose the most difficult situation instead. “As a player, I won everything it was possible to win, but I also lost a great deal,” Conte added. “When you lose, it leaves within you the desire not to experience that again, so you do everything to transmit that to your players when you are a coach. It all comes from your scars and wanting to avoid getting more.” Levy has looked at several candidates for the manager’s role, including Ajax’s Eric Ten Hag, who remains a contender despite his club having triggered a one-year extension to his deal. He has also explored the possibility of bringing back Pochettino – who joined Paris Saint-Germain in January – amid suggestions that the Argentinian is unhappy in the French capital. PSG have indicated that they are not willing to let Pochettino leave either way; the manager has a further two years on his contract.","charCount":"4530","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidhytner\">David Hytner</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}]}}