{"response":{"status":"ok","userTier":"developer","total":2270920,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227092,"orderBy":"newest","results":[{"id":"politics/live/2021/may/27/uk-covid-live-news-cummings-wrong-to-say-tens-of-thousands-died-needlessly-minister-says","type":"liveblog","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2021-05-27T09:03:06Z","webTitle":"UK Covid live news: Cummings wrong to say tens of thousands died needlessly, minister says","webUrl":"https://www.theguardian.com/politics/live/2021/may/27/uk-covid-live-news-cummings-wrong-to-say-tens-of-thousands-died-needlessly-minister-says","apiUrl":"https://content.guardianapis.com/politics/live/2021/may/27/uk-covid-live-news-cummings-wrong-to-say-tens-of-thousands-died-needlessly-minister-says","fields":{"headline":"UK Covid live news: Cummings wrong to say tens of thousands died needlessly, minister says","standfirst":"<p>Latest updates: Robert Jenrick says prime minister was acting on the advice available to him at the time</p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/27/matt-hancock-dominic-cummings-boris-johnson-coronavirus-allegations\">Matt Hancock to face questions over Dominic Cummings allegations</a></li><li><a href=\"https://www.theguardian.com/politics/2021/may/26/boris-johnson-is-unfit-to-be-prime-minister-says-dominic-cummings\">Dominic Cummings lambasts Johnson in damning account</a></li><li><a href=\"https://www.theguardian.com/politics/2021/may/26/dominic-cummings-timeline-of-coronavirus-crisis\">Timeline: Cummings’ view of early days of pandemic</a></li><li><a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured\">Global Covid updates - live</a></li></ul>","trailText":"Latest updates: Robert Jenrick says prime minister was acting on the advice available to him at the time","byline":"Andrew Sparrow","main":"<figure class=\"element element-image\" data-media-id=\"fc72af36bb0c442d5a43726ce114c9b1dd70c6a8\"> <img src=\"https://media.guim.co.uk/fc72af36bb0c442d5a43726ce114c9b1dd70c6a8/0_0_8256_4954/1000.jpg\" alt=\"A new, suspected Covid patient is brought into the A&amp;E of the University Hospital Coventry.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A new, suspected Covid patient is brought into the A&amp;E of the University Hospital Coventry.</span> <span class=\"element-image__credit\">Photograph: Lynsey Addario/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60af5e758f088d8c3178a98b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:55:53.308Z\">9.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour has moved the writ for the Batley and Spen byelection to take place on Thursday 1 July.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1397833815523999744\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Opposition Chief Whip <a href=\"https://twitter.com/alancampbellmp?ref_src=twsrc%5Etfw\">@alancampbellmp</a> moves the writ for the Batley and Spen by-election which will take place on Thurs 1 July. <a href=\"https://t.co/3IBcByXYEH\">pic.twitter.com/3IBcByXYEH</a></p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/1397833815523999744?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60af55a08f086d71cc15c1ca\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:52:05.496Z\">9.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">India variant 'now the dominant strain', says Prof Ferguson</h2>  <div class=\"block-elements\">  <p><strong>Prof Neil Ferguson</strong>, the Imperial College epidemiologist whose modelling played a key role in persuading Boris Johnson to order the original lockdown last year, told the Today programme this morning that the variant originating in India (B.1.617.2) is now the dominant one in the UK. He said:</p> <blockquote class=\"quoted\"> <p>It’s now in well over the majority of local authority areas in the country and is now the dominant strain. The majority of new cases are of the variant - that is obviously concerning. It’s gone from being really a small minority a month ago to the majority variant.</p> </blockquote> <p>Ferguson said this meant that whether or not England would be able to go ahead with step 4 of the roadmap - the lifting of all remaining restrictions - was “in the balance”. He explained:</p> <blockquote class=\"quoted\"> <p>Step 4 is rather in the balance, the data collected in the next two to three weeks will be critical.</p> <p>The key issue as to whether we can go forward is: will the surge caused by the Indian variant - and we do think there will be a surge - be more than has been already planned in to the relaxation measures?</p> <p>So it was always expected that relaxation would lead to a surge in infections and to some extent a small third wave of transmission - that’s inevitable if you allow contact rates in population to go up, even despite immunity - [but] we can’t cope with that being too large.</p> <p>In the next two or three weeks we will be able to come to a firm assessment of whether it’s possible to go forward.</p> </blockquote> <p>Ferguson also restated his claim that locking down a week early in March 2020 would have saved 20,000 to 30,000 lives. He said:</p> <blockquote class=\"quoted\"> <p>I think that’s unarguable. I mean, the epidemic was doubling every three to four days in weeks 13 to 23 March, and so had we moved the interventions back a week we would have curtailed that and saved many lives.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"0daba6c5cc98c9e189b620a730fc18733abb7e18\"> <img src=\"https://media.guim.co.uk/0daba6c5cc98c9e189b620a730fc18733abb7e18/0_709_4480_2688/1000.jpg\" alt=\"Neil Ferguson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Neil Ferguson.</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Observer</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T09:00:05.118Z\">at 10.00am BST</time></p>  </div> <div id=\"block-60af4b828f086d71cc15c14d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:04:57.635Z\">9.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning. Today will be dominated by Matt Hancock, the health secretary, responding to the multiple criticisms of him made by Dominic Cummings, the prime minister’s former chief adviser, in his select committee evidence yesterday - Hancock is in the Commons this morning, and holding a press conference this afternoon - but Cummings did not just criticise Hancock, and it is for the government as a whole to respond too.</p> <p><strong>Robert Jenrick</strong>, the communities secretary, was doing the morning interview round and he made it clear that the government is taking a dual-pronged approach. Broadly, it is not going to engage with Cummings, Jenrick implied, because he said the government wanted to wait until the inquiry, which is not due to start until next year. Jenrick said:</p> <blockquote class=\"quoted\"> <p>The last year has been uniquely challenging and difficult for everyone in ways, but very, very profoundly difficult for those people who’ve lost loved ones and they are right to seek answers and explanations. That’s why we’re having the full public inquiry next year.</p> <p>I think that is the right moment to consider these things in a calm and reflective manner with all of the evidence. </p> </blockquote> <p>But ministers are responding to some of Cummings’ allegations and Jenrick said he did not believe probably the most damning one of all - that “tens of thousands of people died who didn’t need to die”. Asked if Cummings was wrong to make this claim, Jenrick replied:</p> <blockquote class=\"quoted\"> <p>Yes, I think it is because you have to remember that we didn’t have all of the facts at the time that the decisions were being taken. Nobody could doubt for one moment that the prime minister was doing anything other than acting with the best of motives, with the information and the advice that was available to him ... At the very beginning of the pandemic we didn’t know much about this new virus.</p> </blockquote> <p>I will post more from Jenrick’s interviews shortly.</p> <p>Here is the agenda for the day.<br></p> <p><em>10am: </em>Grant Shapps, the transport secretary, gives a speech on transport policy.</p> <p><em>10.30am: </em>Matt Hancock, the health secretary, answers a Commons urgent question about his department’s handling of Covid.</p> <p><em>12pm:</em> Downing Street is expected to hold its daily lobby briefing.</p> <p><em>12pm:</em> Nicola Sturgeon, Scotland’s first minister, takes questions in the Scottish parliament.</p> <p><em>2pm: </em>Public Health England publishes its weekly Covid surveillance report.<br></p> <p><em>2.30pm: </em>Sir Tom Scholar, the Treasury permanent secretary, gives evidence to the Commons Treasury committee about Greensill Capital; at 4pm Rishi Sunak, the chancellor, will give evidence.</p> <p><em>2.30pm:</em> Tony Sewell, chair of the commission on race and ethnic disparities, gives evidence to the Commons women and equalities committee.</p> <p><em>3.30pm:</em> Michael Gove, the Cabinet Office minister, gives evidence to the public administration and constitutional affairs committee about Covid-status certification.</p> <p><em>5pm:</em> Hancock holds a press conference.</p> <p>And Boris Johnson is doing a visit this morning, where he is expected to record a short TV interview.</p> <p>Politics Live has been a mix of Covid and non-Covid politics recently, but today I expect to be focusing mostly on Hancock, and other reaction to Cummings’ evidence yesterday. For global Covid developments, do read our global live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured\">Covid live: UK ministers under pressure after Cummings testimony; Facebook to allow posts saying virus ‘man-made’</a> </p> </aside>  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter. I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p>  <figure class=\"element element-image\" data-media-id=\"3e6a7071485e86e0f6a44d29fbf1ee9558228086\"> <img src=\"https://media.guim.co.uk/3e6a7071485e86e0f6a44d29fbf1ee9558228086/0_0_1932_1074/1000.jpg\" alt=\"Robert Jenrick on Sky News this morning.\" width=\"1000\" height=\"556\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Jenrick on Sky News this morning.</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T09:03:06.631Z\">at 10.03am BST</time></p>  </div>","wordcount":"960","commentCloseDate":"2021-05-30T08:15:00Z","commentable":"true","firstPublicationDate":"2021-05-27T08:23:54Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T09:03:06Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhzqb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/fc72af36bb0c442d5a43726ce114c9b1dd70c6a8/0_0_8256_4954/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Labour has moved the writ for the Batley and Spen byelection to take place on Thursday 1 July. Prof Neil Ferguson, the Imperial College epidemiologist whose modelling played a key role in persuading Boris Johnson to order the original lockdown last year, told the Today programme this morning that the variant originating in India (B.1.617.2) is now the dominant one in the UK. He said: It’s now in well over the majority of local authority areas in the country and is now the dominant strain. The majority of new cases are of the variant - that is obviously concerning. It’s gone from being really a small minority a month ago to the majority variant. Ferguson said this meant that whether or not England would be able to go ahead with step 4 of the roadmap - the lifting of all remaining restrictions - was “in the balance”. He explained: Step 4 is rather in the balance, the data collected in the next two to three weeks will be critical. The key issue as to whether we can go forward is: will the surge caused by the Indian variant - and we do think there will be a surge - be more than has been already planned in to the relaxation measures? So it was always expected that relaxation would lead to a surge in infections and to some extent a small third wave of transmission - that’s inevitable if you allow contact rates in population to go up, even despite immunity - [but] we can’t cope with that being too large. In the next two or three weeks we will be able to come to a firm assessment of whether it’s possible to go forward. Ferguson also restated his claim that locking down a week early in March 2020 would have saved 20,000 to 30,000 lives. He said: I think that’s unarguable. I mean, the epidemic was doubling every three to four days in weeks 13 to 23 March, and so had we moved the interventions back a week we would have curtailed that and saved many lives. Good morning. Today will be dominated by Matt Hancock, the health secretary, responding to the multiple criticisms of him made by Dominic Cummings, the prime minister’s former chief adviser, in his select committee evidence yesterday - Hancock is in the Commons this morning, and holding a press conference this afternoon - but Cummings did not just criticise Hancock, and it is for the government as a whole to respond too. Robert Jenrick, the communities secretary, was doing the morning interview round and he made it clear that the government is taking a dual-pronged approach. Broadly, it is not going to engage with Cummings, Jenrick implied, because he said the government wanted to wait until the inquiry, which is not due to start until next year. Jenrick said: The last year has been uniquely challenging and difficult for everyone in ways, but very, very profoundly difficult for those people who’ve lost loved ones and they are right to seek answers and explanations. That’s why we’re having the full public inquiry next year. I think that is the right moment to consider these things in a calm and reflective manner with all of the evidence. But ministers are responding to some of Cummings’ allegations and Jenrick said he did not believe probably the most damning one of all - that “tens of thousands of people died who didn’t need to die”. Asked if Cummings was wrong to make this claim, Jenrick replied: Yes, I think it is because you have to remember that we didn’t have all of the facts at the time that the decisions were being taken. Nobody could doubt for one moment that the prime minister was doing anything other than acting with the best of motives, with the information and the advice that was available to him ... At the very beginning of the pandemic we didn’t know much about this new virus. I will post more from Jenrick’s interviews shortly. Here is the agenda for the day. 10am: Grant Shapps, the transport secretary, gives a speech on transport policy. 10.30am: Matt Hancock, the health secretary, answers a Commons urgent question about his department’s handling of Covid. 12pm: Downing Street is expected to hold its daily lobby briefing. 12pm: Nicola Sturgeon, Scotland’s first minister, takes questions in the Scottish parliament. 2pm: Public Health England publishes its weekly Covid surveillance report. 2.30pm: Sir Tom Scholar, the Treasury permanent secretary, gives evidence to the Commons Treasury committee about Greensill Capital; at 4pm Rishi Sunak, the chancellor, will give evidence. 2.30pm: Tony Sewell, chair of the commission on race and ethnic disparities, gives evidence to the Commons women and equalities committee. 3.30pm: Michael Gove, the Cabinet Office minister, gives evidence to the public administration and constitutional affairs committee about Covid-status certification. 5pm: Hancock holds a press conference. And Boris Johnson is doing a visit this morning, where he is expected to record a short TV interview. Politics Live has been a mix of Covid and non-Covid politics recently, but today I expect to be focusing mostly on Hancock, and other reaction to Cummings’ evidence yesterday. For global Covid developments, do read our global live blog. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. I’m on @AndrewSparrow.","charCount":"5561","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live","type":"liveblog","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-05-27T09:03:00Z","webTitle":"Airbus lifts jet production plans as ‘aviation recovery begins’ – business live","webUrl":"https://www.theguardian.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live","apiUrl":"https://content.guardianapis.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live","fields":{"headline":"Airbus lifts jet production plans as ‘aviation recovery begins’ – business live","standfirst":"<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live?page=with:block-60af33ad8f088d8c3178a794#block-60af33ad8f088d8c3178a794\">Airbus tells suppliers to prepare for higher A320 output</a></li><li>Plans to lift A320 production to 64/month by 2023, from 40/month now</li><li>Asks suppliers to prepare for possible further increases</li><li>Airbus CEO: Aviation sector is beginning to recover</li></ul>","trailText":"Rolling coverage of the latest economic and financial news","byline":"Graeme Wearden","main":"<figure class=\"element element-image\" data-media-id=\"9b56980770d6e3d78bd9d51094a509d8d6e8e319\"> <img src=\"https://media.guim.co.uk/9b56980770d6e3d78bd9d51094a509d8d6e8e319/0_0_5138_3082/1000.jpg\" alt=\"An Air France Airbus A320.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An Air France Airbus A320.</span> <span class=\"element-image__credit\">Photograph: Filip Singer/EPA</span> </figcaption> </figure>","body":"<div id=\"block-60af5d428f08d486a771477f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T09:03:00.123Z\">10.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rolls-Royce, the jet engine maker, is leading the FTSE 100 risers this morning - up 3% - as <a href=\"https://www.theguardian.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live?page=with:block-60af33ad8f088d8c3178a794#block-60af33ad8f088d8c3178a794\">Airbus’s announcement</a> lifts the sector.</strong></p> <p><strong>Warren East</strong>, Rolls-Royce’s CEO, told Radio 4’s Today Programme that predicting the precise timing of the recovery was very difficult. </p> <p>East also points out that Covid-19 will have a permanent impact on the sector:<br></p> <blockquote class=\"quoted\"> <p>The pandemic will undoubtedly change certain behaviours, and that’s reflected in our expectation of a smaller market in future than we would have expected pre-Covid.</p> <p>But we absolutely expect continued growth, because aviation is such an important part of the world economy.</p> </blockquote> <p>East was speaking as Rolls-Royce opened its new £90m engine testbed at its Derby factory. The largest in the world (<a href=\"https://www.aero-mag.com/rolls-royce-testbed-80-derby-18012021/\">bigger than a football pitch</a>, apparently), it will test new engines before they’re put into service.</p> </div>   </div> <div id=\"block-60af5a438f08d486a771475b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:44:30.930Z\">9.44am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pets at Home hits £1bn sales record amid lockdown ‘pet baby boom’</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"4c31779ea899c2354618edcea7d57e838af25eb1\"> <img src=\"https://media.guim.co.uk/4c31779ea899c2354618edcea7d57e838af25eb1/0_59_5446_3267/1000.jpg\" alt=\"A Pets at home store\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Pets at home store</span> <span class=\"element-image__credit\">Photograph: Justin Kase zsixz/Alamy Stock Photo/Alamy Stock Photo</span> </figcaption> </figure>  <p><strong>While the pandemic has hit air travel, it has also created a boom in pet ownership.</strong><br></p> <p>UK retailer Pets at Home has achieved sales of more than £1bn for the first time, as more people have turned to furry, feathered and scaled friends in the lockdown.</p> <p>My colleague <strong>Jasper Jolly</strong> explains:</p> <blockquote class=\"quoted\"> <p>The retailer and vet chain estimated that pet numbers increased by 8% during a year in which many people were stuck at home. The boom has led to <a href=\"https://www.theguardian.com/lifeandstyle/2021/mar/09/lockdown-boom-in-uk-pet-ownership-fuels-cat-and-dog-food-shortage\">pet food shortages</a>.</p> <p>The pandemic “structurally altered the dynamics of the UK pet care market”, the company said, with increased home working removing a barrier to pet ownership and increasing the emotional attachment to – and willingness to spend on – animals.</p> <p>Pets at Home revenues grew by 7.9% to £1.1bn in the year to 25 March, which coincided almost exactly with the start of the UK’s lockdowns. That was a record in the company’s 30-year history.</p> <p>It said there had been a <a href=\"https://www.theguardian.com/lifeandstyle/2021/apr/15/dog-bite-britain-the-problem-with-the-pandemic-puppy-explosion\">pet “baby boom”</a>. Sales of kitten and puppy products surged by 37% and 26% respectively, with training products and heated puppy beds in particular demand. Even less cuddly fish tank sales increased.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/27/pets-at-home-tops-1bn-sales-record-as-lockdowns-spur-pet-baby-boom\">Pets at Home hits £1bn sales record as lockdowns spur ‘pet baby boom’</a> </p> </aside> </div>   </div> <div id=\"block-60af58e58f086d71cc15c1f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:37:07.748Z\">9.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The global rollout of Covid-19 vaccines is lifting future demand for travel, as economies reopen and tourism picks up.</strong></p> <p>So aircraft bosses need to take decisions now if they want suppliers to be ready for higher output in future.</p> <p><a href=\"https://www.ft.com/content/e0385167-ab76-488f-9051-1ca338a6fb40\">The FT’s Sylvia Pfeifer explains:</a></p> <blockquote class=\"quoted\"> <p> The outlook for a longer-term recovery in aviation has improved with the global rollout of vaccines despite regional flare-ups.</p> <p>One of the biggest challenges for the industry is ensuring that its long, intricate supply chains are ready to ramp up production to meet the expected demand. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FT/status/1397810891303829506\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Airbus to increase A320 aircraft production in sign of aviation recovery <a href=\"https://t.co/Kra20EDAyG\">https://t.co/Kra20EDAyG</a></p>&mdash; Financial Times (@FT) <a href=\"https://twitter.com/FT/status/1397810891303829506?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60af54fa8f08d486a771471c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:31:14.716Z\">9.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Airbus's 'punchy production plans'</h2>  <div class=\"block-elements\">  <p>Reuters says Airbus has laid out ‘sweeping goals’ to <a href=\"https://www.theguardian.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live?page=with:block-60af33ad8f088d8c3178a794#block-60af33ad8f088d8c3178a794\">expand production of its A320 jetliners</a> over the next few years (initially from 40 per month today to 45 by the end of the year, and 64 per month by Q2 2023).</p> <blockquote class=\"quoted\"> <p>Demand for single-aisle jets is recovering as domestic travel rebounds, especially in the United States and China.</p> <p>In anticipation of a continued recovery in that market, Airbus is asking its suppliers to “enable a scenario” where it can produce 70 single-aisle jets a month by the first quarter of 2024.</p> <p>“Longer term, Airbus is investigating opportunities for rates as high as 75 (a month) by 2025,” it said.</p> <p>Analysts at Jefferies described the move by Boeing’s main rival as “punchy production plans”.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Reuters/status/1397824942218137601\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Airbus sets higher jet output targets as recovery looms <a href=\"https://t.co/4SE3ydfodo\">https://t.co/4SE3ydfodo</a> <a href=\"https://t.co/t1TV16dO5m\">pic.twitter.com/t1TV16dO5m</a></p>&mdash; Reuters (@Reuters) <a href=\"https://twitter.com/Reuters/status/1397824942218137601?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60af539a8f088d8c3178a8e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:20:42.210Z\">9.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Airbus </strong>is telling suppliers to prepare for an ‘aggressive ramp up’ of jet production, explains <strong>Richard Schuurman</strong>, aviation reporter for <a href=\"https://airinsight.com/\"><strong>Air Insight</strong></a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rschuur_aero/status/1397806816491458560\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/Airbus?ref_src=twsrc%5Etfw\">@Airbus</a> proposes aggressive ramp up of production options to suppliers. For the A320 from current 40 to 45 in Q4, to 64 in Q2 2023, and potentially to 70 in 2024 and 75 in 2025. That’s the highest since cutting back from 63 in early 2020.</p>&mdash; Richard_on_aviation (@rschuur_aero) <a href=\"https://twitter.com/rschuur_aero/status/1397806816491458560?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rschuur_aero/status/1397807801725067266\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">For the A220, <a href=\"https://twitter.com/Airbus?ref_src=twsrc%5Etfw\">@Airbus</a> confirms a ramp up from 5 now to 6 in 2022 and possibly 14 around 2025.<br>The A350 should grow from 5 to 6 per month in 2022.<br>The A330 will remain flat at rate 2 per month.<a href=\"https://twitter.com/BoeingAirplanes?ref_src=twsrc%5Etfw\">@BoeingAirplanes</a> reportedy also plans steep ramp up MAX to rate 70 in near future.</p>&mdash; Richard_on_aviation (@rschuur_aero) <a href=\"https://twitter.com/rschuur_aero/status/1397807801725067266?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60af51858f086d71cc15c192\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:08:40.783Z\">9.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Airbus has boosted optimism for a global aviation recovery by<a href=\"https://www.theguardian.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live?page=with:block-60af33ad8f088d8c3178a794#block-60af33ad8f088d8c3178a794\"> alerting its suppliers prepare for a sharp increase in A320 production</a>, says Bloomberg:</strong></p> <blockquote class=\"quoted\"> <p><a href=\"https://www.bloomberg.com/quote/AIR:FP\">Airbus SE</a> is preparing to gear up production of its best-selling A320-series jets beyond pre-pandemic levels within two years, lending a jolt of optimism for a recovery in global aviation. </p> <p>The shares jumped after the world’s largest producer of commercial jetliners told suppliers to be ready to raise output of its top-selling narrow-body to a rate of 64 per month by the second quarter of 2023. That figure could rise to 70 a month early the following year and could reach 75 by 2025, Airbus said in a <a href=\"https://www.bloomberg.com/news/terminal/QTR4G25FEK1S\">statement</a> Thursday. </p> <p>The ambitious plan stands out in an industry that’s still struggling to gain traction after the Covid-19 pandemic wiped out demand for air travel. Despite short-term flareups in the outbreak, the longer-term picture has brightened with the global rollout of vaccines. Airbus and its U.S. rival Boeing Co. have been showing more confidence even as pressure to lower emissions presents the next challenge for the industry. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GeraldineAmiel/status/1397813115622993921\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Airbus plans for a surge in production of its best-selling A320 series jets beyond pre-pandemic levels <a href=\"https://t.co/xm3xBEDxST\">https://t.co/xm3xBEDxST</a> via <a href=\"https://twitter.com/business?ref_src=twsrc%5Etfw\">@business</a></p>&mdash; Geraldine Amiel (@GeraldineAmiel) <a href=\"https://twitter.com/GeraldineAmiel/status/1397813115622993921?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60af4e0a8f088d8c3178a892\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:59:44.897Z\">8.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Shares in <strong>Airbus </strong>have jumped around 6% in early trading in Paris, as investors welcome <a href=\"https://www.theguardian.com/business/live/2021/may/27/airbus-a320-production-aviation-recovery-pandemic-markets-ftse-us-jobs-gdp-rates-business-live?page=with:block-60af33ad8f088d8c3178a794#block-60af33ad8f088d8c3178a794\">its plans to boost production output</a> over the next few years.</p> <p>They’re currently up €5.7 at €103.4, close to April’s one-year high.</p>  <figure class=\"element element-image\" data-media-id=\"253142664356a8e2623582df350123bdf3d26a9a\"> <img src=\"https://media.guim.co.uk/253142664356a8e2623582df350123bdf3d26a9a/0_0_582_347/500.jpg\" alt=\"Airbus’s share price\" width=\"500\" height=\"298\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Airbus’s share price over the last two years</span> <span class=\"element-image__credit\">Photograph: Refinitiv</span> </figcaption> </figure> </div>   </div> <div id=\"block-60af33ad8f088d8c3178a794\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:29:21.096Z\">8.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Introduction: Airbus lifts production targets as aviation recovery begins</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong><br></p> <p>After seeing demand battered by the pandemic, aerospace manufacturer Airbus says the recovery is beginning. </p> <p>It’s alerted its suppliers to prepare for a steep acceleration in production of its popular A320 single-aisle passenger jets, as it sets target above pre-pandemic levels in two years time.</p> <p>The European aerospace group has confirmed plans to increase A320 output to <strong>45 </strong>jets per month in the last quarter of this year, from 40 at present.</p> <p>It has also set suppliers a new target -- <strong>64 </strong>a month by the second quarter of 2023, and wants to ensure it has the long term capacity in place. <a href=\"https://www.ainonline.com/aviation-news/air-transport/2020-04-08/airbus-cuts-monthly-production-rates-one-third\">That’s above the 60/month peak it hit in 2019, before Covid-19</a>. </p> <p>Airbus says it expect the commercial aircraft market to recover to pre-COVID levels between 2023 and 2025, led by the single-aisle segment. </p> <p><strong>Guillaume Faury</strong>, <strong>Airbus </strong>CEO, says this morning:</p> <blockquote class=\"quoted\"> <p>“The aviation sector is beginning to recover from the COVID-19 crisis” </p> </blockquote> <p>Looking further ahead, Airbus is anticipating a “continued recovering market”. It also asking suppliers to “ enable a scenario” for production to expand further to <strong>70 </strong>by the first quarter of 2024.</p> <p>And long term, it’s also investigating whether it could boost production to <strong>75 </strong>by 2025. </p> <p>This steep ramp up looks like a sign of confidence in the recovery of the aviation industry from the pandemic - with Covid-19 vaccinations enabling a pick-up in international tourism.</p> <p><strong>Faury </strong>says <strong>Airbus </strong>wants its suppliers to be ready for the pick-up in demand. </p> <blockquote class=\"quoted\"> <p>“The message to our supplier community provides visibility to the entire industrial ecosystem to secure the necessary capabilities and be ready when market conditions call for it.</p> <p>In parallel, we are transforming our industrial system by optimising our aerostructures set-up and modernising our A320 Family production facilities. All these actions are set in motion to prepare our future.” </p> </blockquote> <p>Airbus is also slightly increasing its production goals for its small A220 jet, and the <a href=\"https://www.airbus.com/aircraft/passenger-aircraft/a350xwb-family.html\">wide-body A350</a> - again, in a mix of provisional goals and firm plans.</p> <ul> <li><strong>A220 Family</strong>: Currently at around rate five aircraft per month from Mirabel and Mobile, the rate is confirmed to rise to around six in early 2022. Airbus is also envisaging a monthly production rate of 14 by the middle of the decade. <br><br></li> <li><strong>A350 Family:</strong> Currently at an average production rate of five per month, this is expected to increase to six by autumn 2022. <br><br></li> <li><strong>A330 Family:</strong> Production remains at an average monthly production rate of two per month.</li> </ul> <h2>Also coming up today</h2> <p>Big Oil is reeling from a series of blows yesterday, over their failure to move faster to tackle the climate emergency.<br></p> <p>US oil giants <a href=\"https://www.theguardian.com/business/exxonmobil\">ExxonMobil</a> and Chevron both suffered shareholder rebellions, with 61% of Chevron shareholders supporting a resolution to set targets to reduce all of its emissions. Activist hedge fund Engine No. 1 got two directors elected to the board of ExxonMobil.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/26/exxonmobil-and-chevron-braced-for-showdown-over-climate\">ExxonMobil and Chevron suffer shareholder rebellions over climate</a> </p> </aside>  <p>And in a landmark case in the Hague, a Dutch court ruled that Royal Dutch Shell must reduce its global carbon emissions by 45% by the end of 2030.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/26/court-orders-royal-dutch-shell-to-cut-carbon-emissions-by-45-by-2030\">Court orders Royal Dutch Shell to cut carbon emissions by 45% by 2030</a> </p> </aside>  <p><strong>Dan Gocher</strong>, Director of Climate &amp; Environment at the <strong>Australasian Centre for Corporate Responsibility</strong> (ACCR) says these developments have “massive implications”.</p> <blockquote class=\"quoted\"> <p>“This news is nothing short of extraordinary, and it will have massive implications for the Australian oil and gas industry.</p> <p>“Chevron, ExxonMobil and Shell are three of Australia’s largest oil and gas producers, and therefore three of our largest carbon polluters.</p> <p>“All three companies will now be under enormous pressure from both shareholders and the wider public to cut emissions, and cut them fast.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jess_Shankleman/status/1397817347088453633\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On Tuesday, oil majors Shell, Chevron and Exxon suffered three humiliating blows from investors and judges over their inadequate pollution strategies. <br><br>If everyday was like this, climate change would be managed in an instant <a href=\"https://t.co/gPftL8H2kr\">https://t.co/gPftL8H2kr</a></p>&mdash; Jess Shankleman (@Jess_Shankleman) <a href=\"https://twitter.com/Jess_Shankleman/status/1397817347088453633?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure>  <p>European markets are rather subdued, after a lacklustre day’s trading in Asia which saw Japan’s <strong>Nikkei </strong>drop 0.3%<strong> </strong>and the Hong Kong<strong> Hang Seng</strong> dip 0.2%.<br></p> <p><strong>Jeffrey Halley, </strong>senior market analyst for Asia Pacific at <strong>OANDA, says:</strong></p> <blockquote class=\"quoted\"> <p>Some of the week’s froth has come out of the markets in Asia today, with equities edging lower, along with energy and precious metals and our good friends, the cryptocurrency space, while the US Dollar edged higher after an impressive rally overnight.</p> <p>All the financial markets space, the price action looks corrective, rather than a structural turn, as short-term momentum ran out of the “inflation is dead, buy everything” that has swept markets this week.</p> </blockquote> <p>A flurry of US economic data might move the dial later, with new durable goods orders, weekly jobless claims figures, and a second estimate of US growth in the first quarter.</p> <h2>The agenda</h2> <ul> <li>9.30am BST: ONS weekly realtime economic activity indicators</li> <li>12pm: Bank of England policymaker Gertjan Vlieghe Speech: What government bond yields can tell us about future growth and inflation’ </li> <li>1.30pm BST: US weekly jobless figures</li> <li>1.30pm BST: Second estimate of US GDP for Q1</li> <li>1.30pm BST: US durable goods orders for April</li> <li>3pm BST: US pending home sales for April</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T08:22:16.205Z\">at 9.22am BST</time></p>  </div>","wordcount":"1590","commentCloseDate":"2021-05-30T07:45:00Z","commentable":"true","firstPublicationDate":"2021-05-27T07:41:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T09:03:00Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhzb2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9b56980770d6e3d78bd9d51094a509d8d6e8e319/0_0_5138_3082/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Rolls-Royce, the jet engine maker, is leading the FTSE 100 risers this morning - up 3% - as Airbus’s announcement lifts the sector. Warren East, Rolls-Royce’s CEO, told Radio 4’s Today Programme that predicting the precise timing of the recovery was very difficult. East also points out that Covid-19 will have a permanent impact on the sector: The pandemic will undoubtedly change certain behaviours, and that’s reflected in our expectation of a smaller market in future than we would have expected pre-Covid. But we absolutely expect continued growth, because aviation is such an important part of the world economy. East was speaking as Rolls-Royce opened its new £90m engine testbed at its Derby factory. The largest in the world (bigger than a football pitch, apparently), it will test new engines before they’re put into service. While the pandemic has hit air travel, it has also created a boom in pet ownership. UK retailer Pets at Home has achieved sales of more than £1bn for the first time, as more people have turned to furry, feathered and scaled friends in the lockdown. My colleague Jasper Jolly explains: The retailer and vet chain estimated that pet numbers increased by 8% during a year in which many people were stuck at home. The boom has led to pet food shortages. The pandemic “structurally altered the dynamics of the UK pet care market”, the company said, with increased home working removing a barrier to pet ownership and increasing the emotional attachment to – and willingness to spend on – animals. Pets at Home revenues grew by 7.9% to £1.1bn in the year to 25 March, which coincided almost exactly with the start of the UK’s lockdowns. That was a record in the company’s 30-year history. It said there had been a pet “baby boom”. Sales of kitten and puppy products surged by 37% and 26% respectively, with training products and heated puppy beds in particular demand. Even less cuddly fish tank sales increased. The global rollout of Covid-19 vaccines is lifting future demand for travel, as economies reopen and tourism picks up. So aircraft bosses need to take decisions now if they want suppliers to be ready for higher output in future. The FT’s Sylvia Pfeifer explains: The outlook for a longer-term recovery in aviation has improved with the global rollout of vaccines despite regional flare-ups. One of the biggest challenges for the industry is ensuring that its long, intricate supply chains are ready to ramp up production to meet the expected demand. Reuters says Airbus has laid out ‘sweeping goals’ to expand production of its A320 jetliners over the next few years (initially from 40 per month today to 45 by the end of the year, and 64 per month by Q2 2023). Demand for single-aisle jets is recovering as domestic travel rebounds, especially in the United States and China. In anticipation of a continued recovery in that market, Airbus is asking its suppliers to “enable a scenario” where it can produce 70 single-aisle jets a month by the first quarter of 2024. “Longer term, Airbus is investigating opportunities for rates as high as 75 (a month) by 2025,” it said. Analysts at Jefferies described the move by Boeing’s main rival as “punchy production plans”. Airbus is telling suppliers to prepare for an ‘aggressive ramp up’ of jet production, explains Richard Schuurman, aviation reporter for Air Insight. Airbus has boosted optimism for a global aviation recovery by alerting its suppliers prepare for a sharp increase in A320 production, says Bloomberg: Airbus SE is preparing to gear up production of its best-selling A320-series jets beyond pre-pandemic levels within two years, lending a jolt of optimism for a recovery in global aviation. The shares jumped after the world’s largest producer of commercial jetliners told suppliers to be ready to raise output of its top-selling narrow-body to a rate of 64 per month by the second quarter of 2023. That figure could rise to 70 a month early the following year and could reach 75 by 2025, Airbus said in a statement Thursday. The ambitious plan stands out in an industry that’s still struggling to gain traction after the Covid-19 pandemic wiped out demand for air travel. Despite short-term flareups in the outbreak, the longer-term picture has brightened with the global rollout of vaccines. Airbus and its U.S. rival Boeing Co. have been showing more confidence even as pressure to lower emissions presents the next challenge for the industry. Shares in Airbus have jumped around 6% in early trading in Paris, as investors welcome its plans to boost production output over the next few years. They’re currently up €5.7 at €103.4, close to April’s one-year high. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. After seeing demand battered by the pandemic, aerospace manufacturer Airbus says the recovery is beginning. It’s alerted its suppliers to prepare for a steep acceleration in production of its popular A320 single-aisle passenger jets, as it sets target above pre-pandemic levels in two years time. The European aerospace group has confirmed plans to increase A320 output to 45 jets per month in the last quarter of this year, from 40 at present. It has also set suppliers a new target -- 64 a month by the second quarter of 2023, and wants to ensure it has the long term capacity in place. That’s above the 60/month peak it hit in 2019, before Covid-19. Airbus says it expect the commercial aircraft market to recover to pre-COVID levels between 2023 and 2025, led by the single-aisle segment. Guillaume Faury, Airbus CEO, says this morning: “The aviation sector is beginning to recover from the COVID-19 crisis” Looking further ahead, Airbus is anticipating a “continued recovering market”. It also asking suppliers to “ enable a scenario” for production to expand further to 70 by the first quarter of 2024. And long term, it’s also investigating whether it could boost production to 75 by 2025. This steep ramp up looks like a sign of confidence in the recovery of the aviation industry from the pandemic - with Covid-19 vaccinations enabling a pick-up in international tourism. Faury says Airbus wants its suppliers to be ready for the pick-up in demand. “The message to our supplier community provides visibility to the entire industrial ecosystem to secure the necessary capabilities and be ready when market conditions call for it. In parallel, we are transforming our industrial system by optimising our aerostructures set-up and modernising our A320 Family production facilities. All these actions are set in motion to prepare our future.” Airbus is also slightly increasing its production goals for its small A220 jet, and the wide-body A350 - again, in a mix of provisional goals and firm plans. A220 Family: Currently at around rate five aircraft per month from Mirabel and Mobile, the rate is confirmed to rise to around six in early 2022. Airbus is also envisaging a monthly production rate of 14 by the middle of the decade. A350 Family: Currently at an average production rate of five per month, this is expected to increase to six by autumn 2022. A330 Family: Production remains at an average monthly production rate of two per month. Also coming up today Big Oil is reeling from a series of blows yesterday, over their failure to move faster to tackle the climate emergency. US oil giants ExxonMobil and Chevron both suffered shareholder rebellions, with 61% of Chevron shareholders supporting a resolution to set targets to reduce all of its emissions. Activist hedge fund Engine No. 1 got two directors elected to the board of ExxonMobil. And in a landmark case in the Hague, a Dutch court ruled that Royal Dutch Shell must reduce its global carbon emissions by 45% by the end of 2030. Dan Gocher, Director of Climate &amp; Environment at the Australasian Centre for Corporate Responsibility (ACCR) says these developments have “massive implications”. “This news is nothing short of extraordinary, and it will have massive implications for the Australian oil and gas industry. “Chevron, ExxonMobil and Shell are three of Australia’s largest oil and gas producers, and therefore three of our largest carbon polluters. “All three companies will now be under enormous pressure from both shareholders and the wider public to cut emissions, and cut them fast. European markets are rather subdued, after a lacklustre day’s trading in Asia which saw Japan’s Nikkei drop 0.3% and the Hong Kong Hang Seng dip 0.2%. Jeffrey Halley, senior market analyst for Asia Pacific at OANDA, says: Some of the week’s froth has come out of the markets in Asia today, with equities edging lower, along with energy and precious metals and our good friends, the cryptocurrency space, while the US Dollar edged higher after an impressive rally overnight. All the financial markets space, the price action looks corrective, rather than a structural turn, as short-term momentum ran out of the “inflation is dead, buy everything” that has swept markets this week. A flurry of US economic data might move the dial later, with new durable goods orders, weekly jobless claims figures, and a second estimate of US growth in the first quarter. The agenda 9.30am BST: ONS weekly realtime economic activity indicators 12pm: Bank of England policymaker Gertjan Vlieghe Speech: What government bond yields can tell us about future growth and inflation’ 1.30pm BST: US weekly jobless figures 1.30pm BST: Second estimate of US GDP for Q1 1.30pm BST: US durable goods orders for April 3pm BST: US pending home sales for April","charCount":"9597","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/graemewearden\">Graeme Wearden</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"books/2021/may/27/alexandria-by-edmund-richardson-review-the-quest-for-the-lost-city","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-05-27T09:00:23Z","webTitle":"Alexandria by Edmund Richardson review – the quest for the lost city ","webUrl":"https://www.theguardian.com/books/2021/may/27/alexandria-by-edmund-richardson-review-the-quest-for-the-lost-city","apiUrl":"https://content.guardianapis.com/books/2021/may/27/alexandria-by-edmund-richardson-review-the-quest-for-the-lost-city","fields":{"headline":"Alexandria by Edmund Richardson review – the quest for the lost city ","standfirst":"<p>The mystery of a trailblazing archeologist who faked his own death is finally unravelled </p>","trailText":"The mystery of a trailblazing archeologist who faked his own death is finally unravelled","byline":"William Dalrymple","main":"<figure class=\"element element-image\" data-media-id=\"31f97e85f5554f3613bff1ee3fe9eb6cb829e684\"> <img src=\"https://media.guim.co.uk/31f97e85f5554f3613bff1ee3fe9eb6cb829e684/389_601_3054_1831/1000.jpg\" alt=\"Bimaran casket British Museum\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The solid-gold, garnet-encrusted Bimaran casket discovered by Masson is one of the British Museum’s greatest treasures.</span> <span class=\"element-image__credit\">Photograph: CPA Media Pte Ltd/Alamy</span> </figcaption> </figure>","body":"<p>In the hot summer of 1840, the young orientalist Henry Rawlinson arrived in Karachi and began anxiously searching for his mentor, the pioneering archaeologist of Afghanistan, Charles Masson. The rumours he had heard profoundly alarmed him.</p> <p>Rawlinson was a rising star: he had recently made his name by helping decipher ancient Persian cuneiform script; but he looked up to Masson as a far greater scholar. For more than a decade, Masson had wandered, alone and on foot, exploring Afghanistan, collecting coins and inscriptions, studying ruins and making sketches.</p> <p>The bilingual Hellenistic coins Masson had sent to Calcutta, minted by men with names such as Pantaleon, King of North India and Demetrius Dharmamita, had been like miniature Rosetta stones. They had provided the key for scholars to understand the profoundly hybrid, Greco-Buddhist ancient history of the region. The coins of Heliochles of Balkh were typical: they showed a Roman profile on one side – large nose, imperial arrogance in the eyes – but on the reverse Heliochles chose as his symbol a humped Indian Brahmini bull.</p> <p>Masson had also been the first western archaeologist to visit the ancient cities of Harappa and Mohenjo Daro. It was he who had first made known the lost Hellenistic Buddhist golden age of Gandhara by digging up what are still the earliest extant images of the Buddha. His most spectacular find was the solid-gold, garnet-encrusted <a href=\"https://www.britishmuseum.org/collection/object/A_1900-0209-1\">Bimaran casket</a> that is now one of the British Museum’s greatest treasures. Here classical figures of the Buddha stand under arcades of round arches, muscles rippling beneath the diaphanous folds of his toga. He stands with half-closed eyes, his hair oiled and groomed into a topknot; his face is full and round; and the lips firm and proud – the Buddha cast in the form of Apollo.</p> <p>Above all, Masson had done more than anyone else to uncover the traces left by Alexander the Great in Afghanistan and to identify, in the Shomali plain outside Kabul, the site of the legendary lost city of Alexandria Beneath the Mountains. For Rawlinson, as for many subsequent scholars, Masson was a true trailblazer and hero.</p> <p>Yet for all his extraordinary achievements, Masson remained an enigma. Despite clear traces of a Cockney accent, he claimed to be “an American gentleman from Kentucky”. This was a cover story that few believed, and Masson had recently been imprisoned by the <a href=\"https://www.theguardian.com/world/2015/mar/04/east-india-company-original-corporate-raiders\">East India Company</a> on suspicion of spying when he was picked up wandering, without papers, on the borders of Afghanistan. The company kept him in half-starved solitary confinement for six months, on an occasional diet of stale bread and sheep entrails, something that seems to have come close to unhinging him.</p> <p>Certainly, when Rawlinson finally ran Masson to ground in the backstreets of Karachi, he was horrified by what had happened to the man he had long revered as the greatest archaeologist of his day: “I rode into the town to see Masson of whom I have heard and read so much,” Rawlinson wrote in his diary. “I found him in a wretched hovel talking with some Belochees nearly naked and half drunk. I remained with him several hours and was extremely pained with all I witnessed. His language was at first so insolent that I thought he had become quite foolish. I think that his mind is really giving way.”</p> <p>Masson’s story has fascinated generations of writers, and he weaves his shadowy way through many books about Central Asia, from Peter Hopkirk’s <em>The Great Game</em> to Rory Stewart’s <em><a href=\"https://www.theguardian.com/books/2004/jun/26/featuresreviews.guardianreview10\">The Places </a></em><em><a href=\"https://www.theguardian.com/books/2004/jun/26/featuresreviews.guardianreview10\">in Between</a></em>. When I was researching my own <em><a href=\"https://www.theguardian.com/books/2013/jan/23/dalrymple-return-king-athill-review\">Return of a King: The Battle for Afghanistan 1839-42</a></em>, I came across a stash of Masson’s letters in the Indian National Archives. It was clear that he was in detailed and confidential correspondence with two of the grand masters of Central Asian espionage, Claude Wade and Alexander “Bukhara” Burnes. I remember thinking at the time what a wonderful book his story would make, encompassing as it does the wilder shores of archaeology, exploration and the cloak-and-dagger of Great Game spycraft. But so much about Masson was unclear, and in my books, as so often before, Masson remained a fascinating figure on the margins of the main tale, eclipsed in death, as he was in life, by better known, better connected and more powerful men.</p> <p>Only now, with this superb biography, is Masson’s tale told in full for the first time. The result, evocatively written, impeccably researched and minutely footnoted, but with the pace and deftly woven plot complexity of a John le Carré novel, is a small masterpiece. It solves most of the mysteries of Masson’s story and deserves all the acclaim it will undoubtedly win.</p> <p>The story Richardson has painstakingly reconstructed from archives in three continents tells a very different tale to that put about by Masson himself. Masson’s real name, it turns out, was James Lewis of the Bengal artillery. He was a self-taught working-class Londoner who had enlisted in the army of the East India Company. Then in 1827 he faked his own death at the Siege of Bharatpur and disappeared into the night. He wandered as a fakir through Hindustan, skirting Mughal Delhi to avoid attention. Somehow he made his way northwards from Bikaner through the profound emptiness of the Thar desert, before reappearing, starving, blistered and peeling, at the court of Bahawalpur, in what is now Pakistan.</p> <p>There Masson was recruited into a mercenary force being formed by the American adventurer Josiah Harlan, the self-styled Prince of Ghor and one of Rudyard Kipling’s models for <em>The Man Who Would Be King</em>. Harlan aimed to reconquer Afghanistan for the ousted king, Shah Shuja ul-Mulk, but the expedition quickly fell apart and Masson was left alone and friendless in the middle of war-ravaged Afghanistan. Here he was soon robbed of most of his possessions and even his clothes. He was unable to return to India where he was a wanted man – the company had condemned him to death for desertion – so he had no choice but to beg his way to Kabul, where he calmly began his historical researches.</p> <p>Under the protection of the highly intelligent and curious Crown Prince of Kabul, Akbar Khan, and armed with a copy of Arrian’s <em>Life of Alexander the Great</em>,<em> </em>Masson became the first westerner to explore Afghanistan’s ancient archaeology. Following in Alexander’s footsteps, he methodically excavated Buddhist stupas and Kushan palaces and before long had located the remains of the lost Alexandria.</p> <p>It was here that Masson’s diggings really began to bear fruit: “Before the commencement of winter, I had accumulated one thousand eight hundred and sixty- five copper coins,” he wrote, “beside a few silver ones, and many rings, signets and other relics.” Coin after coin had the same words stamped on it in ancient Greek: “Basileus Basileon”, “King of Kings”; yet these were clearly Buddhist coins and many of them were turning up in buildings that appeared to be Buddhist monasteries. Dutifully, Masson began sending the pick of his finds down to the new Asiatic Society in Calcutta. Slowly the story of the Buddhist Bactrian Greeks began to come together.</p> <p>It was his former mercenary commander, Josiah Harlan, who tipped off the authorities about Masson’s past. When the East India Company spymaster, Claude Wade, learned the secret of Masson’s real identity as an EIC deserter, he blackmailed him into becoming an “intelligencer”, dangling both the threat of capital punishment and the lure of a pardon. It did not end well. Once Masson was associated with the company, he became a marked man. He was finally forced to leave Kabul in 1839, just before the company blundered into the catastrophe of the first Anglo-Afghan war.</p> <p>Masson’s political advice and intimate knowledge of Afghanistan were ignored. The result was a conflict which its first historian described as “a war begun for no wise purpose, carried on with a strange mixture of rashness and timidity, brought to a close after suffering and disaster, without much glory attached either to the government which directed, or the great body of troops which waged it. Not one benefit, political or military, has been acquired.”</p> <p>Masson made it back to England, only to die in poverty near Potters Bar, Hertfordshire, in 1853 “of an uncertain disease of the brain”. He was buried in an unmarked grave. Both his priceless finds and his scholarly discoveries were appropriated by the company, and it is only now that his full achievement has finally become clear. Richardson writes at the end of his heartbreaking book: “No statues were ever set up to Masson. No marble mausoleums were erected. Not even a portrait survives.” But with the publication of this utterly brilliant biography he now has, at last, a fitting memorial.</p> <p>•<em> Alexandria: The Quest for the Lost City is published by Bloomsbury (£25). To support the Guardian, order your copy at <a href=\"https://guardianbookshop.com/alexandria-9781526603784.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</em></p>","newspaperPageNumber":"12","wordcount":"1479","firstPublicationDate":"2021-05-27T09:00:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T09:00:23Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hghkq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/31f97e85f5554f3613bff1ee3fe9eb6cb829e684/389_601_3054_1831/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In the hot summer of 1840, the young orientalist Henry Rawlinson arrived in Karachi and began anxiously searching for his mentor, the pioneering archaeologist of Afghanistan, Charles Masson. The rumours he had heard profoundly alarmed him. Rawlinson was a rising star: he had recently made his name by helping decipher ancient Persian cuneiform script; but he looked up to Masson as a far greater scholar. For more than a decade, Masson had wandered, alone and on foot, exploring Afghanistan, collecting coins and inscriptions, studying ruins and making sketches. The bilingual Hellenistic coins Masson had sent to Calcutta, minted by men with names such as Pantaleon, King of North India and Demetrius Dharmamita, had been like miniature Rosetta stones. They had provided the key for scholars to understand the profoundly hybrid, Greco-Buddhist ancient history of the region. The coins of Heliochles of Balkh were typical: they showed a Roman profile on one side – large nose, imperial arrogance in the eyes – but on the reverse Heliochles chose as his symbol a humped Indian Brahmini bull. Masson had also been the first western archaeologist to visit the ancient cities of Harappa and Mohenjo Daro. It was he who had first made known the lost Hellenistic Buddhist golden age of Gandhara by digging up what are still the earliest extant images of the Buddha. His most spectacular find was the solid-gold, garnet-encrusted Bimaran casket that is now one of the British Museum’s greatest treasures. Here classical figures of the Buddha stand under arcades of round arches, muscles rippling beneath the diaphanous folds of his toga. He stands with half-closed eyes, his hair oiled and groomed into a topknot; his face is full and round; and the lips firm and proud – the Buddha cast in the form of Apollo. Above all, Masson had done more than anyone else to uncover the traces left by Alexander the Great in Afghanistan and to identify, in the Shomali plain outside Kabul, the site of the legendary lost city of Alexandria Beneath the Mountains. For Rawlinson, as for many subsequent scholars, Masson was a true trailblazer and hero. Yet for all his extraordinary achievements, Masson remained an enigma. Despite clear traces of a Cockney accent, he claimed to be “an American gentleman from Kentucky”. This was a cover story that few believed, and Masson had recently been imprisoned by the East India Company on suspicion of spying when he was picked up wandering, without papers, on the borders of Afghanistan. The company kept him in half-starved solitary confinement for six months, on an occasional diet of stale bread and sheep entrails, something that seems to have come close to unhinging him. Certainly, when Rawlinson finally ran Masson to ground in the backstreets of Karachi, he was horrified by what had happened to the man he had long revered as the greatest archaeologist of his day: “I rode into the town to see Masson of whom I have heard and read so much,” Rawlinson wrote in his diary. “I found him in a wretched hovel talking with some Belochees nearly naked and half drunk. I remained with him several hours and was extremely pained with all I witnessed. His language was at first so insolent that I thought he had become quite foolish. I think that his mind is really giving way.” Masson’s story has fascinated generations of writers, and he weaves his shadowy way through many books about Central Asia, from Peter Hopkirk’s The Great Game to Rory Stewart’s The Places in Between. When I was researching my own Return of a King: The Battle for Afghanistan 1839-42, I came across a stash of Masson’s letters in the Indian National Archives. It was clear that he was in detailed and confidential correspondence with two of the grand masters of Central Asian espionage, Claude Wade and Alexander “Bukhara” Burnes. I remember thinking at the time what a wonderful book his story would make, encompassing as it does the wilder shores of archaeology, exploration and the cloak-and-dagger of Great Game spycraft. But so much about Masson was unclear, and in my books, as so often before, Masson remained a fascinating figure on the margins of the main tale, eclipsed in death, as he was in life, by better known, better connected and more powerful men. Only now, with this superb biography, is Masson’s tale told in full for the first time. The result, evocatively written, impeccably researched and minutely footnoted, but with the pace and deftly woven plot complexity of a John le Carré novel, is a small masterpiece. It solves most of the mysteries of Masson’s story and deserves all the acclaim it will undoubtedly win. The story Richardson has painstakingly reconstructed from archives in three continents tells a very different tale to that put about by Masson himself. Masson’s real name, it turns out, was James Lewis of the Bengal artillery. He was a self-taught working-class Londoner who had enlisted in the army of the East India Company. Then in 1827 he faked his own death at the Siege of Bharatpur and disappeared into the night. He wandered as a fakir through Hindustan, skirting Mughal Delhi to avoid attention. Somehow he made his way northwards from Bikaner through the profound emptiness of the Thar desert, before reappearing, starving, blistered and peeling, at the court of Bahawalpur, in what is now Pakistan. There Masson was recruited into a mercenary force being formed by the American adventurer Josiah Harlan, the self-styled Prince of Ghor and one of Rudyard Kipling’s models for The Man Who Would Be King. Harlan aimed to reconquer Afghanistan for the ousted king, Shah Shuja ul-Mulk, but the expedition quickly fell apart and Masson was left alone and friendless in the middle of war-ravaged Afghanistan. Here he was soon robbed of most of his possessions and even his clothes. He was unable to return to India where he was a wanted man – the company had condemned him to death for desertion – so he had no choice but to beg his way to Kabul, where he calmly began his historical researches. Under the protection of the highly intelligent and curious Crown Prince of Kabul, Akbar Khan, and armed with a copy of Arrian’s Life of Alexander the Great, Masson became the first westerner to explore Afghanistan’s ancient archaeology. Following in Alexander’s footsteps, he methodically excavated Buddhist stupas and Kushan palaces and before long had located the remains of the lost Alexandria. It was here that Masson’s diggings really began to bear fruit: “Before the commencement of winter, I had accumulated one thousand eight hundred and sixty- five copper coins,” he wrote, “beside a few silver ones, and many rings, signets and other relics.” Coin after coin had the same words stamped on it in ancient Greek: “Basileus Basileon”, “King of Kings”; yet these were clearly Buddhist coins and many of them were turning up in buildings that appeared to be Buddhist monasteries. Dutifully, Masson began sending the pick of his finds down to the new Asiatic Society in Calcutta. Slowly the story of the Buddhist Bactrian Greeks began to come together. It was his former mercenary commander, Josiah Harlan, who tipped off the authorities about Masson’s past. When the East India Company spymaster, Claude Wade, learned the secret of Masson’s real identity as an EIC deserter, he blackmailed him into becoming an “intelligencer”, dangling both the threat of capital punishment and the lure of a pardon. It did not end well. Once Masson was associated with the company, he became a marked man. He was finally forced to leave Kabul in 1839, just before the company blundered into the catastrophe of the first Anglo-Afghan war. Masson’s political advice and intimate knowledge of Afghanistan were ignored. The result was a conflict which its first historian described as “a war begun for no wise purpose, carried on with a strange mixture of rashness and timidity, brought to a close after suffering and disaster, without much glory attached either to the government which directed, or the great body of troops which waged it. Not one benefit, political or military, has been acquired.” Masson made it back to England, only to die in poverty near Potters Bar, Hertfordshire, in 1853 “of an uncertain disease of the brain”. He was buried in an unmarked grave. Both his priceless finds and his scholarly discoveries were appropriated by the company, and it is only now that his full achievement has finally become clear. Richardson writes at the end of his heartbreaking book: “No statues were ever set up to Masson. No marble mausoleums were erected. Not even a portrait survives.” But with the publication of this utterly brilliant biography he now has, at last, a fitting memorial. • Alexandria: The Quest for the Lost City is published by Bloomsbury (£25). To support the Guardian, order your copy at guardianbookshop.com. Delivery charges may apply.","charCount":"8891","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/williamdalrymple\">William Dalrymple</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"lifeandstyle/2021/may/27/accidental-meat-should-carnivores-embrace-eating-roadkill","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-27T09:00:23Z","webTitle":"‘Accidental meat’: should carnivores embrace eating roadkill?","webUrl":"https://www.theguardian.com/lifeandstyle/2021/may/27/accidental-meat-should-carnivores-embrace-eating-roadkill","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/may/27/accidental-meat-should-carnivores-embrace-eating-roadkill","fields":{"headline":"‘Accidental meat’: should carnivores embrace eating roadkill?","standfirst":"<p>My parents have been eating pheasants killed on the roads for years and encouraging me to try them. Is this the most ethical approach to meat-eating?</p>","trailText":"My parents have been eating pheasants killed on the roads for years and encouraging me to try them. Is this the most ethical approach to meat-eating?","byline":"Daniel Lavelle","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"e69c99ac288c4658ad7ff77b378f1faf81acc168\"> <img src=\"https://media.guim.co.uk/e69c99ac288c4658ad7ff77b378f1faf81acc168/0_164_4032_2419/1000.jpg\" alt=\"Pheasant\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A dead pheasant by the side of the road on Saddleworth Moor.</span> <span class=\"element-image__credit\">Photograph: Danny Lavelle</span> </figcaption> </figure>","body":"<p>Motorists shoot me funny looks as I sheepishly cross a scrubby verge, trying my best to conceal the dead pheasant under my arm. I am in a part of Saddleworth Moor called the <a href=\"https://www.doveheritage.com/isle-skye-road-a635/\">Isle of Skye</a> by locals, and have just collected a free meal from the middle of the road.</p> <p>Nobody can agree on how this area of moorland, in the West Riding of Yorkshire, earned its nickname. Some think it comes from a Victorian navvy, who exclaimed in a broad Irish brogue: “Look, there’s an ’ole in the sky,” as he considered a parting in the thick mist above him. Others think it was named after an inn of the same name. But either way, the area should be immediately renamed Pheasant Cemetery. Because, before I picked up my own bird, I counted 46 pheasant carcasses in various stages of decomposition, scattered and splattered on the road over several miles as I drove to Holmfirth for a day out.</p> <p>This carnage on the Isle of Skye is not unique. According to a <a href=\"https://ramblingsofanecologa.wordpress.com/2020/09/16/road-macroecology-or-how-we-estimated-that-millions-of-birds-and-mammals-are-killed-each-year-on-european-roads/\">recent study</a>, 194m birds and 29m mammals die on European roads every year. In 2018, Dr Sarah Perkins, project coordinator at <a href=\"https://projectsplatter.co.uk/project-splatter-team/dr-sarah-perkins/\">Project Splatter</a>, started to quantify and map roadkill across the UK. She says the most frequent victims on the roads are badgers, hedgehogs, rabbits, pigeons, pheasants and blackbirds. Perkins says that around 20,000 instances of roadkill are reported to her annually. “It’s probably a fair estimate to scale that up to millions of animals every single year,” she says.</p>  <figure class=\"element element-image\" data-media-id=\"6e8e281b819688bec7756e648785162988f8130c\"> <img src=\"https://media.guim.co.uk/6e8e281b819688bec7756e648785162988f8130c/0_0_3024_4032/750.jpg\" alt=\"Fergus Drennan\" width=\"750\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Forager Fergus Drennan.</span> <span class=\"element-image__credit\">Photograph: Image supplied by Fergus Drennan</span> </figcaption> </figure>  <p>Scraping my tea off asphalt would never have occurred to me before; I prefer to buy meat that is faceless and feather-free. But, for the past few months I have been living with my parents – and they are bargain-obsessed. At about 7pm every day we have been journeying across the moors to the nearest supermarket to raid the reduced shelves.</p> <p>My parents do not care how a dead bird makes it to their plates: free meat is free meat. They have been eating roadkill for years and, ever since I came home, they have been trying to force it on to my plate. They insist it is perfectly safe. Still, I had my reservations as I watched my dad pluck the fiery red and gold feathers from the unfortunate bird on our chopping board one Sunday afternoon. How can we tell how long it has been dead? What if it has had a disease? Are we sure this is legal? Under the Road Traffic Act, you are expected to report any fatal accidents involving household pets, horses and farm animals, but it is not illegal to munch other roadkill so long as it was not run over on purpose. And, as far as safety is concerned, it is quite straightforward, according to the professional forager Fergus Drennan.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If it’s warm on a cold day then obviously it’s fresh. If it’s got rigor mortis it means it’s really fresh</p> <footer> <cite>Fergus Drennan</cite> </footer> </blockquote> </aside>  <p>Drennan, 49, runs foraging <a href=\"https://fergustheforager.co.uk/\">courses</a> for the public, and has been eating roadkill, or “accidental meat”, as he prefers to call it, for decades. He argues, over the phone from his home in East Sussex, that it’s obvious whether roadkill is safe to eat: you just need to check if it is warm, stiff and intact. “If it’s warm on a cold day then obviously it’s fresh; if it’s got rigor mortis, it means it’s really fresh. You don’t want it to be completely smashed to pieces,” he says.</p> <p>I tell Brennan that I was debating if it would be possible to eat some of the more flattened carcasses. “Oh Jesus, don’t use that old journalistic cliche!” he says. “Who in their right mind would scrape an animal off the road? It has got to look in immaculate condition.”</p> <p>“What about if its head is missing?” I ask.</p> <p>“You’re not going to eat the head of a pheasant anyway, so it’s perfectly all right, isn’t it? If everything else is all right.”</p> <p>Brennan mostly eats run-over deer, but has dined on foxes, squirrels and at least 30 badgers over the years. But he doesn’t make just meals out of roadkill, he makes art pieces, too. “The reason I’m interested in the badger is because they have such fascinating skulls,” he says. Brennan explains that, unlike most animals, which have sinew and tendons connecting their jaw bones together, the badger’s mandibles come as a one-piece and open and close like Pac-Man.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It’s not fair to call an animal thick. It is not designed to be aware of a ton of metal coming at 30 or 70 miles an hour</p> <footer> <cite>Jonathan McGowan</cite> </footer> </blockquote> </aside>  <p>Badgers might make for fine artwork, but they aren’t the tastiest creatures you can find on the roads. Brennan says they taste like lamb, with an aftertaste that resembles their diets – earthworms, with the occasional frog or hedgehog thrown in. I was going to ask Brennan how he knows what these animals taste like, but I’m not sure I want to know the answer.<br></p> <p>It is not humans alone who take advantage of roadkill. Perkins was involved in an experiment that used fake roadkill to see how quickly it was scavenged: 90% of what they distributed was devoured by other animals over 12 hours. However, in rural Dorset, the animals might have slim pickings when the naturalist and taxidermist <a href=\"http://www.thenaturalstuff.co.uk/\">Jonathan McGowan</a> is on the prowl.</p> <p>McGowan says he started by feeding the roadkill he found on the roads to the buzzards, then realised it could supplement his own diet. “I’ve eaten roadkill for the whole of my adult life. I’ve hardly ever bought any commercial meat,” he says. “All my meat comes from roadkill. Birds, rodents, badgers, foxes, owls, rats, deer. Anything, really.”</p>  <figure class=\"element element-image\" data-media-id=\"cb9a1b66bf2ae6e140477d7cd6f927736aaee1c8\"> <img src=\"https://media.guim.co.uk/cb9a1b66bf2ae6e140477d7cd6f927736aaee1c8/0_96_3648_2189/1000.jpg\" alt=\"Patridge\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jonathan McGowan prepares a foraged meal of red legged partridge with herbs and fungi.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Jonathan McGowan</span> </figcaption> </figure>  <p>McGowan is disabled and he has been coping with Lyme disease for many years. Over the past year, it has caught up with him and he has been housebound, longing for the outdoors. Lyme disease is usually passed to humans from the bites of infected ticks, and although McGowan thinks he contracted it while wandering through the woods it could have come from the animals he finds. “That’s one of the hazards of picking up dead animals and doing taxidermy, because lots of mammals and birds have ticks on them.”</p> <p>So, you risk getting ill when picking up roadkill? “Most [wild] animals don’t have disease – they’re really healthy. Especially young animals – they don’t have time to build up diseases,” McGowan says. He also claims that the dead animals he finds on the roads are cleaner than farm animals that are susceptible to maladies such as CJD and foot-and-mouth disease. He says that pheasants can be infected with leptospirosis and bacterial diseases, but that cooking the meat will eliminate these. The Food Standards Agency, however, is absolutely not in favour of people eating roadkill, pointing out “the animals may not have been healthy when killed and may have been suffering from disease or environmental contamination. There is also no way of determining how long the animal has been at the roadside.”</p> <p>But McGowan insists that motorists in particular would do better to worry about other risks. After all, gamekeepers release millions of birds into the wild every year, many of which are involved in road-traffic accidents. A motorcyclist died in Wales in 2018 after a pheasant flew into his helmet. “They’re only bred so a few morons can point shotguns at them and blow them to pieces,” he says. “That’s what gamekeeping is all about. It’s a cruel, immoral, unjust practice.”</p> <p>There are twin peaks to the pheasant-foraging calendar: at the beginning of the shooting season, when they are released from their pens, and at the end of it, when the birds are deprived of supplementary feeding and must fend for themselves. If they survive the guns, they can have a much better life than the average battery hen. Unless, of course, a car cuts it short. As Drennan points out, a wild animal “is not designed to be aware of a ton of metal coming at 30 or 70 miles an hour. At the end of the day, we live on a small island; there’s always gonna be a conflict between the human animal and other animals. And there are too many roads, and we are rushing around.”</p> <p>It is not merely badgers, squirrels and overly bred game that are dying on UK roads. McGowan says he finds a variety of rare animals including snakes, lizards, bats and falcons. “Cars don’t discriminate,” he says. “Every animal that’s out in the countryside or even in the town succumbs to the roads.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/travel/2020/dec/04/a-foraging-trip-wild-food-flavours-peace-of-mind-epping-forest-uk\">A foraging trip for flavours and peace of mind in Epping Forest</a> </p> </aside>  <p>So, what can we do to mitigate roadkill? We can start by slowing down a little and “we can change animal behaviour”, says Perkins. “We can do that by putting in mitigations, so there are underpasses, river passes. There are specific mitigations for some species and a lot of new road builds have that.” Road-mitigation schemes consist of tunnels that allow amphibians, rodents and other small animals to cross safely, but much more needs to be done to make the roads safer for wildlife.</p> <p>To return to our pheasant, my parents hung it up for three days to tenderise it. Then they plucked it, put it in a port marinade and whacked it in the oven. After some reservations, I tucked in. It was a bit gamey and tough, but edible. I survived.</p>","newspaperPageNumber":"4","wordcount":"1519","firstPublicationDate":"2021-05-27T09:00:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T09:00:23Z","newspaperEditionDate":"2021-05-27T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hh83t","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e69c99ac288c4658ad7ff77b378f1faf81acc168/0_164_4032_2419/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Motorists shoot me funny looks as I sheepishly cross a scrubby verge, trying my best to conceal the dead pheasant under my arm. I am in a part of Saddleworth Moor called the Isle of Skye by locals, and have just collected a free meal from the middle of the road. Nobody can agree on how this area of moorland, in the West Riding of Yorkshire, earned its nickname. Some think it comes from a Victorian navvy, who exclaimed in a broad Irish brogue: “Look, there’s an ’ole in the sky,” as he considered a parting in the thick mist above him. Others think it was named after an inn of the same name. But either way, the area should be immediately renamed Pheasant Cemetery. Because, before I picked up my own bird, I counted 46 pheasant carcasses in various stages of decomposition, scattered and splattered on the road over several miles as I drove to Holmfirth for a day out. This carnage on the Isle of Skye is not unique. According to a recent study, 194m birds and 29m mammals die on European roads every year. In 2018, Dr Sarah Perkins, project coordinator at Project Splatter, started to quantify and map roadkill across the UK. She says the most frequent victims on the roads are badgers, hedgehogs, rabbits, pigeons, pheasants and blackbirds. Perkins says that around 20,000 instances of roadkill are reported to her annually. “It’s probably a fair estimate to scale that up to millions of animals every single year,” she says. Scraping my tea off asphalt would never have occurred to me before; I prefer to buy meat that is faceless and feather-free. But, for the past few months I have been living with my parents – and they are bargain-obsessed. At about 7pm every day we have been journeying across the moors to the nearest supermarket to raid the reduced shelves. My parents do not care how a dead bird makes it to their plates: free meat is free meat. They have been eating roadkill for years and, ever since I came home, they have been trying to force it on to my plate. They insist it is perfectly safe. Still, I had my reservations as I watched my dad pluck the fiery red and gold feathers from the unfortunate bird on our chopping board one Sunday afternoon. How can we tell how long it has been dead? What if it has had a disease? Are we sure this is legal? Under the Road Traffic Act, you are expected to report any fatal accidents involving household pets, horses and farm animals, but it is not illegal to munch other roadkill so long as it was not run over on purpose. And, as far as safety is concerned, it is quite straightforward, according to the professional forager Fergus Drennan. Drennan, 49, runs foraging courses for the public, and has been eating roadkill, or “accidental meat”, as he prefers to call it, for decades. He argues, over the phone from his home in East Sussex, that it’s obvious whether roadkill is safe to eat: you just need to check if it is warm, stiff and intact. “If it’s warm on a cold day then obviously it’s fresh; if it’s got rigor mortis, it means it’s really fresh. You don’t want it to be completely smashed to pieces,” he says. I tell Brennan that I was debating if it would be possible to eat some of the more flattened carcasses. “Oh Jesus, don’t use that old journalistic cliche!” he says. “Who in their right mind would scrape an animal off the road? It has got to look in immaculate condition.” “What about if its head is missing?” I ask. “You’re not going to eat the head of a pheasant anyway, so it’s perfectly all right, isn’t it? If everything else is all right.” Brennan mostly eats run-over deer, but has dined on foxes, squirrels and at least 30 badgers over the years. But he doesn’t make just meals out of roadkill, he makes art pieces, too. “The reason I’m interested in the badger is because they have such fascinating skulls,” he says. Brennan explains that, unlike most animals, which have sinew and tendons connecting their jaw bones together, the badger’s mandibles come as a one-piece and open and close like Pac-Man. Badgers might make for fine artwork, but they aren’t the tastiest creatures you can find on the roads. Brennan says they taste like lamb, with an aftertaste that resembles their diets – earthworms, with the occasional frog or hedgehog thrown in. I was going to ask Brennan how he knows what these animals taste like, but I’m not sure I want to know the answer. It is not humans alone who take advantage of roadkill. Perkins was involved in an experiment that used fake roadkill to see how quickly it was scavenged: 90% of what they distributed was devoured by other animals over 12 hours. However, in rural Dorset, the animals might have slim pickings when the naturalist and taxidermist Jonathan McGowan is on the prowl. McGowan says he started by feeding the roadkill he found on the roads to the buzzards, then realised it could supplement his own diet. “I’ve eaten roadkill for the whole of my adult life. I’ve hardly ever bought any commercial meat,” he says. “All my meat comes from roadkill. Birds, rodents, badgers, foxes, owls, rats, deer. Anything, really.” McGowan is disabled and he has been coping with Lyme disease for many years. Over the past year, it has caught up with him and he has been housebound, longing for the outdoors. Lyme disease is usually passed to humans from the bites of infected ticks, and although McGowan thinks he contracted it while wandering through the woods it could have come from the animals he finds. “That’s one of the hazards of picking up dead animals and doing taxidermy, because lots of mammals and birds have ticks on them.” So, you risk getting ill when picking up roadkill? “Most [wild] animals don’t have disease – they’re really healthy. Especially young animals – they don’t have time to build up diseases,” McGowan says. He also claims that the dead animals he finds on the roads are cleaner than farm animals that are susceptible to maladies such as CJD and foot-and-mouth disease. He says that pheasants can be infected with leptospirosis and bacterial diseases, but that cooking the meat will eliminate these. The Food Standards Agency, however, is absolutely not in favour of people eating roadkill, pointing out “the animals may not have been healthy when killed and may have been suffering from disease or environmental contamination. There is also no way of determining how long the animal has been at the roadside.” But McGowan insists that motorists in particular would do better to worry about other risks. After all, gamekeepers release millions of birds into the wild every year, many of which are involved in road-traffic accidents. A motorcyclist died in Wales in 2018 after a pheasant flew into his helmet. “They’re only bred so a few morons can point shotguns at them and blow them to pieces,” he says. “That’s what gamekeeping is all about. It’s a cruel, immoral, unjust practice.” There are twin peaks to the pheasant-foraging calendar: at the beginning of the shooting season, when they are released from their pens, and at the end of it, when the birds are deprived of supplementary feeding and must fend for themselves. If they survive the guns, they can have a much better life than the average battery hen. Unless, of course, a car cuts it short. As Drennan points out, a wild animal “is not designed to be aware of a ton of metal coming at 30 or 70 miles an hour. At the end of the day, we live on a small island; there’s always gonna be a conflict between the human animal and other animals. And there are too many roads, and we are rushing around.” It is not merely badgers, squirrels and overly bred game that are dying on UK roads. McGowan says he finds a variety of rare animals including snakes, lizards, bats and falcons. “Cars don’t discriminate,” he says. “Every animal that’s out in the countryside or even in the town succumbs to the roads.” So, what can we do to mitigate roadkill? We can start by slowing down a little and “we can change animal behaviour”, says Perkins. “We can do that by putting in mitigations, so there are underpasses, river passes. There are specific mitigations for some species and a lot of new road builds have that.” Road-mitigation schemes consist of tunnels that allow amphibians, rodents and other small animals to cross safely, but much more needs to be done to make the roads safer for wildlife. To return to our pheasant, my parents hung it up for three days to tenderise it. Then they plucked it, put it in a port marinade and whacked it in the oven. After some reservations, I tucked in. It was a bit gamey and tough, but edible. I survived.","charCount":"8565","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/daniel-lavelle\">Daniel Lavelle</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"sport/2021/may/27/nikita-mazepin-haas-formula-one-driver","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-27T09:00:23Z","webTitle":"Nikita Mazepin may be Russian but he is the perfect American anti-hero","webUrl":"https://www.theguardian.com/sport/2021/may/27/nikita-mazepin-haas-formula-one-driver","apiUrl":"https://content.guardianapis.com/sport/2021/may/27/nikita-mazepin-haas-formula-one-driver","fields":{"headline":"Nikita Mazepin may be Russian but he is the perfect American anti-hero","standfirst":"<p>The Haas driver is a stupendously rich coaster who consistently fails upwards. In other words, a perfect embodiment of so much that is wrong with America</p>","trailText":"The Haas driver is a stupendously rich coaster who consistently fails upwards. In other words, a perfect embodiment of so much that is wrong with America","byline":"Andrew Lawrence","main":"<figure class=\"element element-image\" data-media-id=\"e8f0f30dd96bbcb921c37c86637ea43fa1f79a70\"> <img src=\"https://media.guim.co.uk/e8f0f30dd96bbcb921c37c86637ea43fa1f79a70/0_297_4987_2993/1000.jpg\" alt=\"Nikita Mazepin is in his first season in F1 but has already made an impression\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nikita Mazepin is in his first season in F1 but has already made an impression. </span> <span class=\"element-image__credit\">Photograph: DPPI/Antonin Vincent/LiveMedia/REX/Shutterstock</span> </figcaption> </figure>","body":"<p>The classic American sports villain knows many forms. Bill Laimbeer was the Detroit Pistons’ <a href=\"https://www.sportscasting.com/bill-laimbeer-will-go-down-as-the-most-hated-nba-player-ever/\">elbow-throwing rabble-rouser</a>. Bill Romanowski was the Denver Broncos’ <a href=\"https://www.southcoasttoday.com/article/19971218/News/312189949\">late-hitting loogie spitter</a>. Mike Tyson <a href=\"https://www.theguardian.com/sport/2017/jun/28/mike-tyson-bites-evander-holyfield-both-ears-boxing\">bit off a guy’s ear</a>. And now there’s Nikita Mazepin, the Formula One racing driver who’s fast tracking as an all-time foil too.</p> <p>Doubtless, Mazepin’s inclusion in this rogue’s gallery will strike some as harsh given that this is the 22-year-old Muscovite’s maiden season driving for Haas, the <a href=\"https://www.formula1.com/en/latest/article.haas-face-up-to-year-of-learning-as-they-keep-eye-on-bigger-picture-of-2022.3mK0kZfXKQyOLwEhtWwYEE.html\">tanking backmarker</a> representing the United States. But for those of us fans who have watched him over the past five grands prix, his early work reads like hacky Russian literature – slow and meandering. Last weekend at Monaco marked the first time he outqualified teammate Mick Schumacher – but much of that was down to Michael’s boy ringing up about a half-million dollars’ worth of damage sliding his car into a Casino Square exit barrier.</p> <p>During the race itself Mazepin proved the lesser enemy to the circuit’s boundaries in Monaco, where the prospect of witnessing an overtake on the principality’s narrow streets becomes ever more fantastical as modern Formula One cars grow longer and wider; his biggest crime last Sunday was running wide of track boundaries, a point of contention that most of the drivers have been reckoning with all season. Prior to that, though, the driver – who’d earn the nickname “Maze<em>spin</em>”<em> </em>for a string of unforced wipeouts – was on quite the downward spiral.</p> <p>Earlier this month at the Portuguese Grand Prix, Mazepin earned his first points penalty for five <a href=\"https://f1.fandom.com/wiki/Flag_system\">blue flags</a> – the international sign for <em>make way for the much faster driver behind you</em>. One of those drivers was Sergio Pérez, who was in a desperate fight to keep the lead for his Red Bull team when he ran up against the aggressively obstinate Russian – forcing the Mexican to abandon the pass and lock his brakes to avoid a collision. After an immediate investigation, race stewards <a href=\"https://www.racefans.net/2021/05/02/mazepin-penalised-for-holding-up-leader-despite-late-warning-by-team/\">slapped Mazepin with a five-second ticket</a>, even though he was already a minute behind the field at the time of his transgression. Pérez’s assessment of Mazepin over his team radio, however, was much blunter: “Fucking idiot.”</p> <p>Last month at Imola, Alfa Romeo’s Antonio Giovinazzi <a href=\"https://www.espn.com/f1/story/_/id/31276132/mazepin-lacks-respect-f1-etiquette-says-giovinazzi\">called Mazepin</a> a “jackass” and “honestly, so stupid” after the Haas rookie interfered with the Italian’s final qualifying run. (Mazepin’s response: “The track is just not big enough for all of us.”) A week later in Catalunya, Mazepin <a href=\"https://www.youtube.com/watch?v=P2uHLk8cqbk\">ruined Lando Norris’s qualifying session</a>, dooming the McLaren driver to a ninth-place start.</p> <p>Naturally, Mazepin picked up another points penalty and was docked a grid spot for this blue-flag foul. But since he qualified dead last for the race and his team remains scoreless on the season, it’s fair to not only wonder if the punishment fits the crime but if it also emboldens the criminal. Mercedes principal Toto Wolff seemed to wrestle with exactly this paradox during the Spanish Grand Prix. Late in the race, Lewis Hamilton, in the lead, was bearing down on Mazepin, who was bringing up the rear with his elbows out yet again. “Blue flags!” Wolff barked to race director Michael Masi over the radio. “This guy makes us lose the position!”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/24/lewis-hamilton-says-he-faces-tough-battle-to-win-f1-title-this-year\">‘Red Bull will be hard to beat’: Hamilton admits winning F1 title will be tough</a> </p> </aside>  <p>In a championship where words are terse and delivered in coded sequences, this was an astonishing disclosure that, to the well-trained ear of ex-driver Jolyon Palmer, nonetheless sounded like <a href=\"https://www.planetf1.com/news/fia-radio-fuels-nikita-mazepin-hate/\">more fodder for Mazepin’s antagonist arc</a>. But Mazepin isn’t just a bad boy. He’s a <em>pay</em> driver. His father, Dmitry, a billionaire chemicals and fertilizer monopolist who’s cozy with Vladimir Putin, tried to buy Force India after the team was put into administration in 2018. But after Canadian motors magnate Lawrence Stroll beat him on that deal, Dmitry <a href=\"https://www.planetf1.com/news/nikita-mazepin-pay-driver-criticism/\">reportedly bought his boy a seat</a> with Haas late last year. Earlier this month the two scions nearly came together during qualifying for the Spanish Grand Prix, with <a href=\"https://www.youtube.com/watch?v=ohvbsSjoBBU\">Stroll flipping Mazepin the bird</a> in an irony too rich even for this sport.</p> <p>After all, Stroll himself was written off as a rolling traffic cone before rounding into a more than competent midfielder – proof that money can at least nurture racing talent, if not buy it outright. But the elder Mazepin may well be writing checks that can’t be cashed by his boy, who surely would be out of a seat if his last name were Hamilton or even Raikkonen. (Worse, <a href=\"https://mobile.twitter.com/gaslystauri/status/1396894828517105664?s=20\">this even more damning video of him</a> quibbling with engineering instructions in the middle of the Monaco GP makes it look as if Mazepin lacks the most basic open-wheel driver knack for high-speed multitasking.) And yet: Mazepin jumped to F1 despite a checkered junior career that includes a ban for throwing a punch <a href=\"https://wtf1.com/post/mazepin-banned-hungary-f3/\">that left a rival with a black eye and a swollen jaw</a>.</p> <p>That Haas would take risks was in some ways inevitable given owner Gene Haas’s<a href=\"http://archive.vcstar.com/news/haas-automation-owner-gets-2-years-in--prison-for-tax-fraud-ep-374771183-352747731.html\"> dubious past</a> and his cash-strapped F1 team’s dalliance with fizzy drinks sponsor Rich Energy. It was hardly a surprise when, four months after Nikita’s signing was announced, Dmitry’s potash fertilizer conglomerate Uralkali followed as a title sponsor and redressed the Haas livery in the colors of the Russian flag – which <a href=\"https://www.motorsport.com/f1/news/russia-mazepin-neutral-flag-f1/5345260/\">Nikita notably cannot race under</a> because of the recent rulings against the country’s systemic doping practices. (Wada is said to be investigating the Haas color scheme.) Ever since, Haas has had to defend itself against rumors of <a href=\"https://www.planetf1.com/news/guenther-steiner-haas-dmitry-mazepin/\">a total Mazepin takeover</a>.</p> <p>So it figured that when an Instagram story surfaced of Mazepin groping a woman’s breast after the Haas signing, that the driver didn’t suffer much beyond having to deliver a public apology (the woman later said they are friends and it had been a joke, although she later unfollowed him on Instagram after posting a MeToo hashtag). In fact, to watch him do his part in F1’s <a href=\"https://www.formula1.com/en/latest/video.f1-2020-we-race-as-one.1687520769634818810.html\">We Race As One</a> PSA for inclusion and justice is to witness a deeply entitled white man who could not give less of a damn. He all but confirmed as much earlier this month.</p> <p>After making a point of not joining his fellow drivers, who were showing solidarity with the global fight for social justice by kneeling before races, Mazepin buckled for the Spanish Prix – but to commemorate the Soviets who fell during world war two on the 76th anniversary of the Nazis’ surrender. “My grandparents took part in the war,” Mazepin told Russia’s Match TV. “Yesterday, I saw the statistic saying that it is a holiday that is even more important to Russians than New Year.” Honoring his country’s suffering in the past is commendable of course, but not bothering to acknowledge other suffering is the worst kind of All Lives Matter trolling.</p> <p>That aside: maybe Palmer is on to something. Maybe it’s a bit wrong to single out Mazepin as Public Enemy No 1 in a sport that owes its global motorsports dominion as much to roguish executives like former F1 boss Bernie Ecclestone as to dubious world leaders like Saudi Arabia’s Mohammed bin Salman. Besides, in an America where a reality TV star who brags about grabbing women can be president, where there are <a href=\"https://www.vox.com/2019/4/26/18517980/trump-unite-the-right-racism-defense-charlottesville\">“very fine people on both sides,”</a> where citizens think nothing of their local fuel provider <a href=\"https://www.forbes.com/sites/robertwood/2021/05/20/colonial-pipeline-paid-44m-ransom-can-you-deduct-ransom-on-your-taxes/?sh=499f30747d87\">paying a bitcoin ransom</a> if it means no more hoarding gas into garbage bags, who could call Mazepin a villain, really? The more he fails upward and coasts on entitlement, the harder it is not to appreciate him for what he truly is: the perfectly timed all-American hero that we so richly deserve.</p>","wordcount":"1248","firstPublicationDate":"2021-05-27T09:00:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T09:01:20Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhkb3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e8f0f30dd96bbcb921c37c86637ea43fa1f79a70/0_297_4987_2993/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The classic American sports villain knows many forms. Bill Laimbeer was the Detroit Pistons’ elbow-throwing rabble-rouser. Bill Romanowski was the Denver Broncos’ late-hitting loogie spitter. Mike Tyson bit off a guy’s ear. And now there’s Nikita Mazepin, the Formula One racing driver who’s fast tracking as an all-time foil too. Doubtless, Mazepin’s inclusion in this rogue’s gallery will strike some as harsh given that this is the 22-year-old Muscovite’s maiden season driving for Haas, the tanking backmarker representing the United States. But for those of us fans who have watched him over the past five grands prix, his early work reads like hacky Russian literature – slow and meandering. Last weekend at Monaco marked the first time he outqualified teammate Mick Schumacher – but much of that was down to Michael’s boy ringing up about a half-million dollars’ worth of damage sliding his car into a Casino Square exit barrier. During the race itself Mazepin proved the lesser enemy to the circuit’s boundaries in Monaco, where the prospect of witnessing an overtake on the principality’s narrow streets becomes ever more fantastical as modern Formula One cars grow longer and wider; his biggest crime last Sunday was running wide of track boundaries, a point of contention that most of the drivers have been reckoning with all season. Prior to that, though, the driver – who’d earn the nickname “Mazespin” for a string of unforced wipeouts – was on quite the downward spiral. Earlier this month at the Portuguese Grand Prix, Mazepin earned his first points penalty for five blue flags – the international sign for make way for the much faster driver behind you. One of those drivers was Sergio Pérez, who was in a desperate fight to keep the lead for his Red Bull team when he ran up against the aggressively obstinate Russian – forcing the Mexican to abandon the pass and lock his brakes to avoid a collision. After an immediate investigation, race stewards slapped Mazepin with a five-second ticket, even though he was already a minute behind the field at the time of his transgression. Pérez’s assessment of Mazepin over his team radio, however, was much blunter: “Fucking idiot.” Last month at Imola, Alfa Romeo’s Antonio Giovinazzi called Mazepin a “jackass” and “honestly, so stupid” after the Haas rookie interfered with the Italian’s final qualifying run. (Mazepin’s response: “The track is just not big enough for all of us.”) A week later in Catalunya, Mazepin ruined Lando Norris’s qualifying session, dooming the McLaren driver to a ninth-place start. Naturally, Mazepin picked up another points penalty and was docked a grid spot for this blue-flag foul. But since he qualified dead last for the race and his team remains scoreless on the season, it’s fair to not only wonder if the punishment fits the crime but if it also emboldens the criminal. Mercedes principal Toto Wolff seemed to wrestle with exactly this paradox during the Spanish Grand Prix. Late in the race, Lewis Hamilton, in the lead, was bearing down on Mazepin, who was bringing up the rear with his elbows out yet again. “Blue flags!” Wolff barked to race director Michael Masi over the radio. “This guy makes us lose the position!” In a championship where words are terse and delivered in coded sequences, this was an astonishing disclosure that, to the well-trained ear of ex-driver Jolyon Palmer, nonetheless sounded like more fodder for Mazepin’s antagonist arc. But Mazepin isn’t just a bad boy. He’s a pay driver. His father, Dmitry, a billionaire chemicals and fertilizer monopolist who’s cozy with Vladimir Putin, tried to buy Force India after the team was put into administration in 2018. But after Canadian motors magnate Lawrence Stroll beat him on that deal, Dmitry reportedly bought his boy a seat with Haas late last year. Earlier this month the two scions nearly came together during qualifying for the Spanish Grand Prix, with Stroll flipping Mazepin the bird in an irony too rich even for this sport. After all, Stroll himself was written off as a rolling traffic cone before rounding into a more than competent midfielder – proof that money can at least nurture racing talent, if not buy it outright. But the elder Mazepin may well be writing checks that can’t be cashed by his boy, who surely would be out of a seat if his last name were Hamilton or even Raikkonen. (Worse, this even more damning video of him quibbling with engineering instructions in the middle of the Monaco GP makes it look as if Mazepin lacks the most basic open-wheel driver knack for high-speed multitasking.) And yet: Mazepin jumped to F1 despite a checkered junior career that includes a ban for throwing a punch that left a rival with a black eye and a swollen jaw. That Haas would take risks was in some ways inevitable given owner Gene Haas’s dubious past and his cash-strapped F1 team’s dalliance with fizzy drinks sponsor Rich Energy. It was hardly a surprise when, four months after Nikita’s signing was announced, Dmitry’s potash fertilizer conglomerate Uralkali followed as a title sponsor and redressed the Haas livery in the colors of the Russian flag – which Nikita notably cannot race under because of the recent rulings against the country’s systemic doping practices. (Wada is said to be investigating the Haas color scheme.) Ever since, Haas has had to defend itself against rumors of a total Mazepin takeover. So it figured that when an Instagram story surfaced of Mazepin groping a woman’s breast after the Haas signing, that the driver didn’t suffer much beyond having to deliver a public apology (the woman later said they are friends and it had been a joke, although she later unfollowed him on Instagram after posting a MeToo hashtag). In fact, to watch him do his part in F1’s We Race As One PSA for inclusion and justice is to witness a deeply entitled white man who could not give less of a damn. He all but confirmed as much earlier this month. After making a point of not joining his fellow drivers, who were showing solidarity with the global fight for social justice by kneeling before races, Mazepin buckled for the Spanish Prix – but to commemorate the Soviets who fell during world war two on the 76th anniversary of the Nazis’ surrender. “My grandparents took part in the war,” Mazepin told Russia’s Match TV. “Yesterday, I saw the statistic saying that it is a holiday that is even more important to Russians than New Year.” Honoring his country’s suffering in the past is commendable of course, but not bothering to acknowledge other suffering is the worst kind of All Lives Matter trolling. That aside: maybe Palmer is on to something. Maybe it’s a bit wrong to single out Mazepin as Public Enemy No 1 in a sport that owes its global motorsports dominion as much to roguish executives like former F1 boss Bernie Ecclestone as to dubious world leaders like Saudi Arabia’s Mohammed bin Salman. Besides, in an America where a reality TV star who brags about grabbing women can be president, where there are “very fine people on both sides,” where citizens think nothing of their local fuel provider paying a bitcoin ransom if it means no more hoarding gas into garbage bags, who could call Mazepin a villain, really? The more he fails upward and coasts on entitlement, the harder it is not to appreciate him for what he truly is: the perfectly timed all-American hero that we so richly deserve.","charCount":"7413","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrew-lawrence\">Andrew Lawrence</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2021/may/27/oman-plans-to-build-worlds-largest-green-hydrogen-plant","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-27T08:51:07Z","webTitle":"Oman plans to build world’s largest green hydrogen plant","webUrl":"https://www.theguardian.com/world/2021/may/27/oman-plans-to-build-worlds-largest-green-hydrogen-plant","apiUrl":"https://content.guardianapis.com/world/2021/may/27/oman-plans-to-build-worlds-largest-green-hydrogen-plant","fields":{"headline":"Oman plans to build world’s largest green hydrogen plant","standfirst":"<p>Oil-producing nation aims plant powered by wind and solar energy to be at full capacity by 2038</p>","trailText":"Oil-producing nation aims plant powered by wind and solar energy to be at full capacity by 2038","byline":"Laura Paddison","main":"<figure class=\"element element-image\" data-media-id=\"a54a1c5da7de824c4d57421475e3ea4f8e226f3c\"> <img src=\"https://media.guim.co.uk/a54a1c5da7de824c4d57421475e3ea4f8e226f3c/0_206_3500_2101/1000.jpg\" alt=\"A large solar plant in Chile, Latin America.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A solar plant in Chile, Latin America. The Oman plant construction is scheduled to start in 2028 in the Al Wusta governorate on the Arabian Sea.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>","body":"<p>Oman is planning to build one of the largest green hydrogen plants in the world in a move to make the oil-producing nation a leader in renewable energy technology.</p> <p>Construction is scheduled to start in 2028 in the Al Wusta governorate on the Arabian Sea. It will be built in stages, with the aim to be at full capacity by 2038, powered by 25 gigawatts of wind and solar energy.</p> <p>The consortium of companies behind the $30bn (£21bn) project includes the state-owned oil and gas company OQ, the Hong Kong-based renewable hydrogen developer InterContinental Energy and the Kuwait-based energy investor Enertech.</p> <p>Once online, the plant will use renewable energy to split water in an electrolyser to produce green hydrogen, which is able to replace fossil fuels without producing carbon emissions. Most will be exported to Europe and Asia, said Alicia Eastman, the co-founder and president of InterContinental Energy, either as hydrogen or converted into green ammonia, which is easier to ship and store. The facility aims to produce 1.8m tonnes of green hydrogen and up to 10m tonnes of green ammonia a year.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/17/australias-first-fully-renewable-hydrogen-valley-slated-for-nsw-coal-heartland\">Australia’s first fully renewable ‘hydrogen valley’ slated for NSW</a> </p> </aside>  <p>Oman currently relies heavily on fossil fuels, generating <a href=\"https://fanack.com/oman/economy-of-oman/\">up to 85%</a> of its GDP from oil and gas, but its fossil fuel reserves <a href=\"https://www.brookings.edu/blog/order-from-chaos/2021/01/13/one-year-into-his-reign-omans-sultan-must-renegotiate-the-social-contract-and-prioritize-diversification/\">are dwindling</a> and becoming increasingly costly to extract. In December 2020, the country published its <a href=\"https://www.2040.om/Oman2040-En.pdf\">Oman Vision 2040</a> strategy, a plan to diversify the economy away from fossil fuels and increase investment in renewables.</p> <p>Green hydrogen could play an important role, said Eastman, thanks to the Oman’s combination of plentiful daytime sun and strong winds at night. “Oman is one of the places in the world that I’ve called the ‘future renewable superpowers’,” said Michael Liebreich, the founder of BloombergNEF, “because what you really want [to produce green hydrogen] is very cheap solar and very cheap wind.”</p> <p>While electrification is the most efficient way of decarbonising most sectors, it’s limited when it comes to energy-intensive industries such as steel, chemicals, aviation and shipping. Green hydrogen will be vital to help fill these gaps, said the International Energy Agency in its <a href=\"https://www.iea.org/reports/net-zero-by-2050\">report</a> published this week, which called for an end to fossil fuel investments if governments are serious about climate commitments.</p> <p>A wave of net zero emissions pledges has already led to a slew of hydrogen strategies, <a href=\"https://ec.europa.eu/energy/sites/ener/files/hydrogen_strategy.pdf\">including from the European Commission</a> in 2020, which predicted the share of hydrogen in the EU’s energy mix would rise from 2% to 14% by 2050.</p> <p>Yet green hydrogen currently makes up <a href=\"https://www.woodmac.com/our-expertise/focus/transition/hydrogen-production-costs-to-2040-is-a-tipping-point-on-the-horizon/\">less than 1%</a> of global hydrogen production. The majority is still produced using fossil fuels such as gas and coal, in a process that emits about <a href=\"https://www.iea.org/reports/the-future-of-hydrogen\">830m tonnes</a> of carbon annually, equivalent to the emissions of the UK and Indonesia combined. “Blue hydrogen” is a cleaner version, as emissions are captured and stored, but it is still produced using gas – and is seen by some oil companies as a <a href=\"https://www.bloomberg.com/news/articles/2020-06-25/big-oil-s-long-bet-on-hydrogen-offers-a-climate-lifeline?sref=6W39QMk4\">way to keep using fossil fuels</a>.</p> <p>One of the stumbling blocks for green hydrogen has been cost, partly because of the <a href=\"https://www.irena.org/newsroom/pressreleases/2020/Dec/Making-Green-Hydrogen-a-Cost-Competitive-Climate-Solution#:~:text=Today%2C%20green%20hydrogen%20is%202,electrolyser%20and%20its%20operating%20hours.\">huge amounts of energy</a> required. But as renewables and electrolysers become cheaper, and fossil fuel prices rise, costs <a href=\"https://www.woodmac.com/press-releases/green-hydrogen-costs-to-fall-by-up-to-64-by-2040/\">could fall by up to 64%</a> by 2030, according to research from the consultancy Wood Mackenzie.</p> <p>“Most green hydrogen products will not be competitive for at least another decade,” said Falko Ueckerdt, a senior scientist at the Potsdam Institute for Climate Impact Research, who sees the Oman project as “a sign that investors anticipate large future demands for hydrogen-based fuels after 2030”.</p> <p>Oman’s proposed plant is just one in a slate of green hydrogen mega projects planned globally. Eastman said InterContinental Energy has a number of other plants in the works, including a <a href=\"https://intercontinentalenergy.com/asian-renewable-energy-hub\">26GW wind and solar green hydrogen plant</a> in the Pilbara, Western Australia. If constructed, this $36bn (£25.5bn) plant would be the world’s biggest energy project. The first phase is expected to be online by 2028.</p> <p>In March, the renewables company Enegix Energy <a href=\"https://www.globenewswire.com/news-release/2021/03/01/2184722/0/en/Enegix-Energy-to-build-US-5-4-billion-green-hydrogen-facility-in-Brazil.html\">announced</a> the construction of a green hydrogen plan in Ceará state, north-eastern Brazil. Once built, which the company estimates will take about four years, the plant would produce more than 600,000 tonnes of green hydrogen per year from 3.4GW of wind and solar power.</p> <p>“People are upping the gigawatts, and they should,” said Eastman, “there’s so much room in the market.”</p>","wordcount":"724","firstPublicationDate":"2021-05-27T08:50:09Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T08:51:19Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hfjjy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a54a1c5da7de824c4d57421475e3ea4f8e226f3c/0_206_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Oman is planning to build one of the largest green hydrogen plants in the world in a move to make the oil-producing nation a leader in renewable energy technology. Construction is scheduled to start in 2028 in the Al Wusta governorate on the Arabian Sea. It will be built in stages, with the aim to be at full capacity by 2038, powered by 25 gigawatts of wind and solar energy. The consortium of companies behind the $30bn (£21bn) project includes the state-owned oil and gas company OQ, the Hong Kong-based renewable hydrogen developer InterContinental Energy and the Kuwait-based energy investor Enertech. Once online, the plant will use renewable energy to split water in an electrolyser to produce green hydrogen, which is able to replace fossil fuels without producing carbon emissions. Most will be exported to Europe and Asia, said Alicia Eastman, the co-founder and president of InterContinental Energy, either as hydrogen or converted into green ammonia, which is easier to ship and store. The facility aims to produce 1.8m tonnes of green hydrogen and up to 10m tonnes of green ammonia a year. Oman currently relies heavily on fossil fuels, generating up to 85% of its GDP from oil and gas, but its fossil fuel reserves are dwindling and becoming increasingly costly to extract. In December 2020, the country published its Oman Vision 2040 strategy, a plan to diversify the economy away from fossil fuels and increase investment in renewables. Green hydrogen could play an important role, said Eastman, thanks to the Oman’s combination of plentiful daytime sun and strong winds at night. “Oman is one of the places in the world that I’ve called the ‘future renewable superpowers’,” said Michael Liebreich, the founder of BloombergNEF, “because what you really want [to produce green hydrogen] is very cheap solar and very cheap wind.” While electrification is the most efficient way of decarbonising most sectors, it’s limited when it comes to energy-intensive industries such as steel, chemicals, aviation and shipping. Green hydrogen will be vital to help fill these gaps, said the International Energy Agency in its report published this week, which called for an end to fossil fuel investments if governments are serious about climate commitments. A wave of net zero emissions pledges has already led to a slew of hydrogen strategies, including from the European Commission in 2020, which predicted the share of hydrogen in the EU’s energy mix would rise from 2% to 14% by 2050. Yet green hydrogen currently makes up less than 1% of global hydrogen production. The majority is still produced using fossil fuels such as gas and coal, in a process that emits about 830m tonnes of carbon annually, equivalent to the emissions of the UK and Indonesia combined. “Blue hydrogen” is a cleaner version, as emissions are captured and stored, but it is still produced using gas – and is seen by some oil companies as a way to keep using fossil fuels. One of the stumbling blocks for green hydrogen has been cost, partly because of the huge amounts of energy required. But as renewables and electrolysers become cheaper, and fossil fuel prices rise, costs could fall by up to 64% by 2030, according to research from the consultancy Wood Mackenzie. “Most green hydrogen products will not be competitive for at least another decade,” said Falko Ueckerdt, a senior scientist at the Potsdam Institute for Climate Impact Research, who sees the Oman project as “a sign that investors anticipate large future demands for hydrogen-based fuels after 2030”. Oman’s proposed plant is just one in a slate of green hydrogen mega projects planned globally. Eastman said InterContinental Energy has a number of other plants in the works, including a 26GW wind and solar green hydrogen plant in the Pilbara, Western Australia. If constructed, this $36bn (£25.5bn) plant would be the world’s biggest energy project. The first phase is expected to be online by 2028. In March, the renewables company Enegix Energy announced the construction of a green hydrogen plan in Ceará state, north-eastern Brazil. Once built, which the company estimates will take about four years, the plant would produce more than 600,000 tonnes of green hydrogen per year from 3.4GW of wind and solar power. “People are upping the gigawatts, and they should,” said Eastman, “there’s so much room in the market.”","charCount":"4372","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/laura-paddison\">Laura Paddison</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2021/may/27/australias-ambassador-to-china-denied-entry-to-trial-of-yang-hengjun","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-27T08:50:08Z","webTitle":"Australia’s ambassador to China denied entry to trial of Yang Hengjun","webUrl":"https://www.theguardian.com/world/2021/may/27/australias-ambassador-to-china-denied-entry-to-trial-of-yang-hengjun","apiUrl":"https://content.guardianapis.com/world/2021/may/27/australias-ambassador-to-china-denied-entry-to-trial-of-yang-hengjun","fields":{"headline":"Australia’s ambassador to China denied entry to trial of Yang Hengjun","standfirst":"<p>Envoy raps Beijing for failing ‘treaty obligation’ to allow consular access to author accused of spying</p>","trailText":"Envoy raps Beijing for failing ‘treaty obligation’ to allow consular access to author accused of spying","byline":"Helen Davidson in Taipei","main":"<figure class=\"element element-image\" data-media-id=\"a279c2cd0d0197dbc4399aa044396b6517cb8a81\"> <img src=\"https://media.guim.co.uk/a279c2cd0d0197dbc4399aa044396b6517cb8a81/95_496_5257_3156/1000.jpg\" alt=\"A Chinese police officer checks the ID of Australia’s ambassador to China Graham Fletcher as he arrives at court in Beijing on Thursday for the trial of Yang Hengjun on espionage charges\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Chinese police officer checks the ID of Australia’s ambassador to China Graham Fletcher as he arrives at court in Beijing on Thursday for the trial of Yang Hengjun on espionage charges.</span> <span class=\"element-image__credit\">Photograph: Nicolas Asfouri/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>Australia’s ambassador to China has labelled the treatment of Yang Hengjun “arbitrary detention” on the morning of the writer’s closed-door trial for espionage charges.</p> <p>The envoy, Graham Fletcher, was on Thursday denied entry to the Beijing court where Yang will be tried after spending more than two years in jail.</p> <p>“The reason given was because of the pandemic situation but the foreign minister has also told us it’s because it’s a national security case,” Fletcher said outside court.</p> <p>“This is deeply regrettable and concerning and unsatisfactory. We’ve had longstanding concerns about this case, including the lack of transparency, and therefore have concluded it is an instance of arbitrary detention.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/26/yang-hengjun-australian-writer-says-he-is-unafraid-of-suffering-and-torture-ahead-of-trial-in-china\">Yang Hengjun: Australian writer says he is unafraid of ‘suffering and torture’ ahead of trial in China</a> </p> </aside>  <p>On Thursday afternoon China’s foreign ministry spokesman, Zhao Lijian, said that cases of national security are not open to the public, and accused Australia of “gross interference” in China’s handling of the case, with Fletcher’s comments and the request to attend the trial. Zhao said China had made “stern representations” to Australia.</p> <p>He said the case was held in accordance with the law, and would announce a verdict at a later date.</p> <p>Yang – an Australian academic, author of spy novels, democracy activist and former employee of China’s state security ministry – has been detained since January 2019. He was arrested immediately on arrival at Guangzhou airport while travelling with his wife and son. He was formally charged with conducting espionage on behalf of a foreign country but Chinese authorities have not identified the country. Australia’s prime minister, Scott Morrison, has said it is “absolutely untrue” to say Yang had acted as a spy for Australia.</p> <p>The detainee was initially held in <a href=\"https://www.theguardian.com/world/2019/jan/24/yang-hengjun-china-behaving-like-terrorists-says-friend-of-detained-australian\">“residential surveillance at a designated location”</a> – a secretive form of detention denying access to lawyers and family, which has been classified by UN human rights experts as a type of enforced disappearance – before being moved to a Beijing detention facility. Over the past two years Yang reported being interrogated more than 300 times by dozens of different people, for hours at a time. He has maintained his innocence of all charges.</p> <p>In <a href=\"https://www.theguardian.com/world/2021/may/26/yang-hengjun-australian-writer-says-he-is-unafraid-of-suffering-and-torture-ahead-of-trial-in-china\">a letter released on Wednesday</a>, Yang accused the Chinese government of taking revenge on him for his writing, but said he was unafraid of the “suffering and torture” of a long prison sentence.</p> <p>“There is nothing more liberating than having one’s worst fears realised,” he said. “I have no fear now. I will never compromise.”</p> <p>China’s notoriously opaque justice system is even more so when it comes to national security cases involving foreigners. Fletcher said the only information the Australian government had received about the case was that Yang’s charges related to espionage. He was critical of the refusal to allow him or others access to the courtroom.</p> <p>“It’s a treaty obligation [to allow consular access] and it’s also necessary to give, not only our government but other governments, confidence in the process.”</p> <p>. The court system routinely reports conviction rates of about 99%, and Yang’s charges carry lengthy terms.</p> <p>“Regardless of what happens today we will continue to advocate strongly for Dr Yang and his interests and rights, and continue to offer consular support to him and his family,” Fletcher said.</p> <p>Australia’s foreign affairs minister, Marise Payne, said Yang had “delayed and limited” access to a lawyer, who had last visited him on 21 May.</p> <p>“I very much hope that we have a transparent and open process,” Payne told ABC radio on Thursday. “We’re not interfering in China’s legal system. The concerns that we have raised are legitimate ones. But we do expect those basic international standards of justice to be met.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/26/joe-biden-us-intelligence-community-covid-19-origins-china\">Joe Biden orders US intelligence to intensify efforts to study Covid’s origins</a> </p> </aside>  <p>Last week Payne criticised China’s refusal to give Australia information about the case in a statement the Chinese foreign ministry labelled “deplorable”.</p> <p>Yang’s trial was due to start in January but was delayed for several months until <a href=\"https://www.theguardian.com/australia-news/2021/may/21/australian-writer-detained-in-china-on-espionage-charges-to-face-trial\">an announcement last week</a> that it was scheduled for Thursday.</p> <p>His case is one of several prosecutions of foreigners from countries now in dispute with Beijing. Another Australian, the journalist <a href=\"https://www.theguardian.com/world/2021/feb/08/australian-journalist-cheng-lei-formally-arrested-in-china-after-six-months-detention\">Cheng Lei</a>, has been detained for more than eight months on similarly vague national security charges. On Thursday Fletcher said there was no reason to link Yang’s case to the relationship between China and Australia.</p> <p>Human Rights Watch’s Australia researcher, Sophie McNeill, said Yang had been denied the right to a fair trial “from the moment he was detained over two years ago”.</p> <p>“He’s been ill-treated, shackled, denied contact with his family, blocked from accessing his lawyer – and now Chinese authorities are indicating Australian diplomats cannot attend the trial. This case is an indictment of Beijing’s nakedly politicised legal system, but it’s Yang who’ll pay the price.”</p>","wordcount":"768","firstPublicationDate":"2021-05-27T04:35:18Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T08:50:08Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhnx4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a279c2cd0d0197dbc4399aa044396b6517cb8a81/95_496_5257_3156/500.jpg","legallySensitive":"true","lang":"en","isLive":"true","bodyText":"Australia’s ambassador to China has labelled the treatment of Yang Hengjun “arbitrary detention” on the morning of the writer’s closed-door trial for espionage charges. The envoy, Graham Fletcher, was on Thursday denied entry to the Beijing court where Yang will be tried after spending more than two years in jail. “The reason given was because of the pandemic situation but the foreign minister has also told us it’s because it’s a national security case,” Fletcher said outside court. “This is deeply regrettable and concerning and unsatisfactory. We’ve had longstanding concerns about this case, including the lack of transparency, and therefore have concluded it is an instance of arbitrary detention.” On Thursday afternoon China’s foreign ministry spokesman, Zhao Lijian, said that cases of national security are not open to the public, and accused Australia of “gross interference” in China’s handling of the case, with Fletcher’s comments and the request to attend the trial. Zhao said China had made “stern representations” to Australia. He said the case was held in accordance with the law, and would announce a verdict at a later date. Yang – an Australian academic, author of spy novels, democracy activist and former employee of China’s state security ministry – has been detained since January 2019. He was arrested immediately on arrival at Guangzhou airport while travelling with his wife and son. He was formally charged with conducting espionage on behalf of a foreign country but Chinese authorities have not identified the country. Australia’s prime minister, Scott Morrison, has said it is “absolutely untrue” to say Yang had acted as a spy for Australia. The detainee was initially held in “residential surveillance at a designated location” – a secretive form of detention denying access to lawyers and family, which has been classified by UN human rights experts as a type of enforced disappearance – before being moved to a Beijing detention facility. Over the past two years Yang reported being interrogated more than 300 times by dozens of different people, for hours at a time. He has maintained his innocence of all charges. In a letter released on Wednesday, Yang accused the Chinese government of taking revenge on him for his writing, but said he was unafraid of the “suffering and torture” of a long prison sentence. “There is nothing more liberating than having one’s worst fears realised,” he said. “I have no fear now. I will never compromise.” China’s notoriously opaque justice system is even more so when it comes to national security cases involving foreigners. Fletcher said the only information the Australian government had received about the case was that Yang’s charges related to espionage. He was critical of the refusal to allow him or others access to the courtroom. “It’s a treaty obligation [to allow consular access] and it’s also necessary to give, not only our government but other governments, confidence in the process.” . The court system routinely reports conviction rates of about 99%, and Yang’s charges carry lengthy terms. “Regardless of what happens today we will continue to advocate strongly for Dr Yang and his interests and rights, and continue to offer consular support to him and his family,” Fletcher said. Australia’s foreign affairs minister, Marise Payne, said Yang had “delayed and limited” access to a lawyer, who had last visited him on 21 May. “I very much hope that we have a transparent and open process,” Payne told ABC radio on Thursday. “We’re not interfering in China’s legal system. The concerns that we have raised are legitimate ones. But we do expect those basic international standards of justice to be met.” Last week Payne criticised China’s refusal to give Australia information about the case in a statement the Chinese foreign ministry labelled “deplorable”. Yang’s trial was due to start in January but was delayed for several months until an announcement last week that it was scheduled for Thursday. His case is one of several prosecutions of foreigners from countries now in dispute with Beijing. Another Australian, the journalist Cheng Lei, has been detained for more than eight months on similarly vague national security charges. On Thursday Fletcher said there was no reason to link Yang’s case to the relationship between China and Australia. Human Rights Watch’s Australia researcher, Sophie McNeill, said Yang had been denied the right to a fair trial “from the moment he was detained over two years ago”. “He’s been ill-treated, shackled, denied contact with his family, blocked from accessing his lawyer – and now Chinese authorities are indicating Australian diplomats cannot attend the trial. This case is an indictment of Beijing’s nakedly politicised legal system, but it’s Yang who’ll pay the price.”","charCount":"4813","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/helen-davidson\">Helen Davidson</a> in Taipei"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-27T08:48:39Z","webTitle":"Covid live: Olympics could cause new variant, doctor warns; Facebook to allow posts saying virus ‘man-made’","webUrl":"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured","apiUrl":"https://content.guardianapis.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured","fields":{"headline":"Covid live: Olympics could cause new variant, doctor warns; Facebook to allow posts saying virus ‘man-made’","standfirst":"<p><a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured?page=with:block-60af3cb68f088d8c3178a7f4#block-60af3cb68f088d8c3178a7f4\">Head of Japanese doctors union warns of risk if Games go ahead</a>; Facebook <a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured?page=with:block-60af35588f088d8c3178a79d#block-60af35588f088d8c3178a79d\">changes policy</a> ‘in light of ongoing investigations into the origin of Covid’</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/may/26/joe-biden-us-intelligence-community-covid-19-origins-china\">Biden orders US intelligence to intensify efforts to study Covid’s origins</a><br></li><li><a href=\"https://www.theguardian.com/world/2021/may/26/german-scientists-say-they-can-help-improve-vaccines-to-prevent-blood-clots\">German scientists say they can improve vaccines to prevent blood clots</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/27/taiwan-president-accuses-china-interfering-covid-vaccine-deals\">Taiwan accuses China of interfering with Covid vaccine deals</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/27/record-pace-of-melbourne-covid-outbreak-and-delayed-vaccine-rollout-blamed-for-victoria-lockdown\">Record pace of Melbourne outbreak blamed for Victoria lockdown</a></li><li><a href=\"https://www.theguardian.com/politics/live/2021/may/27/uk-covid-live-news-cummings-wrong-to-say-tens-of-thousands-died-needlessly-minister-says\">UK Covid updates - live</a></li></ul>","trailText":"Head of Japanese doctors union warns of risk if Games go ahead; Facebook changes policy ‘in light of ongoing investigations into the origin of Covid’","byline":"Martin Belam (now) and Helen Sullivan (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"af49085554fc3b52bc7b3a9a35b935a58abf1c2e\"> \n <img src=\"https://media.guim.co.uk/af49085554fc3b52bc7b3a9a35b935a58abf1c2e/0_296_4437_2662/1000.jpg\" alt=\"Military disinfections have been extended in public areas across Taiwan, particularly in Taipei, following an increasing number of Covid-19 cases.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Military disinfections have been extended in public areas across Taiwan, particularly in Taipei, following an increasing number of Covid-19 cases.</span> \n  <span class=\"element-image__credit\">Photograph: Ceng Shou Yi/NurPhoto/REX/Shutterstock</span> \n </figcaption> \n</figure>","body":"<div id=\"block-60af5cc58f086d71cc15c235\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:48:39.690Z\">9.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Two Covid-19 vaccines from China’s Sinopharm showed more than 70% efficacy against symptomatic cases, but it remains unclear how much protection they provide against severe or asymptomatic cases, according to the first detailed result of a large late-stage study published to the public.</strong></p> \n  <p>A vaccine developed by a Wuhan-based subsidiary of Sinopharm was 72.8% effective against symptomatic COVID-19 at least two weeks after second injection, based on interim results, the peer-reviewed study published in the Journal of the American Medical Association showed on Wednesday.</p> \n  <p>Reuters note that this is slightly better than the 72.5% rate announced in a company statement in February.</p> \n  <p>Another vaccine developed by a Beijing-based institute linked to Sinopharm, which this month obtained emergency use approval by the World Health Organization, showed a 78.1% efficacy, the paper said.</p> \n </div> \n</div> \n<div id=\"block-60af5bce8f08d486a7714771\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:46:45.418Z\">9.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>India is changing its approach to vaccines – announcing that it has scrapped local trials for “well-established” foreign coronavirus vaccines to fast-track imports.</strong></p> \n  <p>The country has been inoculating its people with the AstraZeneca vaccine produced locally at the Serum Institute, Covaxin made by local firm Bharat Biotech, and has begun rolling out Russia’s Sputnik V.<br></p> \n  <p>But supplies are far short of the millions of doses the world’s second-most populous country needs. The government said it was in talks with Pfizer for “earliest possible” imports of its shots and that it had also had discussions with Johnson &amp; Johnson and Moderna.</p> \n  <p>Last month, India pledged to fast-track approvals for foreign vaccines but its insistence on local trials was a key reason for stalled discussions with Pfizer.<br></p> \n  <p>“The provision has now been further amended to waive the trial requirement altogether for the well-established vaccines manufactured in other countries,” the government said in a statement.<br></p> \n  <p>None of drugmakers has sent in applications for approval with India’s drugs regulator, it said.</p> \n  <p>Reuters have reported that desperate Indian states have been launching global tenders or seeking expressions of interest from firms including Pfizer and Moderna, but vaccine makers said they would only talk with the federal government.<br></p> \n  <p>The government said supplies were tight.</p> \n  <p>“The fact that global tenders have not given any results only reaffirms what we have been telling the states from day one: that vaccines are in short supply in the world and it is not easy to procure them at short notice,” it said.</p> \n </div> \n</div> \n<div id=\"block-60af57a68f088d8c3178a91d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:27:06.459Z\">9.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Andrew Sparrow</strong> is up and running for the day with <a href=\"https://www.theguardian.com/politics/live/2021/may/27/uk-covid-live-news-cummings-wrong-to-say-tens-of-thousands-died-needlessly-minister-says\">our UK Covid live blog</a>, so the latest fall-out from the <strong>Dominic Cummings</strong> revelations will be with him over there, and I’ll be continuing with global coronavirus news here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2021/may/27/uk-covid-live-news-cummings-wrong-to-say-tens-of-thousands-died-needlessly-minister-says\">UK Covid live news: Cummings wrong to say tens of thousands died needlessly, minister says</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60af54658f08d486a771470d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:12:59.107Z\">9.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Indonesia has resumed usage of a temporarily suspended batch of AstraZeneca’s Covid-19 vaccine</strong>, the country’s food and drug agency (BPOM) said this morning.<br></p> \n  <p>Reuters report that the agency suspended use of one batch of the vaccine to conduct an investigation after a young man died after being inoculated earlier this month.<br></p> \n  <p>“According to test results, it can be concluded that there was no relation between the quality of Covid-19 vaccine batch number CTMAV547 with the post immunization event reported,” said BPOM.</p> \n </div> \n</div> \n<div id=\"block-60af533a8f088d8c3178a8de\" class=\"block is-key-event\" data-block-contributor=\"profile/josh-taylor\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:08:26.377Z\">9.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Victoria’s hotline for booking Covid vaccines crashes after being inundated with calls</h2> \n <div class=\"block-elements\"> \n  <p><strong>The hotline for booking a Covid-19 vaccine in Australia was unavailable for hours following the Victorian government’s decision to open up vaccinations to those aged over 40.</strong></p> \n  <p>As the acting premier, James Merlino, announced Victoria would go into a seven-day lockdown to get on top of a growing number of cases of Covid-19, he announced people aged between 40 and 49 would be able to get the Pfizer vaccine at state-run clinics from Friday.</p> \n  <p>Merlino said it would be a matter for the federal government on whether the vaccine would be available for those in that age group at GP surgeries, but said the decision was arrived at due to frustration over the slow pace of the vaccine rollout.</p> \n  <p>“If we had the vaccine, the commonwealth’s vaccine program effectively rolled out, we may well not be here today talking about these circuit-breaker restrictions that we must impose to keep our community safe.”</p> \n  <p><strong>Read more here: <a href=\"https://www.theguardian.com/australia-news/2021/may/27/victorias-hotline-for-booking-covid-vaccines-crashes-after-being-inundated-with-calls\">Victoria’s hotline for booking Covid vaccines crashes after being inundated with calls</a></strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/victorias-hotline-for-booking-covid-vaccines-crashes-after-being-inundated-with-calls\">Victoria’s hotline for booking Covid vaccines crashes after being inundated with calls</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60af52dc8f086d71cc15c1a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:06:56.217Z\">9.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joe Biden</strong> has ordered the US intelligence community to ‘redouble’ its efforts studying the origins of coronavirus, adding that it will continue to press for China to participate in a full investigation.</p> \n  <p>The deputy White House press secretary Karine Jean-Pierre confirmed the investigation would include any possibility the trail might lead to a Chinese lab. “China wasn’t transparent enough,” she said. “We have been saying that for a very long time, that China needed to provide more access to the lab, cooperate more fully with the scientific investigators.”</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"370b718d-73a3-40c9-ac3d-f2623048c179\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/jawhfsLEdUQ?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-60af525c8f088d8c3178a8cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T08:05:24.651Z\">9.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Adam Taylor at the Washington Post has this to say about the re-emergence of theories about a Wuhan lab leak being the source of the novel coronavirus. <a href=\"https://www.washingtonpost.com/world/2021/05/27/wuhan-lab-theory-evidence/\">He writes</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Well over a year since a novel coronavirus began to spread in Wuhan, the idea that the deadly outbreak could be linked to a virus research center in the Chinese city has lingered, unproven but not<strong> </strong>eliminated.</p> \n   <p>Although the resurgent chatter may suggest new clues or proof, the inverse is in fact true. It is the persistent absence of any convincing evidence either for or against the theory that has prompted calls for more investigation.</p> \n   <p>At least publicly, the evidence in favor of a link between the outbreak and the Wuhan Institute of Virology (WIV) has not changed significantly in months, and many virologists still have persistent doubts that such a link exists.</p> \n   <p>What has clearly changed, however, is the political debate. Most obviously, a new U.S. administration that is not so openly anti-China has led some former skeptics to reconsider the existing evidence. And public health experts — most of whom never ruled out the lab theory outright — have expressed disappointment with a World Health Organization-backed investigation that dismissed a link between WIV and the outbreak.</p> \n  </blockquote> \n  <p>Read more here: <a href=\"https://www.washingtonpost.com/world/2021/05/27/wuhan-lab-theory-evidence/\"><strong>Washington Post – The Wuhan lab-leak theory is getting more attention. That’s because key evidence is still missing</strong></a></p> \n </div> \n</div> \n<div id=\"block-60af4fa68f08d486a77146ce\" class=\"block is-key-event\" data-block-contributor=\"profile/alyx-gorman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:53:29.308Z\">8.53am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Australian retailer fined for misleading hand sanitiser claims</h2> \n <div class=\"block-elements\"> \n  <p><strong>A major Australian retail group has been hit with $630,000 in fines for multiple breaches of consumer law related to pandemic-related health products, including hand sanitiser with alcohol levels far lower than advertised, the consumer watchdog has announced.</strong></p> \n  <p>Mosaic Brands Limited, an ASX-listed retail conglomerate that counts Katies, Rivers, Noni B and Rockmans among its stable of brands, has admitted to making false or misleading claims pertaining to hand sanitiser and face mask products between March and June 2020.</p> \n  <p>The deputy chair of the Australian Competition and Consumer Commission, Delia Rickard, said they were particularly concerned about the misleading claims because they were made during a global pandemic.</p> \n  <p>The fines come following tests by Choice, which found that the group was selling hand sanitiser with alcohol levels far lower than advertised.</p> \n  <p>Choice issued a complaint to the ACCC, which conducted independent tests and found “one of the sanitisers tested contained an alcohol content of 17% and another had an alcohol content of 58%, below the percentage advertised on Mosaic Brands’ websites in each case. This was also below the minimum 60% alcohol concentration recommended by Australian health authorities,” Rickard said.</p> \n  <p><strong>Read more here: <a href=\"https://www.theguardian.com/australia-news/2021/may/27/australian-retailer-mosaic-brands-fined-630000-for-misleading-hand-sanitiser-claims\">Australian retailer Mosaic Brands fined $630,000 for misleading hand sanitiser claims</a></strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/australian-retailer-mosaic-brands-fined-630000-for-misleading-hand-sanitiser-claims\">Australian retailer Mosaic Brands fined $630,000 for misleading hand sanitiser claims</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60af4e5f8f086d71cc15c170\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:48:08.473Z\">8.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>UK housing minister <strong>Robert Jenrick</strong> must be thrilled he got the job of facing the media this morning. He’s just had Susanna Reid open his section with the simple question: “Where is the prime minister this morning?”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GMB/status/1397819891223302147\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'Where is the Prime Minister this morning?' - <a href=\"https://twitter.com/susannareid100?ref_src=twsrc%5Etfw\">@susannareid100</a><br><br>Susanna challenges Housing Secretary Robert Jenrick on why Boris Johnson is not answering our questions himself after Dominic Cummings' explosive testimony. <a href=\"https://t.co/ocpIzzFutc\">pic.twitter.com/ocpIzzFutc</a></p>— Good Morning Britain (@GMB) \n    <a href=\"https://twitter.com/GMB/status/1397819891223302147?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60af4d528f08d486a77146b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:45:05.602Z\">8.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Zachary Wolf at CNN had this an analysis overnight on how the US government now sees the search for the origins of the global pandemic as an intelligence-led operation. <a href=\"https://us.cnn.com/2021/05/26/politics/what-matters-covid-investigation/index.html\">He writes</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>Intel operation, not scientific inquiry.<strong> </strong>Biden wants the intelligence community to cooperate with other elements of the government, but getting to the bottom of how this disease occurred, at least in the eyes of the president dealing with obstruction from China, is now fully an intelligence operation. But that order likely poses a complicated challenge for intelligence agencies, which, as CNN has repeatedly reported, are limited in their ability to confidently answer the question of what actually happened. While the intelligence community has been actively engaged on the issue since it broke, Biden’s order is a public call for more, despite the fact that it has been unable to make significant progress for more than a year.</p> \n   <p>So it’s the CIA, not the US Centers for Disease Control and Prevention, that the government is now looking to. And it’s the scientists, who were adamant a year ago that the lab theory was extremely unlikely, now saying it needs more exploration. That appears to be what caused this change. But while intelligence professionals have been more cautious in characterizing their own findings, the lack of apparent progress over the last year should temper expectations, especially considering that China is uninterested or unwilling to help any effort aimed at discovering the truth.</p> \n  </blockquote> \n  <p><strong>Read more here: <a href=\"https://us.cnn.com/2021/05/26/politics/what-matters-covid-investigation/index.html\">CNN – The origin of Covid is now an intelligence operation</a></strong></p> \n </div> \n</div> \n<div id=\"block-60af4c318f088d8c3178a87d\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:39:13.019Z\">8.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Taiwan has reported 401 new local cases confirmed today, 13 deaths, and an additional 266 backlogged results from the previous week, in a sign that the island’s worst outbreak of the pandemic is still spreading consistently despite restrictions on social movement.</strong></p> \n  <p>Among the 13 deaths - the highest daily toll for Taiwan so far - was a woman in her 40s. Health and welfare minister Chen Chih-Shung said most of the fatalities were elderly people.</p> \n  <p>More than half of the new cases were in people under the age of 40, including 45 children aged up to nine. The new cases remain concentrated in the northern cities of New Taipei and Taipei.</p> \n  <p>Issues with Taiwan’s test recording system has resulted in a backlog of thousands of results, with clearance work producing hundreds of cases to revised totals each day, making it difficult to determine clear trends. The number of backlogged cases is reportedly still growing as more tests come in, despite clearance efforts.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/royngerng/status/1397799077081870339\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Here's a chart on the daily trend of Taiwan's <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases, including the backlogged cases–after a dip on May 25 and 26, cases have increased again over today (based on latest confirmed and backlogged numbers). <a href=\"https://t.co/Jo1VW2Dp7u\">https://t.co/Jo1VW2Dp7u</a> <a href=\"https://t.co/hYfYfBiNux\">pic.twitter.com/hYfYfBiNux</a></p>— Roy Ngerng 鄞義林 (@royngerng) \n    <a href=\"https://twitter.com/royngerng/status/1397799077081870339?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n  <p>Taiwan remains under a level 3 alert, which is not a full lockdown but instead restricts personal gatherings to five indoors and 10 outdoors, encourages but does not require working from home, and which has ordered entertainment and recreation venues to close. Yesterday restaurants were ordered to transition to takeaway services only.</p> \n  <p>Alarmed by their first significant outbreak since the pandemic began, Taiwan’s population has largely complied with both mandatory and requested restrictions, staying home and avoiding travel. Almost 1500 people are in centralised quarantine facilities, established for people with asymptomatic or mild cases of Covid-19 to reduce pressure on hospitals - several of which have recorded their own clusters of infections.</p> \n  <p>Chen has said Taiwan will only move to level 4 alert - a lockdown - if there are 14 consecutive days of more than 100 cases (a milestone likely to be reached tomorrow), with 50% untraced (which has not been reached - just 145 of the total caseload remain unsourced).</p> \n </div> \n</div> \n<div id=\"block-60af4a7f8f086d71cc15c144\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:31:58.227Z\">8.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“I’m just off to drive forward the vaccine programme and then I’ll be going to the House of Commons and I’ll answer questions there.”</p> \n  <p>That’s UK health minister <strong>Matt Hancock</strong> leaving his house this morning, being asked if the country can still have confidence in him. It was a suit today, <a href=\"https://news.sky.com/video/hancock-urges-vaccinations-before-jogging-off-12317159\">not his running gear</a> like yesterday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ITVNewsPolitics/status/1397816530071588866\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'I'm just off to drive forward the vaccine programme.'<br><br>After Dominic Cummings' scathing attack on the Health Secretary on Wednesday, Matt Hancock told reporters he will answer questions in the House of Commons later<a href=\"https://t.co/6LqlpOw48l\">https://t.co/6LqlpOw48l</a> <a href=\"https://t.co/Ka02K5S4Bb\">pic.twitter.com/Ka02K5S4Bb</a></p>— ITV News Politics (@ITVNewsPolitics) \n    <a href=\"https://twitter.com/ITVNewsPolitics/status/1397816530071588866?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60af48f08f088d8c3178a860\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:26:36.252Z\">8.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As you might expect, UK health secretary <strong>Matt Hancock</strong> is to respond today to those accusations by <strong>Dominic Cummings</strong> yesterday that he repeatedly lied and that he should have been fired 15 or 20 times over his handling of the early days of the pandemic.</p> \n  <p>Hancock is to answer urgent questions in parliament at 10.30am and will later lead a Downing Street press conference, likely to be around 17.00.</p> \n </div> \n</div> \n<div id=\"block-60af47a08f086d71cc15c131\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:21:13.267Z\">8.21am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sanofi-GSK vaccine candidate to go into phase 3 clinical study with 35,000 adult volunteers</h2> \n <div class=\"block-elements\"> \n  <p><strong>French pharmaceutical giant Sanofi and Britain’s GSK have announced the start of final tests of their belated Covid vaccine as they race to add their jab to the world’s arsenal against the pandemic.</strong></p> \n  <p>AFP state that the companies reported positive results from interim human trials earlier this month after a disappointing outcome from initial studies last year left France without its own vaccine.</p> \n  <p>Sanofi and GlaxoSmithKline have started enrolment for Phase 3 of a clinical study that will include more than 35,000 adult volunteers at sites in the United States, Asia, Africa and Latin America, the firms said.</p> \n  <p>Sanofi and GSK will also study their vaccine’s ability to work as a booster shot in people who had previously received another vaccine.</p> \n  <p>The Phase 2 trials already showed a strong immune response after a single shot in participants who had previously contracted the coronavirus.</p> \n  <p>The companies hope to launch their vaccine by the end of 2021 - one year after Pfizer and Moderna jabs were approved by regulators.</p> \n  <p>“We have adapted our vaccine development strategy based on forward-looking considerations as the virus continues to evolve, as well as anticipating what may be needed in a post-pandemic setting,” Sanofi executive vice president Thomas Triomphe said in a statement.<br></p> \n  <p>Like most of the other jabs in circulation, the Sanofi-GSK vaccine would require two doses.</p> \n </div> \n</div> \n<div id=\"block-60af464a8f08d486a771466d\" class=\"block is-key-event\" data-block-contributor=\"profile/helen-davidson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:13:21.083Z\">8.13am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Taiwan accuses China of interfering with Covid vaccine deals</h2> \n <div class=\"block-elements\"> \n  <p><strong>Taiwan’s president has accused China of interfering in its vaccine acquisition, as the island continues to battle hundreds of daily new cases of Covid-19 with low supplies of vaccines.</strong></p> \n  <p>Taiwan has received about 700,000 doses of the AstraZeneca vaccine so far, for a population of 24 million. While the island had been largely Covid-free since the pandemic began, <a href=\"https://www.theguardian.com/world/2021/may/17/how-did-covid-slip-through-taiwans-gold-standard-defences\">an outbreak in late April</a> has so far infected more than 5,000 people, and <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?CMP=share_btn_tw&amp;page=with:block-60adf0448f086d71cc15aefe#block-60adf0448f086d71cc15aefe\">killed at least </a>47. Less than 2% of the population are vaccinated.</p> \n  <p>President Tsai Ing-wen said Taiwan had made successful deals for <a href=\"https://www.theguardian.com/business/astrazeneca\">AstraZeneca</a> from the UK and Moderna from the US, and were engaging with Germany’s BioNTech for the Pfizer vaccine.</p> \n  <p>“We had almost completed the contract signing with the German manufacturer at one point, but it has been delayed till now because <a href=\"https://www.theguardian.com/world/china\">China</a> has interfered,” Tsai told a party meeting on Wednesday, in the most explicit comments to date, after months of suggestions that Beijing had been getting in the way of Taiwan’s procurement process.</p> \n  <p>Pfizer-BioNTech reportedly has an exclusive deal with the Shanghai-based Fosun pharmaceuticals company to distribute the vaccine to the Greater China region, including Hong Kong, Macau, and Taiwan. Fosun has offered to supply Taiwan with vaccine doses, but Taiwan has said it is not possible.</p> \n  <p>Beijing denies obstructing Taiwan’s deal with BioNtech and has accused Taiwan’s leaders of sacrificing the health of residents for politics. Taiwan’s opposition Kuomintang party has accused Tsai of bungling the vaccine rollout.</p> \n  <p>“Taiwan access to vaccines continues to be slowed down by Chinese interference, while they insist we buy Chinese-made ones,” said Taiwan’s presidential spokeswoman, Kolas Yotaka. “If you really want to help, please don’t stand in the doorway, don’t block up the hall.”</p> \n  <p><strong>Read more here: <a href=\"https://www.theguardian.com/world/2021/may/27/taiwan-president-accuses-china-interfering-covid-vaccine-deals\">Taiwan accuses China of interfering with Covid vaccine deals</a></strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/27/taiwan-president-accuses-china-interfering-covid-vaccine-deals\">Taiwan accuses China of interfering with Covid vaccine deals</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60af44b88f086d71cc15c10d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:11:44.986Z\">8.11am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Demoralising' how UK government ignored scientific advice – Prof Susan Michie</h2> \n <div class=\"block-elements\"> \n  <p>Professor <strong>Susan Michie</strong> has ben on Sky News. She is a clinical psychologist at UCL. She described the lack of action and feedback from the UK government on scientific advice as “demoralising” and said that yesterday Dominic Cummings presented a “depressing” picture. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>As a scientist, spending a lot of my last year, along with many other colleagues, thinking about science, writing about science, providing scientific advice on top of our day jobs, it is quite depressing to think that all that work, and all the many reports that we’ve produced weren’t landing, and possibly weren’t being considered.</p> \n  </blockquote> \n  <p>She went on to say:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think one of the frustrations about having given scientific advice over this last year is that there isn’t feedback … whether it was rejected because it wasn’t thought to be good, or maybe there are other political priorities. One never really knows what the explanation is when the advice we give isn’t being implemented. And I think that’s a shame because I think it’s quite demoralising for scientists. </p> \n  </blockquote> \n  <p>She also made a value for money argument about scientific advice being sidelined, saying: “I think it’s important for the public to know how taxpayers money is being spent, because obviously there’s a substantial expense to serving a big scientific infrastructure.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1397808890671243265\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"He did paint a very depressing picture.\"<br><br>Reflecting on Dominic Cummings' claims about the actions of the govt during the <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> pandemic, Prof Susan Michie says scientists were not given feedback on why some of their advice was not acted on.<br><br>More: <a href=\"https://t.co/3SSMYnaDka\">https://t.co/3SSMYnaDka</a> <a href=\"https://t.co/xdZMtrLYc7\">pic.twitter.com/xdZMtrLYc7</a></p>— Sky News (@SkyNews) \n    <a href=\"https://twitter.com/SkyNews/status/1397808890671243265?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60af42eb8f088d8c3178a829\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T07:00:54.128Z\">8.00am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Prof Ferguson: '20,000 to 30,000 lives' could have been saved</h2> \n <div class=\"block-elements\"> \n  <p>Professor <strong>Neil Ferguson</strong>, from Imperial College London, whose modelling was instrumental in persuading the UK government to bring in the first lockdown, said scientists had become increasingly concerned in the week leading up to 13 March 2020 about the lack of a clear plan, and 20,000 to 30,000 lives could have been saved with earlier action.<br></p> \n  <p>Asked on BBC Radio 4’s Today programme when the Scientific Advisory Group for Emergencies (Sage), of which he was part, determined that a policy of pursuing herd immunity would lead to a vast number of deaths, he said a key meeting was held with the NHS on 1 March “which finalised estimates around health impacts, so the week after that really.”</p> \n  <p>PA report Ferguson said he “wasn’t privy to what officials were thinking within government”, but added: “I would say from the scientific side there was increasing concern that week leading up to the 13 of March about the lack of clear, let’s say, (a) resolved plan of what would happen in the next few days in terms of implementing social distancing.”<br></p> \n  <p>He said: “I think one of the biggest lessons to learn in such circumstances is we really need good surveillance within the country at a much earlier point than we actually had it back in March last year. As we saw the data build up, and it was matching the modelling, even worse than the modelling, let’s say it focused minds”.</p> \n  <p>He then said locking down a week earlier would have saved 20,000 to 30,000 lives “and I think that’s unarguable. I mean the epidemic was doubling every three to four days in weeks 13th to 23rd of March, and so had we moved the interventions back a week we would have curtailed that and saved many lives”.</p> \n  <p>Needless to say, lockdown sceptic <strong>Fraser Nelson</strong>, editor of the Spectator, is having none of it.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FraserNelson/status/1397805526222835712\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Prof Neil Ferguson says on R4 that his claim that a week’s delay on lockdown cost 20,000 lives is “unarguable”. On the contrary, other academics have shown in detail how his figure was cooked up using now-debunked assumptions. <a href=\"https://t.co/9t7c6dT9J0\">https://t.co/9t7c6dT9J0</a></p>— Fraser Nelson (@FraserNelson) \n    <a href=\"https://twitter.com/FraserNelson/status/1397805526222835712?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60af40818f088d8c3178a814\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:52:21.639Z\">7.52am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Northern Ireland's vaccination programme open to everyone aged 18 and over</h2> \n <div class=\"block-elements\"> \n  <p><strong>From 8am this morning, all adults in Northern Ireland will be able to <a href=\"https://vaccinations.covid-19.hscni.net/booking\">book a vaccination</a>.</strong></p> \n  <p>Health Minister Robin Swann said: “I am delighted that our vaccination programme is now open to all adults in Northern Ireland. I know this will be very welcome news for young people who have been waiting patiently for their turn to get the jab.”</p> \n  <p>You can check on the latest status of vaccination in all of the UK’s constituent countries here:</p> \n  <ul> \n   <li><strong><a href=\"https://www.nhs.uk/conditions/coronavirus-covid-19/coronavirus-vaccination/book-coronavirus-vaccination/\">NHS England</a></strong></li> \n   <li><strong><a href=\"https://www.nhsinform.scot/covid-19-vaccine/invitations-and-appointments/who-will-be-offered-the-coronavirus-vaccine\">NHS Scotland</a></strong></li> \n   <li><strong><a href=\"https://gov.wales/getting-your-covid-19-vaccine\">Gov.wales</a></strong></li> \n   <li><strong><a href=\"https://covid-19.hscni.net/get-vaccinated/\">Northern Ireland</a></strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-60af3ff28f088d8c3178a80f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:47:26.220Z\">7.47am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Minister: 'next spring' for UK Covid response inquiry</h2> \n <div class=\"block-elements\"> \n  <p>As part of UK housing minister <strong>Robert Jenrick</strong>’s media round this morning, he is repeatedly trying to bat away accusations from former adviser <strong>Dominic Cummings</strong> by saying there will be a full inquiry in due course. This, in turn, is leading to him being pressed on the timing of that. He has roughly indicated “next spring”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1397799840923389954\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Jenrick on inquiry <br><br>\"Do I think holding a full public inquiry right now - whilst we're still responding to the pandemic, whilst we're still grappling with some of the issues you've just set out like the new variants.... no I don't think that would be the sensible thing to do.\"</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1397799840923389954?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1397800261285040128\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"...Next Spring feels like the logical time because hopefully the county will be in a vastly different and improved situation by then. Public inquiries are lengthy processes...and they're better to occur when we are out of the immediate response phase.\"</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1397800261285040128?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T06:48:17.128Z\">at 7.48am BST</time></p> \n</div> \n<div id=\"block-60af3cb68f088d8c3178a7f4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:34:01.543Z\">7.34am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Olympic strain' warning from head of Japanese doctors union</h2> \n <div class=\"block-elements\"> \n  <p><strong>The head of a Japanese doctors union on Thursday warned holding the Olympic Games in Tokyo this summer, with tens of thousands of people gathering from around the world, could lead to the development of a new “Olympic” strain of the coronavirus.</strong></p> \n  <p>With people from over 200 nations and territories set to arrive in Tokyo, it will be dangerous to host the Games in July, said Naoto Ueyama, head of the Japan Doctors Union.<br></p> \n  <p>“All of the different mutant strains of the virus which exist in different places will be concentrated and gathering here in Tokyo. We cannot deny the possibility of even a new strain of the virus potentially emerging after the Olympics,” he told a news conference.<br></p> \n  <p>“If such a situation were to arise, it could even mean a Tokyo Olympic strain of the virus being named in this way, which would be a huge tragedy and something which would be the target of criticism even for 100 years.”<br></p> \n </div> \n</div> \n<div id=\"block-60af3c238f086d71cc15c0c3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:30:04.013Z\">7.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Japan pledged on Thursday to keep in close contact with Olympics stakeholders at home and abroad to ensure a safe and secure Games even as it prepared to extend a state of emergency across much of the nation, including host city Tokyo.</strong><br></p> \n  <p>Concerns remain rife about the safety of the 2020 Olympics, postponed for a year due to the coronavirus pandemic, with public opinion polls showing a majority of Japanese are opposed to holding the Games this summer amid struggles to control a fourth wave of the coronavirus and sluggish vaccine rollout.<br></p> \n  <p>Elaine Lies reports for Reuters that the government is currently preparing to extend a state of emergency across much of the nation originally set to be lifted on 31 May, most likely well into June, officials have said - just weeks before the Games are set to open on 23 July.<br></p> \n  <p>Earlier this week, the United States advised against travel to Japan, but Olympics organisers have said this will not affect the Games. The White House on Wednesday said it had been assured by the Japanese government that it will keep in close contact about concerns over the Olympics.<br></p> \n  <p>Chief Cabinet Secretary Katsunobu Kato said Japan would continue making every effort to control the virus irrespective of the Olympics, and would be in close contact with concerned parties at home and abroad about the measures being taken in connection with the Games.<br></p> \n  <p>“Careful anti-infection measures are a crucial part of being able to deliver a safe and secure event,” he told a news conference. “We will maintain close and periodic contact with all those concerned, both within the country and without, to explain what we’re doing on this score.”<br></p> \n </div> \n</div> \n<div id=\"block-60af39bc8f088d8c3178a7d3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:27:47.584Z\">7.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Minister: health secretary Hancock 'worked exceptionally hard over the course of this pandemic'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Robert Jenrick </strong>is the UK government minister out on media duties this morning – you can’t imagine he’s going to asked about anything else at all except Dominic Cummings.</p> \n  <p>He’s just been on Sky News where he got quite an abrasive questioning and wasn’t exactly effusive in his defence of health secretary <strong>Matt Hancock</strong>. Asked if Hancock had lied repeatedly, as Cummings asserted yesterday, Jenrick fell back on standard lines about vaccine rollout and didn’t really address the question.</p> \n  <p>He was pressed: “It’s no good you appearing on this programme if you are not prepared to answer questions, and with the greatest of respect, we’ve heard all about what the government’s doing with the rollout and we hear that every single day. But what people will take from your response to that first answer is you’re not prepared to back the health secretary. Why not?”</p> \n  <p>Jenrick again responded with a fairly generic line, saying “I think that the department for health and the health secretary, have worked exceptionally hard over the course of this pandemic. This was an unprecedented situation, it was a national effort involving all parts of government, and all parts of the country. I think the public will appreciate, if you think back to the events of this time last year, how challenging it really was. Many things happen, of course they’ll be things which we could have done better and we’re learning those lessons as we go along.</p> \n  <p>“The public inquiry will air that and hear the evidence in a reasoned and reflective manner. I think that is the right way to do that. But absolutely, I think the country responded phenomenally to the events of last year. My point was that we are still responding to the pandemic, and that has to be the focus of government right now.”</p> \n  <p>You can watch it here:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1397799156631080960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"We've heard one side of the story. There will be a full public inquiry next year, and that's absolutely the right thing to do.\"<a href=\"https://twitter.com/RobertJenrick?ref_src=twsrc%5Etfw\">@RobertJenrick</a> is asked about claims by Dominic Cummings that the health secretary lied about the <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> pandemic.<br><br>Latest: <a href=\"https://t.co/3SSMYnaDka\">https://t.co/3SSMYnaDka</a> <a href=\"https://t.co/6vS0PS50sQ\">pic.twitter.com/6vS0PS50sQ</a></p>— Sky News (@SkyNews) \n    <a href=\"https://twitter.com/SkyNews/status/1397799156631080960?ref_src=twsrc%5Etfw\">May 27, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60af38c48f086d71cc15c09d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:16:32.470Z\">7.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Alexander Britton at PA has had a quick whizz round the British newspapers to gauge their reactions to the testimony yesterday of former UK government adviser Dominic Cummings on the early days of handling the Covid pandemic.</p> \n  <p>The Independent, i and Daily Mirror all use the same quote headline: “Tens of thousands died who didn’t need to die”, with the latter carrying a leader column headlined “damning testimony”.<br></p> \n  <p>The paper points out the problem of only hearing one side of the story, but that the Government “failed in this fundamental duty”.<br></p> \n  <p>It says: “Cummings’ evidence may have been one-sided and selective but it should not be ignored. His criticisms of the Government’s handling of Covid demand an explanation.<br></p> \n  <p>“The coward Johnson is trying to hide from accountability by delaying the public inquiry into Covid until next spring. We need to learn lessons now, not at his convenience.”<br></p> \n  <p>The Daily Telegraph takes a different angle, suggesting an element of revenge from Cummings with associate editor Camilla Tominey writing “having expended his nine lives in government, this was also about settling scores”.<br></p> \n  <p>The Sun’s headline - “Do you need a hindsight test, Mr Cummings?” - pokes fun at his well-publicised trip to Barnard Castle during the pandemic, while its leader column claims Mr Johnson will “dodge Dom’s bombs”.<br></p> \n  <p>It adds people “recognise that our Government was one of many whose Covid response was found wanting.<br></p> \n  <p>“The key difference since being the stellar success of our world-leading vaccine rollout. Voters are more likely to credit the Government with that and our rosier future than rake over the terrible bleakness of 2020 and the chaos in Downing Street.”</p> \n </div> \n</div> \n<div id=\"block-60af383d8f088d8c3178a7bb\" class=\"block is-key-event\" data-block-contributor=\"profile/stephanie-convery\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:13:51.398Z\">7.13am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Melbourne's Rising festival ‘hits pause’ the day after opening due to lockdown</h2> \n <div class=\"block-elements\"> \n  <p><strong>Melbourne’s newest major arts festival, Rising, has been thrown into turmoil the day after opening with the Victorian government announcing a seven-day statewide lockdown from Thursday night.</strong></p> \n  <p>The hotly anticipated winter arts festival opened on Wednesday after an extended wait, only to “hit pause” on Thursday as the city entered a “circuit-breaker” lockdown that closed indoor and outdoor entertainment and arts venues and prohibited public gatherings.</p> \n  <p>The acting premier, James Merlino, announced the lockdown on Thursday morning to halt the spread of what he called a “highly infectious” Covid-19 variant, spreading “faster than ever recorded”.</p> \n  <p>Rising was due to run until Sunday 6 June. At the time of writing, the lockdown was scheduled to run until Friday 4 June.</p> \n  <p>In response to the public health directive, Rising cancelled all events from 5pm Thursday until 4 June and committed to issuing refunds for all tickets for that period. “A decision in relation to events scheduled between 4 June and 6 June will be made over the coming week,” a statement issued by the festival said.</p> \n  <p>Rising had been initially scheduled for 2020 but was cancelled due to the onset of the coronavirus pandemic, which hit Melbourne particularly hard, sending the city into back-to-back lockdowns that extended from March until October, and into a third snap lockdown earlier this year.</p> \n  <p><strong>Read more of Stephanie Convery’s report here: <a href=\"https://www.theguardian.com/culture/2021/may/27/rising-festival-hits-pause-the-day-after-opening-as-melbourne-enters-lockdown\">Rising festival ‘hits pause’ the day after opening as Melbourne enters lockdown</a></strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2021/may/27/rising-festival-hits-pause-the-day-after-opening-as-melbourne-enters-lockdown\">Rising festival ‘hits pause’ the day after opening as Melbourne enters lockdown</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60af36c38f08d486a77145e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:09:47.544Z\">7.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Good morning from London, it is <a href=\"https://twitter.com/martinbelam\">Martin Belam</a> here. I’ll be with you for the next few hours. We’ve just published this from <strong>Dr Deepti Gurdasani</strong>, who is a clinical epidemiologist and senior lecturer in machine learning at Queen Mary University of London:</em></p> \n  <p>Amid the select committee revelations from <strong>Dominic Cummings</strong>, and in his recent claims on social media, there has been a lot of focus on suggestions that the UK government was following a “<a href=\"https://www.theguardian.com/world/2021/may/23/priti-patel-denies-cummings-claim-herd-immunity-was-ever-uk-policy\">herd immunity</a>” policy at the start of the pandemic, costing thousands of lives in the process. Of course, none of this is surprising.</p> \n  <p>It is very clear that this was the flawed policy of the government through early March last year, not least because it was publicly discussed by the <a href=\"https://fullfact.org/health/boris-johnson-coronavirus-this-morning/\">prime minister</a> and by many <a href=\"https://twitter.com/Kilsally/status/1238780879050326016?s=20\">scientific advisers</a> to the government – including <a href=\"https://www.youtube.com/watch?v=2XRc389TvG8\">Patrick Vallance</a>, who spoke of “enough people becoming immune to this” with mild illness, to help build herd immunity.</p> \n  <p>The alternative strategy of high suppression or elimination of the virus was rejected by the government very early on, despite strong evidence from other countries around the world showing that this could be successfully applied.</p> \n  <p>There were several elements that underpinned the devastating herd immunity strategy. It was believed that infection of large swathes of the population was inevitable, and acceptable, and that there was no way to prevent it. This came with the tacit acknowledgment that hundreds of thousands of deaths were acceptable, most of which would occur among vulnerable and elderly people. A sense of national exceptionalism held by some suggested that other countries’ experiences didn’t apply to us – despite that by March we had had months to observe and learn from countries in south Asia, and seeing the devastating impact of late action in Italy.</p> \n  <p>Real-world evidence was ignored in favour of models and flawed thinking. The government’s strategy repeatedly conflated Covid-19 with flu, ignoring the much higher transmissibility, higher susceptibility, which would lead to many more people getting infected and dying, and unknown long-term impacts from a novel virus. Finally, there was the idea that the health of the economy needed to be balanced with public health. A lot of emphasis was placed on the disruption lockdowns would cause, with attempts to slow down such decisions, without understanding that delays would inevitably lead to even longer lockdowns and more economic damage.</p> \n  <p><strong>Read more here: <a href=\"https://www.theguardian.com/commentisfree/2021/may/27/government-covid-strategy-herd-immunity-westminster\">Deepti Gurdasani – The UK government’s Covid strategy was discredited but we’re still paying the price</a></strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/27/government-covid-strategy-herd-immunity-westminster\">The government's Covid strategy was discredited but we're still paying the price | Deepti Gurdasani</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T06:14:03.432Z\">at 7.14am BST</time></p> \n</div> \n<div id=\"block-60af35588f088d8c3178a79d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T06:00:22.782Z\">7.00am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Facebook to allow posts saying Covid ‘man-made’</h2> \n <div class=\"block-elements\"> \n  <p>This is <a href=\"https://about.fb.com/news/2020/04/covid-19-misinfo-update/#removing-more-false-claims\">Facebook’s statement</a> on its change of policy: </p> \n  <p>In light of ongoing investigations into the origin of Covid-19 and in consultation with public health experts, we will no longer remove the claim that COVID-19 is man-made or manufactured from our apps. We’re continuing to work with health experts to keep pace with the evolving nature of the pandemic and regularly update our policies as new facts and trends emerge.</p> \n </div> \n</div> \n<div id=\"block-60af32b18f08d486a77145c8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T05:59:45.752Z\">6.59am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">How credible is the Wuhan lab-leak theory?</h2> \n <div class=\"block-elements\"> \n  <p>In February this year, the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> team that visited Wuhan to investigate the origins of the coronavirus pandemic <strong><a href=\"https://www.theguardian.com/world/2021/feb/09/wuhan-laboratory-leak-covid-origin-theory-unlikely-says-who-team\">all but dismissed a theory that the virus leaked from a laboratory</a></strong>. </p> \n  <p>But <strong>their investigation was inconclusive</strong> as to what the origins of the theory actually were, and the theory that the virus was manufactured in a laboratory and escaped accidentally has again been raised in recent days as the United States and other countries <a href=\"https://www.theguardian.com/world/2021/may/26/us-joins-calls-for-transparent-science-based-investigation-into-covid-origins\">call for a more in-depth investigation of the pandemic’s origins</a>. </p> \n  <p>Determining how the virus that causes Covid-19 began spreading is seen as vital to preventing future outbreaks.</p> \n  <p>A long-delayed report by the team of international experts sent to Wuhan and their Chinese counterparts <strong>drew no firm conclusions</strong> as to the origins of the pandemic. Instead, they ranked a number of hypotheses according to how likely they believed they were.</p> \n  <p>The report said the virus jumping from bats to humans via an intermediate animal was the most probable scenario, <strong>while it said a theory involving the virus leaking from a laboratory was “extremely unlikely”</strong>.</p> \n  <p>After the report was released, however, WHO chief Tedros Adhanom Ghebreyesus insisted <strong>all theories remained on the table</strong>.</p> \n  <p>On Wednesday, <a href=\"https://www.theguardian.com/us-news/2021/may/26/joe-biden-us-intelligence-community-covid-19-origins-china\">Joe Biden has ordered the US intelligence community to intensify its efforts to study the origins of coronavirus</a>, adding that it will continue to press for China to participate in a full investigation.</p> \n  <p><strong>Biden’s request included asking the US intelligence community to explore the unlikely possibility that the origins of the virus trace to Chinese lab.</strong> After months of minimizing the possibility as a fringe theory, the Biden administration is responding both to domestic and geopolitical concerns about putting pressure on China to be transparent about the outbreak.. After months of minimizing the possibility as a fringe theory, the Biden administration is responding both to domestic and geopolitical concerns about putting pressure on China to be transparent about the outbreak.</p> \n </div> \n</div> \n<div id=\"block-60af25578f086d71cc15bff3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T05:35:49.189Z\">6.35am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to our ongoing live coverage of the coronavirus pandemic. </p> \n  <p>Facebook has <a href=\"https://about.fb.com/news/2020/04/covid-19-misinfo-update/#removing-more-false-claims\">lifted a ban </a>on posts claiming that Covid-19 was “man-made” or “manufactured” in “In light of ongoing investigations into the origin of Covid and in consultation with public health experts”. </p> \n  <p>Here are the other key recent developments: </p> \n  <ul> \n   <li><strong>Johnson &amp; Johnson’s single-shot Covid vaccine is to be limited in Belgium to people aged 41 and over</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae65e68f088d8c31789dce#block-60ae65e68f088d8c31789dce\">authorities said</a> following the death of a woman who received the jab.</li> \n   <li><strong>Switzerland is to re-open indoor restaurants and people will no longer be required to work from home</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae65f48f086d71cc15b6a3#block-60ae65f48f086d71cc15b6a3\">the government announced</a>, saying it was lifting restrictions faster than previously planned.</li> \n   <li><strong>China accused the US of “spreading conspiracy theories and disinformation”</strong> after health chief Anthony Fauci <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae31fd8f088d8c31789a21#block-60ae31fd8f088d8c31789a21\">said he was no longer convinced the coronavirus originated naturally</a> – propelling the theory that it emerged from a Wuhan laboratory back into mainstream debate.</li> \n   <li><strong>The European Commission demanded an urgent court order requiring AstraZeneca <a href=\"https://www.theguardian.com/world/2021/may/26/eu-seeks-court-order-for-astrazeneca-to-supply-vaccine-doses\">to deliver millions more vaccines</a> to the bloc</strong> or face a hefty fine, in a case that may reflect its anger more than its need for doses.</li> \n   <li><strong>Slovakia became the second EU country <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae48a78f08d486a77139e6#block-60ae48a78f08d486a77139e6\">to authorise the use</a> of the Russian-made Sputnik V Covid vaccine</strong>, which has not yet been approved by the bloc’s drug regulator.</li> \n   <li><strong>France <a href=\"https://www.theguardian.com/world/2021/may/26/france-to-impose-covid-quarantine-on-visitors-from-uk\">will impose a compulsory quarantine</a> on travellers arriving from the UK</strong> because of growing concerns over the spread of the Indian variant of the coronavirus, the government’s spokesman has said.</li> \n   <li><strong>Whistleblower protection groups urged the World Health Organization to launch an independent review into the case of an Italian researcher</strong> <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae5b998f086d71cc15b5b4#block-60ae5b998f086d71cc15b5b4\">who reported being pressured to falsify data</a> in a now-spiked WHO report into Italy’s coronavirus response.</li> \n   <li><strong>Perhaps conveniently for an incumbent candidate, Zambian president Edgar Lungu <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae50008f088d8c31789c12#block-60ae50008f088d8c31789c12\">banned campaign rallies ahead of elections</a></strong> scheduled for 12 August, saying large gatherings risked spreading the Covid-19 virus.</li> \n   <li><strong>Vets in several parts of Russia <a href=\"https://www.theguardian.com/world/live/2021/may/26/coronavirus-live-news-india-variant-found-in-at-least-53-countries-calls-grow-for-new-inquiry-into-covid-origins?page=with:block-60ae797b8f08d486a7713da0#block-60ae797b8f08d486a7713da0\">reportedly started vaccinating cats against Covid-19</a></strong>. Russia in March said it had registered the world’s first coronavirus vaccine for animals. Only two animals in Russia, both cats, have so far tested positive for the virus.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T05:39:11.011Z\">at 6.39am BST</time></p> \n</div>","wordcount":"5519","firstPublicationDate":"2021-05-27T05:35:53Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T08:48:39Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhzxc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/af49085554fc3b52bc7b3a9a35b935a58abf1c2e/0_296_4437_2662/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Two Covid-19 vaccines from China’s Sinopharm showed more than 70% efficacy against symptomatic cases, but it remains unclear how much protection they provide against severe or asymptomatic cases, according to the first detailed result of a large late-stage study published to the public. A vaccine developed by a Wuhan-based subsidiary of Sinopharm was 72.8% effective against symptomatic COVID-19 at least two weeks after second injection, based on interim results, the peer-reviewed study published in the Journal of the American Medical Association showed on Wednesday. Reuters note that this is slightly better than the 72.5% rate announced in a company statement in February. Another vaccine developed by a Beijing-based institute linked to Sinopharm, which this month obtained emergency use approval by the World Health Organization, showed a 78.1% efficacy, the paper said. India is changing its approach to vaccines – announcing that it has scrapped local trials for “well-established” foreign coronavirus vaccines to fast-track imports. The country has been inoculating its people with the AstraZeneca vaccine produced locally at the Serum Institute, Covaxin made by local firm Bharat Biotech, and has begun rolling out Russia’s Sputnik V. But supplies are far short of the millions of doses the world’s second-most populous country needs. The government said it was in talks with Pfizer for “earliest possible” imports of its shots and that it had also had discussions with Johnson &amp; Johnson and Moderna. Last month, India pledged to fast-track approvals for foreign vaccines but its insistence on local trials was a key reason for stalled discussions with Pfizer. “The provision has now been further amended to waive the trial requirement altogether for the well-established vaccines manufactured in other countries,” the government said in a statement. None of drugmakers has sent in applications for approval with India’s drugs regulator, it said. Reuters have reported that desperate Indian states have been launching global tenders or seeking expressions of interest from firms including Pfizer and Moderna, but vaccine makers said they would only talk with the federal government. The government said supplies were tight. “The fact that global tenders have not given any results only reaffirms what we have been telling the states from day one: that vaccines are in short supply in the world and it is not easy to procure them at short notice,” it said. Andrew Sparrow is up and running for the day with our UK Covid live blog, so the latest fall-out from the Dominic Cummings revelations will be with him over there, and I’ll be continuing with global coronavirus news here. Indonesia has resumed usage of a temporarily suspended batch of AstraZeneca’s Covid-19 vaccine, the country’s food and drug agency (BPOM) said this morning. Reuters report that the agency suspended use of one batch of the vaccine to conduct an investigation after a young man died after being inoculated earlier this month. “According to test results, it can be concluded that there was no relation between the quality of Covid-19 vaccine batch number CTMAV547 with the post immunization event reported,” said BPOM. The hotline for booking a Covid-19 vaccine in Australia was unavailable for hours following the Victorian government’s decision to open up vaccinations to those aged over 40. As the acting premier, James Merlino, announced Victoria would go into a seven-day lockdown to get on top of a growing number of cases of Covid-19, he announced people aged between 40 and 49 would be able to get the Pfizer vaccine at state-run clinics from Friday. Merlino said it would be a matter for the federal government on whether the vaccine would be available for those in that age group at GP surgeries, but said the decision was arrived at due to frustration over the slow pace of the vaccine rollout. “If we had the vaccine, the commonwealth’s vaccine program effectively rolled out, we may well not be here today talking about these circuit-breaker restrictions that we must impose to keep our community safe.” Read more here: Victoria’s hotline for booking Covid vaccines crashes after being inundated with calls Joe Biden has ordered the US intelligence community to ‘redouble’ its efforts studying the origins of coronavirus, adding that it will continue to press for China to participate in a full investigation. The deputy White House press secretary Karine Jean-Pierre confirmed the investigation would include any possibility the trail might lead to a Chinese lab. “China wasn’t transparent enough,” she said. “We have been saying that for a very long time, that China needed to provide more access to the lab, cooperate more fully with the scientific investigators.” Adam Taylor at the Washington Post has this to say about the re-emergence of theories about a Wuhan lab leak being the source of the novel coronavirus. He writes: Well over a year since a novel coronavirus began to spread in Wuhan, the idea that the deadly outbreak could be linked to a virus research center in the Chinese city has lingered, unproven but not eliminated. Although the resurgent chatter may suggest new clues or proof, the inverse is in fact true. It is the persistent absence of any convincing evidence either for or against the theory that has prompted calls for more investigation. At least publicly, the evidence in favor of a link between the outbreak and the Wuhan Institute of Virology (WIV) has not changed significantly in months, and many virologists still have persistent doubts that such a link exists. What has clearly changed, however, is the political debate. Most obviously, a new U.S. administration that is not so openly anti-China has led some former skeptics to reconsider the existing evidence. And public health experts — most of whom never ruled out the lab theory outright — have expressed disappointment with a World Health Organization-backed investigation that dismissed a link between WIV and the outbreak. Read more here: Washington Post – The Wuhan lab-leak theory is getting more attention. That’s because key evidence is still missing A major Australian retail group has been hit with $630,000 in fines for multiple breaches of consumer law related to pandemic-related health products, including hand sanitiser with alcohol levels far lower than advertised, the consumer watchdog has announced. Mosaic Brands Limited, an ASX-listed retail conglomerate that counts Katies, Rivers, Noni B and Rockmans among its stable of brands, has admitted to making false or misleading claims pertaining to hand sanitiser and face mask products between March and June 2020. The deputy chair of the Australian Competition and Consumer Commission, Delia Rickard, said they were particularly concerned about the misleading claims because they were made during a global pandemic. The fines come following tests by Choice, which found that the group was selling hand sanitiser with alcohol levels far lower than advertised. Choice issued a complaint to the ACCC, which conducted independent tests and found “one of the sanitisers tested contained an alcohol content of 17% and another had an alcohol content of 58%, below the percentage advertised on Mosaic Brands’ websites in each case. This was also below the minimum 60% alcohol concentration recommended by Australian health authorities,” Rickard said. Read more here: Australian retailer Mosaic Brands fined $630,000 for misleading hand sanitiser claims UK housing minister Robert Jenrick must be thrilled he got the job of facing the media this morning. He’s just had Susanna Reid open his section with the simple question: “Where is the prime minister this morning?” Zachary Wolf at CNN had this an analysis overnight on how the US government now sees the search for the origins of the global pandemic as an intelligence-led operation. He writes: Intel operation, not scientific inquiry. Biden wants the intelligence community to cooperate with other elements of the government, but getting to the bottom of how this disease occurred, at least in the eyes of the president dealing with obstruction from China, is now fully an intelligence operation. But that order likely poses a complicated challenge for intelligence agencies, which, as CNN has repeatedly reported, are limited in their ability to confidently answer the question of what actually happened. While the intelligence community has been actively engaged on the issue since it broke, Biden’s order is a public call for more, despite the fact that it has been unable to make significant progress for more than a year. So it’s the CIA, not the US Centers for Disease Control and Prevention, that the government is now looking to. And it’s the scientists, who were adamant a year ago that the lab theory was extremely unlikely, now saying it needs more exploration. That appears to be what caused this change. But while intelligence professionals have been more cautious in characterizing their own findings, the lack of apparent progress over the last year should temper expectations, especially considering that China is uninterested or unwilling to help any effort aimed at discovering the truth. Read more here: CNN – The origin of Covid is now an intelligence operation Taiwan has reported 401 new local cases confirmed today, 13 deaths, and an additional 266 backlogged results from the previous week, in a sign that the island’s worst outbreak of the pandemic is still spreading consistently despite restrictions on social movement. Among the 13 deaths - the highest daily toll for Taiwan so far - was a woman in her 40s. Health and welfare minister Chen Chih-Shung said most of the fatalities were elderly people. More than half of the new cases were in people under the age of 40, including 45 children aged up to nine. The new cases remain concentrated in the northern cities of New Taipei and Taipei. Issues with Taiwan’s test recording system has resulted in a backlog of thousands of results, with clearance work producing hundreds of cases to revised totals each day, making it difficult to determine clear trends. The number of backlogged cases is reportedly still growing as more tests come in, despite clearance efforts. Taiwan remains under a level 3 alert, which is not a full lockdown but instead restricts personal gatherings to five indoors and 10 outdoors, encourages but does not require working from home, and which has ordered entertainment and recreation venues to close. Yesterday restaurants were ordered to transition to takeaway services only. Alarmed by their first significant outbreak since the pandemic began, Taiwan’s population has largely complied with both mandatory and requested restrictions, staying home and avoiding travel. Almost 1500 people are in centralised quarantine facilities, established for people with asymptomatic or mild cases of Covid-19 to reduce pressure on hospitals - several of which have recorded their own clusters of infections. Chen has said Taiwan will only move to level 4 alert - a lockdown - if there are 14 consecutive days of more than 100 cases (a milestone likely to be reached tomorrow), with 50% untraced (which has not been reached - just 145 of the total caseload remain unsourced). “I’m just off to drive forward the vaccine programme and then I’ll be going to the House of Commons and I’ll answer questions there.” That’s UK health minister Matt Hancock leaving his house this morning, being asked if the country can still have confidence in him. It was a suit today, not his running gear like yesterday. As you might expect, UK health secretary Matt Hancock is to respond today to those accusations by Dominic Cummings yesterday that he repeatedly lied and that he should have been fired 15 or 20 times over his handling of the early days of the pandemic. Hancock is to answer urgent questions in parliament at 10.30am and will later lead a Downing Street press conference, likely to be around 17.00. French pharmaceutical giant Sanofi and Britain’s GSK have announced the start of final tests of their belated Covid vaccine as they race to add their jab to the world’s arsenal against the pandemic. AFP state that the companies reported positive results from interim human trials earlier this month after a disappointing outcome from initial studies last year left France without its own vaccine. Sanofi and GlaxoSmithKline have started enrolment for Phase 3 of a clinical study that will include more than 35,000 adult volunteers at sites in the United States, Asia, Africa and Latin America, the firms said. Sanofi and GSK will also study their vaccine’s ability to work as a booster shot in people who had previously received another vaccine. The Phase 2 trials already showed a strong immune response after a single shot in participants who had previously contracted the coronavirus. The companies hope to launch their vaccine by the end of 2021 - one year after Pfizer and Moderna jabs were approved by regulators. “We have adapted our vaccine development strategy based on forward-looking considerations as the virus continues to evolve, as well as anticipating what may be needed in a post-pandemic setting,” Sanofi executive vice president Thomas Triomphe said in a statement. Like most of the other jabs in circulation, the Sanofi-GSK vaccine would require two doses. Taiwan’s president has accused China of interfering in its vaccine acquisition, as the island continues to battle hundreds of daily new cases of Covid-19 with low supplies of vaccines. Taiwan has received about 700,000 doses of the AstraZeneca vaccine so far, for a population of 24 million. While the island had been largely Covid-free since the pandemic began, an outbreak in late April has so far infected more than 5,000 people, and killed at least 47. Less than 2% of the population are vaccinated. President Tsai Ing-wen said Taiwan had made successful deals for AstraZeneca from the UK and Moderna from the US, and were engaging with Germany’s BioNTech for the Pfizer vaccine. “We had almost completed the contract signing with the German manufacturer at one point, but it has been delayed till now because China has interfered,” Tsai told a party meeting on Wednesday, in the most explicit comments to date, after months of suggestions that Beijing had been getting in the way of Taiwan’s procurement process. Pfizer-BioNTech reportedly has an exclusive deal with the Shanghai-based Fosun pharmaceuticals company to distribute the vaccine to the Greater China region, including Hong Kong, Macau, and Taiwan. Fosun has offered to supply Taiwan with vaccine doses, but Taiwan has said it is not possible. Beijing denies obstructing Taiwan’s deal with BioNtech and has accused Taiwan’s leaders of sacrificing the health of residents for politics. Taiwan’s opposition Kuomintang party has accused Tsai of bungling the vaccine rollout. “Taiwan access to vaccines continues to be slowed down by Chinese interference, while they insist we buy Chinese-made ones,” said Taiwan’s presidential spokeswoman, Kolas Yotaka. “If you really want to help, please don’t stand in the doorway, don’t block up the hall.” Read more here: Taiwan accuses China of interfering with Covid vaccine deals Professor Susan Michie has ben on Sky News. She is a clinical psychologist at UCL. She described the lack of action and feedback from the UK government on scientific advice as “demoralising” and said that yesterday Dominic Cummings presented a “depressing” picture. She said: As a scientist, spending a lot of my last year, along with many other colleagues, thinking about science, writing about science, providing scientific advice on top of our day jobs, it is quite depressing to think that all that work, and all the many reports that we’ve produced weren’t landing, and possibly weren’t being considered. She went on to say: I think one of the frustrations about having given scientific advice over this last year is that there isn’t feedback … whether it was rejected because it wasn’t thought to be good, or maybe there are other political priorities. One never really knows what the explanation is when the advice we give isn’t being implemented. And I think that’s a shame because I think it’s quite demoralising for scientists. She also made a value for money argument about scientific advice being sidelined, saying: “I think it’s important for the public to know how taxpayers money is being spent, because obviously there’s a substantial expense to serving a big scientific infrastructure.” Professor Neil Ferguson, from Imperial College London, whose modelling was instrumental in persuading the UK government to bring in the first lockdown, said scientists had become increasingly concerned in the week leading up to 13 March 2020 about the lack of a clear plan, and 20,000 to 30,000 lives could have been saved with earlier action. Asked on BBC Radio 4’s Today programme when the Scientific Advisory Group for Emergencies (Sage), of which he was part, determined that a policy of pursuing herd immunity would lead to a vast number of deaths, he said a key meeting was held with the NHS on 1 March “which finalised estimates around health impacts, so the week after that really.” PA report Ferguson said he “wasn’t privy to what officials were thinking within government”, but added: “I would say from the scientific side there was increasing concern that week leading up to the 13 of March about the lack of clear, let’s say, (a) resolved plan of what would happen in the next few days in terms of implementing social distancing.” He said: “I think one of the biggest lessons to learn in such circumstances is we really need good surveillance within the country at a much earlier point than we actually had it back in March last year. As we saw the data build up, and it was matching the modelling, even worse than the modelling, let’s say it focused minds”. He then said locking down a week earlier would have saved 20,000 to 30,000 lives “and I think that’s unarguable. I mean the epidemic was doubling every three to four days in weeks 13th to 23rd of March, and so had we moved the interventions back a week we would have curtailed that and saved many lives”. Needless to say, lockdown sceptic Fraser Nelson, editor of the Spectator, is having none of it. From 8am this morning, all adults in Northern Ireland will be able to book a vaccination. Health Minister Robin Swann said: “I am delighted that our vaccination programme is now open to all adults in Northern Ireland. I know this will be very welcome news for young people who have been waiting patiently for their turn to get the jab.” You can check on the latest status of vaccination in all of the UK’s constituent countries here: NHS England NHS Scotland Gov.wales Northern Ireland As part of UK housing minister Robert Jenrick’s media round this morning, he is repeatedly trying to bat away accusations from former adviser Dominic Cummings by saying there will be a full inquiry in due course. This, in turn, is leading to him being pressed on the timing of that. He has roughly indicated “next spring”. The head of a Japanese doctors union on Thursday warned holding the Olympic Games in Tokyo this summer, with tens of thousands of people gathering from around the world, could lead to the development of a new “Olympic” strain of the coronavirus. With people from over 200 nations and territories set to arrive in Tokyo, it will be dangerous to host the Games in July, said Naoto Ueyama, head of the Japan Doctors Union. “All of the different mutant strains of the virus which exist in different places will be concentrated and gathering here in Tokyo. We cannot deny the possibility of even a new strain of the virus potentially emerging after the Olympics,” he told a news conference. “If such a situation were to arise, it could even mean a Tokyo Olympic strain of the virus being named in this way, which would be a huge tragedy and something which would be the target of criticism even for 100 years.” Japan pledged on Thursday to keep in close contact with Olympics stakeholders at home and abroad to ensure a safe and secure Games even as it prepared to extend a state of emergency across much of the nation, including host city Tokyo. Concerns remain rife about the safety of the 2020 Olympics, postponed for a year due to the coronavirus pandemic, with public opinion polls showing a majority of Japanese are opposed to holding the Games this summer amid struggles to control a fourth wave of the coronavirus and sluggish vaccine rollout. Elaine Lies reports for Reuters that the government is currently preparing to extend a state of emergency across much of the nation originally set to be lifted on 31 May, most likely well into June, officials have said - just weeks before the Games are set to open on 23 July. Earlier this week, the United States advised against travel to Japan, but Olympics organisers have said this will not affect the Games. The White House on Wednesday said it had been assured by the Japanese government that it will keep in close contact about concerns over the Olympics. Chief Cabinet Secretary Katsunobu Kato said Japan would continue making every effort to control the virus irrespective of the Olympics, and would be in close contact with concerned parties at home and abroad about the measures being taken in connection with the Games. “Careful anti-infection measures are a crucial part of being able to deliver a safe and secure event,” he told a news conference. “We will maintain close and periodic contact with all those concerned, both within the country and without, to explain what we’re doing on this score.” Robert Jenrick is the UK government minister out on media duties this morning – you can’t imagine he’s going to asked about anything else at all except Dominic Cummings. He’s just been on Sky News where he got quite an abrasive questioning and wasn’t exactly effusive in his defence of health secretary Matt Hancock. Asked if Hancock had lied repeatedly, as Cummings asserted yesterday, Jenrick fell back on standard lines about vaccine rollout and didn’t really address the question. He was pressed: “It’s no good you appearing on this programme if you are not prepared to answer questions, and with the greatest of respect, we’ve heard all about what the government’s doing with the rollout and we hear that every single day. But what people will take from your response to that first answer is you’re not prepared to back the health secretary. Why not?” Jenrick again responded with a fairly generic line, saying “I think that the department for health and the health secretary, have worked exceptionally hard over the course of this pandemic. This was an unprecedented situation, it was a national effort involving all parts of government, and all parts of the country. I think the public will appreciate, if you think back to the events of this time last year, how challenging it really was. Many things happen, of course they’ll be things which we could have done better and we’re learning those lessons as we go along. “The public inquiry will air that and hear the evidence in a reasoned and reflective manner. I think that is the right way to do that. But absolutely, I think the country responded phenomenally to the events of last year. My point was that we are still responding to the pandemic, and that has to be the focus of government right now.” You can watch it here: Alexander Britton at PA has had a quick whizz round the British newspapers to gauge their reactions to the testimony yesterday of former UK government adviser Dominic Cummings on the early days of handling the Covid pandemic. The Independent, i and Daily Mirror all use the same quote headline: “Tens of thousands died who didn’t need to die”, with the latter carrying a leader column headlined “damning testimony”. The paper points out the problem of only hearing one side of the story, but that the Government “failed in this fundamental duty”. It says: “Cummings’ evidence may have been one-sided and selective but it should not be ignored. His criticisms of the Government’s handling of Covid demand an explanation. “The coward Johnson is trying to hide from accountability by delaying the public inquiry into Covid until next spring. We need to learn lessons now, not at his convenience.” The Daily Telegraph takes a different angle, suggesting an element of revenge from Cummings with associate editor Camilla Tominey writing “having expended his nine lives in government, this was also about settling scores”. The Sun’s headline - “Do you need a hindsight test, Mr Cummings?” - pokes fun at his well-publicised trip to Barnard Castle during the pandemic, while its leader column claims Mr Johnson will “dodge Dom’s bombs”. It adds people “recognise that our Government was one of many whose Covid response was found wanting. “The key difference since being the stellar success of our world-leading vaccine rollout. Voters are more likely to credit the Government with that and our rosier future than rake over the terrible bleakness of 2020 and the chaos in Downing Street.” Melbourne’s newest major arts festival, Rising, has been thrown into turmoil the day after opening with the Victorian government announcing a seven-day statewide lockdown from Thursday night. The hotly anticipated winter arts festival opened on Wednesday after an extended wait, only to “hit pause” on Thursday as the city entered a “circuit-breaker” lockdown that closed indoor and outdoor entertainment and arts venues and prohibited public gatherings. The acting premier, James Merlino, announced the lockdown on Thursday morning to halt the spread of what he called a “highly infectious” Covid-19 variant, spreading “faster than ever recorded”. Rising was due to run until Sunday 6 June. At the time of writing, the lockdown was scheduled to run until Friday 4 June. In response to the public health directive, Rising cancelled all events from 5pm Thursday until 4 June and committed to issuing refunds for all tickets for that period. “A decision in relation to events scheduled between 4 June and 6 June will be made over the coming week,” a statement issued by the festival said. Rising had been initially scheduled for 2020 but was cancelled due to the onset of the coronavirus pandemic, which hit Melbourne particularly hard, sending the city into back-to-back lockdowns that extended from March until October, and into a third snap lockdown earlier this year. Read more of Stephanie Convery’s report here: Rising festival ‘hits pause’ the day after opening as Melbourne enters lockdown Good morning from London, it is Martin Belam here. I’ll be with you for the next few hours. We’ve just published this from Dr Deepti Gurdasani, who is a clinical epidemiologist and senior lecturer in machine learning at Queen Mary University of London: Amid the select committee revelations from Dominic Cummings, and in his recent claims on social media, there has been a lot of focus on suggestions that the UK government was following a “herd immunity” policy at the start of the pandemic, costing thousands of lives in the process. Of course, none of this is surprising. It is very clear that this was the flawed policy of the government through early March last year, not least because it was publicly discussed by the prime minister and by many scientific advisers to the government – including Patrick Vallance, who spoke of “enough people becoming immune to this” with mild illness, to help build herd immunity. The alternative strategy of high suppression or elimination of the virus was rejected by the government very early on, despite strong evidence from other countries around the world showing that this could be successfully applied. There were several elements that underpinned the devastating herd immunity strategy. It was believed that infection of large swathes of the population was inevitable, and acceptable, and that there was no way to prevent it. This came with the tacit acknowledgment that hundreds of thousands of deaths were acceptable, most of which would occur among vulnerable and elderly people. A sense of national exceptionalism held by some suggested that other countries’ experiences didn’t apply to us – despite that by March we had had months to observe and learn from countries in south Asia, and seeing the devastating impact of late action in Italy. Real-world evidence was ignored in favour of models and flawed thinking. The government’s strategy repeatedly conflated Covid-19 with flu, ignoring the much higher transmissibility, higher susceptibility, which would lead to many more people getting infected and dying, and unknown long-term impacts from a novel virus. Finally, there was the idea that the health of the economy needed to be balanced with public health. A lot of emphasis was placed on the disruption lockdowns would cause, with attempts to slow down such decisions, without understanding that delays would inevitably lead to even longer lockdowns and more economic damage. Read more here: Deepti Gurdasani – The UK government’s Covid strategy was discredited but we’re still paying the price This is Facebook’s statement on its change of policy: In light of ongoing investigations into the origin of Covid-19 and in consultation with public health experts, we will no longer remove the claim that COVID-19 is man-made or manufactured from our apps. We’re continuing to work with health experts to keep pace with the evolving nature of the pandemic and regularly update our policies as new facts and trends emerge. In February this year, the World Health Organization team that visited Wuhan to investigate the origins of the coronavirus pandemic all but dismissed a theory that the virus leaked from a laboratory. But their investigation was inconclusive as to what the origins of the theory actually were, and the theory that the virus was manufactured in a laboratory and escaped accidentally has again been raised in recent days as the United States and other countries call for a more in-depth investigation of the pandemic’s origins. Determining how the virus that causes Covid-19 began spreading is seen as vital to preventing future outbreaks. A long-delayed report by the team of international experts sent to Wuhan and their Chinese counterparts drew no firm conclusions as to the origins of the pandemic. Instead, they ranked a number of hypotheses according to how likely they believed they were. The report said the virus jumping from bats to humans via an intermediate animal was the most probable scenario, while it said a theory involving the virus leaking from a laboratory was “extremely unlikely”. After the report was released, however, WHO chief Tedros Adhanom Ghebreyesus insisted all theories remained on the table. On Wednesday, Joe Biden has ordered the US intelligence community to intensify its efforts to study the origins of coronavirus, adding that it will continue to press for China to participate in a full investigation. Biden’s request included asking the US intelligence community to explore the unlikely possibility that the origins of the virus trace to Chinese lab. After months of minimizing the possibility as a fringe theory, the Biden administration is responding both to domestic and geopolitical concerns about putting pressure on China to be transparent about the outbreak.. After months of minimizing the possibility as a fringe theory, the Biden administration is responding both to domestic and geopolitical concerns about putting pressure on China to be transparent about the outbreak. Hello and welcome to our ongoing live coverage of the coronavirus pandemic. Facebook has lifted a ban on posts claiming that Covid-19 was “man-made” or “manufactured” in “In light of ongoing investigations into the origin of Covid and in consultation with public health experts”. Here are the other key recent developments: Johnson &amp; Johnson’s single-shot Covid vaccine is to be limited in Belgium to people aged 41 and over, authorities said following the death of a woman who received the jab. Switzerland is to re-open indoor restaurants and people will no longer be required to work from home, the government announced, saying it was lifting restrictions faster than previously planned. China accused the US of “spreading conspiracy theories and disinformation” after health chief Anthony Fauci said he was no longer convinced the coronavirus originated naturally – propelling the theory that it emerged from a Wuhan laboratory back into mainstream debate. The European Commission demanded an urgent court order requiring AstraZeneca to deliver millions more vaccines to the bloc or face a hefty fine, in a case that may reflect its anger more than its need for doses. Slovakia became the second EU country to authorise the use of the Russian-made Sputnik V Covid vaccine, which has not yet been approved by the bloc’s drug regulator. France will impose a compulsory quarantine on travellers arriving from the UK because of growing concerns over the spread of the Indian variant of the coronavirus, the government’s spokesman has said. Whistleblower protection groups urged the World Health Organization to launch an independent review into the case of an Italian researcher who reported being pressured to falsify data in a now-spiked WHO report into Italy’s coronavirus response. Perhaps conveniently for an incumbent candidate, Zambian president Edgar Lungu banned campaign rallies ahead of elections scheduled for 12 August, saying large gatherings risked spreading the Covid-19 virus. Vets in several parts of Russia reportedly started vaccinating cats against Covid-19. Russia in March said it had registered the world’s first coronavirus vaccine for animals. Only two animals in Russia, both cats, have so far tested positive for the virus.","charCount":"33926","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/martin-belam\">Martin Belam</a> (now) and <a href=\"profile/helen-sullivan\">Helen Sullivan</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2021/may/27/miami-chief-heat-officer-jane-gilbert-climate-crisis","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-05-27T08:45:22Z","webTitle":"Miami’s chief heat officer calls for action on ‘silent killer’ in climate crisis","webUrl":"https://www.theguardian.com/us-news/2021/may/27/miami-chief-heat-officer-jane-gilbert-climate-crisis","apiUrl":"https://content.guardianapis.com/us-news/2021/may/27/miami-chief-heat-officer-jane-gilbert-climate-crisis","fields":{"headline":"Miami’s chief heat officer calls for action on ‘silent killer’ in climate crisis","standfirst":"<p>Jane Gilbert urges greater federal and state response to lethal threat posed by rising temperatures</p>","trailText":"Jane Gilbert urges greater federal and state response to lethal threat posed by rising temperatures","byline":"Oliver Milman","main":"<figure class=\"element element-image\" data-media-id=\"5f29ac241894572370900fb2d1e11e85534af3a2\"> <img src=\"https://media.guim.co.uk/5f29ac241894572370900fb2d1e11e85534af3a2/0_135_3900_2340/1000.jpg\" alt=\"‘In Miami it doesn’t take much of a temperature increase for things to get dangerous,’ said Jane Gilbert.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In Miami it doesn’t take much of a temperature increase for things to get dangerous,’ said Jane Gilbert.</span> <span class=\"element-image__credit\">Photograph: Chandan Khanna/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>Miami’s new chief heat officer has called for greater federal and state action on the lethal threat posed by rising temperatures after becoming the first official in the US appointed to focus solely on heatwaves.</p> <p>Jane Gilbert, who has been tasked by Miami-Dade county with coordinating and accelerating efforts to protect lives from extreme heat, said that more focus was needed on what has been called the “silent killer” of the climate crisis.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/24/lake-charles-louisiana-weather-climate-crisis\">Luckless Lake Charles: Louisiana city battered by extreme weather – again</a> </p> </aside>  <p>“In Miami it doesn’t take much of a temperature increase for things to get dangerous,” she said. “I hope that heat is integrated into all sorts of thinking on dealing with climate change and infrastructure. We are seeing a growing awareness of this threat across the US from cities, it’s really bubbling up.”</p> <p>Heat is the deadliest of all the maladies spurred by the climate crisis, with more than 700 people on average now dying each year from its effects, <a href=\"https://www.cdc.gov/mmwr/volumes/69/wr/mm6924a1.htm?s_cid=mm6924a1_e&amp;deliveryName=USCDC_921-DM30873\">according</a> to the Centers for Disease Control and Prevention. An independent study last year estimated this death toll is <a href=\"https://www.bu.edu/sph/news/articles/2020/heat-may-kill-more-people-in-the-us-than-previously-reported/\">actually much higher</a>, at about 5,600 fatalities a year.</p> <p>Cities in traditionally cooler climes are at particular risk from the growing threat of heatwaves as residents there often lack air conditioning and other adaptations to deal with the onset of hot temperatures. In many US cities, low-income neighborhoods of color are <a href=\"https://www.theguardian.com/us-news/video/2021/feb/16/degrees-of-racism-how-heat-is-radically-altering-americans-lives-before-theyre-even-born-video\">regularly far hotter</a> than nearby, leafier areas where white residents are in the majority.</p> <p>Gilbert said that even places traditionally used to heat, such as Miami, will need to do more to provide cool-down centers for vulnerable people, generate more shade via increased tree cover and educate people of the dangers posed by sweltering temperatures.</p> <p>Miami-Dade currently experiences about 40 days a year that feel like 100F (37C) but <a href=\"https://www.ucsusa.org/resources/killer-heat-interactive-tool\">it’s estimated</a> this total will rocket to 134 such days a year by mid-century if planet-heating emissions are not slashed.</p> <p>Democrats in Congress have pushed for a law that would force the US Department of Labor to draw up new national standards to protect people who work outside in the heat. A <a href=\"https://src.bna.com/JLU\">bill demanding this has been named</a> after Asunción Valdivia, a farm worker in California who died in 2004 after picking grapes for 10 hours without a break in 105F (40C) temperatures. He was eventually driven home but started foaming at the mouth and died.</p> <p><a href=\"https://www.ehstoday.com/environment/article/21920164/public-citizen-labor-groups-seek-osha-heat-standard\">According</a> to labor department figures, more than 800 US workers have been killed and 70,000 have been seriously injured by heat stress since the 1990s but there is no national heat mandate and only a handful of states, such as California, where workers must be supplied with filtered drinking water and shaded areas once temperatures hit 80F (26C), have standards in place to protect those working outside.</p> <p>In May, Governor Ron DeSantis, a Republican, <a href=\"https://www.wtsp.com/article/news/local/gov-ron-desantis-signs-coastal-resiliency-bill/67-a32807c1-5b2e-4ae2-bb78-6abf21264ea1\">signed a new bill</a> to help Florida deal with sea level rise but <a href=\"https://www.orlandosentinel.com/politics/os-ne-heat-stress-employer-bill-smith-20190308-story.html\">proposals</a> to ensure workers get adequate shade, regular breaks and plenty of drinking water have languished. “At the state level we are moving from very little action to some action related to sea level rise, which we are thrilled about, but we need the state to start looking at increasing heat,” said Gilbert.</p> <p>“There could be investment in green infrastructure, rehabbing substandard housing and action for outdoor workers. There’s a lot more to do.”</p> <p>Gilbert will jointly lead a new heat taskforce that will look at crafting a series of measures, such as an outdoor worker heat standard and a new alert system for when temperatures soar. Cheryl Holder, a Florida doctor who will co-lead the taskforce, said action was required to deal with the growing number of heat-related conditions she is now dealing with.</p> <p>“The number of dangerous days are increasing and we are seeing more complaints over the heat, more skin problems, more instances of diabetes not being as controlled, more injuries when workers get hot and dizzy on the job,” she said. “It will be hard to get change but this is urgent. We really need to address this now.”</p> <p>Holder said she had raised the prospect of a barely livable Florida with lawmakers, suggesting to aides of Marco Rubio, the Republican senator, that even Disney World will become unattractive to visitors if temperatures regularly breach 100F.</p> <p>“Florida sells itself on tourism, the outdoor life,” she said. “If it becomes unbearably hot, who will want to be outside? It’s crucial Florida gets serious about heat and how to manage it.”</p>","wordcount":"738","firstPublicationDate":"2021-05-27T08:45:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T08:47:16Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhbkz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5f29ac241894572370900fb2d1e11e85534af3a2/0_135_3900_2340/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Miami’s new chief heat officer has called for greater federal and state action on the lethal threat posed by rising temperatures after becoming the first official in the US appointed to focus solely on heatwaves. Jane Gilbert, who has been tasked by Miami-Dade county with coordinating and accelerating efforts to protect lives from extreme heat, said that more focus was needed on what has been called the “silent killer” of the climate crisis. “In Miami it doesn’t take much of a temperature increase for things to get dangerous,” she said. “I hope that heat is integrated into all sorts of thinking on dealing with climate change and infrastructure. We are seeing a growing awareness of this threat across the US from cities, it’s really bubbling up.” Heat is the deadliest of all the maladies spurred by the climate crisis, with more than 700 people on average now dying each year from its effects, according to the Centers for Disease Control and Prevention. An independent study last year estimated this death toll is actually much higher, at about 5,600 fatalities a year. Cities in traditionally cooler climes are at particular risk from the growing threat of heatwaves as residents there often lack air conditioning and other adaptations to deal with the onset of hot temperatures. In many US cities, low-income neighborhoods of color are regularly far hotter than nearby, leafier areas where white residents are in the majority. Gilbert said that even places traditionally used to heat, such as Miami, will need to do more to provide cool-down centers for vulnerable people, generate more shade via increased tree cover and educate people of the dangers posed by sweltering temperatures. Miami-Dade currently experiences about 40 days a year that feel like 100F (37C) but it’s estimated this total will rocket to 134 such days a year by mid-century if planet-heating emissions are not slashed. Democrats in Congress have pushed for a law that would force the US Department of Labor to draw up new national standards to protect people who work outside in the heat. A bill demanding this has been named after Asunción Valdivia, a farm worker in California who died in 2004 after picking grapes for 10 hours without a break in 105F (40C) temperatures. He was eventually driven home but started foaming at the mouth and died. According to labor department figures, more than 800 US workers have been killed and 70,000 have been seriously injured by heat stress since the 1990s but there is no national heat mandate and only a handful of states, such as California, where workers must be supplied with filtered drinking water and shaded areas once temperatures hit 80F (26C), have standards in place to protect those working outside. In May, Governor Ron DeSantis, a Republican, signed a new bill to help Florida deal with sea level rise but proposals to ensure workers get adequate shade, regular breaks and plenty of drinking water have languished. “At the state level we are moving from very little action to some action related to sea level rise, which we are thrilled about, but we need the state to start looking at increasing heat,” said Gilbert. “There could be investment in green infrastructure, rehabbing substandard housing and action for outdoor workers. There’s a lot more to do.” Gilbert will jointly lead a new heat taskforce that will look at crafting a series of measures, such as an outdoor worker heat standard and a new alert system for when temperatures soar. Cheryl Holder, a Florida doctor who will co-lead the taskforce, said action was required to deal with the growing number of heat-related conditions she is now dealing with. “The number of dangerous days are increasing and we are seeing more complaints over the heat, more skin problems, more instances of diabetes not being as controlled, more injuries when workers get hot and dizzy on the job,” she said. “It will be hard to get change but this is urgent. We really need to address this now.” Holder said she had raised the prospect of a barely livable Florida with lawmakers, suggesting to aides of Marco Rubio, the Republican senator, that even Disney World will become unattractive to visitors if temperatures regularly breach 100F. “Florida sells itself on tourism, the outdoor life,” she said. “If it becomes unbearably hot, who will want to be outside? It’s crucial Florida gets serious about heat and how to manage it.”","charCount":"4415","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/oliver-milman\">Oliver Milman</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"environment/2021/may/27/rapid-heating-of-indian-ocean-worsening-cyclones-say-scientists","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-05-27T08:41:25Z","webTitle":"Rapid heating of Indian Ocean worsening cyclones, say scientists ","webUrl":"https://www.theguardian.com/environment/2021/may/27/rapid-heating-of-indian-ocean-worsening-cyclones-say-scientists","apiUrl":"https://content.guardianapis.com/environment/2021/may/27/rapid-heating-of-indian-ocean-worsening-cyclones-say-scientists","fields":{"headline":"Rapid heating of Indian Ocean worsening cyclones, say scientists ","standfirst":"<p>Rising ocean temperatures caused by climate crisis are increasing number of cyclones and intensity of storms, say experts</p>","trailText":"Rising ocean temperatures caused by climate crisis are increasing number of cyclones and intensity of storms, say experts","byline":"Neelima Vallangi","main":"<figure class=\"element element-image\" data-media-id=\"44c1f655ac44b7dda79310cd4d3647fe93486973\"> <img src=\"https://media.guim.co.uk/44c1f655ac44b7dda79310cd4d3647fe93486973/0_148_3500_2101/1000.jpg\" alt=\"A petrol station flattened by Cyclone Tauktae in India’s western state of Gujarat.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A petrol station flattened by Cyclone Tauktae in India’s western state of Gujarat.</span> <span class=\"element-image__credit\">Photograph: Amit Dave/Reuters</span> </figcaption> </figure>","body":"<p>India’s cyclone season is being made more intense by the rapidly heating Indian Ocean, scientists have warned.</p> <p>Last week, India was battered by Cyclone Tauktae, an unusually strong cyclone in the Arabian Sea, resulting in widespread disruption. This week, another severe storm, Cyclone Yaas, formed in the Bay of Bengal, <a href=\"https://www.theguardian.com/world/2021/may/26/cyclone-yaas-india-evacuation-odisha-west-bengal-landfall\">leading to more than a million people being evacuated into safe shelters</a>.</p> <p>The Indian subcontinent has been facing the brunt of <a href=\"https://weather.com/en-IN/india/news/news/2021-05-26-cyclone-yaas-history-bay-of-bengal-storms-80-cyclone-related-deaths\">costly and deadly tropical cyclones</a> for decades. But scientists say global heating is accelerating the rate of ocean warming, leading to an increased number of cyclones and rapid intensification of weak storms, with severe repercussions for the country.</p> <p>Cyclones are much more likely to gather intensity over warmer waters. The Arabian Sea, part of the west Indian Ocean, generally has a sea surface temperature of below 28C, and <a href=\"http://www.rsmcnewdelhi.imd.gov.in/\">recorded just 93 cyclones between 1891 and 2000</a>. By comparison, the warmer Bay of Bengal in the east Indian Ocean, where temperatures are permanently above 28C, recorded 350 cyclones over the same period. </p> <p>Between 2001 and 2021, 28 cyclones formed in the Arabian Sea, along with a marked increase in storm intensity, fuelled by rising sea surface temperatures which reached as high as 31C. A <a href=\"https://www.nature.com/articles/s41558-017-0008-6\">2016 Nature study</a> found anthropogenic global heating had contributed to the increased frequency of extremely severe cyclonic storms over the Arabian Sea.</p> <p>Roxy Mathew Koll, a climate scientist at the Indian Institute of Tropical Meteorology, said: “The entire Indian Ocean is warming at a faster rate compared to the Atlantic or Pacific. And within the Indian Ocean, the western parts of the Indian Ocean are warming much more. We see that it [sea surface temperature rise] is connecting well with the changes in the intensity and frequency of cyclones especially in the Arabian Sea and also the rapid intensification.”</p> <p>The rapid intensification of weak storms into severe cyclones has been observed both in the Arabian Sea and the Bay of Bengal over recent years. But the current forecast models do not pick up rapid intensification in advance, posing a huge challenge to both disaster management authorities and the public in responding to the risk adequately, according to Koll.</p> <p>“Climate projections show that the Arabian Sea will continue to warm at a faster rate than what we have seen before, and there will be more extremely severe cyclones in the Arabian Sea,” he added.</p> <p>India is especially vulnerable as <a href=\"http://iomenvis.nic.in/index2.aspx?slid=758&amp;sublinkid=119&amp;langid=1&amp;mid=1\">14% of its 1.3bn population live in coastal districts</a>, and the number living in coastal areas below 10 metres elevation is <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0118571\">forecast to rise threefold</a> by 2060.</p> <p>“The trail of destruction left behind by Cyclone Tauktae is a grim reminder of India’s vulnerability to extreme climate events,” said Abinash Mohanty, programme lead at the Indian thinktank Council on Energy, Environment and Water.</p> <p>Mohanty said the government should invest in an improved emergency response framework that accounts for the compounded impacts of extreme events, a detailed climate risk assessment and climate-proofing of infrastructure.</p> <p>Inland countries such as Nepal can also be affected when strong Indian Ocean cyclones do not dissipate after landfall, causing excessive snowfall in the Himalayan highlands, said Arun Shrestha, a climate scientist at the International Centre for Integrated Mountain Development. “The blizzard in Everest of 1995, Cyclone Phailin in 2013 and Cyclone Hudhud in 2014 are some examples of cyclones impacting the Himalayas.”</p> <p>Anomalous warming in the Indian Ocean <a href=\"https://www.nationalgeographic.com/science/article/locust-plague-climate-science-east-africa\">has also been linked to locust swarms</a>, <a href=\"https://www.theguardian.com/global-development/2019/nov/19/global-heating-supercharging-indian-ocean-dipole-climate-system\">flooding in Africa, Australian bushfires</a>, and <a href=\"https://www.nature.com/articles/s41586-019-1764-4\">changes in global rainfall patterns</a>.</p>","wordcount":"586","firstPublicationDate":"2021-05-27T08:41:25Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-27T08:43:15Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhh3j","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/44c1f655ac44b7dda79310cd4d3647fe93486973/0_148_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"India’s cyclone season is being made more intense by the rapidly heating Indian Ocean, scientists have warned. Last week, India was battered by Cyclone Tauktae, an unusually strong cyclone in the Arabian Sea, resulting in widespread disruption. This week, another severe storm, Cyclone Yaas, formed in the Bay of Bengal, leading to more than a million people being evacuated into safe shelters. The Indian subcontinent has been facing the brunt of costly and deadly tropical cyclones for decades. But scientists say global heating is accelerating the rate of ocean warming, leading to an increased number of cyclones and rapid intensification of weak storms, with severe repercussions for the country. Cyclones are much more likely to gather intensity over warmer waters. The Arabian Sea, part of the west Indian Ocean, generally has a sea surface temperature of below 28C, and recorded just 93 cyclones between 1891 and 2000. By comparison, the warmer Bay of Bengal in the east Indian Ocean, where temperatures are permanently above 28C, recorded 350 cyclones over the same period. Between 2001 and 2021, 28 cyclones formed in the Arabian Sea, along with a marked increase in storm intensity, fuelled by rising sea surface temperatures which reached as high as 31C. A 2016 Nature study found anthropogenic global heating had contributed to the increased frequency of extremely severe cyclonic storms over the Arabian Sea. Roxy Mathew Koll, a climate scientist at the Indian Institute of Tropical Meteorology, said: “The entire Indian Ocean is warming at a faster rate compared to the Atlantic or Pacific. And within the Indian Ocean, the western parts of the Indian Ocean are warming much more. We see that it [sea surface temperature rise] is connecting well with the changes in the intensity and frequency of cyclones especially in the Arabian Sea and also the rapid intensification.” The rapid intensification of weak storms into severe cyclones has been observed both in the Arabian Sea and the Bay of Bengal over recent years. But the current forecast models do not pick up rapid intensification in advance, posing a huge challenge to both disaster management authorities and the public in responding to the risk adequately, according to Koll. “Climate projections show that the Arabian Sea will continue to warm at a faster rate than what we have seen before, and there will be more extremely severe cyclones in the Arabian Sea,” he added. India is especially vulnerable as 14% of its 1.3bn population live in coastal districts, and the number living in coastal areas below 10 metres elevation is forecast to rise threefold by 2060. “The trail of destruction left behind by Cyclone Tauktae is a grim reminder of India’s vulnerability to extreme climate events,” said Abinash Mohanty, programme lead at the Indian thinktank Council on Energy, Environment and Water. Mohanty said the government should invest in an improved emergency response framework that accounts for the compounded impacts of extreme events, a detailed climate risk assessment and climate-proofing of infrastructure. Inland countries such as Nepal can also be affected when strong Indian Ocean cyclones do not dissipate after landfall, causing excessive snowfall in the Himalayan highlands, said Arun Shrestha, a climate scientist at the International Centre for Integrated Mountain Development. “The blizzard in Everest of 1995, Cyclone Phailin in 2013 and Cyclone Hudhud in 2014 are some examples of cyclones impacting the Himalayas.” Anomalous warming in the Indian Ocean has also been linked to locust swarms, flooding in Africa, Australian bushfires, and changes in global rainfall patterns.","charCount":"3672","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Neelima Vallangi"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}