{"response":{"status":"ok","userTier":"developer","total":2272825,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227283,"orderBy":"newest","results":[{"id":"education/2021/jun/05/labour-plans-to-embarrass-government-with-vote-on-pupil-catch-up-plan","type":"article","sectionId":"education","sectionName":"Education","webPublicationDate":"2021-06-05T22:29:11Z","webTitle":"Labour plans to embarrass government with vote on pupil catch-up plan","webUrl":"https://www.theguardian.com/education/2021/jun/05/labour-plans-to-embarrass-government-with-vote-on-pupil-catch-up-plan","apiUrl":"https://content.guardianapis.com/education/2021/jun/05/labour-plans-to-embarrass-government-with-vote-on-pupil-catch-up-plan","fields":{"headline":"Labour plans to embarrass government with vote on pupil catch-up plan","standfirst":"<p>Opposition to force vote over ‘woefully inadequate’ lost learning scheme after education recovery minister quits<br></p><ul><li><a href=\"https://www.theguardian.com/politics/2021/jun/05/counting-the-political-cost-of-catching-up-after-covid\">The expert view</a></li></ul>","trailText":"Opposition to force vote over ‘woefully inadequate’ lost learning scheme after education recovery minister quits","byline":"Michael Savage","main":"<figure class=\"element element-image\" data-media-id=\"3d8ec73a9d8b964b9fc5c0b33be7c2c78409afbf\"> <img src=\"https://media.guim.co.uk/3d8ec73a9d8b964b9fc5c0b33be7c2c78409afbf/0_82_3500_2100/1000.jpg\" alt=\"Kate Green, shadow education secretary\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kate Green, shadow education secretary, said children were being ‘treated as an afterthought’ by the government.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>","body":"<p>Labour has vowed to force a vote over the government’s “totally insufficient” plans to help pupils catch up on learning lost during the pandemic, as Tory MPs demand an urgent rethink of the programme.</p> <p>Senior Tories are calling for a wider programme that could include trials of a longer school day and extended physical education and wellbeing activities, to help children in England readjust after time out of the classroom.</p> <p>Amid suggestions that education secretary Gavin Williamson had been fighting for a significantly greater catch-up package within government, his department published an analysis on Friday that showed that much of the past decade’s progress towards reducing the attainment gap for disadvantaged children <a href=\"https://www.theguardian.com/education/2021/jun/04/covid-has-eradicated-disadvantaged-pupils-progress-finds-study\" title=\"\">could have been lost</a> during the pandemic.</p> <p>Labour is planning a vote following<a href=\"https://www.theguardian.com/politics/2021/jun/02/education-recovery-chief-kevan-collins-quit-english-schools-catch-up-row\" title=\"\"> the resignation of Sir Kevan Collins</a>, the government’s education recovery commissioner, after he condemned plans for a £1.4bn recovery fund as woefully short of what was needed. He said the figure betrayed “an undervaluation of the importance of education”.</p> <p>Collins had drawn up plans that would require a £15bn learning recovery fund to be spent on teachers, tutoring and an extended school day. His proposals included 100 extra hours of teaching per pupil to address lost learning.</p> <p>While Labour intends to embarrass the government with the vote, Tories concerned about the catch-up plan said they were likely to abstain rather than rebel. Some already believe the backlash will lead to more money being announced in the coming weeks. Williamson has suggested that he is in favour of longer school days, but is awaiting research on the issue.</p> <p>Kate Green, the shadow education secretary, said that children had been “treated as an afterthought” in the government’s pandemic planning. “Kevan Collins’s resignation makes it clear that the government’s education recovery plan is totally insufficient to help every child bounce back from these impacts of the pandemic,” she said. “Conservative MPs will now have the chance to step up and vote for our children’s futures.”</p> <p>Paul Whiteman, general secretary of school leaders’ union the NAHT, also said that pupils seemed to be “very far down the government’s list of priorities”. Labour said the economic impact of lost learning was at least £100bn, with a potential loss to the economy and country of £420bn. It has drawn up its own proposals for a £14.7bn catch-up plan, including breakfast clubs for every child, mental health support and more small group tutoring for pupils who need it.</p> <p>A government spokeswoman said: “We have committed to an ambitious, long-term recovery plan, including an investment to date of over £3bn and a significant expansion of our tutoring programme, to support children and young people to make up for learning lost during the pandemic.”</p>","newspaperPageNumber":"27","wordcount":"451","firstPublicationDate":"2021-06-05T21:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T22:34:10Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkmdq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3d8ec73a9d8b964b9fc5c0b33be7c2c78409afbf/0_82_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Labour has vowed to force a vote over the government’s “totally insufficient” plans to help pupils catch up on learning lost during the pandemic, as Tory MPs demand an urgent rethink of the programme. Senior Tories are calling for a wider programme that could include trials of a longer school day and extended physical education and wellbeing activities, to help children in England readjust after time out of the classroom. Amid suggestions that education secretary Gavin Williamson had been fighting for a significantly greater catch-up package within government, his department published an analysis on Friday that showed that much of the past decade’s progress towards reducing the attainment gap for disadvantaged children could have been lost during the pandemic. Labour is planning a vote following the resignation of Sir Kevan Collins, the government’s education recovery commissioner, after he condemned plans for a £1.4bn recovery fund as woefully short of what was needed. He said the figure betrayed “an undervaluation of the importance of education”. Collins had drawn up plans that would require a £15bn learning recovery fund to be spent on teachers, tutoring and an extended school day. His proposals included 100 extra hours of teaching per pupil to address lost learning. While Labour intends to embarrass the government with the vote, Tories concerned about the catch-up plan said they were likely to abstain rather than rebel. Some already believe the backlash will lead to more money being announced in the coming weeks. Williamson has suggested that he is in favour of longer school days, but is awaiting research on the issue. Kate Green, the shadow education secretary, said that children had been “treated as an afterthought” in the government’s pandemic planning. “Kevan Collins’s resignation makes it clear that the government’s education recovery plan is totally insufficient to help every child bounce back from these impacts of the pandemic,” she said. “Conservative MPs will now have the chance to step up and vote for our children’s futures.” Paul Whiteman, general secretary of school leaders’ union the NAHT, also said that pupils seemed to be “very far down the government’s list of priorities”. Labour said the economic impact of lost learning was at least £100bn, with a potential loss to the economy and country of £420bn. It has drawn up its own proposals for a £14.7bn catch-up plan, including breakfast clubs for every child, mental health support and more small group tutoring for pupils who need it. A government spokeswoman said: “We have committed to an ambitious, long-term recovery plan, including an investment to date of over £3bn and a significant expansion of our tutoring programme, to support children and young people to make up for learning lost during the pandemic.”","charCount":"2823","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-savage\">Michael Savage</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-06-05T22:18:49Z","webTitle":"Coronavirus live news: Belgium to vaccinate 16- and 17-year-olds next month; Italy gives 600,000 jabs in a day","webUrl":"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk","apiUrl":"https://content.guardianapis.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk","fields":{"headline":"Coronavirus live news: Belgium to vaccinate 16- and 17-year-olds next month; Italy gives 600,000 jabs in a day","standfirst":"<p><a href=\"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk?page=with:block-60bbcb628f082ac930aeb670#block-60bbcb628f082ac930aeb670\">Belgian teenagers will receive Pfizer jab</a>; <a href=\"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk?page=with:block-60bb722f8f082e80569f7104#block-60bb722f8f082e80569f7104\">Italy second in Europe for numbers fully vaccinated</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk?page=with:block-60bb51d78f082ac930aeb093#block-60bb51d78f082ac930aeb093\">UK government adviser says 21 June easing ‘foolish’</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/04/france-to-allow-uk-tourists-to-enter-if-fully-vaccinated\">France to allow UK tourists to enter if fully vaccinated</a></li><li><a href=\"https://www.theguardian.com/education/2021/jun/04/school-leaders-say-pupils-should-vaccinated-as-matter-of-priority\">Prioritise pupils, say UK school leaders</a></li><li> <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Italy second in Europe for numbers fully vaccinated; UK government adviser says 21 June easing ‘foolish’","byline":"Edna Mohamed (now); Kevin Rawlinson and Nicola Slawson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"ab026ec81388e65ec6449a3dd59a28f95f90462a\"> \n <img src=\"https://media.guim.co.uk/ab026ec81388e65ec6449a3dd59a28f95f90462a/0_189_3072_1844/1000.jpg\" alt=\"A vaccination centre in Rome.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A vaccination centre in Rome. 37m vaccine doses have now been administered in Italy to 12.7 million people.</span> \n  <span class=\"element-image__credit\">Photograph: Massimo Percossi/EPA</span> \n </figcaption> \n</figure>","body":"<div id=\"block-60bbf8068f08b9889b36a1d4\" class=\"block\" data-block-contributor=\"profile/daniel-strauss\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T22:18:49.228Z\">11.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>First, it was a lottery to win $1m in Ohio. Then another lottery was set up in West Virginia.</p> \n  <p>In Illinois, people could get free tickets to the Six Flags amusement park.</p> \n  <p>In New Jersey, it meant a free beer.<br></p> \n  <p>The governor of Minnesota announced giveaways that included fishing licenses, gift cards and state park permits, among others.</p> \n  <p>And West Virginia upped the ante, adding the chance to win hunting rifles or shotguns.</p> \n  <p>Governors across the country are resorting to almost shameless incentives to lure Americans who haven’t gotten a coronavirus vaccine to willingly take a jab. And a few folks who have entered in these raffles have come away winning prizes – even $1m.</p> \n  <p>It’s partially a move of necessity. There are still Americans who are either actively refraining from getting a Covid-19 vaccine or just haven’t got round to it yet.</p> \n  <p>Businesses, too, have stepped in to nudge the unvaccinated. The percentage of a state’s population that has been vaccinated <a href=\"https://www.nytimes.com/interactive/2021/06/03/us/virus-vaccine-states.html\">varies</a> dramatically. Some states are approaching 70%, and <a href=\"https://www.theguardian.com/us-news/2021/jun/03/alabama-vaccine-hesitancy\">others are </a>still below 50%.</p> \n  <p>So governors have had to get creative. On Thursday, Governor Jay Inslee of Washington state announced a “shot of a lifetime” state lottery for getting a vaccine, with prizes including a lottery for $2m, game systems and speakers, and “higher education tuition and expense assistance.”</p> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/05/vaccine-us-states-america-covid-coronavirus\">Get the vax, win a shotgun: US states get creative to encourage vaccination</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60bbf1568f082e80569f76c0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T21:49:48.782Z\">10.49pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson to urge G7 to vaccinate world by end of 2022</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>UK</strong> prime minister, Boris Johnson, will urge next week’s G7 summit leaders to commit to vaccinate the whole world “by the end of 2022”<strong tabindex=\"-1\">, </strong>Downing Street said on Saturday.</p> \n  <p>In the statement on the announcement, Johnson said: “Vaccinating the world by the end of next year would be the single greatest feat in medical history. The world is looking to us to rise to the greatest challenge of the post-war era: defeating Covid and leading a global recovery driven by our shared values.”</p> \n  <p>AFP reported that Downing Street pointed to the British government’s success in supporting the Oxford/AstraZeneca vaccine and making it available at a low price worldwide, alongside its support for the Covax scheme. </p> \n  <p>Despite the growing calls to ensure a fair distribution of doses, G7 health ministers failed to break new ground during Friday’s meeting. </p> \n  <p>Britain will host the G7 event in Cornwall on 11 June, with France, Italy, Japan, Germany, the United States and Canada attending.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told\">Share vaccines or climate deal will fail, rich countries are told</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T22:15:27.994Z\">at 11.15pm BST</time></p> \n</div> \n<div id=\"block-60bbeaf28f08b9889b36a166\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T21:22:22.513Z\">10.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Massachusetts and the rest of New England</strong>, the most heavily vaccinated region in the US, are giving the rest of the country a glimpse of the future if more Americans get vaccinated.</p> \n  <p>Cases, hospitalisations and deaths in the region have been gradually decreasing as more than 60% of residents in all six areas have received at least one dose of the vaccine, AP reports.<br tabindex=\"-1\"></p> \n  <p>Nationally, about 50 per cent of Americans have received at least one jab of a vaccine.<br tabindex=\"-1\"></p> \n  <p>In comparison, the southern states of Alabama, Louisiana and Mississippi are the least vaccinated at about 35 per cent, and new cases generally running higher than most of New England.<br tabindex=\"-1\"></p> \n  <p>But public health experts say the rest of the country could take some advice from New England as President Joe Biden pushes to get at least one vaccine dose into 70% of adults by 4 July, dangling the promise of free beer and other goodies.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T21:27:28.401Z\">at 10.27pm BST</time></p> \n</div> \n<div id=\"block-60bbe2ae8f082e80569f764b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T20:46:56.697Z\">9.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>According to the latest health ministry data, Brazil </strong>has registered 66,017 new cases and 1,689 new coronavirus-related deaths. </p> \n  <p>The country has now registered 16,907,425 cases since the pandemic began, while the official death toll has risen to 472,531, according to ministry data, in the world’s third-worst outbreak after the US and India.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T20:55:21.517Z\">at 9.55pm BST</time></p> \n</div> \n<div id=\"block-60bbde6a8f082e80569f7625\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T20:30:00.410Z\">9.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"d6cc95294d9b34d7751da5968c163c593973402f\"> \n   <img src=\"https://media.guim.co.uk/d6cc95294d9b34d7751da5968c163c593973402f/0_182_5472_3283/1000.jpg\" alt=\"New England currently has the highest vaccination rate in the US and is seeing drops in cases, hospitalisations and deaths.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">New England currently has the highest vaccination rate in the US and is experiencing drops in cases, hospitalisations and deaths.</span> \n    <span class=\"element-image__credit\">Photograph: Michael Dwyer/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T20:35:48.255Z\">at 9.35pm BST</time></p> \n</div> \n<div id=\"block-60bbda0a8f082ac930aeb6ee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T20:10:12.567Z\">9.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Contact tracers in Victoria are trying to find out the source of two Covid-19 cases</strong> which have been infectious in the community, AAP report.</p> \n  <p>The couple who tested positive were among five new local cases that were reported on Saturday. </p> \n  <p>One of the pair said to be a regular visitor to Craigieburn Central shopping centre came forward for testing due to health department efforts to test heavily in the area.</p> \n  <p>The other unlinked case is that person’s partner, a construction worker, which has prompted a Melbourne building site closure.</p> \n  <p>Testing commander Jeroen Weimar said: “Seven positive cases entered the Craigieburn shopping centre on different days, and contact tracers are working to ascertain the man’s exact movements to see if they overlap with any of them.”</p> \n  <p>AAP report:</p> \n  <blockquote class=\"quoted\"> \n   <p>The other three cases recorded on Saturday were less concerning, authorities said, because they were all primary close contacts of confirmed cases and had been quarantining during their entire infectious period.</p> \n   <p>Among these three cases are two Delta strain cases – a child of a family already infected with the virus and a family friend. That cluster appears separate from the rest of the Melbourne outbreak, which is made of the Kappa strain, which, like the Delta strain, has caused havoc in the UK and India.</p> \n   <p>Experts still don’t know how the Delta strain entered the community and have been analysing genomic sequencing from across the country in the hope of finding a match.</p> \n   <p>Prof Sharon Lewin from Victoria’s genomic sequencing centre, the Doherty Institute, said there was no evidence pointing to the Victorian family picking up the virus while on holiday in NSW.</p> \n   <p>Rather, her “strong hypothesis” is that it entered the community via hotel quarantine.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T20:38:30.394Z\">at 9.38pm BST</time></p> \n</div> \n<div id=\"block-60bbd3728f082e80569f75b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T19:43:08.898Z\">8.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">NHS boss says Delta variant 'not significantly increasing hospital numbers'</h2> \n <div class=\"block-elements\"> \n  <p>The Covid-19 vaccine appears to have “broken the chain” between catching the virus and becoming seriously ill, the chief executive of NHS Providers has said.</p> \n  <p>Chris Hopson said that the number of people in hospital for the Delta Covid-19 variant was not increasing “very significantly”. He told BBC Breakfast that many of those in hospital in <strong>Bolton</strong> were younger than in previous waves of coronavirus.</p> \n  <p>Of the 12,431 Indian variant cases confirmed in the <strong>UK</strong>, 10,797 are in <strong>England</strong>, 1,511 in <strong>Scotland</strong>, 97 in <strong>Wales</strong> and 26 in <strong>Northern Ireland</strong>.</p> \n  <p>In England, the cases are spread across the country, with the most affected areas including Bolton in Greater Manchester (2,149 cases), Blackburn with Darwen in Lancashire (724), Bedford (608), Leicester (349), Manchester (278) and Birmingham (223).</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/05/vaccines-have-broken-the-chain-between-covid-and-serious-illness\">Vaccines appear to have ‘broken the chain’ between Covid and serious illness</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T20:44:48.515Z\">at 9.44pm BST</time></p> \n</div> \n<div id=\"block-60bbcf808f08b9889b36a08c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T19:25:07.359Z\">8.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Markets and shopping centres will be allowed to partially reopen from Monday in <strong>New Delhi, India,</strong> in a further easing of coronavirus restrictions, the chief ministers say as infections fall in major cities after weeks of rules.</p> \n  <p>The Delhi Metro will also resume services at 50% capacity, the city’s chief minister Arvind Kejriwal said.</p> \n  <p>AFP reports that the Maharashtra government, which includes the business hub, Mumbai, unveiled a five-stage plan to ease off on restrictions, depending o infection data and hospitality capacity.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:32:21.202Z\">at 8.32pm BST</time></p> \n</div> \n<div id=\"block-60bbcb628f082ac930aeb670\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T19:07:29.417Z\">8.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Belgium to start vaccinating 16- and 17-year olds</h2> \n <div class=\"block-elements\"> \n  <p><strong>Belgium </strong>is<strong> </strong>to begin vaccinating 16 to 17-year-olds from next month.</p> \n  <p> Ministers said in a statement: “Starting in the month of July, they will start receiving an invitation concerning the first dose.” </p> \n  <p>The new recipients will be inoculated with the Pfizer/BioNTech jab, which was the first vaccine to be approved for children by the EU medical watchdog. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:36:32.800Z\">at 8.36pm BST</time></p> \n</div> \n<div id=\"block-60bbc45d8f082ac930aeb635\" class=\"block\" data-block-contributor=\"profile/michael-mcgowan\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T18:38:34.718Z\">7.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A senior public health official says her “strong hypothesis” is that the highly contagious Delta variant of the coronavirus that caused a second outbreak in <a href=\"https://www.theguardian.com/australia-news/melbourne\"><strong>Melbourne</strong></a> was caused by a hotel quarantine leak.</p> \n  <p><strong>Victoria</strong> reported five new cases of Covid-19 on Saturday from 36,362 tests on day nine of Melbourne’s fourth lockdown, including two cases linked to the so-called Delta variant – which emerged in India during its devastating outbreak.</p> \n  <p>On Saturday the infectious diseases expert Prof Sharon Lewin from the Doherty Institute was asked whether she believed the West Melbourne family that caught the strain could have caught it while holidaying in Jervis Bay in New South Wales.</p> \n  <p>Lewin did not rule it out as a possibility – saying there was “extensive testing” occurring in the south coast holiday town – but said it was more likely the strain emerged from someone in hotel quarantine.</p> \n  <p>“My strong hypothesis is that it’s coming through an importation from overseas, through our quarantine hotels. That would be the most likely,” she said.</p> \n  <p>Lewin is leading sequencing efforts in Victoria in an attempt to track down the origin of the new strain but cautioned that it was possible the source would never be known definitively.</p> \n  <p>“Every effort is being made right now to look for that match, but we may not get the match,” she said.</p> \n  <p>More on the Delta variant in Victoria here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/05/victoria-records-five-new-covid-cases-as-state-battles-outbreak-into-second-week-of-lockdown\">Victoria records five new Covid cases as official says Delta variant likely leaked from hotel quarantine</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:10:15.023Z\">at 8.10pm BST</time></p> \n</div> \n<div id=\"block-60bbbe6e8f082e80569f74e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T18:13:05.539Z\">7.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Italy</strong> is expecting a 20% tourism increase over 2020 as summer travel restrictions ease, the Italian tourism federation said. </p> \n  <p>The federation has said: “The 2021 summer season is showing the first signs of a sector recovery. Between June and August, 33m arrivals are forecast along with 140m nights spent in official (tourist) structures – a 20.8% rise on 2020.”</p> \n  <p>Assoturismo added that the rise “would not be enough to return to pre-Covid levels” because during summer 2019, the last before the pandemic, an additional 73.5m nights were spent in the country.</p> \n  <p>AFP reports that, before the pandemic, tourism had accounted for 14% of Italy’s GDP, the EU’s third-largest economy, but the Covid fallout had helped to tip the country into its worst recession since the second world war.</p> \n  <p>Italy hopes to welcome 6.7m more foreign tourists this year than in 2020, but arrivals will still be down, by about two-thirds, on 2019 when the 100m mark was passed.</p> \n  <p><strong> Assoturismo</strong> president Vittorio Messina said:</p> \n  <blockquote class=\"quoted\"> \n   <p> “After 12 terrible months, Italian tourism finally can detect concrete signs of recovery. But it is still a slow recovery, above all where foreign demand is concerned which will not be enough to pull back what was lost with the pandemic.</p> \n   <p>Our hope is that end of season sales give us better results thanks to the European health passport.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:04:09.204Z\">at 8.04pm BST</time></p> \n</div> \n<div id=\"block-60bbb8708f082ac930aeb5ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T17:48:24.348Z\">6.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While the first cruise ship set sail from <strong>Venice </strong>on Saturday, some residents protested over the return to normal, unhappy about the passage of liners throughout the historical lagoon city.</p> \n  <p>Hundreds of people gathered on land and on small boats, waving flags saying “No big ships” as the 92,000-tonne MSC Orchestra departed Venice port en route for Croatia and Greece.</p> \n  <p><strong>Reuters</strong> reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>We are here because we are against this passage but also against a model of tourism that is destroying the city, pushing out residents, destroying the planet, the cities, and polluting,” said Marta Sottoriva, a 29-year old teacher and Venice resident.</p> \n   <p>But port authorities, workers and the city government welcomed the departure of the Orchestra, operated by MSC Cruises, seeing it as a symbol of business kicking off after the health crisis that hit hard at the cruise industry and the wider travel sector.</p> \n   <p>“We are happy to be back ... to restart the engines. We care a lot about Venice and we’ve been asking for a stable and manageable solution for ships for many years,” said Francesco Galietti, national director for the trade group Cruise Lines International Association (CLIA).</p> \n   <p>Some residents have been urging governments for years to ban large cruise ships and other big vessels from passing through the lagoon and docking not far from the famed St Mark’s Square.</p> \n   <p>Campaigners worry about safety and the environment, including pollution and underwater erosion in a city already in peril from rising sea waters.</p> \n   <p>“The struggle is very long, I think we are against very big financial interests,” Marco Baravalle, a 42-year old researcher, and member of the No Grandi Navi (No big ships) group.</p> \n   <p>He and other protesters were worried that “everything will go back to what we had before the pandemic”, he added.</p> \n   <p>Italy’s government ruled in April that cruise ships and container vessels must not enter Venice’s historic centre but rather dock elsewhere.</p> \n   <p>But the ban will not take effect until terminals outside the lagoon have been completed, and a tender for their construction has not been launched yet. Part of the traffic may be diverted to the nearby port of Marghera from next year.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"211b1d16ccfcba55346c2538587c47b386156d5c\"> \n   <img src=\"https://media.guim.co.uk/211b1d16ccfcba55346c2538587c47b386156d5c/0_32_4377_2628/1000.jpg\" alt=\"Environmental protesters from the “No Grandi Navi” group.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Environmental protesters from the “No Grandi Navi” group.</span> \n    <span class=\"element-image__credit\">Photograph: Marco Sabadin/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:54:19.319Z\">at 6.54pm BST</time></p> \n</div> \n<div id=\"block-60bbb3e18f08b9889b369f7f\" class=\"block\" data-block-contributor=\"profile/oliver-balch\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T17:28:47.564Z\">6.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Britain’s decision to relegate <a href=\"https://www.theguardian.com/world/2021/jun/03/portugual-says-uk-dropping-it-from-green-list-is-unfathomable\">Portugal to the amber travel list</a> left Francina Pinheiro totally exasperated. “We’ve done everything by the book here,” said Pinheiro, the owner of a cafe beside Torre dos Clérigos, one of Porto’s landmark sights, as customers arrived for lunch on Friday.</p> \n  <p>“We sanitise everything, we’ve reduced our table numbers. All so we can welcome our friends from overseas. And, pah, now they shut the door on us!”</p> \n  <p>The usually perky Pinheiro was still shaking her head over the decision. After months in the doldrums, the sight of tourists recently returning to her pavement tables and sipping on a <em>fino</em> (small beer) or trying her prized <em>bolinhos</em> (fishcakes) had put a skip in her step.</p> \n  <p>Now British visitors are set to join her American and Brazilian customers – another important source of income – in disappearing from Porto’s streets. That leaves her falling back on local customers, who, loyal as they may be, tend to content themselves with a €0.95 cup of black coffee.</p> \n  <figure class=\"element element-image\" data-media-id=\"6563e6bf031cbbc1af55a91128ab0f648f0d0146\"> \n   <img src=\"https://media.guim.co.uk/6563e6bf031cbbc1af55a91128ab0f648f0d0146/0_186_5568_3341/1000.jpg\" alt=\"British tourists queue at Faro Airport for Covid-19 tests before flying home.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">British tourists queue at Faro Airport for Covid-19 tests before flying home.</span> \n    <span class=\"element-image__credit\">Photograph: Visionhaus/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>More of the story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/05/anger-on-the-streets-of-porto-as-britain-shuts-down-free-flow-of-travel\">Anger on the streets of Porto as Britain shuts down free flow of travel</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:32:13.513Z\">at 6.32pm BST</time></p> \n</div> \n<div id=\"block-60bbb1748f082e80569f7441\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T17:16:59.664Z\">6.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Indian airline IndiGo reports its fifth straight quarterly loss on Saturday as the pandemic continues to keep air travel well below normal pre-Covid levels.</strong></p> \n  <p>The company reported a net loss of 11.47bn Indian rupees ($157.43m) in the three months ended 31 March, compared with 8.7bn rupees a year earlier.</p> \n  <p><strong>Reuters </strong>reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>This has been a very difficult year with our revenues slumping hard due to Covid, showing some signs of recovery during the period December to February and then slumping again with the second wave of the Covid,” IndiGo CEO Ronojoy Dutta said in a statement.</p> \n   <p>The coronavirus pandemic is a period of great trial for IndiGo shareholders and staff, Dutta said, adding that the carrier was strengthening its core to emerge stronger when the sector recovers from the current situation.</p> \n   <p>India’s aviation sector is reeling under losses, with air travel brought to a halt for several weeks last year. The country’s airlines are expected to lose a total of $4bn this fiscal year, aviation consultancy CAPA estimated – similar to their losses last fiscal year through to 31 March.</p> \n   <p>Just as air travel in India was beginning to recover earlier this year, a second more deadly wave of the pandemic hit the nation, killing hundreds of thousands of people.</p> \n   <p>Most Indian states were under lockdown in April and May, and the government has restricted airlines to fly only 50% of their total capacity. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:21:31.966Z\">at 6.21pm BST</time></p> \n</div> \n<div id=\"block-60bbad448f082e80569f7418\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T16:58:49.915Z\">5.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>France</strong> recorded 57 new deaths on Saturday, adding to the total of 83,547 coronavirus-related deaths in hospital. The country’s health authorities also reported that were 2,525 people in ICU for Covid-19, with Saturday’s figures down by 46.</p> \n </div> \n</div> \n<div id=\"block-60bba6898f08b9889b369eea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T16:31:37.803Z\">5.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"936292c31308fb68e0ce1b2f5c861296e9688207\"> \n   <img src=\"https://media.guim.co.uk/936292c31308fb68e0ce1b2f5c861296e9688207/0_182_5472_3283/1000.jpg\" alt=\"People watch World War II history enthusiasts in Normandy, on the eve of its 77th anniversary.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People watch second world war history enthusiasts in Normandy, on the eve of its 77th anniversary.</span> \n    <span class=\"element-image__credit\">Photograph: David Vincent/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:05:43.043Z\">at 6.05pm BST</time></p> \n</div> \n<div id=\"block-60bba2038f082ac930aeb4c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T16:11:13.234Z\">5.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus has resulted in the deaths of at least 3,714,923 people since the outbreak emerged in December 2019, according to a tally from official sources compiled by AFP.</p> \n  <p>So far, at least 172,499,930 cases of coronavirus have been registered.</p> \n  <p>The figures compiled by AFP are based on the daily Covid-19 reports provided by health authorities in each country.</p> \n  <p>The World Health Organization estimates that the pandemic’s overall toll could be two to three times higher than official records due to the excess mortality that is directly and indirectly linked to Covid-19.</p> \n  <p>Based on the latest reports, the US is the worst affected country with 597,001 deaths from 33,346,365 cases.</p> \n  <p>After the <strong>US</strong>, the hardest-hit countries are <strong>Brazil</strong>, with 470,842 deaths from 16,841,408 cases, <strong>India</strong> with 344,082 deaths from 28,694,879 cases, <strong>Mexico</strong> with 228,568 deaths from 2,429,631 cases, and <strong>Peru</strong> with 185,813 deaths from 1,976,166 cases.</p> \n  <p>The country with the highest number of deaths compared with its population is Peru with 564 fatalities per 100,000 inhabitants, followed by <strong>Hungary </strong>with 309, <strong>Bosnia-Herzegovina</strong> with 286, the <strong>Czech Republic</strong> with 282, and <strong>The Republic of North Macedonia</strong> with 261.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:06:30.319Z\">at 8.06pm BST</time></p> \n</div> \n<div id=\"block-60bb9b828f08b9889b369e52\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:43:05.689Z\">4.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ministers from the<strong> Asia Pacific Economic Cooperation (APEC) trade group </strong>have agreed to speed up the transit of Covid-19 vaccines and related goods at ports, a statement on Saturday said.</p> \n  <p>Reuters reports that the APEC ministers met in <strong>New Zealand</strong>, where they also agreed to consider voluntary actions to reduce the cost of vaccines to fight the pandemic.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:06:47.217Z\">at 8.06pm BST</time></p> \n</div> \n<div id=\"block-60bb971c8f082ac930aeb3ff\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:24:34.083Z\">4.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Italy reports 57 coronavirus deaths</h2> \n <div class=\"block-elements\"> \n  <p><strong>Italy</strong> has recorded 57 coronavirus deaths and 2,436 new cases, the Italian health ministry has reported. Saturday’s data is lower than the figures recorded yesterday, with 73 deaths reported on Friday and 2,557 new cases. </p> \n  <p>Not including those in intensive care, patients in hospital stood at 5,193 on Saturday, down from 5,488 a day earlier.</p> \n  <p>There were 20 new admissions to intensive care units, down from 22 on Friday. The total number of intensive care patients fell to 788 from a previous 836.</p> \n  <p>Nearly 238,632 Covid tests were carried out in the past day, compared with a previous 220,939, the health ministry said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:37:34.686Z\">at 8.37pm BST</time></p> \n</div> \n<div id=\"block-60bb94868f082ac930aeb3d2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:13:34.200Z\">4.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK records 13 deaths</h2> \n <div class=\"block-elements\"> \n  <p>The<strong> UK</strong> records 13 new deaths and 5,765 new cases on Saturday, government data showed.</p> \n  <p>The latest figures had also shown that 40,124,229 had now received their first vaccination shot, and 27,160,635 had received two doses. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:37:02.031Z\">at 8.37pm BST</time></p> \n</div> \n<div id=\"block-60bb92d58f08b9889b369dd4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:08:21.384Z\">4.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"ba498a9f134e6af13d2f986bcc8d19d4e7cd6ae9\"> \n   <img src=\"https://media.guim.co.uk/ba498a9f134e6af13d2f986bcc8d19d4e7cd6ae9/0_152_4600_2761/1000.jpg\" alt=\"An Amazon employee with a dose of the Covishield vaccine during a vaccination program for employees and dependent family members in India.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Amazon employee with a dose of the Covishield vaccine during a vaccination programme for employees and dependent family members in India.</span> \n    <span class=\"element-image__credit\">Photograph: Manjunath Kiran/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Hi, I’m <a href=\"https://www.theguardian.com/profile/edna-mohamed\">Edna Mohamed</a>; I’ll be taking you through the next few hours, if I miss anything you can message me on<a href=\"https://twitter.com/ednamohamed_\"> Twitter </a>or drop me an email at <a href=\"mailto:edna.mohamed.casual@theguardian\">edna.mohamed.casual@theguardian</a> </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:10:40.870Z\">at 6.10pm BST</time></p> \n</div> \n<div id=\"block-60bb89e38f082ac930aeb334\" class=\"block is-summary\" data-block-contributor=\"profile/kevin-rawlinson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:03:22.749Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a brief summary of the major recent developments:</p> \n  <ul> \n   <li><strong>A record 600,000 vaccine doses were administered in Italy on Friday.</strong> Citing local authorities, Agence France-Presse (AFP) reported that that put the country in second place in Europe for the number of people fully vaccinated.</li> \n   <li><strong>Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned.</strong> Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met.</li> \n   <li><strong>India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown.</strong> The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said.</li> \n  </ul> \n  <p>That’s it from me – I’m handing over to my colleague, <strong>Edna Mohamed</strong>.</p> \n </div> \n</div> \n<div id=\"block-60bb82168f08b9889b369cf5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T14:46:50.861Z\">3.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The people of Glasgow can finally hug loved ones, meet in homes and drink alcohol indoors for the first time in months, after the city dropped to level 2 of Scotland’s coronavirus measures – alongside an easing of restrictions across the country.</p> \n  <p>While the whole of mainland Scotland was supposed to move to level 1 on Monday, the city will join 13 other council areas in remaining in level 2 for another few weeks.</p> \n  <p>Announcing the move on Tuesday, the first minister, <strong>Nicola Sturgeon,</strong> said that while the level 2 restrictions were “still tough”, they were at least “not lockdown”. She added: “We can go into each other’s homes, we can see hospitality open, stay open indoors, so there are significant steps there.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/05/covid-glasgow-and-13-other-scottish-councils-delay-move-to-level-1\">Covid: Glasgow and 13 other Scottish councils delay move to level 1</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T14:52:09.990Z\">at 3.52pm BST</time></p> \n</div> \n<div id=\"block-60bb804b8f082ac930aeb2b9\" class=\"block\" data-block-contributor=\"profile/nicola-slawson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T14:26:12.098Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The planned scrapping of remaining restrictions in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> on 21 June has been thrown into doubt with reports that the government is looking at contingency plans including a two-week delay to allow more adults to be fully vaccinated.</p> \n  <p>The Telegraph and the Financial Times reported on Saturday that civil servants were drawing up contingency plans to delay the easing lockdown restrictions by two weeks, possibly to 5 July. A senior Whitehall source told the FT:</p> \n  <blockquote class=\"quoted\"> \n   <p>A variety of options are being drawn up, including a delay to step 4 and trading off some measures against others.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/05/doubts-over-englands-21-june-lockdown-easing-as-delay-plans-drawn-up\">Doubts over England’s 21 June lockdown easing as delay plans drawn up</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60bb792e8f082ac930aeb261\" class=\"block\" data-block-contributor=\"profile/michael-savage\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T14:05:12.329Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are the most pressing issues likely to be covered during Hancock’s grilling:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/05/the-key-questions-matt-hancock-must-answer-on-covid-this-week\">The key questions Matt Hancock must answer on Covid this week</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60bb7a988f082ac930aeb26d\" class=\"block\" data-block-contributor=\"profile/michael-savage\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T13:45:11.122Z\">2.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Matt Hancock</strong>, the UK’s health secretary, was calling on the government to take Covid more seriously as early as January last year, his allies have claimed, as he prepares to give his full response to explosive accusations over his handling of the pandemic.</p> \n  <p>Hancock is set to undergo hours of questioning before MPs on Thursday after <strong>Dominic Cummings</strong>, Boris Johnson’s former senior adviser, said the health secretary <a href=\"https://www.theguardian.com/politics/2021/may/26/matt-hancock-should-be-sacked-for-lying-says-dominic-cummings\">should have been fired on up to 20 separate occasions</a> for various Covid failings. Cummings’ claim that Hancock misled the prime minister over sending untested hospital patients back to care homes – an allegation he denies – is set to be a key focus of the hearing.</p> \n  <p>However, with a highly pressurised grilling in prospect, insiders sympathetic to Hancock said he had regularly been one of the cabinet ministers urging most caution on the lifting of Covid restrictions – and had also been calling for the government’s Cobra emergency committee to meet from very early in 2020. They said Hancock had been pushing for quarantine for travellers from China to the UK before official advice supported the idea – when others in government were suggesting they should be allowed to travel home immediately by train.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/05/allies-claim-matt-hancock-sounded-alarm-over-early-lifting-of-covid-restrictions\">Allies claim Hancock sounded alarm over early lifting of Covid restrictions</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:46:37.761Z\">at 2.46pm BST</time></p> \n</div> \n<div id=\"block-60bb781a8f082e80569f7156\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T13:25:14.889Z\">2.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>NHS England data shows a total of 7,254,217 jabs were given to people in London between 8 December and 4 June, including 4,497,648 first doses and 2,756,569 second doses. This compares with 6,287,623 first doses and 4,477,536 second doses given to people in the Midlands, a total of 10,765,159.</p> \n  <p>The breakdown for the other regions is:</p> \n  <ul> \n   <li>East of England: 4,003,822 first doses and 2,777,778 second doses, making 6,781,600 in total</li> \n   <li>North-east and Yorkshire: 5,221,289 first and 3,631,836 second doses (8,853,125)</li> \n   <li>North-west: 4,249,530 first and 2,954,182 second doses (7,203,712)</li> \n   <li>South-east: 5,464,828 first and 3,783,734 second doses (9,248,562)</li> \n   <li>South-west: 3,547,393 first and 2,632,020 second doses (6,179,413) </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:32:43.479Z\">at 2.32pm BST</time></p> \n</div> \n<div id=\"block-60bb74f68f082e80569f7134\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T13:04:01.396Z\">2.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A further 471,939 vaccine doses have been administered in England in the last 24 hours, according to NHS England data. That took the total in the country between 8 December 2020 and 4 June 2021 to 56,602,996.</p> \n  <p>NHS England said 150,337 of the new administered shots were first doses and 321,602 were second doses, taking the respective totals to 33,525,485 and 23,077,511.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:32:07.023Z\">at 2.32pm BST</time></p> \n</div> \n<div id=\"block-60bb722f8f082e80569f7104\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T12:48:33.742Z\">1.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Italy administers record number of vaccine doses</h2> \n <div class=\"block-elements\"> \n  <p>A record 600,000 vaccine doses were administered in Italy on Friday, Agence France-Presse (AFP) reports, citing local authorities. That put the country in second place in Europe for the number of people fully vaccinated.</p> \n  <p>“Yesterday was marked by a record number of injections in 24 hours which touched the 600,000 mark, while the number of doses administered crossed the 37 million mark,” the government body in charge of vaccinations said on Saturday. </p> \n  <p>“Italy is in second place in Europe in terms of the number of people fully vaccinated, just behind Germany and ahead of France and Spain,” it added. </p> \n  <p>According to AFP, it said Friday’s record vaccinations were in part due to an increase in the number of vaccination centres, which now stood at 2,666 against 1,500 at the start of March. About 800 new centres will be opened in the coming weeks. </p> \n  <p>According to official government figures, 37m vaccine doses have been administered and 12.7 million people – or nearly 24% of the population aged older than 12 years – have been vaccinated. </p> \n  <p>The pandemic has claimed 126,415 lives in Italy, where the number of cases and deaths has been falling steadily in recent weeks. The government has been slowly easing Covid restrictions, relaxing a night curfew and opening up indoor dining in restaurants and bars.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:33:54.562Z\">at 2.33pm BST</time></p> \n</div> \n<div id=\"block-60bb69b68f082ac930aeb1bf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T12:13:42.088Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Progress is being made towards a deal on an intellectual property waiver for Covid-19 vaccines at the World Trade Organization (WTO), the US trade representative <strong>Katherine Tai</strong> said on Saturday.</p> \n  <p>Backers of a patent waiver for Covid vaccines say it would boost vaccine production and improve delivery to poorer countries.</p> \n  <p>These countries are battling surges in Covid-19 infections and struggling to access vaccine supplies as well as diagnostics, therapeutics and medical devices.</p> \n  <p>Tai pointed to a revised proposal from the original proponents of the waiver, led by India and South Africa, as well as principles the EU has come up with to guide how they would like to negotiate the issues, Reuters reports.</p> \n  <p>In a surprise shift in May, the US moved to supporting a patent waiver, piling pressure on opponents such as the EU and Switzerland, where many drugmakers are based.</p> \n  <p>Tai told reporters before a meeting of trade ministers in the Asia-Pacific Economic Cooperation (APEC) forum:</p> \n  <blockquote class=\"quoted\"> \n   <p>We’re actually really encouraged to see more WTO members come forth with proposals on what they can support at the WTO with respect to intellectual property rules at the WTO and how they apply to the Covid vaccines.</p> \n  </blockquote> \n  <p>The latest draft from proponents of the waiver sets a time span for a waiver of at least three years and would allow the WTO’s 164 members to determine when it ends. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T12:19:13.956Z\">at 1.19pm BST</time></p> \n</div> \n<div id=\"block-60bb63b98f082ac930aeb15d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:51:53.671Z\">12.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A huge queue has formed outside a health centre in Harrow, in London, which is offering jabs to people aged 18 and over.</p> \n  <p>Belmont health centre in Stanmore, Harrow, is open on Saturday to over-18s who are still waiting for their first vaccine and who live or work in Harrow.</p> \n  <p>The Pfizer/BioNTech vaccine is being administered all day at the walk-in clinic and people do not need to be registered with the practice to get their vaccine.</p> \n  <figure class=\"element element-image\" data-media-id=\"cb759605c822cd1dd3721120b472fb68f8d8c870\"> \n   <img src=\"https://media.guim.co.uk/cb759605c822cd1dd3721120b472fb68f8d8c870/0_51_3500_2101/1000.jpg\" alt=\"A queue of people waiting for vaccine outside Belmont health centre in Harrow, London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A queue of people waiting for vaccine outside Belmont health centre in Harrow, London</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n  <p>National eligibility criteria in <strong>England</strong> states that only those aged 30 and over are invited for their first jab, and it is understood that health officials want to prioritise that cohort in Harrow rather than younger age groups, PA news reports.<br></p> \n  <p>But the poster advertising the walk-in centre clearly states that people aged 18 and over can come along, and the majority of people waiting appeared to be in their 20s.</p> \n  <p>By mid-morning, a huge queue had formed in the area of the health centre, with the line snaking around a car park and stretching down the street.</p> \n  <figure class=\"element element-image\" data-media-id=\"1c975250a5954e2ab35f63fa7d14e1186461bff9\"> \n   <img src=\"https://media.guim.co.uk/1c975250a5954e2ab35f63fa7d14e1186461bff9/0_198_3500_2101/1000.jpg\" alt=\"People queuing for the first dose of Pfizer coronavirus vaccine.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People queuing for the first dose of Pfizer coronavirus vaccine.</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n  <p>Among them were 20-year-old students <strong>Jamie Lesser</strong> and <strong>Daniel Simmons</strong> who arrived at around 8.15am.</p> \n  <p>Lesser said it will be a relief to get the jab, telling the PA news agency: “If all plans go ahead, clubs are going to open in three weeks’ time and we both have plans to go out.”<br></p> \n  <p>He said he had clubbing plans for “about five days in a row” if nightclubs open, “making up for the last year and a half”.</p> \n  <p>Lesser said he found out about Saturday’s walk-in through friends in a group chat who had forwarded on information about it.</p> \n  <figure class=\"element element-image\" data-media-id=\"1581eeea4fd84b5576ee519091683006d83b795f\"> \n   <img src=\"https://media.guim.co.uk/1581eeea4fd84b5576ee519091683006d83b795f/0_6_3500_2099/1000.jpg\" alt=\"The queue for vaccines is snaking around a car park and stretching down the street\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The queue for vaccines is snaking around a car park and stretching down the street.</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n  <p>He said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>To be honest we weren’t intending to give up the whole of the Saturday. We were going to go to the gym fairly early … Thought we’d get here very early to avoid the queue, which hasn’t been very successful.</p> \n  </blockquote> \n  <p>Simmons said that as soon as he saw the chance to get the jab, he thought he would “jump on it”, adding: “I want to get it as soon as possible really.”<br></p> \n  <p>Queueing for his jab, <strong>Chand Shah</strong>, a 25-year-old accountant, said the walk-in centre was “heavily advertised” and he thought it was a “good idea” to get the vaccine before the possible further easing of restrictions on 21 June.</p> \n  <p>Asked if he expected to get his vaccine so soon, he said: “No. I was expecting August to be honest.”</p> \n  <p>Shah added: “I think if you get the vaccine you feel safer.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:08:04.337Z\">at 8.08pm BST</time></p> \n</div> \n<div id=\"block-60bb62fa8f08b9889b369b78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:44:25.419Z\">12.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>South Korea’s</strong> respect for intellectual property rights makes it an ideal partner for the United States as it seeks to decouple its supply chains from China and forge partnerships to manufacture coronavirus vaccines, a trio of US senators said on Saturday during a visit to Seoul.</p> \n  <p>The Democrat senators <strong>Tammy Duckworth</strong> and <strong>Chris Coons</strong>, and the Republican senator <strong>Dan Sullivan</strong>, were in South Korea as part of their first official overseas trip since the pandemic began.</p> \n  <p>After last month’s summit in Washington between <strong>Joe Biden</strong> and South Korea’s president, <strong>Moon Jae-in</strong> – who was only the second international leader to be welcomed by Biden as president – the senators said their visit was sign of the importance Washington places on South Korea’s role in countering China and shoring up global supply chains amid the pandemic.</p> \n  <p>Duckworth told a group of reporters:</p> \n  <blockquote class=\"quoted\"> \n   <p>We can trust in the legal system here, and we can trust that our intellectual property rights will be protected.</p> \n   <p>South Korea is a logical partner. This is critical whether it is manufacturing [computer] chips or pharmaceuticals.</p> \n  </blockquote> \n  <p>A day after Biden and Moon met, the US drugmakers Moderna and Novavax entered into a deal with South Korea for its Covid-19 vaccines to be manufactured in the country, which has been seeking to secure more and faster deliveries of US-made vaccines.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:08:24.391Z\">at 8.08pm BST</time></p> \n</div> \n<div id=\"block-60bb54488f082ac930aeb0ad\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:27:04.375Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a brief summary of the major recent developments:</p> \n  <ul> \n   <li><strong>Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned.</strong> Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met.</li> \n   <li><strong>India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown.</strong> The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T11:39:26.625Z\">at 12.39pm BST</time></p> \n</div> \n<div id=\"block-60bb4e138f082e80569f6f6a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:26:55.607Z\">12.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Covid-19 policies risk leaving psychological and socioeconomic scars on millions of young people across Europe, with far-reaching consequences for them and society, <a href=\"https://www.theguardian.com/world/ng-interactive/2021/jun/02/so-many-revolutions-to-lead-europe-generation-z-on-their-post-covid-future\">a wide-ranging Guardian project</a> has revealed.</p> \n  <p>Taking a snapshot, the Guardian asked five members of <strong>Europe’s</strong> Generation Z how the worst global pandemic in a century has affected their lives, what they have learned and how they see their future after the pandemic.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"6069c8d2-7a58-45b1-a62a-0722d05e9239\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/PVkGMxKmc5k?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:08:57.694Z\">at 8.08pm BST</time></p> \n</div> \n<div id=\"block-60bb5ca38f082ac930aeb107\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:18:36.894Z\">12.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The boss of Airlines UK has complained about a lack of transparency and consistency in the government’s changes to travel rules.</p> \n  <p><strong>Tim Alderslade</strong>, the chief executive of the industry body that represents UK carriers, said ministers had not kept to promises over a “green watchlist” that would have given travellers increased warning about a country potentially coming off the safe list.</p> \n  <p>His comments came after the government decided to move Portugal out of the green list and into the amber travel category. It means people arriving in the UK from Portugal after 4am on Tuesday will need to self-isolate at home for 10 days, a change that has left holidaymakers scrambling for expensive return flights in an attempt to beat the quarantine deadline.</p> \n  <p>Speaking about the “green watchlist” proposal, Alderslade told BBC Radio 4’s Today programme:</p> \n  <blockquote class=\"quoted\"> \n   <p>It would be a list of countries that were on the cusp, [where] there was a risk that they would be moving from green to amber, so passengers were aware of that, it was fully transparent and they would be taking that risk when they booked.</p> \n   <p>It was entirely to stop what happened last summer when countries were moving up and down off the corridor list on a weekly basis and we saw people stranded overseas and then desperate to come home again because they couldn’t afford to quarantine.</p> \n   <p>It has caused complete pandemonium because we don’t have that watchlist that we were promised by the government and I think with the taskforce, the transparency is not there, we don’t know what has to happen for countries to move from green to amber, or amber to green for that matter.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T12:09:41.163Z\">at 1.09pm BST</time></p> \n</div> \n<div id=\"block-60bb53a58f082ac930aeb0a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:56:08.181Z\">11.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Everyone aged older than 12 years in specific postcode areas of the English county of Berkshire will be offered PCR testing over the next two weeks from Monday in an effort to tackle the spread of the Delta variant.</p> \n  <p><strong>Meradin Peachey</strong>, the director of public health for Berkshire West, said a “real concern” with this variant is that if it keeps circulating there may be more mutations. She told BBC Breakfast:</p> \n  <blockquote class=\"quoted\"> \n   <p>What’s happened in the last couple of weeks, especially in the last week, we’ve noticed that a lot of cases now coming through we can’t link to any travellers, which means we now have community transmission.</p> \n  </blockquote> \n  <p>She said cases are mainly among young people, with “virtually nobody over 60 or anyone who has been vaccinated” affected. She added:</p> \n  <blockquote class=\"quoted\"> \n   <p>If the variant spreads and becomes even more, it may mutate again and the big concern is that vaccines won’t work. We really want to get people tested and isolated if they’ve got the virus, stop the spread so that we can make sure the vaccination programme works.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:58:29.754Z\">at 11.58am BST</time></p> \n</div> \n<div id=\"block-60bb530e8f082e80569f6f9b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:35:37.606Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier, <strong>Dr Mike Tildesley,</strong> a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) UK government advisory panel, said ministers had a “difficult call” to make. He told Times Radio:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s a hard one. I’m going to be annoying and sit a little bit on the fence on this, as I don’t think it’s our role as epidemiologists to call that.</p> \n   <p>I think the difficult thing that we have, the difficult situation the government have, is of course if you delay that then of course you’ll get a smaller subsequent wave.</p> \n   <p>I mean, that’s the case with any control policy – if you leave them in for a longer period of time then it’s going to reduce cases.</p> \n   <p>But, of course, if you delay that we know that negatively impacts businesses, people’s livelihoods, and so forth.</p> \n   <p>So, this is the difficult call that they have to make, and all we can do is put together as much evidence as possible and say this is what we expect to happen if you relax on 21 June, this is what we may expect if you delay that by two weeks for example, or four weeks and so on, so they have all the evidence they can to make the decision.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:48:17.119Z\">at 11.48am BST</time></p> \n</div> \n<div id=\"block-60bb51d78f082ac930aeb093\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:31:47.290Z\">11.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK's planned reopening would be 'foolish'</h2> \n <div class=\"block-elements\"> \n  <p>It is clear that it would be “foolish” and a “major risk” to go ahead with the 21 June reopening, an expert on an advisory group to the UK government has said.</p> \n  <p><strong>Prof Stephen Reicher</strong> said there was enough evidence to say one of the government’s four key tests for its roadmap out of lockdown had not been met, according to the PA news agency.</p> \n  <p>The member of the Scientific Pandemic Insights Group on Behaviours (Spi-B), which advises the government, said the criteria about the current assessment of the risks not being fundamentally changed by new variants of concern was “not upheld” due to the spread of the Delta variant. Reicher told the news agency:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think, by the government’s own criteria, it’s quite clear that it would be foolish to proceed on the data that we’ve got at the moment. The risk would be very great indeed. And of course it’s a balance of risks but I think it would be a major risk to go further in opening up.</p> \n   <p>Again, I make the point that it is about data not dates, and if you make it too much about the dates then you box yourself into a corner and I think that’s what the government has done.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:36:53.569Z\">at 11.36am BST</time></p> \n</div> \n<div id=\"block-60bb3f858f082ac930aeaf9d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:18:28.887Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Marton Aszalos</strong>, a Hungarian paramedic, and <strong>Eniko Tokacs-Mathe</strong>, a vet, had to cancel their wedding twice during the pandemic and are finally getting ready for their big day this summer as restrictions are lifted.</p> \n  <figure class=\"element element-image\" data-media-id=\"fec5346b91e15a56d44befc5e4fb34a260dffb5d\"> \n   <img src=\"https://media.guim.co.uk/fec5346b91e15a56d44befc5e4fb34a260dffb5d/0_232_3500_2101/1000.jpg\" alt=\"Tokacs-Mathe and Aszalos pose during their wedding photoshoot on a water limousine on the Danube\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tokacs-Mathe and Aszalos pose during their wedding photoshoot on a water limousine on the Danube</span> \n    <span class=\"element-image__credit\">Photograph: Bernadett Szabó/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Reuters reports that the couple, who met in 2016 at a clinic where Eniko was working and Marton was then a trainee, say the emotional rollercoaster of the past 18 months has been draining but has made their relationship stronger. Eniko told the news agency:</p> \n  <blockquote class=\"quoted\"> \n   <p>Because of the pandemic, we had to replan our wedding for the third time; both its date and the venue. The pandemic has also had a serious mental and physical affect on my fiancé as he is an ambulance officer.</p> \n  </blockquote> \n  <p>Reuters reports that the couple held a civil ceremony a month ago and are preparing for a wedding party with more than 100 guests in the town of Makó, near the Romanian border. Eniko is from Transylvania and many of her relatives will cross to Hungary to attend.</p> \n  <p>They have been rehearsing their waltz for the wedding night, after a photo shoot on a motor boat on the Danube. Eniko said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Before, I thought my main worries would be whether we manage the lift in the dance, whether my makeup and hair would look good. But now, I am just happy and hope that all the guests and relatives can make it in health and we can celebrate together.</p> \n  </blockquote> \n  <p> Many couples are relieved that with 53% of Hungarians vaccinated, they can now go ahead and get married, Reuters reports. <strong>Gabor Herendi</strong>, a wedding planner, usually handles 30 to 35 weddings a year. But, in 2020, about 70% were postponed to this year. After the long wait, “energies will be multiplied”, he said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:30:35.430Z\">at 11.30am BST</time></p> \n</div> \n<div id=\"block-60bb38938f08b9889b3699ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T09:58:40.787Z\">10.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hawaii will drop its quarantine and testing requirements for travellers once 70% of the state’s population has been vaccinated, the Associated Press reports, citing the governor, <strong tabindex=\"-1\">David Ige.</strong></p> \n  <p>The state will also lift its requirement that people wear masks indoors once that level has been reached. The state health department website said 59% of Hawaii’s population had had at least one dose of a vaccine and 52% had finished their dosing regimen. The AP reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The state is using its figures, and not those provided by the US Centers for Disease Control and Prevention, to calculate thresholds for lifting restrictions. The health department director, Dr Libby Char, said that’s because Hawaii’s numbers are more accurate. She said it appeared the CDC had been counting some of Hawaii’s doses twice.</p> \n   <p>Right now, travellers arriving from out of state must spend 10 days in quarantine or, to bypass that quarantine, they must show proof of a negative test taken before departure for the islands.</p> \n   <p>Once 60% of Hawaii’s population is vaccinated, Ige said, the state will allow travellers to bypass a quarantine requirement as long as they can prove they were vaccinated in the US.</p> \n   <p>Restrictions on travel between the islands will open up before that. </p> \n   <p> Ige said that as of 15 June, people will be able to fly inter-island without taking a test or showing proof of vaccination. Also on that date, those who have been vaccinated in Hawaii may bypass quarantine when returning from a trip out of state.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:05:10.019Z\">at 11.05am BST</time></p> \n</div> \n<div id=\"block-60bb35678f082e80569f6e6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T09:34:27.929Z\">10.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Russia has reported 9,145 new cases, including 2,897 in Moscow, taking the official national tally since the pandemic began to 5,117,274. According to Reuters, the government’s taskforce said 399 people had died in the past 24 hours, pushing the national death toll to 123,436.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T09:50:21.864Z\">at 10.50am BST</time></p> \n</div> \n<div id=\"block-60bb335d8f082e80569f6e5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T09:10:01.332Z\">10.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Taiwan has reported 511 new domestic cases, including 35 cases added to totals for recent days. That is up from the 472 domestic infections reported on Friday, Reuters reports.</p> \n  <p>The agency also reports that Taiwan is in talks with US companies about making their vaccines, following similar talks with European firms, citing the health minister <strong>Chen Shih-chung.</strong> </p> \n  <blockquote class=\"quoted\"> \n   <p> Taiwan, like much of the world, has been trying to speed up its vaccination programme following a spike in domestic cases, but has been stymied by global supply shortages.</p> \n   <p>Chen told reporters that they previously had talks with European companies he did not name about producing their vaccines under licence.</p> \n   <p>“Only recently have we started to have talks with US companies to see if it’s possible or not to carry out relevant subcontracting work,” he added, without providing details.</p> \n   <p>Taiwan has ordered around 5m shots from the US firm Moderna, of which 150,000 have arrived. It has ordered 10m shots from the British-Swedish firm AstraZeneca.</p> \n   <p>Taiwan, also in talks with BioNTech, blames China – which claims the island as its own territory – for blocking a deal with the German company earlier this year.</p> \n   <p>Johnson &amp; Johnson said on Friday it had been in talks with Taiwan about providing its vaccine since last year.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T09:18:21.140Z\">at 10.18am BST</time></p> \n</div> \n<div id=\"block-60bb334d8f082e80569f6e5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T08:46:00.073Z\">9.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases in Germany increased by 2,294 to 3,697,927, data from the Robert Koch Institute (RKI) shows, while the reported death toll has risen by 122 to 89,148.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T08:50:47.560Z\">at 9.50am BST</time></p> \n</div> \n<div id=\"block-60bb32728f082ac930aeaf38\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T08:18:06.148Z\">9.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mexico recorded 206 more deaths on Friday, bringing the total death toll to 228,568, its health ministry has said. Separate government data recently published suggests the real death toll may be at least 60% above the confirmed figure, Reuters has reported.</p> \n </div> \n</div> \n<div id=\"block-60bb30f18f08b9889b369971\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T08:10:22.420Z\">9.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Victoria, Australia’s second most populous state, has reported a small increase in locally acquired cases, as authorities hunt for the source of a new cluster of a highly infectious variant. Reuters reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>Five new local cases were reported, taking Victoria’s total to 70 in the latest outbreak, as the state capital, Melbourne, entered its second weekend of a hard lockdown, due to end on 10 June. Curbs were eased for the rest of the state on Friday.</p> \n   <p>Saturday’s count was up from four new locally acquired cases on Friday.</p> \n   <p>Authorities were alarmed after detecting the highly infectious Delta variant for the first time in Melbourne, sparking concerns cases could surge. There are now seven known cases in the city.</p> \n   <p>The Delta variant, which has been classified by the World Health Organization (WHO) as among the four variants of concern due to evidence that it spreads more easily, probably caused the latest devastating outbreak in India.</p> \n   <p>Snap lockdowns, regional border restrictions and strict social distancing rules have helped Australia rein in prior outbreaks and keep its numbers relatively low at just 30,150 cases and 910 deaths.</p> \n   <p>Victoria’s outbreak, which began on 24 May, has spurred people to join long queues for vaccinations following a slow rollout since February. The Australian prime minister, Scott Morrison, said 20% of the adult population had now had a first dose of a vaccine.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T08:44:40.736Z\">at 9.44am BST</time></p> \n</div> \n<div id=\"block-60bb27038f082ac930aeaedf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T07:29:46.993Z\">8.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">India records more than 100,000 new cases</h2> \n <div class=\"block-elements\"> \n  <p>India’s capital city is preparing to deal with an infection peak of 37,000 cases a day in future, its chief minister has said, as the country as a whole reports 120,529 new cases over the last 24 hours.</p> \n  <p>According to the Reuters agency, New Delhi’s political leader <strong>Arvind Kejriwal</strong> announced a<strong> </strong>partial easing of a lockdown, while the city is also preparing for oxygen storage capacity of 420 tons, and will set up genome sequencing labs to study coronavirus variants.</p> \n  <p>Citing the federal health ministry, the agency reported 3,380 more deaths across India in 24 hours and said the tally of infections stood at 28.69 million and the death toll at 344,082.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T08:43:22.452Z\">at 9.43am BST</time></p> \n</div>","wordcount":"6872","firstPublicationDate":"2021-06-05T08:01:55Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T22:18:49Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hky3c","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ab026ec81388e65ec6449a3dd59a28f95f90462a/0_189_3072_1844/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"First, it was a lottery to win $1m in Ohio. Then another lottery was set up in West Virginia. In Illinois, people could get free tickets to the Six Flags amusement park. In New Jersey, it meant a free beer. The governor of Minnesota announced giveaways that included fishing licenses, gift cards and state park permits, among others. And West Virginia upped the ante, adding the chance to win hunting rifles or shotguns. Governors across the country are resorting to almost shameless incentives to lure Americans who haven’t gotten a coronavirus vaccine to willingly take a jab. And a few folks who have entered in these raffles have come away winning prizes – even $1m. It’s partially a move of necessity. There are still Americans who are either actively refraining from getting a Covid-19 vaccine or just haven’t got round to it yet. Businesses, too, have stepped in to nudge the unvaccinated. The percentage of a state’s population that has been vaccinated varies dramatically. Some states are approaching 70%, and others are still below 50%. So governors have had to get creative. On Thursday, Governor Jay Inslee of Washington state announced a “shot of a lifetime” state lottery for getting a vaccine, with prizes including a lottery for $2m, game systems and speakers, and “higher education tuition and expense assistance.” More here: The UK prime minister, Boris Johnson, will urge next week’s G7 summit leaders to commit to vaccinate the whole world “by the end of 2022”, Downing Street said on Saturday. In the statement on the announcement, Johnson said: “Vaccinating the world by the end of next year would be the single greatest feat in medical history. The world is looking to us to rise to the greatest challenge of the post-war era: defeating Covid and leading a global recovery driven by our shared values.” AFP reported that Downing Street pointed to the British government’s success in supporting the Oxford/AstraZeneca vaccine and making it available at a low price worldwide, alongside its support for the Covax scheme. Despite the growing calls to ensure a fair distribution of doses, G7 health ministers failed to break new ground during Friday’s meeting. Britain will host the G7 event in Cornwall on 11 June, with France, Italy, Japan, Germany, the United States and Canada attending. Massachusetts and the rest of New England, the most heavily vaccinated region in the US, are giving the rest of the country a glimpse of the future if more Americans get vaccinated. Cases, hospitalisations and deaths in the region have been gradually decreasing as more than 60% of residents in all six areas have received at least one dose of the vaccine, AP reports. Nationally, about 50 per cent of Americans have received at least one jab of a vaccine. In comparison, the southern states of Alabama, Louisiana and Mississippi are the least vaccinated at about 35 per cent, and new cases generally running higher than most of New England. But public health experts say the rest of the country could take some advice from New England as President Joe Biden pushes to get at least one vaccine dose into 70% of adults by 4 July, dangling the promise of free beer and other goodies. According to the latest health ministry data, Brazil has registered 66,017 new cases and 1,689 new coronavirus-related deaths. The country has now registered 16,907,425 cases since the pandemic began, while the official death toll has risen to 472,531, according to ministry data, in the world’s third-worst outbreak after the US and India. Contact tracers in Victoria are trying to find out the source of two Covid-19 cases which have been infectious in the community, AAP report. The couple who tested positive were among five new local cases that were reported on Saturday. One of the pair said to be a regular visitor to Craigieburn Central shopping centre came forward for testing due to health department efforts to test heavily in the area. The other unlinked case is that person’s partner, a construction worker, which has prompted a Melbourne building site closure. Testing commander Jeroen Weimar said: “Seven positive cases entered the Craigieburn shopping centre on different days, and contact tracers are working to ascertain the man’s exact movements to see if they overlap with any of them.” AAP report: The other three cases recorded on Saturday were less concerning, authorities said, because they were all primary close contacts of confirmed cases and had been quarantining during their entire infectious period. Among these three cases are two Delta strain cases – a child of a family already infected with the virus and a family friend. That cluster appears separate from the rest of the Melbourne outbreak, which is made of the Kappa strain, which, like the Delta strain, has caused havoc in the UK and India. Experts still don’t know how the Delta strain entered the community and have been analysing genomic sequencing from across the country in the hope of finding a match. Prof Sharon Lewin from Victoria’s genomic sequencing centre, the Doherty Institute, said there was no evidence pointing to the Victorian family picking up the virus while on holiday in NSW. Rather, her “strong hypothesis” is that it entered the community via hotel quarantine. The Covid-19 vaccine appears to have “broken the chain” between catching the virus and becoming seriously ill, the chief executive of NHS Providers has said. Chris Hopson said that the number of people in hospital for the Delta Covid-19 variant was not increasing “very significantly”. He told BBC Breakfast that many of those in hospital in Bolton were younger than in previous waves of coronavirus. Of the 12,431 Indian variant cases confirmed in the UK, 10,797 are in England, 1,511 in Scotland, 97 in Wales and 26 in Northern Ireland. In England, the cases are spread across the country, with the most affected areas including Bolton in Greater Manchester (2,149 cases), Blackburn with Darwen in Lancashire (724), Bedford (608), Leicester (349), Manchester (278) and Birmingham (223). Markets and shopping centres will be allowed to partially reopen from Monday in New Delhi, India, in a further easing of coronavirus restrictions, the chief ministers say as infections fall in major cities after weeks of rules. The Delhi Metro will also resume services at 50% capacity, the city’s chief minister Arvind Kejriwal said. AFP reports that the Maharashtra government, which includes the business hub, Mumbai, unveiled a five-stage plan to ease off on restrictions, depending o infection data and hospitality capacity. Belgium is to begin vaccinating 16 to 17-year-olds from next month. Ministers said in a statement: “Starting in the month of July, they will start receiving an invitation concerning the first dose.” The new recipients will be inoculated with the Pfizer/BioNTech jab, which was the first vaccine to be approved for children by the EU medical watchdog. A senior public health official says her “strong hypothesis” is that the highly contagious Delta variant of the coronavirus that caused a second outbreak in Melbourne was caused by a hotel quarantine leak. Victoria reported five new cases of Covid-19 on Saturday from 36,362 tests on day nine of Melbourne’s fourth lockdown, including two cases linked to the so-called Delta variant – which emerged in India during its devastating outbreak. On Saturday the infectious diseases expert Prof Sharon Lewin from the Doherty Institute was asked whether she believed the West Melbourne family that caught the strain could have caught it while holidaying in Jervis Bay in New South Wales. Lewin did not rule it out as a possibility – saying there was “extensive testing” occurring in the south coast holiday town – but said it was more likely the strain emerged from someone in hotel quarantine. “My strong hypothesis is that it’s coming through an importation from overseas, through our quarantine hotels. That would be the most likely,” she said. Lewin is leading sequencing efforts in Victoria in an attempt to track down the origin of the new strain but cautioned that it was possible the source would never be known definitively. “Every effort is being made right now to look for that match, but we may not get the match,” she said. More on the Delta variant in Victoria here: Italy is expecting a 20% tourism increase over 2020 as summer travel restrictions ease, the Italian tourism federation said. The federation has said: “The 2021 summer season is showing the first signs of a sector recovery. Between June and August, 33m arrivals are forecast along with 140m nights spent in official (tourist) structures – a 20.8% rise on 2020.” Assoturismo added that the rise “would not be enough to return to pre-Covid levels” because during summer 2019, the last before the pandemic, an additional 73.5m nights were spent in the country. AFP reports that, before the pandemic, tourism had accounted for 14% of Italy’s GDP, the EU’s third-largest economy, but the Covid fallout had helped to tip the country into its worst recession since the second world war. Italy hopes to welcome 6.7m more foreign tourists this year than in 2020, but arrivals will still be down, by about two-thirds, on 2019 when the 100m mark was passed. Assoturismo president Vittorio Messina said: “After 12 terrible months, Italian tourism finally can detect concrete signs of recovery. But it is still a slow recovery, above all where foreign demand is concerned which will not be enough to pull back what was lost with the pandemic. Our hope is that end of season sales give us better results thanks to the European health passport.” While the first cruise ship set sail from Venice on Saturday, some residents protested over the return to normal, unhappy about the passage of liners throughout the historical lagoon city. Hundreds of people gathered on land and on small boats, waving flags saying “No big ships” as the 92,000-tonne MSC Orchestra departed Venice port en route for Croatia and Greece. Reuters reports: We are here because we are against this passage but also against a model of tourism that is destroying the city, pushing out residents, destroying the planet, the cities, and polluting,” said Marta Sottoriva, a 29-year old teacher and Venice resident. But port authorities, workers and the city government welcomed the departure of the Orchestra, operated by MSC Cruises, seeing it as a symbol of business kicking off after the health crisis that hit hard at the cruise industry and the wider travel sector. “We are happy to be back ... to restart the engines. We care a lot about Venice and we’ve been asking for a stable and manageable solution for ships for many years,” said Francesco Galietti, national director for the trade group Cruise Lines International Association (CLIA). Some residents have been urging governments for years to ban large cruise ships and other big vessels from passing through the lagoon and docking not far from the famed St Mark’s Square. Campaigners worry about safety and the environment, including pollution and underwater erosion in a city already in peril from rising sea waters. “The struggle is very long, I think we are against very big financial interests,” Marco Baravalle, a 42-year old researcher, and member of the No Grandi Navi (No big ships) group. He and other protesters were worried that “everything will go back to what we had before the pandemic”, he added. Italy’s government ruled in April that cruise ships and container vessels must not enter Venice’s historic centre but rather dock elsewhere. But the ban will not take effect until terminals outside the lagoon have been completed, and a tender for their construction has not been launched yet. Part of the traffic may be diverted to the nearby port of Marghera from next year. Britain’s decision to relegate Portugal to the amber travel list left Francina Pinheiro totally exasperated. “We’ve done everything by the book here,” said Pinheiro, the owner of a cafe beside Torre dos Clérigos, one of Porto’s landmark sights, as customers arrived for lunch on Friday. “We sanitise everything, we’ve reduced our table numbers. All so we can welcome our friends from overseas. And, pah, now they shut the door on us!” The usually perky Pinheiro was still shaking her head over the decision. After months in the doldrums, the sight of tourists recently returning to her pavement tables and sipping on a fino (small beer) or trying her prized bolinhos (fishcakes) had put a skip in her step. Now British visitors are set to join her American and Brazilian customers – another important source of income – in disappearing from Porto’s streets. That leaves her falling back on local customers, who, loyal as they may be, tend to content themselves with a €0.95 cup of black coffee. More of the story here: The Indian airline IndiGo reports its fifth straight quarterly loss on Saturday as the pandemic continues to keep air travel well below normal pre-Covid levels. The company reported a net loss of 11.47bn Indian rupees ($157.43m) in the three months ended 31 March, compared with 8.7bn rupees a year earlier. Reuters reports: This has been a very difficult year with our revenues slumping hard due to Covid, showing some signs of recovery during the period December to February and then slumping again with the second wave of the Covid,” IndiGo CEO Ronojoy Dutta said in a statement. The coronavirus pandemic is a period of great trial for IndiGo shareholders and staff, Dutta said, adding that the carrier was strengthening its core to emerge stronger when the sector recovers from the current situation. India’s aviation sector is reeling under losses, with air travel brought to a halt for several weeks last year. The country’s airlines are expected to lose a total of $4bn this fiscal year, aviation consultancy CAPA estimated – similar to their losses last fiscal year through to 31 March. Just as air travel in India was beginning to recover earlier this year, a second more deadly wave of the pandemic hit the nation, killing hundreds of thousands of people. Most Indian states were under lockdown in April and May, and the government has restricted airlines to fly only 50% of their total capacity. France recorded 57 new deaths on Saturday, adding to the total of 83,547 coronavirus-related deaths in hospital. The country’s health authorities also reported that were 2,525 people in ICU for Covid-19, with Saturday’s figures down by 46. Coronavirus has resulted in the deaths of at least 3,714,923 people since the outbreak emerged in December 2019, according to a tally from official sources compiled by AFP. So far, at least 172,499,930 cases of coronavirus have been registered. The figures compiled by AFP are based on the daily Covid-19 reports provided by health authorities in each country. The World Health Organization estimates that the pandemic’s overall toll could be two to three times higher than official records due to the excess mortality that is directly and indirectly linked to Covid-19. Based on the latest reports, the US is the worst affected country with 597,001 deaths from 33,346,365 cases. After the US, the hardest-hit countries are Brazil, with 470,842 deaths from 16,841,408 cases, India with 344,082 deaths from 28,694,879 cases, Mexico with 228,568 deaths from 2,429,631 cases, and Peru with 185,813 deaths from 1,976,166 cases. The country with the highest number of deaths compared with its population is Peru with 564 fatalities per 100,000 inhabitants, followed by Hungary with 309, Bosnia-Herzegovina with 286, the Czech Republic with 282, and The Republic of North Macedonia with 261. Ministers from the Asia Pacific Economic Cooperation (APEC) trade group have agreed to speed up the transit of Covid-19 vaccines and related goods at ports, a statement on Saturday said. Reuters reports that the APEC ministers met in New Zealand, where they also agreed to consider voluntary actions to reduce the cost of vaccines to fight the pandemic. Italy has recorded 57 coronavirus deaths and 2,436 new cases, the Italian health ministry has reported. Saturday’s data is lower than the figures recorded yesterday, with 73 deaths reported on Friday and 2,557 new cases. Not including those in intensive care, patients in hospital stood at 5,193 on Saturday, down from 5,488 a day earlier. There were 20 new admissions to intensive care units, down from 22 on Friday. The total number of intensive care patients fell to 788 from a previous 836. Nearly 238,632 Covid tests were carried out in the past day, compared with a previous 220,939, the health ministry said. The UK records 13 new deaths and 5,765 new cases on Saturday, government data showed. The latest figures had also shown that 40,124,229 had now received their first vaccination shot, and 27,160,635 had received two doses. Hi, I’m Edna Mohamed; I’ll be taking you through the next few hours, if I miss anything you can message me on Twitter or drop me an email at edna.mohamed.casual@theguardian Here’s a brief summary of the major recent developments: A record 600,000 vaccine doses were administered in Italy on Friday. Citing local authorities, Agence France-Presse (AFP) reported that that put the country in second place in Europe for the number of people fully vaccinated. Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned. Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met. India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown. The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said. That’s it from me – I’m handing over to my colleague, Edna Mohamed. The people of Glasgow can finally hug loved ones, meet in homes and drink alcohol indoors for the first time in months, after the city dropped to level 2 of Scotland’s coronavirus measures – alongside an easing of restrictions across the country. While the whole of mainland Scotland was supposed to move to level 1 on Monday, the city will join 13 other council areas in remaining in level 2 for another few weeks. Announcing the move on Tuesday, the first minister, Nicola Sturgeon, said that while the level 2 restrictions were “still tough”, they were at least “not lockdown”. She added: “We can go into each other’s homes, we can see hospitality open, stay open indoors, so there are significant steps there.” The planned scrapping of remaining restrictions in England on 21 June has been thrown into doubt with reports that the government is looking at contingency plans including a two-week delay to allow more adults to be fully vaccinated. The Telegraph and the Financial Times reported on Saturday that civil servants were drawing up contingency plans to delay the easing lockdown restrictions by two weeks, possibly to 5 July. A senior Whitehall source told the FT: A variety of options are being drawn up, including a delay to step 4 and trading off some measures against others. These are the most pressing issues likely to be covered during Hancock’s grilling: Matt Hancock, the UK’s health secretary, was calling on the government to take Covid more seriously as early as January last year, his allies have claimed, as he prepares to give his full response to explosive accusations over his handling of the pandemic. Hancock is set to undergo hours of questioning before MPs on Thursday after Dominic Cummings, Boris Johnson’s former senior adviser, said the health secretary should have been fired on up to 20 separate occasions for various Covid failings. Cummings’ claim that Hancock misled the prime minister over sending untested hospital patients back to care homes – an allegation he denies – is set to be a key focus of the hearing. However, with a highly pressurised grilling in prospect, insiders sympathetic to Hancock said he had regularly been one of the cabinet ministers urging most caution on the lifting of Covid restrictions – and had also been calling for the government’s Cobra emergency committee to meet from very early in 2020. They said Hancock had been pushing for quarantine for travellers from China to the UK before official advice supported the idea – when others in government were suggesting they should be allowed to travel home immediately by train. NHS England data shows a total of 7,254,217 jabs were given to people in London between 8 December and 4 June, including 4,497,648 first doses and 2,756,569 second doses. This compares with 6,287,623 first doses and 4,477,536 second doses given to people in the Midlands, a total of 10,765,159. The breakdown for the other regions is: East of England: 4,003,822 first doses and 2,777,778 second doses, making 6,781,600 in total North-east and Yorkshire: 5,221,289 first and 3,631,836 second doses (8,853,125) North-west: 4,249,530 first and 2,954,182 second doses (7,203,712) South-east: 5,464,828 first and 3,783,734 second doses (9,248,562) South-west: 3,547,393 first and 2,632,020 second doses (6,179,413) A further 471,939 vaccine doses have been administered in England in the last 24 hours, according to NHS England data. That took the total in the country between 8 December 2020 and 4 June 2021 to 56,602,996. NHS England said 150,337 of the new administered shots were first doses and 321,602 were second doses, taking the respective totals to 33,525,485 and 23,077,511. A record 600,000 vaccine doses were administered in Italy on Friday, Agence France-Presse (AFP) reports, citing local authorities. That put the country in second place in Europe for the number of people fully vaccinated. “Yesterday was marked by a record number of injections in 24 hours which touched the 600,000 mark, while the number of doses administered crossed the 37 million mark,” the government body in charge of vaccinations said on Saturday. “Italy is in second place in Europe in terms of the number of people fully vaccinated, just behind Germany and ahead of France and Spain,” it added. According to AFP, it said Friday’s record vaccinations were in part due to an increase in the number of vaccination centres, which now stood at 2,666 against 1,500 at the start of March. About 800 new centres will be opened in the coming weeks. According to official government figures, 37m vaccine doses have been administered and 12.7 million people – or nearly 24% of the population aged older than 12 years – have been vaccinated. The pandemic has claimed 126,415 lives in Italy, where the number of cases and deaths has been falling steadily in recent weeks. The government has been slowly easing Covid restrictions, relaxing a night curfew and opening up indoor dining in restaurants and bars. Progress is being made towards a deal on an intellectual property waiver for Covid-19 vaccines at the World Trade Organization (WTO), the US trade representative Katherine Tai said on Saturday. Backers of a patent waiver for Covid vaccines say it would boost vaccine production and improve delivery to poorer countries. These countries are battling surges in Covid-19 infections and struggling to access vaccine supplies as well as diagnostics, therapeutics and medical devices. Tai pointed to a revised proposal from the original proponents of the waiver, led by India and South Africa, as well as principles the EU has come up with to guide how they would like to negotiate the issues, Reuters reports. In a surprise shift in May, the US moved to supporting a patent waiver, piling pressure on opponents such as the EU and Switzerland, where many drugmakers are based. Tai told reporters before a meeting of trade ministers in the Asia-Pacific Economic Cooperation (APEC) forum: We’re actually really encouraged to see more WTO members come forth with proposals on what they can support at the WTO with respect to intellectual property rules at the WTO and how they apply to the Covid vaccines. The latest draft from proponents of the waiver sets a time span for a waiver of at least three years and would allow the WTO’s 164 members to determine when it ends. A huge queue has formed outside a health centre in Harrow, in London, which is offering jabs to people aged 18 and over. Belmont health centre in Stanmore, Harrow, is open on Saturday to over-18s who are still waiting for their first vaccine and who live or work in Harrow. The Pfizer/BioNTech vaccine is being administered all day at the walk-in clinic and people do not need to be registered with the practice to get their vaccine. National eligibility criteria in England states that only those aged 30 and over are invited for their first jab, and it is understood that health officials want to prioritise that cohort in Harrow rather than younger age groups, PA news reports. But the poster advertising the walk-in centre clearly states that people aged 18 and over can come along, and the majority of people waiting appeared to be in their 20s. By mid-morning, a huge queue had formed in the area of the health centre, with the line snaking around a car park and stretching down the street. Among them were 20-year-old students Jamie Lesser and Daniel Simmons who arrived at around 8.15am. Lesser said it will be a relief to get the jab, telling the PA news agency: “If all plans go ahead, clubs are going to open in three weeks’ time and we both have plans to go out.” He said he had clubbing plans for “about five days in a row” if nightclubs open, “making up for the last year and a half”. Lesser said he found out about Saturday’s walk-in through friends in a group chat who had forwarded on information about it. He said: To be honest we weren’t intending to give up the whole of the Saturday. We were going to go to the gym fairly early … Thought we’d get here very early to avoid the queue, which hasn’t been very successful. Simmons said that as soon as he saw the chance to get the jab, he thought he would “jump on it”, adding: “I want to get it as soon as possible really.” Queueing for his jab, Chand Shah, a 25-year-old accountant, said the walk-in centre was “heavily advertised” and he thought it was a “good idea” to get the vaccine before the possible further easing of restrictions on 21 June. Asked if he expected to get his vaccine so soon, he said: “No. I was expecting August to be honest.” Shah added: “I think if you get the vaccine you feel safer.” South Korea’s respect for intellectual property rights makes it an ideal partner for the United States as it seeks to decouple its supply chains from China and forge partnerships to manufacture coronavirus vaccines, a trio of US senators said on Saturday during a visit to Seoul. The Democrat senators Tammy Duckworth and Chris Coons, and the Republican senator Dan Sullivan, were in South Korea as part of their first official overseas trip since the pandemic began. After last month’s summit in Washington between Joe Biden and South Korea’s president, Moon Jae-in – who was only the second international leader to be welcomed by Biden as president – the senators said their visit was sign of the importance Washington places on South Korea’s role in countering China and shoring up global supply chains amid the pandemic. Duckworth told a group of reporters: We can trust in the legal system here, and we can trust that our intellectual property rights will be protected. South Korea is a logical partner. This is critical whether it is manufacturing [computer] chips or pharmaceuticals. A day after Biden and Moon met, the US drugmakers Moderna and Novavax entered into a deal with South Korea for its Covid-19 vaccines to be manufactured in the country, which has been seeking to secure more and faster deliveries of US-made vaccines. Here’s a brief summary of the major recent developments: Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned. Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met. India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown. The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said. Covid-19 policies risk leaving psychological and socioeconomic scars on millions of young people across Europe, with far-reaching consequences for them and society, a wide-ranging Guardian project has revealed. Taking a snapshot, the Guardian asked five members of Europe’s Generation Z how the worst global pandemic in a century has affected their lives, what they have learned and how they see their future after the pandemic. The boss of Airlines UK has complained about a lack of transparency and consistency in the government’s changes to travel rules. Tim Alderslade, the chief executive of the industry body that represents UK carriers, said ministers had not kept to promises over a “green watchlist” that would have given travellers increased warning about a country potentially coming off the safe list. His comments came after the government decided to move Portugal out of the green list and into the amber travel category. It means people arriving in the UK from Portugal after 4am on Tuesday will need to self-isolate at home for 10 days, a change that has left holidaymakers scrambling for expensive return flights in an attempt to beat the quarantine deadline. Speaking about the “green watchlist” proposal, Alderslade told BBC Radio 4’s Today programme: It would be a list of countries that were on the cusp, [where] there was a risk that they would be moving from green to amber, so passengers were aware of that, it was fully transparent and they would be taking that risk when they booked. It was entirely to stop what happened last summer when countries were moving up and down off the corridor list on a weekly basis and we saw people stranded overseas and then desperate to come home again because they couldn’t afford to quarantine. It has caused complete pandemonium because we don’t have that watchlist that we were promised by the government and I think with the taskforce, the transparency is not there, we don’t know what has to happen for countries to move from green to amber, or amber to green for that matter. Everyone aged older than 12 years in specific postcode areas of the English county of Berkshire will be offered PCR testing over the next two weeks from Monday in an effort to tackle the spread of the Delta variant. Meradin Peachey, the director of public health for Berkshire West, said a “real concern” with this variant is that if it keeps circulating there may be more mutations. She told BBC Breakfast: What’s happened in the last couple of weeks, especially in the last week, we’ve noticed that a lot of cases now coming through we can’t link to any travellers, which means we now have community transmission. She said cases are mainly among young people, with “virtually nobody over 60 or anyone who has been vaccinated” affected. She added: If the variant spreads and becomes even more, it may mutate again and the big concern is that vaccines won’t work. We really want to get people tested and isolated if they’ve got the virus, stop the spread so that we can make sure the vaccination programme works. Earlier, Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) UK government advisory panel, said ministers had a “difficult call” to make. He told Times Radio: It’s a hard one. I’m going to be annoying and sit a little bit on the fence on this, as I don’t think it’s our role as epidemiologists to call that. I think the difficult thing that we have, the difficult situation the government have, is of course if you delay that then of course you’ll get a smaller subsequent wave. I mean, that’s the case with any control policy – if you leave them in for a longer period of time then it’s going to reduce cases. But, of course, if you delay that we know that negatively impacts businesses, people’s livelihoods, and so forth. So, this is the difficult call that they have to make, and all we can do is put together as much evidence as possible and say this is what we expect to happen if you relax on 21 June, this is what we may expect if you delay that by two weeks for example, or four weeks and so on, so they have all the evidence they can to make the decision. It is clear that it would be “foolish” and a “major risk” to go ahead with the 21 June reopening, an expert on an advisory group to the UK government has said. Prof Stephen Reicher said there was enough evidence to say one of the government’s four key tests for its roadmap out of lockdown had not been met, according to the PA news agency. The member of the Scientific Pandemic Insights Group on Behaviours (Spi-B), which advises the government, said the criteria about the current assessment of the risks not being fundamentally changed by new variants of concern was “not upheld” due to the spread of the Delta variant. Reicher told the news agency: I think, by the government’s own criteria, it’s quite clear that it would be foolish to proceed on the data that we’ve got at the moment. The risk would be very great indeed. And of course it’s a balance of risks but I think it would be a major risk to go further in opening up. Again, I make the point that it is about data not dates, and if you make it too much about the dates then you box yourself into a corner and I think that’s what the government has done. Marton Aszalos, a Hungarian paramedic, and Eniko Tokacs-Mathe, a vet, had to cancel their wedding twice during the pandemic and are finally getting ready for their big day this summer as restrictions are lifted. Reuters reports that the couple, who met in 2016 at a clinic where Eniko was working and Marton was then a trainee, say the emotional rollercoaster of the past 18 months has been draining but has made their relationship stronger. Eniko told the news agency: Because of the pandemic, we had to replan our wedding for the third time; both its date and the venue. The pandemic has also had a serious mental and physical affect on my fiancé as he is an ambulance officer. Reuters reports that the couple held a civil ceremony a month ago and are preparing for a wedding party with more than 100 guests in the town of Makó, near the Romanian border. Eniko is from Transylvania and many of her relatives will cross to Hungary to attend. They have been rehearsing their waltz for the wedding night, after a photo shoot on a motor boat on the Danube. Eniko said: Before, I thought my main worries would be whether we manage the lift in the dance, whether my makeup and hair would look good. But now, I am just happy and hope that all the guests and relatives can make it in health and we can celebrate together. Many couples are relieved that with 53% of Hungarians vaccinated, they can now go ahead and get married, Reuters reports. Gabor Herendi, a wedding planner, usually handles 30 to 35 weddings a year. But, in 2020, about 70% were postponed to this year. After the long wait, “energies will be multiplied”, he said. Hawaii will drop its quarantine and testing requirements for travellers once 70% of the state’s population has been vaccinated, the Associated Press reports, citing the governor, David Ige. The state will also lift its requirement that people wear masks indoors once that level has been reached. The state health department website said 59% of Hawaii’s population had had at least one dose of a vaccine and 52% had finished their dosing regimen. The AP reports: The state is using its figures, and not those provided by the US Centers for Disease Control and Prevention, to calculate thresholds for lifting restrictions. The health department director, Dr Libby Char, said that’s because Hawaii’s numbers are more accurate. She said it appeared the CDC had been counting some of Hawaii’s doses twice. Right now, travellers arriving from out of state must spend 10 days in quarantine or, to bypass that quarantine, they must show proof of a negative test taken before departure for the islands. Once 60% of Hawaii’s population is vaccinated, Ige said, the state will allow travellers to bypass a quarantine requirement as long as they can prove they were vaccinated in the US. Restrictions on travel between the islands will open up before that. Ige said that as of 15 June, people will be able to fly inter-island without taking a test or showing proof of vaccination. Also on that date, those who have been vaccinated in Hawaii may bypass quarantine when returning from a trip out of state. Russia has reported 9,145 new cases, including 2,897 in Moscow, taking the official national tally since the pandemic began to 5,117,274. According to Reuters, the government’s taskforce said 399 people had died in the past 24 hours, pushing the national death toll to 123,436. Taiwan has reported 511 new domestic cases, including 35 cases added to totals for recent days. That is up from the 472 domestic infections reported on Friday, Reuters reports. The agency also reports that Taiwan is in talks with US companies about making their vaccines, following similar talks with European firms, citing the health minister Chen Shih-chung. Taiwan, like much of the world, has been trying to speed up its vaccination programme following a spike in domestic cases, but has been stymied by global supply shortages. Chen told reporters that they previously had talks with European companies he did not name about producing their vaccines under licence. “Only recently have we started to have talks with US companies to see if it’s possible or not to carry out relevant subcontracting work,” he added, without providing details. Taiwan has ordered around 5m shots from the US firm Moderna, of which 150,000 have arrived. It has ordered 10m shots from the British-Swedish firm AstraZeneca. Taiwan, also in talks with BioNTech, blames China – which claims the island as its own territory – for blocking a deal with the German company earlier this year. Johnson &amp; Johnson said on Friday it had been in talks with Taiwan about providing its vaccine since last year. The number of confirmed cases in Germany increased by 2,294 to 3,697,927, data from the Robert Koch Institute (RKI) shows, while the reported death toll has risen by 122 to 89,148. Mexico recorded 206 more deaths on Friday, bringing the total death toll to 228,568, its health ministry has said. Separate government data recently published suggests the real death toll may be at least 60% above the confirmed figure, Reuters has reported. Victoria, Australia’s second most populous state, has reported a small increase in locally acquired cases, as authorities hunt for the source of a new cluster of a highly infectious variant. Reuters reports: Five new local cases were reported, taking Victoria’s total to 70 in the latest outbreak, as the state capital, Melbourne, entered its second weekend of a hard lockdown, due to end on 10 June. Curbs were eased for the rest of the state on Friday. Saturday’s count was up from four new locally acquired cases on Friday. Authorities were alarmed after detecting the highly infectious Delta variant for the first time in Melbourne, sparking concerns cases could surge. There are now seven known cases in the city. The Delta variant, which has been classified by the World Health Organization (WHO) as among the four variants of concern due to evidence that it spreads more easily, probably caused the latest devastating outbreak in India. Snap lockdowns, regional border restrictions and strict social distancing rules have helped Australia rein in prior outbreaks and keep its numbers relatively low at just 30,150 cases and 910 deaths. Victoria’s outbreak, which began on 24 May, has spurred people to join long queues for vaccinations following a slow rollout since February. The Australian prime minister, Scott Morrison, said 20% of the adult population had now had a first dose of a vaccine. India’s capital city is preparing to deal with an infection peak of 37,000 cases a day in future, its chief minister has said, as the country as a whole reports 120,529 new cases over the last 24 hours. According to the Reuters agency, New Delhi’s political leader Arvind Kejriwal announced a partial easing of a lockdown, while the city is also preparing for oxygen storage capacity of 420 tons, and will set up genome sequencing labs to study coronavirus variants. Citing the federal health ministry, the agency reported 3,380 more deaths across India in 24 hours and said the tally of infections stood at 28.69 million and the death toll at 344,082.","charCount":"40909","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/edna-mohamed\">Edna Mohamed</a> (now); <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a> and <a href=\"profile/nicola-slawson\">Nicola Slawson</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/jun/05/gareth-southgate-welcomes-henderson-return-but-maguire-doubts-remain","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-05T21:38:12Z","webTitle":"Gareth Southgate welcomes Henderson return but Maguire doubts remain","webUrl":"https://www.theguardian.com/football/2021/jun/05/gareth-southgate-welcomes-henderson-return-but-maguire-doubts-remain","apiUrl":"https://content.guardianapis.com/football/2021/jun/05/gareth-southgate-welcomes-henderson-return-but-maguire-doubts-remain","fields":{"headline":"Gareth Southgate welcomes Henderson return but Maguire doubts remain","standfirst":"<ul><li>England manager admits Harry Maguire selection is a risk</li><li>Jordan Henderson set for first game since February</li></ul>","trailText":"Gareth Southgate hailed the return to fitness of Jordan Henderson but said that Harry Maguire would not feature in England’s warm-up against Romania","byline":"Nick Ames","main":"<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"21c805b5-f357-48f8-a6eb-6ac4cc06d6f8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/3UDQaQwc4QQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>","body":"<p>Jordan Henderson is in line for his first action since February when England play Romania in their final warm-up game for Euro 2020 on Sunday, while Gareth Southgate has suggested Harry Maguire “should be available” to play a part in the tournament.</p> \n<p>Henderson has not played since Liverpool’s defeat to Everton three and a half months ago, in which he sustained a groin injury, but hopes that he may be fit to feature when England open their campaign against Croatia next Sunday will be raised if he emerges unscathed. Henderson was not ready to face Austria on Wednesday but Southgate is keen that he receives every chance to play an important part over the coming month.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2021/jun/05/euro-2020-draw-puts-englands-hopes-for-a-festival-of-relief-at-risk-of-falling-flat\">Euro 2020 draw puts England’s high hopes of a festival of relief falling flat | Jonathan Wilson</a> </p> \n</aside> \n<p>“The plan, as it was on Wednesday, is that he’ll be involved in the game,” Southgate said. “The last two or three days’ training have been a lot more positive for him. I think the confidence of having a scan that showed no issues has helped him to push forward with his rehabilitation and his training. He’s been visibly happier within himself, I think, and that is a positive sign.”</p> \n<p>Maguire has no chance of featuring against Romania in Middlesbrough and Southgate was unwilling to enter into specifics over his return from an ankle ligament injury. He suggested the centre-back will be fit to play during the tournament, although his prospects of featuring before the knockout stage appear uncertain.</p> \n<p>“With any injury, it’s impossible to predict 100%,” he said. “Our medical team are pleased with his progress, particularly over the last couple of days. So we know there is always that risk, but all of the guidance is that he should be available and it’s a case of when he can slot back into training with the group and how quickly we can progress him.</p> \n<p>“But of course there is always that risk with any injury that you only have to have one minor setback – and two or three days here or there really, really affects those timelines. I’m very realistic about that and we’ve picked a squad on the basis that, if we didn’t have him, we’ve got players to come in. If he’s able to be fit and available then that’s a bonus for us.”</p> \n<figure class=\"element element-image\" data-media-id=\"1917e7a9b960e56f1566b93e691307e1dddcebda\"> \n <img src=\"https://media.guim.co.uk/1917e7a9b960e56f1566b93e691307e1dddcebda/0_78_4476_2685/1000.jpg\" alt=\"Harry Maguire gets treatment for his ankle injury as Gareth Southgate watches on.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Harry Maguire gets treatment for his ankle injury as Gareth Southgate watches on.</span> \n  <span class=\"element-image__credit\">Photograph: Eddie Keogh/The FA/Getty Images</span> \n </figcaption> \n</figure> \n<p>Maguire joined Harry Kane and Bukayo Saka in what the Football Association called “a personal training programme indoors to manage load”. There is no concern over the latter pair but Kane will still be rested for the Romania match.</p> \n<p>“He was following an individual programme,” Southgate said. “Across the group we have three or four players who, on different days, might miss elements of training but there are no concerns. I don’t think we’ll involve him. The plan is not to involve him in the game, so that has allowed him to do some gym-based work.”</p> \n<p>Southgate has been happy with the response of his Champions League finalists, three of whom were victorious with Chelsea last Saturday and four on the losing side for Manchester City, since they joined up with the squad this week.</p> \n<p>“They’ve been excellent,” he said. “All of the players have picked up immediately, there doesn’t seem to be any overhang at all. The group is in together socially, you can see it at dinner, they’ve enjoyed getting back with their England colleagues. If you didn’t know those games had taken place and you weren’t specifically looking for things, then I genuinely don’t think you would know any different.”</p> \n<p>Sunday’s game may come too soon for the more recent returnees but Luke Shaw and Marcus Rashford, who both played for Manchester United in the Europa League final and sat out the Austria fixture, could face the Romanians. Trent Alexander-Arnold will play no further part this summer after injuring his thigh late in the Austria game; Southgate expressed his sadness but said the right-back should be fit for the start of next season.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/jun/05/england-will-take-a-knee-before-euro-2020-matches\">England will take a knee before Euro 2020 matches</a> </p> \n</aside> \n<p>“It’s heartbreaking for any player to get to the eve of a major tournament, be named in the squad and then miss out through injury,” he said. “You know how rare these opportunities are. Even though he’s a young player who’s going to have those opportunities again, that’s a really difficult moment for him especially.</p> \n<p>“The one thing I was pleased about, in that immediately after the game I didn’t like the look of the injury, [was that] at least it sounds as though he should be fine for pre-season and for next season. So that is a very small positive in the situation.”</p> \n<p>While England could be just over a month away from their first European Championship title, Southgate is not allowing the thought to dominate conversation among his squad.</p> \n<p>“Of course we always have a long-term goal but we’re not going to build that up to something beyond what it is,” he said. “We’ve got to qualify from the group, that’s our first target and that’s where our focus will be, and then move to the next challenge.</p> \n<p>“Whenever you’re trying to achieve something that’s very difficult you have to chunk it into the right pieces to make sure you’re focused, and you don’t miss out on something in the short term by focusing too much on the longer term.”</p>","newspaperPageNumber":"4","wordcount":"872","commentCloseDate":"2021-06-08T18:00:00Z","commentable":"false","firstPublicationDate":"2021-06-05T18:56:58Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T21:38:25Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkzyv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/88b2389e3cc49c5e2432da631ed0d0adda2f1b2f/0_178_2007_1204/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Jordan Henderson is in line for his first action since February when England play Romania in their final warm-up game for Euro 2020 on Sunday, while Gareth Southgate has suggested Harry Maguire “should be available” to play a part in the tournament. Henderson has not played since Liverpool’s defeat to Everton three and a half months ago, in which he sustained a groin injury, but hopes that he may be fit to feature when England open their campaign against Croatia next Sunday will be raised if he emerges unscathed. Henderson was not ready to face Austria on Wednesday but Southgate is keen that he receives every chance to play an important part over the coming month. “The plan, as it was on Wednesday, is that he’ll be involved in the game,” Southgate said. “The last two or three days’ training have been a lot more positive for him. I think the confidence of having a scan that showed no issues has helped him to push forward with his rehabilitation and his training. He’s been visibly happier within himself, I think, and that is a positive sign.” Maguire has no chance of featuring against Romania in Middlesbrough and Southgate was unwilling to enter into specifics over his return from an ankle ligament injury. He suggested the centre-back will be fit to play during the tournament, although his prospects of featuring before the knockout stage appear uncertain. “With any injury, it’s impossible to predict 100%,” he said. “Our medical team are pleased with his progress, particularly over the last couple of days. So we know there is always that risk, but all of the guidance is that he should be available and it’s a case of when he can slot back into training with the group and how quickly we can progress him. “But of course there is always that risk with any injury that you only have to have one minor setback – and two or three days here or there really, really affects those timelines. I’m very realistic about that and we’ve picked a squad on the basis that, if we didn’t have him, we’ve got players to come in. If he’s able to be fit and available then that’s a bonus for us.” Maguire joined Harry Kane and Bukayo Saka in what the Football Association called “a personal training programme indoors to manage load”. There is no concern over the latter pair but Kane will still be rested for the Romania match. “He was following an individual programme,” Southgate said. “Across the group we have three or four players who, on different days, might miss elements of training but there are no concerns. I don’t think we’ll involve him. The plan is not to involve him in the game, so that has allowed him to do some gym-based work.” Southgate has been happy with the response of his Champions League finalists, three of whom were victorious with Chelsea last Saturday and four on the losing side for Manchester City, since they joined up with the squad this week. “They’ve been excellent,” he said. “All of the players have picked up immediately, there doesn’t seem to be any overhang at all. The group is in together socially, you can see it at dinner, they’ve enjoyed getting back with their England colleagues. If you didn’t know those games had taken place and you weren’t specifically looking for things, then I genuinely don’t think you would know any different.” Sunday’s game may come too soon for the more recent returnees but Luke Shaw and Marcus Rashford, who both played for Manchester United in the Europa League final and sat out the Austria fixture, could face the Romanians. Trent Alexander-Arnold will play no further part this summer after injuring his thigh late in the Austria game; Southgate expressed his sadness but said the right-back should be fit for the start of next season. “It’s heartbreaking for any player to get to the eve of a major tournament, be named in the squad and then miss out through injury,” he said. “You know how rare these opportunities are. Even though he’s a young player who’s going to have those opportunities again, that’s a really difficult moment for him especially. “The one thing I was pleased about, in that immediately after the game I didn’t like the look of the injury, [was that] at least it sounds as though he should be fine for pre-season and for next season. So that is a very small positive in the situation.” While England could be just over a month away from their first European Championship title, Southgate is not allowing the thought to dominate conversation among his squad. “Of course we always have a long-term goal but we’re not going to build that up to something beyond what it is,” he said. “We’ve got to qualify from the group, that’s our first target and that’s where our focus will be, and then move to the next challenge. “Whenever you’re trying to achieve something that’s very difficult you have to chunk it into the right pieces to make sure you’re focused, and you don’t miss out on something in the short term by focusing too much on the longer term.”","charCount":"4960","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nick-ames\">Nick Ames</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"football/2021/jun/05/scott-mctominay-europa-league-final-loss-scotland-gain-manchester-united","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-05T21:36:29Z","webTitle":"Scott McTominay ready to turn Europa League final loss into Scotland’s gain","webUrl":"https://www.theguardian.com/football/2021/jun/05/scott-mctominay-europa-league-final-loss-scotland-gain-manchester-united","apiUrl":"https://content.guardianapis.com/football/2021/jun/05/scott-mctominay-europa-league-final-loss-scotland-gain-manchester-united","fields":{"headline":"Scott McTominay ready to turn Europa League final loss into Scotland’s gain","standfirst":"<ul><li>Midfielder says Manchester United defeat ‘lit a spark in me’</li><li>McTominay: ‘Every boy’s dream is to play in major tournaments’</li></ul>","trailText":"Manchester United’s Scott McTominay says losing the Europa League final to Villarreal ‘lit a spark’ in him and that he is raring to go for Scotland as Euro 2020 draws near","byline":"Ewan Murray","main":"<figure class=\"element element-image\" data-media-id=\"d6d2773b8d28c21e02470ba2575d70c4a7852758\"> <img src=\"https://media.guim.co.uk/d6d2773b8d28c21e02470ba2575d70c4a7852758/0_0_1862_1117/1000.jpg\" alt=\"Scott McTominay shakes hands with Steve Clarke after Scotland’s Nations League game at home to the Czech Republic last October\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scott McTominay shakes hands with Steve Clarke after Scotland’s Nations League game at home to the Czech Republic last October.</span> <span class=\"element-image__credit\">Photograph: Russell Cheyne/Reuters</span> </figcaption> </figure>","body":"<p>Lost amid criticism of Alex McLeish’s ill-fated second tenure as Scotland’s manager was the delivery of an obviously positive legacy. It was McLeish who convinced Scott McTominay to pledge his international allegiance to the Scots rather than England, the country of his birth.</p> <p>McTominay’s form for club and country throughout the 2020-21 season has underlined the fact that Scottish fans have plenty to thank McLeish for. At Euro 2020, McTominay will be central to Scotland’s hopes and dreams.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/jun/03/steve-clarke-has-cracked-scotland-tierney-robertson-conundrum-euro-2020\">Steve Clarke has cracked Scotland’s Tierney-Robertson conundrum | Ewan Murray</a> </p> </aside>  <p>McTominay is a likely starter as Scotland face Luxembourg in their final pre-Euros friendly match on Sunday evening. The 24-year-old appears to have quickly shrugged off the disappointment of Manchester United’s Europa League final loss to Villarreal, which concluded their domestic season on 26 May.</p> <p>“It just feels bad whenever you lose a final but it lights a spark and you don’t ever want to experience that feeling again,” McTominay said. “I have watched the game back and have realised where we went wrong or didn’t do as well as we should have as a team. It’s a feeling I don’t ever want to have again and it has lit a spark in me to keep going for more.</p> <p>“I’ve had a break, it’s good to be back with the boys and I’m ready to go. I’m looking forward to it [the Euros] and can’t wait to get going. Every boy’s dream is to play in major tournaments like this, World Cups and European Championships, so it’s nothing but a privilege. It’s something I will look back on later in my career and be thankful.”</p> <p>The midfielder bridles at the notion Scotland – fourth seeds in a group that also features England, Croatia and the Czech Republic – should be grateful for tournament involvement. “I want us to come and play, we are not here to make up the numbers,” McTominay added. “I have said that before and I stand by that comment. I want us to go and play to our potential.”</p> <p>McTominay’s commitment to national service, not least for what is technically an adopted nation, reflects positively not only on himself but the environment created by Steve Clarke. “We have a lot of boys in the squad who play for big clubs but are absolutely proud and determined to do well for their country,” Clarke explained. “That’s where you want to be.</p> <p>“The more success we get as a group the better that will become. We have the young ones coming into the group and you want them to develop the hunger for the next tournament.”</p> <p>Clarke talked over the Europa League defeat with McTominay, with Scotland’s manager determined that one of his star turns focused on his own prominent showing in Gdansk. The Scottish display – minus key players, including McTominay – in the 2-2 draw against the Netherlands on Wednesday turned heads to the point where Clarke’s recurring positivity has merit. Scotland left their training base in Spain on Saturday; they will head to the north-east of England after the Luxembourg fixture, which takes place at the Stade Josy Barthel in the capital of the grand duchy.</p> <p>“All the lads have been fantastic in training,” the manager said. “This camp has been a bit of an eye-opener in terms of how good they have been.</p> <p>“They’ve been absolutely fantastic. I think you saw a bit of that in the Netherlands performance and hopefully you see a bit more against Luxembourg. It has been a pleasure to be the head coach and watch these training sessions.”</p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <p>Clarke revealed he will leave it up to his squad whether they will take the knee before their Euro 2020 games, including against England at Wembley on 18 June. The Scots have recently opted to stand in solidarity with anti-racism messages before games. The booing that formed the backdrop to England players taking the knee before Wednesday’s meeting with Austria has sharpened focus on the issue, with a change of approach from Scotland possible.</p> <p>“That’s probably a conversation I will have with the players before we play our first game,” Clarke said. “And then we will decide which way we are going to do it throughout the tournament, whether that’s to take a stand against racism or take a knee. We will decide as a squad and then we will carry that all the way through the tournament.”</p>","newspaperPageNumber":"5","wordcount":"722","firstPublicationDate":"2021-06-05T14:50:57Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T21:39:07Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkndn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d6d2773b8d28c21e02470ba2575d70c4a7852758/0_0_1862_1117/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Lost amid criticism of Alex McLeish’s ill-fated second tenure as Scotland’s manager was the delivery of an obviously positive legacy. It was McLeish who convinced Scott McTominay to pledge his international allegiance to the Scots rather than England, the country of his birth. McTominay’s form for club and country throughout the 2020-21 season has underlined the fact that Scottish fans have plenty to thank McLeish for. At Euro 2020, McTominay will be central to Scotland’s hopes and dreams. McTominay is a likely starter as Scotland face Luxembourg in their final pre-Euros friendly match on Sunday evening. The 24-year-old appears to have quickly shrugged off the disappointment of Manchester United’s Europa League final loss to Villarreal, which concluded their domestic season on 26 May. “It just feels bad whenever you lose a final but it lights a spark and you don’t ever want to experience that feeling again,” McTominay said. “I have watched the game back and have realised where we went wrong or didn’t do as well as we should have as a team. It’s a feeling I don’t ever want to have again and it has lit a spark in me to keep going for more. “I’ve had a break, it’s good to be back with the boys and I’m ready to go. I’m looking forward to it [the Euros] and can’t wait to get going. Every boy’s dream is to play in major tournaments like this, World Cups and European Championships, so it’s nothing but a privilege. It’s something I will look back on later in my career and be thankful.” The midfielder bridles at the notion Scotland – fourth seeds in a group that also features England, Croatia and the Czech Republic – should be grateful for tournament involvement. “I want us to come and play, we are not here to make up the numbers,” McTominay added. “I have said that before and I stand by that comment. I want us to go and play to our potential.” McTominay’s commitment to national service, not least for what is technically an adopted nation, reflects positively not only on himself but the environment created by Steve Clarke. “We have a lot of boys in the squad who play for big clubs but are absolutely proud and determined to do well for their country,” Clarke explained. “That’s where you want to be. “The more success we get as a group the better that will become. We have the young ones coming into the group and you want them to develop the hunger for the next tournament.” Clarke talked over the Europa League defeat with McTominay, with Scotland’s manager determined that one of his star turns focused on his own prominent showing in Gdansk. The Scottish display – minus key players, including McTominay – in the 2-2 draw against the Netherlands on Wednesday turned heads to the point where Clarke’s recurring positivity has merit. Scotland left their training base in Spain on Saturday; they will head to the north-east of England after the Luxembourg fixture, which takes place at the Stade Josy Barthel in the capital of the grand duchy. “All the lads have been fantastic in training,” the manager said. “This camp has been a bit of an eye-opener in terms of how good they have been. “They’ve been absolutely fantastic. I think you saw a bit of that in the Netherlands performance and hopefully you see a bit more against Luxembourg. It has been a pleasure to be the head coach and watch these training sessions.” Clarke revealed he will leave it up to his squad whether they will take the knee before their Euro 2020 games, including against England at Wembley on 18 June. The Scots have recently opted to stand in solidarity with anti-racism messages before games. The booing that formed the backdrop to England players taking the knee before Wednesday’s meeting with Austria has sharpened focus on the issue, with a change of approach from Scotland possible. “That’s probably a conversation I will have with the players before we play our first game,” Clarke said. “And then we will decide which way we are going to do it throughout the tournament, whether that’s to take a stand against racism or take a knee. We will decide as a squad and then we will carry that all the way through the tournament.”","charCount":"4139","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ewanmurray\">Ewan Murray</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-06-05T21:30:20Z","webTitle":"Share vaccines or climate deal will fail, rich countries are told","webUrl":"https://www.theguardian.com/society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told","apiUrl":"https://content.guardianapis.com/society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told","fields":{"headline":"Share vaccines or climate deal will fail, rich countries are told","standfirst":"<p>Call for ‘solidarity’ in Covid fight as Boris Johnson calls on world leaders to help vaccinate global population by end of 2022</p>","trailText":"Call for ‘solidarity’ in Covid fight as Boris Johnson calls on world leaders to help vaccinate global population by end of 2022","byline":"Fiona Harvey, Toby Helm and Ashley Kirk","main":"<figure class=\"element element-image\" data-media-id=\"1aa92b78d5a018dee86ea912f7ca2acf6d684e91\"> <img src=\"https://media.guim.co.uk/1aa92b78d5a018dee86ea912f7ca2acf6d684e91/0_134_3500_2100/1000.jpg\" alt=\"Boris Johnson holds a bottle of the Pfizer BioNTech vaccine as he visits a Covid-19 vaccination centre in Batley\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson holds a bottle of the Pfizer BioNTech vaccine as he visits a Covid-19 vaccination centre in Batley, West Yorkshire, on 1 February.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>","body":"<p>Progress on climate change could be scuppered by developing nations if they are not given equitable access to vaccines, Boris Johnson has been warned, as rich nations come under new pressure to donate more doses.</p> <p>Figures compiled by the <em>Observer</em> show that the wealthiest nations, including the UK, have enough vaccines to inoculate their populations more than twice over.</p> <p>Before a three-day G7 summit <a href=\"https://www.theguardian.com/uk-news/2021/jan/16/carbis-bay-in-cornwall-to-host-g7-summit-in-june\" title=\"\">beginning in Cornwall on Friday</a>, a growing number of influential figures believe failure to agree a vaccination plan for poorer countries could lead to them refusing, or being unable, to work with rich countries in the battle against the climate crisis.</p> <p>Johnson will seek to calm tensions on Sunday by calling on the world’s wealthiest nations to help vaccinate the entire global population by the end of 2022. “Vaccinating the world by the end of next year would be the single greatest feat in medical history,” the prime minister said. “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.”</p> <p>On Saturday, the number of people in the UK to receive a vaccination topped 40 million. It was reported by the <em>Sunday Telegraph </em>that the head of the UK’s vaccines taskforce, Kate Bingham, was to receive a damehood, which would be unveiled in the Queen’s birthday honours list next weekend. </p> <p>In a key week for UK diplomacy, Johnson is hoping to use the G7 gathering to lay the groundwork for Cop26, the vital UN climate summit being held in Glasgow in November, to which it is hoped rich and developing nations will send delegations. But as rich nations face accusations of stockpiling vaccines, Paul Polman, the former chief executive of Unilever and chair of the International Chamber of Commerce, said the two biggest global challenges were becoming increasingly, and dangerously, linked.</p> <p>“We can’t have global solidarity and trust around tackling climate change if we do not show solidarity around vaccines,” Polman said. “Developing countries will not come with more ambitious targets [on emissions] if they do not see developed countries showing some solidarity on vaccines, and climate funding.”</p> <p>The chances of success at Cop26, Polman said, “will be significantly higher if we address this vaccine issue.”</p> <p>The secretary general of the Commonwealth, Patricia Scotland, agreed that vaccines were closely linked to climate action.</p>  <figure class=\"element element-image\" data-media-id=\"1d1b08237af4a381c7b1a96d7e4a4269b6c58119\"> <img src=\"https://media.guim.co.uk/1d1b08237af4a381c7b1a96d7e4a4269b6c58119/405_433_2944_1766/1000.jpg\" alt=\"Baroness Scotland said a stance had to be taken against ‘vaccine nationalism’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Baroness Scotland said a stance had to be taken against ‘vaccine nationalism’.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>“There is an obvious link between equitable access to vaccines and action on climate change,” she said. “Only if we invest in equitable vaccine access and stand against vaccine nationalism will we beat Covid-19. Only if we ensure every country is able to afford to deal with its climate challenges will we be able to reach a meaningful agreement on a way forward.”</p> <p>Greta Thunberg, the climate campaigner, has said she will boycott Cop26 unless developing countries get a fair share of vaccines, and some NGOs have called on developing countries in the talks to do the same.</p> <p>Joss Garman, the UK director of the European Climate Foundation and a former adviser to the Labour party on the environment, said there was a risk that the Cop26 talks could suffer the same fate as the collapsed Copenhagen summit in 2009 unless a deal was done on vaccines.</p> <p>“The savage impact of Covid is costing developing countries around $1 trillion every year,” said Garman. “Overwhelmed by this immediate and ongoing health and financial crisis, almost 100 countries have yet to put forward their climate plan for Cop26.</p> <p>“Others have explicitly made their efforts on carbon contingent on more assistance from rich countries. Unless the G7 puts together a package on vaccines and debt relief, success at Cop26 could be in real jeopardy. ”</p> <p>A senior government source said UK ministers realised that the needs of developing nations on issues including vaccines, debt relief and access to green funds had to be addressed if Cop26 was to be a success.</p> <p>“We know developing countries want recognition from the G7 that there’s now a triple unfairness: they didn’t burn the fossil fuels in the first place to develop their economies, they haven’t got the cash to protect themselves from climate change, and they haven’t got the jabs to protect themselves from Covid. The PM’s pledge to share vaccines is about acknowledging this – it’s an act of solidarity and there will be more ahead from this G7 as the UK demonstrates it is determined Cop26 will work for all, especially climate-vulnerable countries.”</p> <p>New data shows that Canada, the UK, the EU, the US and Japan have collectively procured 5.3 billion vaccine doses despite having a collective population of just over 1 billion, according to the Global Health Innovation Center at Duke University in the US. Considering most vaccines require two doses for full vaccination, it means the world’s wealthiest countries could “double vaccinate” their entire populations and be left with plenty to spare.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/06/g7-vacssupplies/giv-825KMYTR5zGn2X0/\" data-alt=\"G7 vaccine doses\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/06/g7-vacssupplies/giv-825KMYTR5zGn2X0/\">G7 vaccine doses</a> </figure>  <p>Canada has the highest number of procured doses per head, with a total of 381 million procured vaccine doses for a population of just over 37 million. That would be enough to give each person 10 doses if all vaccines pass phase 3 trials.</p> <p>The UK will have enough doses to give each of its people seven doses, the EU six per person, the US three per person and Japan two per person.</p> <p>In comparison, most low- and middle-income countries are struggling to procure doses through either direct deals or the global vaccine-sharing initiative Covax. Colombia and Indonesia currently have enough to give an average of 0.9 doses per person, South Africa has 0.5 doses per person, and Pakistan has just 0.1.</p> <p>Johnson has previously pledged to donate most of the UK’s surplus vaccine supply to poorer countries, but this process has yet to start.</p>","newspaperPageNumber":"1","wordcount":"967","firstPublicationDate":"2021-06-05T21:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T21:51:52Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hknfa","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1aa92b78d5a018dee86ea912f7ca2acf6d684e91/0_134_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Progress on climate change could be scuppered by developing nations if they are not given equitable access to vaccines, Boris Johnson has been warned, as rich nations come under new pressure to donate more doses. Figures compiled by the Observer show that the wealthiest nations, including the UK, have enough vaccines to inoculate their populations more than twice over. Before a three-day G7 summit beginning in Cornwall on Friday, a growing number of influential figures believe failure to agree a vaccination plan for poorer countries could lead to them refusing, or being unable, to work with rich countries in the battle against the climate crisis. Johnson will seek to calm tensions on Sunday by calling on the world’s wealthiest nations to help vaccinate the entire global population by the end of 2022. “Vaccinating the world by the end of next year would be the single greatest feat in medical history,” the prime minister said. “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” On Saturday, the number of people in the UK to receive a vaccination topped 40 million. It was reported by the Sunday Telegraph that the head of the UK’s vaccines taskforce, Kate Bingham, was to receive a damehood, which would be unveiled in the Queen’s birthday honours list next weekend. In a key week for UK diplomacy, Johnson is hoping to use the G7 gathering to lay the groundwork for Cop26, the vital UN climate summit being held in Glasgow in November, to which it is hoped rich and developing nations will send delegations. But as rich nations face accusations of stockpiling vaccines, Paul Polman, the former chief executive of Unilever and chair of the International Chamber of Commerce, said the two biggest global challenges were becoming increasingly, and dangerously, linked. “We can’t have global solidarity and trust around tackling climate change if we do not show solidarity around vaccines,” Polman said. “Developing countries will not come with more ambitious targets [on emissions] if they do not see developed countries showing some solidarity on vaccines, and climate funding.” The chances of success at Cop26, Polman said, “will be significantly higher if we address this vaccine issue.” The secretary general of the Commonwealth, Patricia Scotland, agreed that vaccines were closely linked to climate action. “There is an obvious link between equitable access to vaccines and action on climate change,” she said. “Only if we invest in equitable vaccine access and stand against vaccine nationalism will we beat Covid-19. Only if we ensure every country is able to afford to deal with its climate challenges will we be able to reach a meaningful agreement on a way forward.” Greta Thunberg, the climate campaigner, has said she will boycott Cop26 unless developing countries get a fair share of vaccines, and some NGOs have called on developing countries in the talks to do the same. Joss Garman, the UK director of the European Climate Foundation and a former adviser to the Labour party on the environment, said there was a risk that the Cop26 talks could suffer the same fate as the collapsed Copenhagen summit in 2009 unless a deal was done on vaccines. “The savage impact of Covid is costing developing countries around $1 trillion every year,” said Garman. “Overwhelmed by this immediate and ongoing health and financial crisis, almost 100 countries have yet to put forward their climate plan for Cop26. “Others have explicitly made their efforts on carbon contingent on more assistance from rich countries. Unless the G7 puts together a package on vaccines and debt relief, success at Cop26 could be in real jeopardy. ” A senior government source said UK ministers realised that the needs of developing nations on issues including vaccines, debt relief and access to green funds had to be addressed if Cop26 was to be a success. “We know developing countries want recognition from the G7 that there’s now a triple unfairness: they didn’t burn the fossil fuels in the first place to develop their economies, they haven’t got the cash to protect themselves from climate change, and they haven’t got the jabs to protect themselves from Covid. The PM’s pledge to share vaccines is about acknowledging this – it’s an act of solidarity and there will be more ahead from this G7 as the UK demonstrates it is determined Cop26 will work for all, especially climate-vulnerable countries.” New data shows that Canada, the UK, the EU, the US and Japan have collectively procured 5.3 billion vaccine doses despite having a collective population of just over 1 billion, according to the Global Health Innovation Center at Duke University in the US. Considering most vaccines require two doses for full vaccination, it means the world’s wealthiest countries could “double vaccinate” their entire populations and be left with plenty to spare. Canada has the highest number of procured doses per head, with a total of 381 million procured vaccine doses for a population of just over 37 million. That would be enough to give each person 10 doses if all vaccines pass phase 3 trials. The UK will have enough doses to give each of its people seven doses, the EU six per person, the US three per person and Japan two per person. In comparison, most low- and middle-income countries are struggling to procure doses through either direct deals or the global vaccine-sharing initiative Covax. Colombia and Indonesia currently have enough to give an average of 0.9 doses per person, South Africa has 0.5 doses per person, and Pakistan has just 0.1. Johnson has previously pledged to donate most of the UK’s surplus vaccine supply to poorer countries, but this process has yet to start.","charCount":"5796","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/fiona-harvey\">Fiona Harvey</a>, <a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/ashley-kirk\">Ashley Kirk</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2021/jun/05/mo-farahs-tokyo-hopes-in-balance-after-disappointing-return-to-track","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-05T21:07:04Z","webTitle":"Mo Farah’s Tokyo Olympic hopes hang by thread after shock 10,000m defeat","webUrl":"https://www.theguardian.com/sport/2021/jun/05/mo-farahs-tokyo-hopes-in-balance-after-disappointing-return-to-track","apiUrl":"https://content.guardianapis.com/sport/2021/jun/05/mo-farahs-tokyo-hopes-in-balance-after-disappointing-return-to-track","fields":{"headline":"Mo Farah’s Tokyo Olympic hopes hang by thread after shock 10,000m defeat","standfirst":"<ul><li>Briton finishes eighth at European Cup on return to track</li><li>Olympic champion ran first race over distance since 2017</li></ul>","trailText":"Mo Farah’s Olympic qualification chances were hit by a devastating eighth-place finish in the European Cup 10,000m, his first race over the distance for four years","byline":"Sean Ingle at the University of Birmingham","main":"<figure class=\"element element-image\" data-media-id=\"887f57d284b05222a71402443623e52f95def85c\"> <img src=\"https://media.guim.co.uk/887f57d284b05222a71402443623e52f95def85c/0_174_3810_2285/1000.jpg\" alt=\"Mo Farah feels the pain after the race in Birmingham\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mo Farah feels the pain after the race in Birmingham.</span> <span class=\"element-image__credit\">Photograph: Jan Kruger/Getty Images</span> </figcaption> </figure>","body":"<p>Mo Farah is facing a desperate struggle to make the Olympics after failing to post the qualifying time for Tokyo and finishing a shock eighth at the European Athletics 10,000m Cup in Birmingham.</p> <p>Despite it being his first 10,000m race for nearly four years, Farah was expecting to run easily the 27min 28sec needed to make it on the plane to Japan. Instead the 38-year-old was toiling and grimacing by halfway – the result, he said, of a niggle to his left ankle sustained 10 days ago.</p> <p>Incredibly it was Farah’s first defeat over the distance for nearly 10 years, since coming second at the world championships in Daegu in 2011. His finishing time, 27:50:54, was also his slowest since 2014. To add insult to injury he was also beaten by his fellow Briton Marc Scott.</p>  <figure class=\"element element-image\" data-media-id=\"1ff3dafa52b2f1c1c543b673b304a02c8788cbd8\"> <img src=\"https://media.guim.co.uk/1ff3dafa52b2f1c1c543b673b304a02c8788cbd8/0_174_3500_2101/1000.jpg\" alt=\"Mo Farah trails in behind his British compatriot Marc Scott and others, with the multiple Olympic champion showing the strain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mo Farah (second left) trails in behind his British compatriot Marc Scott (third left) and others, with the multiple Olympic champion showing the strain.</span> <span class=\"element-image__credit\">Photograph: Martin Rickett/PA</span> </figcaption> </figure>  <p>“I am obviously disappointed with the result but it is what it is,” said Farah. “Without making any excuses, the last 10 days haven’t been great as I’ve been carrying a niggle since I got back from training.”</p> <p>Farah was one of 12 British athletes competing at the European 10,000m Cup, which doubled up as the British trials for the Tokyo Olympics. The word from Farah’s camp was that he was in excellent shape after a training camp in Flagstaff, Arizona, and he made an early point to his rivals by taking the lead on the opening lap, which was run in a fast 62 seconds. From then on, though, he slipped back, and was struggling long before he began to grit his teeth over the closing laps.</p> <p>“With 15 laps to go you know my face but I was hurting hard,” he added. “I just had to keep fighting, keep digging. Keep digging in and finish within the top two. I honestly thought with five laps to go I had the time.”</p> <p>Farah will have another three weeks to run the qualifying standard but the chances of him making it to Tokyo, let alone defending his 10,000m title, now look slim. “This is the first bit I have done of track in the last two weeks,” he added. “It is not ideal. But it is what it is, it is part of sport.”</p> <p>However Scott, who was seventh in 27.49:83 in a race won by France’s Morhad Amdouni in 27:23:27, will be there. “The race wasn’t perfect by any means,” he said. “But I won the British race and that’s the main thing – to get on the plane.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/jun/05/i-didnt-just-want-to-nibble-at-records-40-years-on-from-coes-stunning-1981\">‘I didn’t just want to nibble at records’: 40 years on from Coe’s stunning 1981</a> </p> </aside>  <p>Inevitably all the focus is on Farah, who came into this race still believing he could win a third Olympic 10,000m title. The last time he had raced the distance he won gold in front of adoring 54,000 home fans at the 2017 London world championships. This time, because of Covid, there were barely a few hundred people – mostly volunteers and officials – watching. It soon became apparent that much changed in the last four years.</p> <p>Earlier in the evening, Britain’s Eilish McColgan produced a thrilling last lap to chase down the Israeli athlete Selamawit Teferi to win the European Cup and also qualify for Tokyo. McColgan, the daughter of the 1991 10,000m world champion, Liz, came through in 31:19:21. Not far behind in third was Britain’s Jess Judd, who ran a personal best of 31:20.84 to also book her place at the Olympics.</p> <p>Meanwhile in Jamaica, Shelly-Ann Fraser-Pryce ran 10.63sec for 100m – to become the second-fastest woman in history.</p> <p>Fraser-Pryce, who won 100m gold at the 2008 and 2012 Olympics and at the 2019 world championships, was well beaten by Britain’s Dina Asher‑Smith a fortnight ago on a cold, wet night in Gateshead a fortnight ago. But she found racing in perfect conditions at the National Stadium in Kingston much more to her liking.</p> <p>She blasted out the blocks and was well clear by halfway before coming home to beat her own national record of 10.70, which she shared with Elaine Thompson-Herah. Only the American Florence Griffith Joyner, who ran 10.49 in 1988 but died a decade later, has ever gone faster.</p> <p>“Honestly I never expected I would run 10.6 and think it’s a good thing because there was no pressure,” Fraser-Pryce told reporters as she screamed with excitement. “I’m lost for words because 10.6 has been a dream, a goal, I’ve been working so hard, being so patient to see it finally unfold. I’m so ecstatic.”</p>","newspaperPageNumber":"14","wordcount":"731","firstPublicationDate":"2021-06-05T21:07:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T22:38:29Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkgna","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/887f57d284b05222a71402443623e52f95def85c/0_174_3810_2285/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Mo Farah is facing a desperate struggle to make the Olympics after failing to post the qualifying time for Tokyo and finishing a shock eighth at the European Athletics 10,000m Cup in Birmingham. Despite it being his first 10,000m race for nearly four years, Farah was expecting to run easily the 27min 28sec needed to make it on the plane to Japan. Instead the 38-year-old was toiling and grimacing by halfway – the result, he said, of a niggle to his left ankle sustained 10 days ago. Incredibly it was Farah’s first defeat over the distance for nearly 10 years, since coming second at the world championships in Daegu in 2011. His finishing time, 27:50:54, was also his slowest since 2014. To add insult to injury he was also beaten by his fellow Briton Marc Scott. “I am obviously disappointed with the result but it is what it is,” said Farah. “Without making any excuses, the last 10 days haven’t been great as I’ve been carrying a niggle since I got back from training.” Farah was one of 12 British athletes competing at the European 10,000m Cup, which doubled up as the British trials for the Tokyo Olympics. The word from Farah’s camp was that he was in excellent shape after a training camp in Flagstaff, Arizona, and he made an early point to his rivals by taking the lead on the opening lap, which was run in a fast 62 seconds. From then on, though, he slipped back, and was struggling long before he began to grit his teeth over the closing laps. “With 15 laps to go you know my face but I was hurting hard,” he added. “I just had to keep fighting, keep digging. Keep digging in and finish within the top two. I honestly thought with five laps to go I had the time.” Farah will have another three weeks to run the qualifying standard but the chances of him making it to Tokyo, let alone defending his 10,000m title, now look slim. “This is the first bit I have done of track in the last two weeks,” he added. “It is not ideal. But it is what it is, it is part of sport.” However Scott, who was seventh in 27.49:83 in a race won by France’s Morhad Amdouni in 27:23:27, will be there. “The race wasn’t perfect by any means,” he said. “But I won the British race and that’s the main thing – to get on the plane.” Inevitably all the focus is on Farah, who came into this race still believing he could win a third Olympic 10,000m title. The last time he had raced the distance he won gold in front of adoring 54,000 home fans at the 2017 London world championships. This time, because of Covid, there were barely a few hundred people – mostly volunteers and officials – watching. It soon became apparent that much changed in the last four years. Earlier in the evening, Britain’s Eilish McColgan produced a thrilling last lap to chase down the Israeli athlete Selamawit Teferi to win the European Cup and also qualify for Tokyo. McColgan, the daughter of the 1991 10,000m world champion, Liz, came through in 31:19:21. Not far behind in third was Britain’s Jess Judd, who ran a personal best of 31:20.84 to also book her place at the Olympics. Meanwhile in Jamaica, Shelly-Ann Fraser-Pryce ran 10.63sec for 100m – to become the second-fastest woman in history. Fraser-Pryce, who won 100m gold at the 2008 and 2012 Olympics and at the 2019 world championships, was well beaten by Britain’s Dina Asher‑Smith a fortnight ago on a cold, wet night in Gateshead a fortnight ago. But she found racing in perfect conditions at the National Stadium in Kingston much more to her liking. She blasted out the blocks and was well clear by halfway before coming home to beat her own national record of 10.70, which she shared with Elaine Thompson-Herah. Only the American Florence Griffith Joyner, who ran 10.49 in 1988 but died a decade later, has ever gone faster. “Honestly I never expected I would run 10.6 and think it’s a good thing because there was no pressure,” Fraser-Pryce told reporters as she screamed with excitement. “I’m lost for words because 10.6 has been a dream, a goal, I’ve been working so hard, being so patient to see it finally unfold. I’m so ecstatic.”","charCount":"4071","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/seaningle\">Sean Ingle</a> at the University of Birmingham"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"sport/2021/jun/05/eddie-jones-planning-to-use-summer-fixtures-to-look-to-englands-future","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-05T21:00:19Z","webTitle":"Eddie Jones planning to use summer fixtures to look to England’s future","webUrl":"https://www.theguardian.com/sport/2021/jun/05/eddie-jones-planning-to-use-summer-fixtures-to-look-to-englands-future","apiUrl":"https://content.guardianapis.com/sport/2021/jun/05/eddie-jones-planning-to-use-summer-fixtures-to-look-to-englands-future","fields":{"headline":"Eddie Jones planning to use summer fixtures to look to England’s future","standfirst":"<p>With 11 frontline players away with the Lions, England’s head coach will favour youth in his selections for July’s internationals</p>","trailText":"With 11 frontline players heading for South Africa and the Lions tour, England’s head coach Eddie Jones will favour youth in his selections for three fixtures in July","byline":"Ian Malin","main":"<figure class=\"element element-image\" data-media-id=\"4531c5e6fcc9b70def053d4760306403d1273e54\"> <img src=\"https://media.guim.co.uk/4531c5e6fcc9b70def053d4760306403d1273e54/0_0_4489_2695/1000.jpg\" alt=\"Harlequins fly-half Marcus Smith will finally get the call from England for the summer internationals after a blistering season for his club.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harlequins fly-half Marcus Smith will finally get the call from England for the summer internationals after a blistering season for his club.</span> <span class=\"element-image__credit\">Photograph: Steve Bardens/Getty Images for Harlequins</span> </figcaption> </figure>","body":"<p>Summer has arrived at last and, after England’s winter of discontent, Eddie Jones will attempt to put a dismal Six Nations campaign and a review by his Twickenham employers behind him and lay the foundations for the next World Cup.</p> <p>On Thursday, England’s head coach announces a squad to face Scotland in an A team fixture at Leicester on 27 July and for two internationals against the United States and Canada at Twickenham in early July. The accent will be on youth. With 11 of his frontline players going to South Africa on the Lions tour, Jones has the chance to cast an eye over some of the emerging talent in a Premiership season that because of the pandemic seems never-ending.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/jun/02/theres-only-one-head-coach-eddie-jones-stands-firm-on-england-control\">‘There’s only one head coach’: Eddie Jones stands firm on England control</a> </p> </aside>  <p>The sunny weather has given us some cricket scores in the Premiership although the high-scoring games are not always to the liking of England’s head coach, as he explained during the week.</p> <p>“When the sun is shining the ball has got quicker and defences have struggled to get set. Some of these games don’t have the rigour and intensity that you need to see players perform under. You do see great games, though. The Sale-Bristol game, for instance, was a terrific game of rugby.”</p> <p>The sunshine and harder grounds and the anticipated absence from his squad of George Ford make it certain Marcus Smith will at last get the chance to swap his multi-coloured Harlequins shirt for the white of England in the coming weeks. The 22-year-old fly-half has been in blistering form this season and is one of the reasons his club have qualified for the Premiership play-offs.</p> <p>There has been a clamour for Smith to step up. “Marcus Smith has benefited from that quicker ball,” Jones said. “From seeing him at Brighton College back in 2015 I’ve watched him a lot. He’s got a nice balance to his game.”</p> <p>With England’s other leading fly-half Owen Farrell off to South Africa, Jones will be on the lookout for another captain. One candidate could be the Bath flanker Sam Underhill, who missed the Six Nations through an injury that cost him a place on the Lions tour. Four years ago, Jones took a squad to play two Tests in Argentina without the players selected for the Lions in New Zealand and Underhill, then playing outside England with the Ospreys, and a then-18-year-old Tom Curry emerged as fixtures in England’s back row.</p> <p>“Two years from the World Cup these games open up some opportunities for young players. In 2017, it was Underhill and Curry and if we can get two or three more this time that would be a bonus,” said Jones. “There will be a clean sheet for the next couple of games. I’ve been travelling the country looking for the right talent and I think perhaps I have found a few players.”</p> <p>Jones has been impressed with some of the younger players at Sale who, despite an overreliance of their South African contingent, have some of the most promising English talent about. Tom Curry’s twin, Ben, is one player expected to make his own breakthrough before long.</p> <p>“In Argentina we picked Ben ahead of Tom. He’s had a bad time through injuries. It can be difficult for twins. Historically one tends to step up quicker. But in that game against Bristol I saw that he has the fight in him. There are a lot of good young players at Sale like the scrum-half [Raphael] Quirke and the loose-head [Bevan] Rodd.”</p> <p>Sale’s head coach, Alex Sanderson, had also spoken enthusiastically of his fit-again centre Manu Tuilagi who Jones would love to pair up again with Henry Slade, another player surprisingly left out of Warren Gatland’s Lions squad.</p> <p>Waiting for Tuilagi to put together a long run of internationals has been English rugby’s equivalent of Waiting for Godot over the years and his withdrawal from Friday’s Premiership fixture after it emerged he had been in close contact with a Sale member of staff who tested positive for Covid-19 will have set him back further.</p> <p>Jones is understandably cautious. “It’s a bit premature at this stage. We’ll have to see how he goes for the rest of the season before we make a judgment on him. I’ll go up there and have a chat with him and see where he’s at.”</p> <p>Jones repeated his mantra during the week that he wants to make England “the best team in the world”. For now, England’s disgruntled supporters will be happy to see them entertain Twickenham next month with a cricket score or two against the US and Canada.</p>","newspaperPageNumber":"12","wordcount":"768","firstPublicationDate":"2021-06-05T21:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T21:00:19Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hky4b","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4531c5e6fcc9b70def053d4760306403d1273e54/0_0_4489_2695/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Summer has arrived at last and, after England’s winter of discontent, Eddie Jones will attempt to put a dismal Six Nations campaign and a review by his Twickenham employers behind him and lay the foundations for the next World Cup. On Thursday, England’s head coach announces a squad to face Scotland in an A team fixture at Leicester on 27 July and for two internationals against the United States and Canada at Twickenham in early July. The accent will be on youth. With 11 of his frontline players going to South Africa on the Lions tour, Jones has the chance to cast an eye over some of the emerging talent in a Premiership season that because of the pandemic seems never-ending. The sunny weather has given us some cricket scores in the Premiership although the high-scoring games are not always to the liking of England’s head coach, as he explained during the week. “When the sun is shining the ball has got quicker and defences have struggled to get set. Some of these games don’t have the rigour and intensity that you need to see players perform under. You do see great games, though. The Sale-Bristol game, for instance, was a terrific game of rugby.” The sunshine and harder grounds and the anticipated absence from his squad of George Ford make it certain Marcus Smith will at last get the chance to swap his multi-coloured Harlequins shirt for the white of England in the coming weeks. The 22-year-old fly-half has been in blistering form this season and is one of the reasons his club have qualified for the Premiership play-offs. There has been a clamour for Smith to step up. “Marcus Smith has benefited from that quicker ball,” Jones said. “From seeing him at Brighton College back in 2015 I’ve watched him a lot. He’s got a nice balance to his game.” With England’s other leading fly-half Owen Farrell off to South Africa, Jones will be on the lookout for another captain. One candidate could be the Bath flanker Sam Underhill, who missed the Six Nations through an injury that cost him a place on the Lions tour. Four years ago, Jones took a squad to play two Tests in Argentina without the players selected for the Lions in New Zealand and Underhill, then playing outside England with the Ospreys, and a then-18-year-old Tom Curry emerged as fixtures in England’s back row. “Two years from the World Cup these games open up some opportunities for young players. In 2017, it was Underhill and Curry and if we can get two or three more this time that would be a bonus,” said Jones. “There will be a clean sheet for the next couple of games. I’ve been travelling the country looking for the right talent and I think perhaps I have found a few players.” Jones has been impressed with some of the younger players at Sale who, despite an overreliance of their South African contingent, have some of the most promising English talent about. Tom Curry’s twin, Ben, is one player expected to make his own breakthrough before long. “In Argentina we picked Ben ahead of Tom. He’s had a bad time through injuries. It can be difficult for twins. Historically one tends to step up quicker. But in that game against Bristol I saw that he has the fight in him. There are a lot of good young players at Sale like the scrum-half [Raphael] Quirke and the loose-head [Bevan] Rodd.” Sale’s head coach, Alex Sanderson, had also spoken enthusiastically of his fit-again centre Manu Tuilagi who Jones would love to pair up again with Henry Slade, another player surprisingly left out of Warren Gatland’s Lions squad. Waiting for Tuilagi to put together a long run of internationals has been English rugby’s equivalent of Waiting for Godot over the years and his withdrawal from Friday’s Premiership fixture after it emerged he had been in close contact with a Sale member of staff who tested positive for Covid-19 will have set him back further. Jones is understandably cautious. “It’s a bit premature at this stage. We’ll have to see how he goes for the rest of the season before we make a judgment on him. I’ll go up there and have a chat with him and see where he’s at.” Jones repeated his mantra during the week that he wants to make England “the best team in the world”. For now, England’s disgruntled supporters will be happy to see them entertain Twickenham next month with a cricket score or two against the US and Canada.","charCount":"4327","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ianmalin\">Ian Malin</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"books/2021/jun/05/naomi-wolf-banned-twitter-spreading-vaccine-myths","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-05T20:13:57Z","webTitle":"Naomi Wolf banned from Twitter for spreading vaccine myths","webUrl":"https://www.theguardian.com/books/2021/jun/05/naomi-wolf-banned-twitter-spreading-vaccine-myths","apiUrl":"https://content.guardianapis.com/books/2021/jun/05/naomi-wolf-banned-twitter-spreading-vaccine-myths","fields":{"headline":"Naomi Wolf banned from Twitter for spreading vaccine myths","standfirst":"<p>Many social media users applaud termination of author’s account, but some have said move is a blow to freedom of speech</p>","trailText":"Many social media users applaud termination of author’s account, but some have said move is a blow to freedom of speech","byline":"David Connett","main":"<figure class=\"element element-image\" data-media-id=\"80c20496bcad53dd4694fcfd864e9b77e3548350\"> <img src=\"https://media.guim.co.uk/80c20496bcad53dd4694fcfd864e9b77e3548350/0_439_5935_3561/1000.jpg\" alt=\"Naomi Wolf\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Among Wolf’s recent tweets was one claiming that anti-Covid vaccines were ‘a software platform that can receive uploads’. </span> <span class=\"element-image__credit\">Photograph: David Levenson/Getty Images</span> </figcaption> </figure>","body":"<p>The author Naomi Wolf has been suspended from Twitter after using it to spread myths about the pandemic, vaccines and lockdown.</p> <p>Wolf, who wrote the influential feminist work The Beauty Myth, holds staunch anti-vaccine views. Last month she told a US congressional committee that vaccine passports would “re-create a situation that is very familiar to me as a student of history. This has been the start of many, many genocides.”</p> <p>As the pandemic continued, the author variously claimed that vaccines were a “software platform that can receive uploads” and that “the best way to show respect for healthcare workers if you are healthy and under 65 is to socialise sensibly and expose yourself to a low viral load”.</p> <p>In her most recent post, she argued that “vaccinated people’s urine/feces”(sic) needed to be separated from general sewage supplies/waterways until its impact on unvaccinated people via drinking water was established.</p> <p>Her suspension was widely applauded on the social media platform. One tweet read: “Thanks, @Twitter, for finally suspending Naomi Wolf for spreading harmful and floridly delusional anti-vax disinformation.” Others observed: “Never forget. Naomi Wolf’s suspension could not have come any sooner.” Another said: “Congratulations to naomi wolf who is i think the first person to be banned from here for being too stupid.”</p> <p>The award-winning author Steve Silberman, who is a historian of autism, said: <a href=\"https://twitter.com/stevesilberman/status/1401232866726481927\">“I’ve been reading vile anti-vaccine propaganda for 20 years, and Wolf’s claims were as out-there and delusional as I’ve ever seen.”</a></p> <p>Some supporters criticised the ban, claiming it was the result of US government pressure and a blow to free speech, and called for her account to be reinstated. Twitter has said the suspension is permanent and no appeal will be allowed.</p> <p>The Twitter ban is just the latest in a series of controversies in which the author and former adviser to US vice-president Al Gore has become embroiled. Claims made by Wolf in her latest book Outrages, borne of her Oxford PhD research into same-sex relationships in the Victorian era, <a href=\"https://www.theguardian.com/books/2019/may/24/naomi-wolf-admits-blunder-over-victorians-and-sodomy-executions\">were publicly demolished in a BBC interview</a> which exposed the fact that she had made serious research mistakes about the punishments for homosexuality in Victorian Britain.</p> <p>In other unsubstantiated claims, Wolf has said the US military was importing Ebola from Africa with the intention of spreading it at home, and that US intelligence whistleblower Edward Snowden might be a government plant.</p>","newspaperPageNumber":"15","wordcount":"395","firstPublicationDate":"2021-06-05T20:13:57Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T21:07:27Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkpec","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/80c20496bcad53dd4694fcfd864e9b77e3548350/0_439_5935_3561/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The author Naomi Wolf has been suspended from Twitter after using it to spread myths about the pandemic, vaccines and lockdown. Wolf, who wrote the influential feminist work The Beauty Myth, holds staunch anti-vaccine views. Last month she told a US congressional committee that vaccine passports would “re-create a situation that is very familiar to me as a student of history. This has been the start of many, many genocides.” As the pandemic continued, the author variously claimed that vaccines were a “software platform that can receive uploads” and that “the best way to show respect for healthcare workers if you are healthy and under 65 is to socialise sensibly and expose yourself to a low viral load”. In her most recent post, she argued that “vaccinated people’s urine/feces”(sic) needed to be separated from general sewage supplies/waterways until its impact on unvaccinated people via drinking water was established. Her suspension was widely applauded on the social media platform. One tweet read: “Thanks, @Twitter, for finally suspending Naomi Wolf for spreading harmful and floridly delusional anti-vax disinformation.” Others observed: “Never forget. Naomi Wolf’s suspension could not have come any sooner.” Another said: “Congratulations to naomi wolf who is i think the first person to be banned from here for being too stupid.” The award-winning author Steve Silberman, who is a historian of autism, said: “I’ve been reading vile anti-vaccine propaganda for 20 years, and Wolf’s claims were as out-there and delusional as I’ve ever seen.” Some supporters criticised the ban, claiming it was the result of US government pressure and a blow to free speech, and called for her account to be reinstated. Twitter has said the suspension is permanent and no appeal will be allowed. The Twitter ban is just the latest in a series of controversies in which the author and former adviser to US vice-president Al Gore has become embroiled. Claims made by Wolf in her latest book Outrages, borne of her Oxford PhD research into same-sex relationships in the Victorian era, were publicly demolished in a BBC interview which exposed the fact that she had made serious research mistakes about the punishments for homosexuality in Victorian Britain. In other unsubstantiated claims, Wolf has said the US military was importing Ebola from Africa with the intention of spreading it at home, and that US intelligence whistleblower Edward Snowden might be a government plant.","charCount":"2477","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidconnett\">David Connett</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"business/commentisfree/2021/jun/06/australia-looks-set-to-lose-its-opportunity-to-decouple-gdp-growth-from-carbon-emissions","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-06-05T20:00:20Z","webTitle":"Australia looks set to lose its opportunity to decouple GDP growth from carbon emissions | Greg Jericho","webUrl":"https://www.theguardian.com/business/commentisfree/2021/jun/06/australia-looks-set-to-lose-its-opportunity-to-decouple-gdp-growth-from-carbon-emissions","apiUrl":"https://content.guardianapis.com/business/commentisfree/2021/jun/06/australia-looks-set-to-lose-its-opportunity-to-decouple-gdp-growth-from-carbon-emissions","fields":{"headline":"Australia looks set to lose its opportunity to decouple GDP growth from carbon emissions ","standfirst":"<p>The sad state of affairs is that, since the end of the carbon price, much that is good for growth is bad for reducing our emissions</p>","trailText":"The sad state of affairs is that, since the end of the carbon price, much that is good for growth is bad for reducing our emissions","byline":"Greg Jericho","main":"<figure class=\"element element-image\" data-media-id=\"ba5f7995658887fa2223731a069a5385182f523c\"> <img src=\"https://media.guim.co.uk/ba5f7995658887fa2223731a069a5385182f523c/247_0_4413_2650/1000.jpg\" alt=\"Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020.</span> <span class=\"element-image__credit\">Photograph: kokkai/Getty Images/iStockphoto</span> </figcaption> </figure>","body":"<p>This week came the news that we had discovered how <a href=\"https://www.theguardian.com/environment/2021/may/31/covid-sent-australias-carbon-emissions-plummeting-in-2020-to-lowest-levels-in-30-years\">to reduce emissions</a> at a rate needed to get to net-zero by 2050 without imposing an economy wide price on carbon.</p> <p>All we needed was a worldwide pandemic. Simple.</p> <p>The lack of activity last year meant our emissions excluding land use fell to 2004 levels.</p> <p>But while it is good that the pandemic is more under control than it was last year, what this inevitably means is that emissions will again rise. And we know this because this week also came the news that Australia’s GDP is growing solidly.</p> <p>The sad state of affairs is that, since the end of the carbon price, much that is good for GDP growth is bad for reducing our emissions, and conversely among the things in the GDP figures that were “bad” were good for our task of cutting emissions.</p> <p>Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020. Because household spending is a key driver of economic growth that meant our lack of spending on transport cut the national economy by around 1%.</p> <p>And because there is almost a perfect correlation between the amount spent on transport services and transport emissions, this also meant in the 2020 emissions produced from transport fell 12%.</p> <p>Before the pandemic the only time annual transport emissions had fallen was in 2013 when they went down a mere 0.9%.</p> <p>So massive was the fall that although the transport sector only makes up 18% of all emissions, it accounted for almost half of the entire drop in emissions last year.</p> <p>But we can expect those emissions to start rising back to pre-pandemic levels – indeed in the last three months of last year quarterly transport emissions rose 3.3% – the biggest jump ever recorded.</p>  <figure class=\"element element-embed\" data-alt=\"Our path to net-zero emissions has a long way to go\">  <iframe title=\"Our path to net-zero emissions has a long way to go\" aria-label=\"Interactive line chart\" id=\"datawrapper-chart-m7T4e\" src=\"https://datawrapper.dwcdn.net/m7T4e/2/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p><strong><a href=\"https://www.datawrapper.de/_/m7T4e/\">Graph not displaying properly? Click here</a></strong></p> <p>The pandemic has been a horrible event and yet within it lies opportunity – emissions have fallen at a rate we need them to keep falling, and the hit to the economy means there is a massive need for government investment.</p> <p>It is the perfect moment to go big investing in the infrastructure that will drive the change to electric vehicles and renewable energy.</p> <p>And yet, it looks to be a lost opportunity.</p> <p>There is no shift towards electric vehicles from the Morrison government, the Victorian government has decided to tax electric vehicles, and, as the Australia Institute’s Richard Denniss <a href=\"https://www.theguardian.com/commentisfree/2021/may/26/taxes-on-electric-vehicles-will-slow-australias-progress-its-not-complicated\">has noted</a>, the recent budget provided nothing to encourage EV take-up.</p> <p>The Morrison government wants to build a gas-fired power plant while rejecting recommendations <a href=\"https://www.theguardian.com/australia-news/2021/may/06/coalition-vetoes-funding-for-wind-and-battery-farm-in-northern-queensland\">to fund a wind-farm</a> and battery project in North Queensland.</p> <p>Scott Morrison still refuses to even commit to a target year for reaching net-zero and is thumbing his nose at the rest of the world even while the threats of carbon tariffs continue to be raised.</p> <p><a href=\"https://www.theguardian.com/environment/2021/jun/03/uk-urges-australia-to-scale-up-climate-ambitions-before-g7-summit\">Daniel Hurst reported</a> that Morrison has said Australia will take “the Frank Sinatra approach” to climate policy. “We’re going to do it our way in Australia, the Australian way.”</p> <p>That’s fine, but doing it our way implies actually doing something.</p> <p>And we are not.</p> <p>To get to net-zero emissions by 2050 we need to cut emissions by around 34% from 2020 levels in the next decade. We’re on pace to cut them by 4%.</p> <p>The problem of this week isn’t that GDP is unimportant, it is that for now it gets much more attention and focus than do emissions.</p> <p>The political cost of low GDP growth is much greater than is barely falling or rising emissions. And there is no political cost at all about doing nothing to decouple GDP and emissions growth.</p> <p>As we saw this week with its <a href=\"https://www.theguardian.com/australia-news/2021/jun/03/covid-lockdown-support-disaster-payment-national-lockdown-framework-australia-commonwealth-victoria-melbourne\">laggard moves to provide assistance</a> to Victorians, and its farcical efforts to keep to commitments to vaccinate those in aged care facilities, the Morrison government resists doing anything and then will only do the bare minimum it thinks needs to be done to get past any political problem.</p> <p>Until reducing emissions becomes a political problem, we cannot expect the Liberal party to do anything.</p>","wordcount":"688","commentCloseDate":"2021-06-08T20:00:20Z","commentable":"true","firstPublicationDate":"2021-06-05T20:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkatk","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ba5f7995658887fa2223731a069a5385182f523c/247_0_4413_2650/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"This week came the news that we had discovered how to reduce emissions at a rate needed to get to net-zero by 2050 without imposing an economy wide price on carbon. All we needed was a worldwide pandemic. Simple. The lack of activity last year meant our emissions excluding land use fell to 2004 levels. But while it is good that the pandemic is more under control than it was last year, what this inevitably means is that emissions will again rise. And we know this because this week also came the news that Australia’s GDP is growing solidly. The sad state of affairs is that, since the end of the carbon price, much that is good for GDP growth is bad for reducing our emissions, and conversely among the things in the GDP figures that were “bad” were good for our task of cutting emissions. Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020. Because household spending is a key driver of economic growth that meant our lack of spending on transport cut the national economy by around 1%. And because there is almost a perfect correlation between the amount spent on transport services and transport emissions, this also meant in the 2020 emissions produced from transport fell 12%. Before the pandemic the only time annual transport emissions had fallen was in 2013 when they went down a mere 0.9%. So massive was the fall that although the transport sector only makes up 18% of all emissions, it accounted for almost half of the entire drop in emissions last year. But we can expect those emissions to start rising back to pre-pandemic levels – indeed in the last three months of last year quarterly transport emissions rose 3.3% – the biggest jump ever recorded. Graph not displaying properly? Click here The pandemic has been a horrible event and yet within it lies opportunity – emissions have fallen at a rate we need them to keep falling, and the hit to the economy means there is a massive need for government investment. It is the perfect moment to go big investing in the infrastructure that will drive the change to electric vehicles and renewable energy. And yet, it looks to be a lost opportunity. There is no shift towards electric vehicles from the Morrison government, the Victorian government has decided to tax electric vehicles, and, as the Australia Institute’s Richard Denniss has noted, the recent budget provided nothing to encourage EV take-up. The Morrison government wants to build a gas-fired power plant while rejecting recommendations to fund a wind-farm and battery project in North Queensland. Scott Morrison still refuses to even commit to a target year for reaching net-zero and is thumbing his nose at the rest of the world even while the threats of carbon tariffs continue to be raised. Daniel Hurst reported that Morrison has said Australia will take “the Frank Sinatra approach” to climate policy. “We’re going to do it our way in Australia, the Australian way.” That’s fine, but doing it our way implies actually doing something. And we are not. To get to net-zero emissions by 2050 we need to cut emissions by around 34% from 2020 levels in the next decade. We’re on pace to cut them by 4%. The problem of this week isn’t that GDP is unimportant, it is that for now it gets much more attention and focus than do emissions. The political cost of low GDP growth is much greater than is barely falling or rising emissions. And there is no political cost at all about doing nothing to decouple GDP and emissions growth. As we saw this week with its laggard moves to provide assistance to Victorians, and its farcical efforts to keep to commitments to vaccinate those in aged care facilities, the Morrison government resists doing anything and then will only do the bare minimum it thinks needs to be done to get past any political problem. Until reducing emissions becomes a political problem, we cannot expect the Liberal party to do anything.","charCount":"3968","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/greg-jericho\">Greg Jericho</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"food/2021/jun/06/nearly-half-of-australias-cattle-is-treated-with-growth-hormones-is-it-safe-to-eat","type":"article","sectionId":"food","sectionName":"Food","webPublicationDate":"2021-06-05T20:00:20Z","webTitle":"Nearly half of Australia’s cattle is treated with growth hormones. Is it safe to eat? ","webUrl":"https://www.theguardian.com/food/2021/jun/06/nearly-half-of-australias-cattle-is-treated-with-growth-hormones-is-it-safe-to-eat","apiUrl":"https://content.guardianapis.com/food/2021/jun/06/nearly-half-of-australias-cattle-is-treated-with-growth-hormones-is-it-safe-to-eat","fields":{"headline":"Nearly half of Australia’s cattle is treated with growth hormones. Is it safe to eat? ","standfirst":"<p>Australian beef could soon be sold in UK supermarkets under a trade deal to be finalised soon, but some are worried about the health implications</p>","trailText":"Australian beef could soon be sold in UK supermarkets under a trade deal set to be finalised soon, but some are worried about the widespread use of growth hormones","byline":"Donna Lu","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"55220604c23baa0444dca2835d0e3b92d497aa62\"> \n <img src=\"https://media.guim.co.uk/55220604c23baa0444dca2835d0e3b92d497aa62/0_10_2000_1200/1000.jpg\" alt=\"The use of veterinary drugs to make cattle grow bigger is widespread in Australia. But the UK government has pledged not to allow hormone-treated beef into British supermarkets.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The use of veterinary drugs to make cattle grow bigger is widespread in Australia. But the UK government has pledged not to allow hormone-treated beef into British supermarkets.</span> \n  <span class=\"element-image__credit\">Photograph: Dave Hunt/AAP</span> \n </figcaption> \n</figure>","body":"<p><a href=\"https://www.theguardian.com/environment/2021/may/20/australia-beef-exports-uk-free-trade-deal-farmers\">A potential increase in exports to the UK</a> of Australian beef pumped with hormones has raised alarm food safety standards could be compromised.</p> \n<p>In Australia, the use of veterinary drugs to make cattle grow bigger is widespread and deemed safe by regulatory bodies. But hormonal growth promotants have long been banned in Europe, and t<a href=\"https://www.theguardian.com/politics/2020/nov/01/chlorinated-chicken-pledge-wont-put-uk-food-standards-fears-to-rest-trade-agriculture-commission\">he UK government has pledged not to allow hormone-treated beef</a> into British supermarkets.</p> \n<p>It’s unclear if that ban will be upheld under a potential UK-Australia trade deal, including proposals for zero-tariff beef, which has some farmers and environmental groups worried.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/04/tableizer/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/may/23/irresponsible-australia-trade-deal-will-bring-ruin-for-uk-farmers-critics-warn\">‘Irresponsible’ Australia trade deal will bring ruin for UK farmers, critics warn </a> </p> \n</aside> \n<p>So what are the effects of hormone treatment in cattle and is it safe to eat Australian beef? </p> \n<h2>How widespread is hormone treatment?</h2> \n<p>Hormone-treated beef is common in Australia: an estimated 40% of cattle in the country is treated with growth promotants to boost weight gain in the animals.</p> \n<p>However, in 2011, major Australian supermarket chain Coles announced that it would move away from using hormonal growth promotants in its own-brand beef products.</p> \n<p>Many farmers in Australia are economically reliant on growth promoters because they improve the efficiency of meat production by around 15%, says Peter Wynn, an adjunct professor at the Graham Centre for Agricultural Innovation at Charles Sturt University.</p> \n<p>Treated animals have an implant inserted at the back of the ear, containing a combination of oestrogen and androgen steroid hormones.</p> \n<p>Female animals seem to grow faster when they are given mostly male hormones, and vice versa, says Wynn. “We don’t really understand why that is.”</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>You’ll get more oestrogen out of an egg than you will out of 10kg of beef that has been treated with a steroid implant</p> \n  <footer> \n   <cite>Peter Wynn</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The hormones can be either natural or synthetic. Common synthetic hormones include trenbolone acetate, an androgen, and estradiol benzoate, which mimics natural oestrogens.</p> \n<p>The synthetic compounds produce a similar effect to natural hormones in the body, but are between five and 20 times more potent, says Frederic Leusch, a professor at Griffith University’s school of environment and science.</p> \n<h2>Is it safe to eat?</h2> \n<p>While it may sound like cause for alarm, the amount of hormone that ends up as residues in the meat we consume is extremely low.</p> \n<p>“What we get from meat is 1,000 times lower than what you would produce in your own body,” says Leusch. “As a human health issue, it really doesn’t seem to be much of a concern.”</p> \n<p>Wynn points out that all beef has small amounts of hormones in it, regardless of whether it has been treated with hormone implants. What is often overlooked in discussions about the safety of using growth promotants – synthetic or natural – is that our diets typically contain many other sources of hormones, he says.</p> \n<p>“You’ll get more oestrogen out of an egg than you will out of 10kg of beef that has been treated with a steroid implant,” he says. “There’s a whole heap more oestrogen in soy milk.”</p> \n<p>Vegetables including cabbage and corn contain phytoestrogens – plant oestrogens – that bind to the same hormone receptors in our bodies, he adds.</p> \n<h2>What are the rules around hormone use?</h2> \n<p>Maximum residue limits in meat are set by the Australian Pesticides and Veterinary Medicines Authority (APVMA), a government body tasked with assessing and registering agricultural chemicals in Australia.</p> \n<p>A spokesperson for the APVMA said in a statement: “The APVMA undertakes a dietary exposure evaluation at the time maximum residue limits are set to ensure the levels do not pose an undue hazard to human health.”</p> \n<p>A statement from Food Standards Australia New Zealand, a government body that develops food safety standards, said: “Upon request, FSANZ may play a supporting role in this process by confirming that dietary exposure to any residues do not pose a risk to the Australian population.”</p> \n<figure class=\"element element-image\" data-media-id=\"a31e552374a166dde5e5ee9d3b14ff1c5d1e0416\"> \n <img src=\"https://media.guim.co.uk/a31e552374a166dde5e5ee9d3b14ff1c5d1e0416/0_143_5524_3314/1000.jpg\" alt=\"The EU has had a hormone beef ban since 1989.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The EU has had a hormone beef ban since 1989.</span> \n  <span class=\"element-image__credit\">Photograph: D Hurst/Alamy</span> \n </figcaption> \n</figure> \n<h2>Why is it banned in some places?</h2> \n<p>The use of hormonal growth promotants in meat production has been banned in the European Union since 1989 – and has also been incorporated into UK law recently as part of its withdrawal from the EU. The 1989 ban on hormonal growth promotants in the EU was likely influenced by historical community concerns about diethylstilbestrol (DES), a potent synthetic oestrogen that disrupts the endocrine system and has been linked to some cancers. DES was detected in meat residues in Europe in the 1970s and 80s, sparking public anger.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The ban on such meat [in the EU and UK] is not based on science, but perceptions and marketing</p> \n  <footer> \n   <cite>David Hopkins</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Speaking to the Guardian in a personal capacity, David Hopkins, an adjunct professor also at Charles Sturt University, says every hormonal growth promotant now used in animal production undergoes exhaustive testing before it is launched to market.</p> \n<p>“The ban on such meat [in the EU and UK] is not based on science, but perceptions and marketing,” says Hopkins.</p> \n<p>Wynn agrees: “They’re really a non-tariff trade barrier to keep our products out of their marketplace.”</p> \n<p>In 1996, the US opposed the EU’s ban on the grounds of a lack of scientific evidence for health risks associated with common hormonal growth promotants. The Americans took the dispute to the World Trade Organization, which ruled in the US’s favour.</p> \n<h2>Environmental impacts</h2> \n<p>Environmental concerns may also be a factor in the ban on growth promotants in the UK, says Dr Mike Williams at the CSIRO.</p> \n<p>Synthetic compounds are particularly slow to break down, so can pass through an animal’s digestive and urinary systems into the surrounding environment.</p> \n<p>“If these compounds are released and environmental organisms are exposed to them at a high enough concentration, that can have an effect on their reproduction,” Williams says.</p> \n<p>For fish, says Leusch, “Exposure to nanogram-per-litre concentrations usually can cause changes in endocrine function in the short term, which can then in the long term lead to developmental and reproductive issues.”</p> \n<p>The half-life for the synthetic compounds used can be as long as 200 days, so runoff from feedlots can have concerning flow-on effects if not properly managed. The wastewater either needs to be held for a period of time so that the compounds degrade, or are heavily diluted to lower the concentrations entering the environment, says Leusch.</p> \n<p>Hormonal growth promotants do, however, have an environmental benefit. “They allow you to obviously get the cattle to market a lot faster,” says Leusch. “The cow therefore spends less time in the environment, which means we have less nutrient runoff and we also have less greenhouse gas emissions.”</p>","wordcount":"1021","firstPublicationDate":"2021-06-05T20:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjjxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/55220604c23baa0444dca2835d0e3b92d497aa62/0_10_2000_1200/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A potential increase in exports to the UK of Australian beef pumped with hormones has raised alarm food safety standards could be compromised. In Australia, the use of veterinary drugs to make cattle grow bigger is widespread and deemed safe by regulatory bodies. But hormonal growth promotants have long been banned in Europe, and the UK government has pledged not to allow hormone-treated beef into British supermarkets. It’s unclear if that ban will be upheld under a potential UK-Australia trade deal, including proposals for zero-tariff beef, which has some farmers and environmental groups worried. So what are the effects of hormone treatment in cattle and is it safe to eat Australian beef? How widespread is hormone treatment? Hormone-treated beef is common in Australia: an estimated 40% of cattle in the country is treated with growth promotants to boost weight gain in the animals. However, in 2011, major Australian supermarket chain Coles announced that it would move away from using hormonal growth promotants in its own-brand beef products. Many farmers in Australia are economically reliant on growth promoters because they improve the efficiency of meat production by around 15%, says Peter Wynn, an adjunct professor at the Graham Centre for Agricultural Innovation at Charles Sturt University. Treated animals have an implant inserted at the back of the ear, containing a combination of oestrogen and androgen steroid hormones. Female animals seem to grow faster when they are given mostly male hormones, and vice versa, says Wynn. “We don’t really understand why that is.” The hormones can be either natural or synthetic. Common synthetic hormones include trenbolone acetate, an androgen, and estradiol benzoate, which mimics natural oestrogens. The synthetic compounds produce a similar effect to natural hormones in the body, but are between five and 20 times more potent, says Frederic Leusch, a professor at Griffith University’s school of environment and science. Is it safe to eat? While it may sound like cause for alarm, the amount of hormone that ends up as residues in the meat we consume is extremely low. “What we get from meat is 1,000 times lower than what you would produce in your own body,” says Leusch. “As a human health issue, it really doesn’t seem to be much of a concern.” Wynn points out that all beef has small amounts of hormones in it, regardless of whether it has been treated with hormone implants. What is often overlooked in discussions about the safety of using growth promotants – synthetic or natural – is that our diets typically contain many other sources of hormones, he says. “You’ll get more oestrogen out of an egg than you will out of 10kg of beef that has been treated with a steroid implant,” he says. “There’s a whole heap more oestrogen in soy milk.” Vegetables including cabbage and corn contain phytoestrogens – plant oestrogens – that bind to the same hormone receptors in our bodies, he adds. What are the rules around hormone use? Maximum residue limits in meat are set by the Australian Pesticides and Veterinary Medicines Authority (APVMA), a government body tasked with assessing and registering agricultural chemicals in Australia. A spokesperson for the APVMA said in a statement: “The APVMA undertakes a dietary exposure evaluation at the time maximum residue limits are set to ensure the levels do not pose an undue hazard to human health.” A statement from Food Standards Australia New Zealand, a government body that develops food safety standards, said: “Upon request, FSANZ may play a supporting role in this process by confirming that dietary exposure to any residues do not pose a risk to the Australian population.” Why is it banned in some places? The use of hormonal growth promotants in meat production has been banned in the European Union since 1989 – and has also been incorporated into UK law recently as part of its withdrawal from the EU. The 1989 ban on hormonal growth promotants in the EU was likely influenced by historical community concerns about diethylstilbestrol (DES), a potent synthetic oestrogen that disrupts the endocrine system and has been linked to some cancers. DES was detected in meat residues in Europe in the 1970s and 80s, sparking public anger. Speaking to the Guardian in a personal capacity, David Hopkins, an adjunct professor also at Charles Sturt University, says every hormonal growth promotant now used in animal production undergoes exhaustive testing before it is launched to market. “The ban on such meat [in the EU and UK] is not based on science, but perceptions and marketing,” says Hopkins. Wynn agrees: “They’re really a non-tariff trade barrier to keep our products out of their marketplace.” In 1996, the US opposed the EU’s ban on the grounds of a lack of scientific evidence for health risks associated with common hormonal growth promotants. The Americans took the dispute to the World Trade Organization, which ruled in the US’s favour. Environmental impacts Environmental concerns may also be a factor in the ban on growth promotants in the UK, says Dr Mike Williams at the CSIRO. Synthetic compounds are particularly slow to break down, so can pass through an animal’s digestive and urinary systems into the surrounding environment. “If these compounds are released and environmental organisms are exposed to them at a high enough concentration, that can have an effect on their reproduction,” Williams says. For fish, says Leusch, “Exposure to nanogram-per-litre concentrations usually can cause changes in endocrine function in the short term, which can then in the long term lead to developmental and reproductive issues.” The half-life for the synthetic compounds used can be as long as 200 days, so runoff from feedlots can have concerning flow-on effects if not properly managed. The wastewater either needs to be held for a period of time so that the compounds degrade, or are heavily diluted to lower the concentrations entering the environment, says Leusch. Hormonal growth promotants do, however, have an environmental benefit. “They allow you to obviously get the cattle to market a lot faster,” says Leusch. “The cow therefore spends less time in the environment, which means we have less nutrient runoff and we also have less greenhouse gas emissions.”","charCount":"6306","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/donna-lu\">Donna Lu</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"}]}}