{"response":{"status":"ok","userTier":"developer","total":2273542,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227355,"orderBy":"newest","results":[{"id":"sport/live/2021/jun/09/state-of-origin-2021-game-1-live-qld-queensland-maroons-vs-nsw-blues-teams-kick-off-time-start-channel-nine-townsville","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-09T09:16:27Z","webTitle":"State of Origin 2021 Game 1: Qld Maroons v NSW Blues – live!","webUrl":"https://www.theguardian.com/sport/live/2021/jun/09/state-of-origin-2021-game-1-live-qld-queensland-maroons-vs-nsw-blues-teams-kick-off-time-start-channel-nine-townsville","apiUrl":"https://content.guardianapis.com/sport/live/2021/jun/09/state-of-origin-2021-game-1-live-qld-queensland-maroons-vs-nsw-blues-teams-kick-off-time-start-channel-nine-townsville","fields":{"headline":"State of Origin 2021 Game 1: Qld Maroons v NSW Blues – live!","standfirst":"<ul><li>Updates from the series opener tonight in Townsville</li><li>Kick-off time at Queensland Country Bank Stadium is 8:10 AEST<br></li><li>Any thoughts? <a href=\"mailto:emma.kemp@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/emmavkemp\">@emmavkemp</a></li></ul>","trailText":"<strong>Minute-by-minute report</strong>: Townsville hosts an Origin game for the first time as the Maroons and Blues go head-to-head in the series opener. Join Emma Kemp for updates","byline":"Emma Kemp","main":"<figure class=\"element element-image\" data-media-id=\"e122d14c5a6c457edfaae1cce362c57d358ec447\"> <img src=\"https://media.guim.co.uk/e122d14c5a6c457edfaae1cce362c57d358ec447/0_0_4287_2572/1000.jpg\" alt=\"Queensland Country Bank Stadium plays host to game 1 of the 2021 State of Origin series between the Qld Maroons and NSW Blues. Kick off time in Townsville tonight is 8:10pm AEST.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Queensland Country Bank Stadium plays host to game 1 of the 2021 State of Origin series between the Qld Maroons and NSW Blues. Kick off time in Townsville tonight is 8:10pm AEST.</span> <span class=\"element-image__credit\">Photograph: Mark Kolbe/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60c0853f8f08336d75f07614\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T09:09:51.800Z\">10.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gladys is getting the party started with all her friends.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GladysB/status/1402505771003179010\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Getting ready for Game 1. Go the <a href=\"https://twitter.com/NSWBlues?ref_src=twsrc%5Etfw\">@NSWBlues</a> ! <a href=\"https://t.co/Y3BuTlFjIj\">pic.twitter.com/Y3BuTlFjIj</a></p>&mdash; Gladys Berejiklian (@GladysB) <a href=\"https://twitter.com/GladysB/status/1402505771003179010?ref_src=twsrc%5Etfw\">June 9, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf040b8f0827600c04c1dc\" class=\"block is-key-event\" data-block-contributor=\"profile/emma-kemp\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T09:08:55.954Z\">10.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>State of Origin week is rarely short of a drama. Past years generated at least a headline a day and enough tit-for-tat to last a lifetime let alone 3x80 minutes of rugby league. In 2020, of course, the <a href=\"https://www.theguardian.com/sport/2020/oct/29/nrl-national-anthem-2020-state-of-origin-scott-morrison\">NRL backed down</a> on its plan to forego the national anthem (hi ScoMo!).</p> <p>The build-up to game one of this series did not disappoint. Granted, it has not delivered on a <a href=\"https://www.foxsports.com.au/nrl/nrl-premiership/bryan-fletcher-relives-nsw-blues-1999-state-of-origin-horse-riding-fiasco/news-story/547846ebbdc2fd37ea4808de2ba55146\">Robbie-Kearns-falls-off-a-horse</a> level, but we have witnessed NSW acts of <a href=\"https://www.smh.com.au/sport/nrl/nsw-blues-set-to-roll-dice-with-last-minute-origin-reshuffle-20210608-p57zlq.html\">espionage</a> to conceal A SWAP IN POSITIONS between Blues wingers Josh Addo-Carr and Brian To’o. Queensland were allegedly caught “smokescreening” around Dane Gagai’s alleged tonsillitis, and Phil Gould is deeply anxious about the high-tackle crackdown’s potential to soften Origin’s “gladiators”.</p> <p>Oh, ICYMI, there was also a venue change after Victoria’s Covid outbreak forced game one to be moved to Townsville. Interested to hear your thoughts but it is, in my humble opinion, an excellent decision and a real regional win that could yet set a precedent for the future. Should we be sharing the Origin love a bit more?</p> <p>Anyway, here we go. Whether you are propped up on a bar stool, <a href=\"https://www.theguardian.com/sport/2021/jun/08/tent-city-springs-up-in-townsville-as-state-of-origin-goes-truly-regional\">in a tent</a>, or checking the score while watching re-runs of Friends, we’ll endeavour to keep you up to date on all the happenings at Queensland Country Bank Stadium.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T09:16:27.970Z\">at 10.16am BST</time></p>  </div>","wordcount":"229","firstPublicationDate":"2021-06-09T09:09:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:16:27Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyj3f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e122d14c5a6c457edfaae1cce362c57d358ec447/0_0_4287_2572/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Gladys is getting the party started with all her friends. State of Origin week is rarely short of a drama. Past years generated at least a headline a day and enough tit-for-tat to last a lifetime let alone 3x80 minutes of rugby league. In 2020, of course, the NRL backed down on its plan to forego the national anthem (hi ScoMo!). The build-up to game one of this series did not disappoint. Granted, it has not delivered on a Robbie-Kearns-falls-off-a-horse level, but we have witnessed NSW acts of espionage to conceal A SWAP IN POSITIONS between Blues wingers Josh Addo-Carr and Brian To’o. Queensland were allegedly caught “smokescreening” around Dane Gagai’s alleged tonsillitis, and Phil Gould is deeply anxious about the high-tackle crackdown’s potential to soften Origin’s “gladiators”. Oh, ICYMI, there was also a venue change after Victoria’s Covid outbreak forced game one to be moved to Townsville. Interested to hear your thoughts but it is, in my humble opinion, an excellent decision and a real regional win that could yet set a precedent for the future. Should we be sharing the Origin love a bit more? Anyway, here we go. Whether you are propped up on a bar stool, in a tent, or checking the score while watching re-runs of Friends, we’ll endeavour to keep you up to date on all the happenings at Queensland Country Bank Stadium.","charCount":"1345","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/emma-kemp\">Emma Kemp</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-06-09T09:05:13Z","webTitle":"Coronavirus live: UK minister warns against making wedding plans as cases rise; Malaysia’s ICU beds ‘all full’","webUrl":"https://www.theguardian.com/world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines","apiUrl":"https://content.guardianapis.com/world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines","fields":{"headline":"Coronavirus live: UK minister warns against making wedding plans as cases rise; Malaysia’s ICU beds ‘all full’","standfirst":"<p>Robert Jenrick says <a href=\"https://www.theguardian.com/world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines?page=with:block-60c0650d8f0827600c04d36b#block-60c0650d8f0827600c04d36b\">‘clearly rising’ UK cases</a> makes planning weddings a risk; <a href=\"https://www.theguardian.com/world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines?page=with:block-60c045d98f0827600c04d239#block-60c045d98f0827600c04d239\">Malaysian pandemic is ‘critical’</a> after daily cases top 9,000</p><ul><li><a href=\"https://www.theguardian.com/world/2021/jun/09/europeans-confidence-in-eu-hit-by-coronavirus-response\">Europeans’ confidence in EU hit by coronavirus response</a></li><li><a href=\"https://www.theguardian.com/us-news/2021/jun/08/san-francisco-covid-herd-immunity\">San Francisco may be first major US city to hit herd immunity, experts say</a></li><li><a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bfa70b8f0827600c04cb88#block-60bfa70b8f0827600c04cb88\">Euro 2020 fans must have vaccine or test for Wembley games </a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/08/uk-considers-delaying-21-june-lockdown-easing\">What could delay in easing mean for Britain?</a><br></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Robert Jenrick says ‘clearly rising’ UK cases makes planning weddings a risk; Malaysian pandemic is ‘critical’ after daily cases top 9,000 ","byline":"Martin Belam (now) and Helen Davidson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"eeffde1b28688fbfdb7bdeaa54d986c9d932d9be\"> <img src=\"https://media.guim.co.uk/eeffde1b28688fbfdb7bdeaa54d986c9d932d9be/0_165_4000_2400/1000.jpg\" alt=\"A pedestrian wearing face covering walks past a sign asking members of the public to social distance in central London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pedestrian wearing face covering walks past a sign asking members of the public to social distance in central London.</span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60c083f98f0827600c04d4c3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T09:05:13.601Z\">10.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Three killed in Russian hospital blaze thought to have been started by 'faulty ventilator'</h2>  <div class=\"block-elements\">  <p><strong>Three people were killed in a blaze that broke out at a Russian hospital treating patients with Covid-19, authorities said, with one official suggesting a faulty ventilator was to blame.</strong><br></p> <p>The fire broke out in the early hours of Wednesday at a hospital in the city of Ryazan, some 180 kilometres (112 miles) from Moscow, in a ward treating Covid-19 patients.<br></p> <p>The region’s governor, Nikolai Lyubimov, told state television that a ventilator in the ward had overheated and caught fire, the Interfax news agency reported.<br></p> <p>Nurses attempted to extinguish the blaze, but were unsuccessful in doing so, with some of them sustaining severe burns, the governor said.</p> <p>Reuters note that since the start of the pandemic, Russia has reported several fires at intensive care units that doctors said were caused by malfunctioning ventilators used to treat patients severely ill with the virus.</p> </div>   </div> <div id=\"block-60c07dec8f0837b8708e1f2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:44:38.210Z\">9.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Andrew Sparrow has begun publishing <a href=\"https://www.theguardian.com/politics/live/2021/jun/09/brexit-northern-ireland-eu-trade-coronavirus-covid-uk-live-latest-news-updates\">our UK live blog for the day</a>. I suspect there will be a lot of politics in it today. I’ll continue to have top UK lines as well as the global Covid news.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2021/jun/09/brexit-northern-ireland-eu-trade-coronavirus-covid-uk-live-latest-news-updates\">Senior Tory accuses No 10 of falsely claiming it did not realise damage of Brexit in Northern Ireland – politics live</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T09:03:24.880Z\">at 10.03am BST</time></p>  </div> <div id=\"block-60c07c8a8f0837b8708e1f13\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:36:53.163Z\">9.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Russia reports highest daily new case figures since early March</h2>  <div class=\"block-elements\">  <p><strong>Russia has reported 10,407 new coronavirus cases in the last 24 hours, its highest number of daily infections since early March</strong>, taking the national tally to 5,156,250 since the pandemic began.</p> <p>Regular readers will note that I’ve expressed some scepticism about how Russia’s official figures basically haven’t moved for months, which doesn’t <em>feel</em> like how the pandemic has behaved elsewhere.</p> <p>Reuters said the government coronavirus task force reported 399 people had died, pushing the national death toll to 124,895. The federal statistics agency has kept a separate toll and has said that Russia recorded around 270,000 deaths related to Covid-19 between April 2020 and April 2021.</p> </div>   </div> <div id=\"block-60c077598f08336d75f07560\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:17:19.509Z\">9.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gerald Imray reports for Associated Press from Cape Town that in <strong>South Africa</strong>, which has Africa’s most robust economy and its biggest coronavirus caseload, just 0.8% of the population is fully vaccinated. Hundreds of thousands of the country’s health workers, many of whom come face-to-face with the virus every day, are still waiting for their shots.<br></p> <p>The picture is similar with other African nations. In <strong>Nigeria</strong>, Africa’s biggest country with more than 200 million people, only 0.1% are fully protected. <strong>Kenya</strong>, with 50 million people, is even lower. <strong>Uganda</strong> has recalled doses from rural areas because it doesn’t have nearly enough to fight outbreaks in big cities.</p> <p><strong>Chad</strong> didn’t administer its first vaccine shots until this past weekend. And there are at least five other countries in Africa where not one dose has been put into an arm, according to the Africa Centers for Disease Control and Prevention.<br></p> <p>The World Health Organization says the continent of 1.3 billion people is facing a severe shortage of vaccine at the same time a new wave of infections is rising across Africa. Vaccine shipments into Africa have ground to a “near halt”, WHO said last week.</p> <p>In an interview, Nkengasong called on the leaders of wealthy nations meeting this week at the G7 summit to share spare vaccines – something the US has already agreed to do – and avert a “moral catastrophe”.<br tabindex=\"-1\"></p> <p>“I’d like to believe that the G7 countries, most of them having kept excess doses of vaccines, want to be on the right side of history,” Nkengasong said. “Distribute those vaccines. We need to actually see these vaccines, not just … promises and goodwill.”<br tabindex=\"-1\"></p> <p>Others are not so patient, nor so diplomatic.<br></p> <p>“People are dying. Time is against us. This IS INSANE,” South African human rights lawyer Fatima Hasan, an activist for equal access to health care, wrote in a series of text messages.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:26:38.471Z\">at 9.26am BST</time></p>  </div> <div id=\"block-60c0768d8f08336d75f07552\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:07:47.521Z\">9.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>NHS Providers chief executive Chris Hopson has told Times Radio this morning that vaccines appear to have “broken” the link between infections, hospital admission and deaths in the UK, and hospitals were reporting less sick, younger patients than before.</strong><br></p> <p>He added: “And if, and it is a big if, if Bolton has gone through its complete cycle and if others areas follow Bolton, the view from the hospital there was that they were able to cope with the level of infections.<br></p> <p>“It’s important not to just focus on the raw numbers here … you also do need to look at who’s being admitted into hospital and how clinically vulnerable and what level of acuity they’ve got.<br tabindex=\"-1\"></p> <p>“What chief executives are consistently telling us is that it is a much younger population that is coming in, they are less clinically vulnerable, they are less in need of critical care and therefore they’re seeing what they believe is significantly lower mortality rate which is, you know, borne out by the figures. So it’s not just the numbers of people who are coming in, it’s actually the level of harm and clinical risk.”<br></p> <p>However, PA Media reports he said those people who are admitted but survive may still end up with long Covid.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:27:31.976Z\">at 9.27am BST</time></p>  </div> <div id=\"block-60c0750b8f08336d75f07540\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:01:11.666Z\">9.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan has reported 274 new local cases of Covid-19 today, mostly in New Taipei city. Another 25 people have died, bringing Taiwan’s total death toll to 296. Health authorities have just given their daily update, and the numbers are higher than the previous two days but lower than last week. </strong></p> <p>There are currently 2,542 people in hospital and 1,486 with milder cases in centralised quarantine facilities. More than 10% of deaths – which have skewed older in this outbreak – occurred before the patient got to hospital,</p> <p>Testing capacity has also increased, with the ability for 48,000 PCR tests a day, up from 27,600.</p> <p>Health and welfare minister Chen Shih-chung has also reminded local governments that they should be following the protocols established under alert level 3, which limits gatherings and closes some shops, but doesn’t lock people inside.</p> <p>He made the comments in response to reports of the Miaoli county government ordering migrant workers be kept to their dorms and not allowed out except to go to work.</p> <p>A growing cluster of hundreds of cases across four factories is quickly becoming the new focus of this outbreak, and there are a lot of allegations around that migrant workers – of whom there are around 430,000 in the manufacturing industry primarily living in dormitories – are being treated at a different standard to Taiwanese employees.</p> <p>There is some pushback on the government’s handling of this outbreak, including its preparations for the known risk of outbreaks in migrant worker dorms, and over the level 3 rules for the general public.</p> <p>Employers are still only encouraged to facilitate working from home, and there are wide reports that many are still making workers go in - even if not strictly necessary. Meanwhile outdoor areas are closed.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/trickytaipei/status/1402530561621643264\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Level 3 in Taiwan means you go into the office for work. But the beach is closed. <a href=\"https://t.co/SZboJrn1Ec\">pic.twitter.com/SZboJrn1Ec</a></p>&mdash; Tricky Taipei (@trickytaipei) <a href=\"https://twitter.com/trickytaipei/status/1402530561621643264?ref_src=twsrc%5Etfw\">June 9, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:28:02.316Z\">at 9.28am BST</time></p>  </div> <div id=\"block-60c0707e8f0827600c04d3cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T07:43:35.816Z\">8.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr David Nabarro, special envoy on Covid-19 for the World Health Organization, has said British prime minister Boris Johnson’s commitment to vaccinating the entire world by the end of next year could be a “gift for generations to come”.</strong><br></p> <p>“I am absolutely delighted that the British prime minister has made this call to action for the world to get vaccinated by the end of next year,” he told Sky News.“And he’s going to use his leadership of the G7 group of nations to make this point.<br></p> <p>“So I think like many, I am hoping that world leaders in the G7 will just say very clearly: ‘We are going to work together to make sure that the world is vaccinated adequately by the end of 2022’. That would be a gift for generations to come. And it’s the kind of leadership that really we’re expecting and hoping to see in the coming weeks.”<br></p> <p>He added: “The reality is that it will be a massive undertaking to ensure that everybody has access to a vaccine, it will be a massive undertaking to make sure that enough vaccine is available and the vaccines are constantly modified in the light of new variants emerging. But this is doable.<br></p> <p>“It’s not in the big scheme of things a massive expenditure, it just requires everybody saying we’re going to work together on this job.”</p> <p>Nabarro may have over-estimated not only the extent to which Boris Johnson habitually sees his grand projects through to the end – <a href=\"https://www.theguardian.com/uk-news/2016/oct/15/garden-bridge-cost-taxpayers-50-million-if-project-fails\">garden bridge anyone?</a> – but also under-estimated practicalities of it. Yesterday my colleague Sarah Boseley assessed how feasible it might be…</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:32:41.367Z\">at 9.32am BST</time></p>  </div> <div id=\"block-60c06d778f0837b8708e1e62\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T07:31:44.490Z\">8.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Andy Burnham appeals for people to 'minimise' the number of people they watch Euro 2020 with</h2>  <div class=\"block-elements\">  <p><strong>The mayor of Greater Manchester in England, Andy Burnham, has offered a rare bit of praise to the government for “surging support” into areas where there are high case numbers after health secretary Matt Hancock announced that a “strengthened package of support” will be provided for Greater Manchester and Lancashire.</strong><br></p> <p>“We very much appreciate the help of the government. It’s a reversal of where we were last year,” he said on BBC Breakfast. “Then we were getting restrictions put on us without support. This is an approach where the restrictions are being managed nationally through the road map. We’ve been working closely with the government on this. It’s a sensible approach and we support it.”</p> <p>Burnham has encouraged residents in parts of Lancashire and Greater Manchester to “minimise” the number of people they watch England’s Euro 2020 match against Croatia with this weekend after a rise in coronavirus cases in the areas.<br></p> <p>PA report he said: “If you look to this weekend with the weather looking good in Greater Manchester, which is great for everybody with the football coming, we would say minimise the number of people you watch the match with. Watch it outside if you can.”</p> <p>Burnham has also been on the Radio 4 Today programme, where he is been making the point that surge vaccinations could provide a key route out of the local restrictions that areas of the north-west of England are being asked to follow. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kateferguson4/status/1402526774928592898\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Andy Burnham says England will be more likely to lift lockdown on time if vaccines go to Covid hotspots first to stop the Delta variant “it’s not just in our interest - its in everyone’s interest that we stop the Delta variant” <a href=\"https://twitter.com/hashtag/today?src=hash&amp;ref_src=twsrc%5Etfw\">#today</a></p>&mdash; Kate Ferguson (@kateferguson4) <a href=\"https://twitter.com/kateferguson4/status/1402526774928592898?ref_src=twsrc%5Etfw\">June 9, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kateferguson4/status/1402526440369840130\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Andy Burnham calls for vaccines to be surged to Covid hotspots like Manchester and Lancashire - says these areas should get their jabs allocation earlier  “of course it would slow vaccination in other parts of the country where infections are lower” <a href=\"https://twitter.com/hashtag/today?src=hash&amp;ref_src=twsrc%5Etfw\">#today</a></p>&mdash; Kate Ferguson (@kateferguson4) <a href=\"https://twitter.com/kateferguson4/status/1402526440369840130?ref_src=twsrc%5Etfw\">June 9, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:33:17.179Z\">at 9.33am BST</time></p>  </div> <div id=\"block-60c06b698f0827600c04d3a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T07:23:39.453Z\">8.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There’s already been some pushback on that investigation by the CMA into the refund policies of British Airways and Ryanair, as you might imagine. PA Media is reporting that a spokeswoman for <strong>British Airways</strong> said the company has issued more than 3m refunds.</p> <p>They added: “We continue to offer highly flexible booking policies at the same time as operating a vastly reduced schedule due to government-imposed travel restrictions, and we have acted lawfully at all times.<br></p> <p>“It is incredible that the government is seeking to punish further an industry that is on its knees, after prohibiting airlines from meaningful flying for well over a year now.<br></p> <p>“Any action taken against our industry will only serve to destabilise it, with potential consequences for jobs, business, connectivity and the UK economy.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T07:29:47.780Z\">at 8.29am BST</time></p>  </div> <div id=\"block-60c06aed8f0837b8708e1e4d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T07:18:59.307Z\">8.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">British Airways and Ryanair investigated over Covid refunds</h2>  <div class=\"block-elements\">  <p><strong>The UK’s competition watchdog has launched action against British Airways and Ryanair over their refusal to give refunds to people during UK lockdowns, when they were “lawfully unable to fly” due to travel bans and restrictions imposed by the government.</strong></p> <p>BA offered vouchers or rebooking and Ryanair only the option to rebook. The Competition and Markets Authority started an investigation in December.</p> <p><a href=\"https://www.gov.uk/government/news/cma-launches-action-against-british-airways-and-ryanair-over-refunds\">It said this morning</a> it is “concerned that, by failing to offer people their money back, both firms may have breached consumer law and left people unfairly out of pocket. It is now seeking to resolve these concerns with the companies, which may include seeking refunds, or other redress, for affected customers”.</p> <p>This relates to “periods when it was unlawful in one or more parts of the UK for people to travel for non-essential reasons. It covers flights that were not cancelled, and does not cover any other situations”.</p> <p>Andrea Coscelli, the chief executive of the CMA, said:</p> <blockquote class=\"quoted\"> <p>While we understand that airlines have had a tough time during the pandemic, people should not be left unfairly out of pocket for following the law.</p> <p>Customers booked these flights in good faith and were legally unable to take them due to circumstances entirely outside of their control. We believe these people should have been offered their money back.</p> </blockquote> <p>My colleague Julia Kollewe will have more on this as it unfolds on our business live blog: <a href=\"https://www.theguardian.com/business/live/2021/jun/09/uk-cma-ba-ryanair-refunds-china-inflation-business-live\"><strong>UK’s CMA launches action against BA and Ryanair over refunds – business live</strong></a></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2021/jun/09/uk-cma-ba-ryanair-refunds-china-inflation-business-live\">UK’s CMA launches action against BA and Ryanair over refunds; China inflation rises – business live</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T07:30:29.485Z\">at 8.30am BST</time></p>  </div> <div id=\"block-60c067458f0837b8708e1e24\" class=\"block\" data-block-contributor=\"profile/patrickbutler\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T07:02:29.375Z\">8.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>UK government ministers could not justify spending millions of pounds of taxpayers’ money hiring consultants to assess applicants for its £500m Covid emergency support package for charities, despite clear bid processes already existing, according to cross-party MPs.</strong></p> <p>Ministers were also unable to explain why a team of political special advisers was given an unusually central role in deciding which charities would receive funding, or why some charities received cash even though their bids initially received low scores.</p> <p>The public accounts committee (PAC) said there was a “notable opaqueness” surrounding decisions on how funds were distributed to charities, with little clarity about how the cash was shared regionally, or what impact it had.</p> <p>MPs were examining the £513m allocated to the Department for Digital, Culture, Media and Sport (DCMS) last year to <a href=\"https://www.theguardian.com/politics/2020/apr/08/rishi-sunak-heeds-calls-to-help-charities-with-750m-extra-funding\">provide financial support for charities</a> to help them meet increased demand during the pandemic. An additional £200m went to hospice charities via the Department of Health and Social Care.</p> <p>The PAC chair, Meg Hillier, said that it was not the first time during the pandemic “worrying smoke” had been thrown up by ministers around Covid support funding decisions, with “growing instances of the official processes overridden without adequate explanations”.</p> <p>“Exorbitant funds” having been spent by consultants without the impact being measured was a recurring pandemic theme, she added. “I fear one clear impact is the steady erosion of taxpayers’ trust that their money is being well spent in this national emergency.”</p> <p><strong>Read more of Patrick Butler’s report here: <a href=\"https://www.theguardian.com/society/2021/jun/09/millions-spent-on-consultants-for-covid-scheme-not-justified-mps-say\">Millions spent on consultants for Covid scheme ‘not justified’, MPs say</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/09/millions-spent-on-consultants-for-covid-scheme-not-justified-mps-say\">Millions spent on consultants for Covid scheme ‘not justified’, MPs say</a> </p> </aside> </div>   </div> <div id=\"block-60c0650d8f0827600c04d36b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:59:10.224Z\">7.59am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK minister – 'I wouldn’t make plans' on weddings, as Covid cases 'clearly rising;</h2>  <div class=\"block-elements\">  <p>The UK’s housing secretary <strong>Robert Jenrick</strong> is on media duties this morning, and he has said that coronavirus cases are “clearly rising” and that the government is reviewing a range of data to make a decision on the further lifting of restrictions on 21 June.<br></p> <p>PA Media reports he told Sky News: “The prime minister is reviewing the data, and more data is coming in, which is very important. We created this five-week period between the stages of the road map and that has actually proved invaluable on this occasion, because it’s a finely balanced decision.<br></p> <p>“We need to see that data of cases, which are clearly rising, but the link to hospitalisations and ultimately to death. So the prime minister is reviewing that ahead of the decision point, which is going to be 14 June – at that point of course he will let everybody know what the ultimate decision is.”</p> <p>He was pressed particularly on the impact on wedding planning, and the current uncertainty over how many people will be able to attend ceremonies during July. The cap on 30 attendees was one of the restrictions the UK government roadmap touted being lifted “no earlier” than 21 June. Jenrick said:</p> <blockquote class=\"quoted\"> <p>We’ve always said that the roadmap is subject to review of the data, and that is what is happening right now. So whether it’s weddings, or international travel, or any of these other important topics, you always have to wait until the judgment is made on the basis of the data. I wouldn’t make plans until you’ve heard from the PM, if that’s important to you, but weddings can go ahead right now but just with the maximum 30 guests.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1402514547253121027\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Robert Jenrick says &quot;I wouldn&#39;t make plans until you&#39;ve heard from the PM&quot; if having a wedding with more than 30 guests is &quot;important to you&quot; <a href=\"https://twitter.com/hashtag/KayBurley?src=hash&amp;ref_src=twsrc%5Etfw\">#KayBurley</a><br><br>Read the latest on <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a>: <a href=\"https://t.co/v5QUWyDohs\">https://t.co/v5QUWyDohs</a> <a href=\"https://t.co/mucrllojkS\">pic.twitter.com/mucrllojkS</a></p>&mdash; Sky News (@SkyNews) <a href=\"https://twitter.com/SkyNews/status/1402514547253121027?ref_src=twsrc%5Etfw\">June 9, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T07:35:59.708Z\">at 8.35am BST</time></p>  </div> <div id=\"block-60c0627d8f0827600c04d35b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:46:35.395Z\">7.46am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Mongolia holds Covid-impacted election amid rising cases</h2>  <div class=\"block-elements\">  <p><strong>Mongolia is the latest country to begin holding an election where Covid restrictions are in place for voting, and where the handling of the pandemic is going to be a major factor in swaying the vote.</strong></p>  <figure class=\"element element-image\" data-media-id=\"7108677c04f09bb0a498047c3ac8679ee6a4637e\"> <img src=\"https://media.guim.co.uk/7108677c04f09bb0a498047c3ac8679ee6a4637e/0_572_4732_2839/1000.jpg\" alt=\"Mongolian Prime Minister Oyun-Erdene Luvsannamsrai, wearing a protective face mask, casts his vote at a polling station in Ulaanbaatar, Mongolia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mongolian Prime Minister Oyun-Erdene Luvsannamsrai, wearing a protective face mask, casts his vote at a polling station in Ulaanbaatar, Mongolia.</span> <span class=\"element-image__credit\">Photograph: Byamba-Ochir Byambasuren/EPA</span> </figcaption> </figure>  <p>The winner will become the sixth president he vast landlocked nation of 3 million people since the peaceful transition from communism to democracy in 1992. Incumbent Battulga Khaltmaa of the Democratic party is barred by the constitution from seeking a second six-year term.</p> <p>Voters are required to observe social distancing, and restrictions on public gatherings have severely curtailed campaign events, prompting candidates to shift much of their outreach to voters online.<br></p>  <figure class=\"element element-image\" data-media-id=\"2b8446780b3cfd21c0b2c0c5f034a9474d019c98\"> <img src=\"https://media.guim.co.uk/2b8446780b3cfd21c0b2c0c5f034a9474d019c98/0_0_3500_2334/1000.jpg\" alt=\"A worker wearing a protective suit mops the floor near a man casting his vote in Ulaanbaatar.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A worker wearing a protective suit mops the floor near a man casting his vote in Ulaanbaatar.</span> <span class=\"element-image__credit\">Photograph: Rentsendorj Bazarsukh/Reuters</span> </figcaption> </figure>  <p>Mongolia’s already ailing economy has been thrown into crisis due to the pandemic, with 69,022 cases and 324 deaths reported and the number of new local infections hitting a daily record last week.</p> <p>That has forced the temporary closure of markets and other enterprises in the capital of Ulaanbaatar. Pandemic-related disruptions in demand for Mongolia’s chief exports such as coal and copper are also dragging on the economy.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T07:36:31.456Z\">at 8.36am BST</time></p>  </div> <div id=\"block-60c061458f0827600c04d349\" class=\"block\" data-block-contributor=\"profile/melissa-davey\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:37:15.036Z\">7.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Doctors, pharmacists and workplaces in Australia can now incentivise people to receive the Covid-19 vaccine by offering rewards including cash, prizes and complementary and alternative medicines, in a move a professor of public health and expert on drugs regulation, Prof Ken Harvey, has described as “utter craziness”.</strong></p> <p>Since Covid-19 vaccines became available in Australia from February, some doctors have expressed frustration that strict rules around the promotion and advertising of medicines enforced by drugs regulator the Therapeutic Goods Administration has meant they could not promote the vaccines as freely as they would have liked, including directly to patients during consults, or on social media.</p> <p>The regulations are important because they prevent drugs companies and health professionals from making exaggerated claims about medicines and medical devices, and stop drug companies from advertising prescription drugs directly to consumers including through television, radio and social media.</p> <p>But the regulations have also made vaccine promotion difficult during the pandemic.</p> <p>In response, <a href=\"https://www.tga.gov.au/communicating-about-covid-19-vaccines\">the TGA amended the rules</a>, though only for the promotion of Covid-19 vaccines. While health professionals, corporate entities and media outlets can now communicate information publicly about TGA-approved Covid-19 vaccines, this information must be consistent with current commonwealth health messaging. Any promotion must not reference brand names such as Pfizer or AstraZeneca or any active ingredients that might identify the vaccines.</p> <p>The rules do not allow any statements saying vaccines do not cause harm, or any false or misleading information.</p> <p><strong>Read more of Melissa Davey’s report here: <a href=\"https://www.theguardian.com/australia-news/2021/jun/09/covid-vaccine-incentives-australian-doctors-now-allowed-to-offer-cash-prizes-and-alternative-medicines\">Covid vaccine incentives – Australian doctors now allowed to offer cash, prizes and alternative medicines</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/09/covid-vaccine-incentives-australian-doctors-now-allowed-to-offer-cash-prizes-and-alternative-medicines\">Covid vaccine incentives: Australian doctors now allowed to offer cash, prizes and alternative medicines</a> </p> </aside> </div>   </div> <div id=\"block-60c05f0d8f0837b8708e1de1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:29:24.024Z\">7.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Also worth noting, the UK has not been included in a mass update of international travel warnings from the US State Department mentioned earlier [<a href=\"https://www.theguardian.com/world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines?page=with:block-60c053aa8f0827600c04d2b4#block-60c053aa8f0827600c04d2b4\">see 6.46am</a>].<br></p> <p>PA Media notes that the department has changed its advice for dozens of nations, including France, Spain and Italy, from “Level 4: Do Not Travel” to “Level 3: Reconsider Travel”, according to its website.<br></p> <p>The UK has been designated Level 3 since May 10. The Level 3 advice allows travel for fully vaccinated citizens, with a warning they should “avoid travel due to serious risks to safety and security”.<br></p> <p>However, the UK is still subject to a presidential decree which prohibits non-US citizens who have been in the UK in the last 14 days from entering the country.</p> <p>The full list can be found on the state department website here: <a href=\"https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories.html/\">US state department travel advisories</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T07:37:15.285Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60c05e408f0827600c04d31c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:26:17.974Z\">7.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Overnight PA’s Joe Gammie has rounded-up some more response from the travel industry on the traffic-light system being used for international travel in England – and it is not a warm welcome for it.</strong></p> <p>London-based World Travel and Tourism Council (WTTC) said the Government must scrap the system which has “wreaked havoc” among consumers and businesses in order to save hundreds of thousands of jobs.<br></p> <p>Portugal being moved from the green to amber caught many holidaymakers by surprise and left thousands of UK tourists scrambling to get home before new quarantine rules came into force on Tuesday morning.<br></p> <p>The WTTC said that moving to a more transparent and easier to understand system will restore consumer confidence and provide a “much-needed” boost to the travel and tourism sector.<br></p> <p>It warned that a further 218,000 jobs were at “serious risk” if international travel continued to be off limits for most of the summer, on top of the 307,000 jobs which were lost in the UK sector last year.<br></p> <p>WTTC acting CEO Virginia Messina said: “It’s time the Government abandoned the hugely damaging traffic lights system. Consumers, airlines and the wider travel sector were promised a watchlist and three weeks’ notice of any changes from green to amber, and not just four days.<br></p> <p>“It has been incredibly disruptive and costly for both travel and tourism businesses and consumers. It simply hasn’t worked. What’s needed now is a watertight government policy enabling those who’ve been fully jabbed to travel freely, and not have to self-isolate on their return.<br></p> <p>“Those who are not fully vaccinated should be able to travel with proof of a negative test, like what we are seeing in the EU. The travel sector needs this now if it is to survive this summer as domestic travel alone will not save the day.”</p> </div>   </div> <div id=\"block-60c05bba8f08336d75f07438\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:16:38.045Z\">7.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It is already clear what one of the main topics of the UK’s morning media round is going to be: presenters trying to trip up ministers over <strong>Andrew Lloyd-Webber</strong>’s claim that he was going to reopen his theatres come-what-may and is <a href=\"https://www.theguardian.com/culture/2021/jun/08/lloyd-webber-says-he-will-risk-arrest-to-reopen-his-theatres-on-21-june\">willing to be arrested over it</a>.</p> <p>The composer said he may have to sell his six West End venues if the government does not remove restrictions that have forced venues to run with reduced capacities.</p> <p>Lloyd Webber is preparing for a production of Cinderella, which is scheduled to open for previews on 25 June ahead of its world premiere in July. “We are going to open, come hell or high water,” Lord Lloyd-Webber told the Telegraph.</p> <p>Asked what he would do if the government postponed lifting lockdown, he said: “We will say: ‘come to the theatre and arrest us.”’</p> <p>On Sky News, <strong>Kay Burley</strong> has already been repeatedly pressing housing minister <strong>Robert Jenrick</strong> on whether Lloyd-Webber should be arrested.</p> <p>For a government that indulged <strong>Dominic Cumming</strong>’s trip to Durham last year, it is always tricky for a minister to flat-out state that someone should just obey the rules.</p> <p>I’m not sure this is the most enlightening way to tease out current government thinking on whether there will be a delay to England’s planned 21 June reopening. It may well feel like a very long morning of interviews for Jenrick.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2021/jun/08/lloyd-webber-says-he-will-risk-arrest-to-reopen-his-theatres-on-21-june\">Lloyd Webber says he will risk arrest to reopen his theatres on 21 June</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T06:22:02.988Z\">at 7.22am BST</time></p>  </div> <div id=\"block-60c053488f0827600c04d2b0\" class=\"block\" data-block-contributor=\"profile/jonhenley\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:11:29.922Z\">7.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Confidence in the EU’s ability to handle crises has taken a hit from Covid-19, a major survey shows, but dissatisfaction with national political systems is even higher and most people still support EU membership and want a stronger, more cooperative bloc.</strong></p> <p>The report’s authors suggested the polling should be a wake-up call for Brussels, warning that while public support for the broader European project remained high in many countries, it was fragile and would not easily survive more disappointment.</p> <p>Europeans were “making a distinction between the need for cooperation and solidarity at a European level, and their confidence in the EU to deliver”, they said, and were unhappy the bloc had “missed an opportunity to prove its worth”.<br></p> <p>The polling also suggested <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> had changed Europeans’ views of the UK, with the prevailing view now seeing Britain – like the US – as a “necessary partner” to be “strategically cooperated with” rather than an ally, and one in four Germans and one in five French and Spanish respondents considering it as a rival or adversary.</p> <p><a href=\"https://ecfr.eu/publication/crisis-of-confidence-how-europeans-see-their-place-in-the-world/\">The report, published by the European Council on Foreign Relations (ECFR)</a> on Wednesday, suggested the bloc’s poor early response to the pandemic and <a href=\"https://www.theguardian.com/world/2021/feb/03/eu-leaders-begin-feel-heat-slow-covid-vaccine-rollout\">slow initial vaccine rollout</a> had dealt a heavy blow to confidence in its capabilities.</p> <p><strong>Read Jon Henley’s full report here: <a href=\"https://www.theguardian.com/world/2021/jun/09/europeans-confidence-in-eu-hit-by-coronavirus-response\">Europeans’ confidence in EU hit by coronavirus response</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/09/europeans-confidence-in-eu-hit-by-coronavirus-response\">Europeans’ confidence in EU hit by coronavirus response</a> </p> </aside> </div>   </div> <div id=\"block-60c058798f0837b8708e1d94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T06:00:54.320Z\">7.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Chinese authorities in Guangdong have taken extraordinary measures to make sure students have been able to sit the crucial <em>gaokao</em> college entrance exams amid an outbreak in the city of Guangzhou. From AFP:</p> <blockquote> <p>The local government has dispatched hundreds of taxis and buses to ferry students from neighbourhoods affected by the outbreak to exam venues, with state broadcaster CCTV showing footage of drivers in hazmat suits spraying down their cars.</p> <p>Students were split into different rooms based on their level of Covid-19 risk, with contacts of confirmed cases taking the tests in smaller groups.</p> <p>But infected students with mild symptoms had to take the tough exams solo in brightly lit isolation rooms in the hospital or special locations.</p> <p>CCTV footage showed one student sitting at a lone desk and scratching his head as he read the exam paper, a bottle of hand sanitizer on the desk and officials monitoring him on a TV screen.</p> <p>Other state footage showed masked examiners in protective clothing removing completed exam papers from infected students and hanging them up on a clothes-drying rack to be sprayed down with disinfectant.</p> <p>Provincial officials inspected testing sites in Guangzhou late last week and urged examiners to make sure “students feel comfortable, parents are at ease and society is reassured,” the local government said.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"266fac2eefa20d4de64e66ac8b068b5135374be3\"> <img src=\"https://media.guim.co.uk/266fac2eefa20d4de64e66ac8b068b5135374be3/13_0_3642_2185/1000.jpg\" alt=\"Aerial view of taxis waiting for students who sit the 2021 National College Entrance Exam (aka Gaokao) outside an exam site on 7 June 2021 in Guangzhou, Guangdong Province of China.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aerial view of taxis waiting for students who sit the 2021 National College Entrance Exam (aka gaokao) outside an exam site on 7 June 2021 in Guangzhou, Guangdong Province of China.</span> <span class=\"element-image__credit\">Photograph: VCG/Getty Images</span> </figcaption> </figure>  <blockquote> <p>Last year’s <em>gaokao</em> exams were delayed as schools hesitated to resume mass activities due to the coronavirus, which first emerged in the country in late 2019.</p> <p>Life in China has since returned almost to normal, with authorities responding to sporadic outbreaks with aggressive testing and localised quarantines.</p> <p>Guangzhou authorities shut down cinemas and karaoke bars across the city on Tuesday, and have locked down neighbourhoods and ordered travellers leaving the city to show proof of a negative Covid-19 test.</p> <p>China reported eight locally transmitted Covid-19 cases on Wednesday, all of which were detected in Guangdong province.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T06:17:01.440Z\">at 7.17am BST</time></p>  </div> <div id=\"block-60c053aa8f0827600c04d2b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T05:46:50.056Z\">6.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters: The US Centers for Disease Control and Prevention (CDC) has eased travel recommendations for more than 110 countries and territories, including Japan just ahead of the Olympics.</p> <p>The Biden administration is forming expert working groups with Canada, Mexico, the European Union and Britain to determine how best to safely restart travel after 15 months of pandemic restrictions, a White House official said on Tuesday.</p>  <figure class=\"element element-image\" data-media-id=\"155a7c6d8f00d910fe63e3ffad4c2b7d7340b213\"> <img src=\"https://media.guim.co.uk/155a7c6d8f00d910fe63e3ffad4c2b7d7340b213/0_0_3500_2099/1000.jpg\" alt=\"Olympic Rings monument outside the Japan Olympic Committee (JOC) headquarters in Tokyo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Olympic Rings monument outside the Japan Olympic Committee (JOC) headquarters in Tokyo</span> <span class=\"element-image__credit\">Photograph: Issei Kato/Reuters</span> </figcaption> </figure>  <p>The CDC’s new ratings include 61 nations that were lowered from its highest “level 4” rating that discouraged all travel to recommending travel for fully vaccinated individuals, the agency confirmed on Tuesday.</p> <p>An additional 50 countries and territories have been lowered to “level 2” or “level 1,” a CDC spokeswoman said. Countries ranked lowest for Covid-19 risks now include Singapore, Israel, South Korea, Iceland, Belize and Albania.</p> <p>Among those now listed at “level 3,” are France, Ecuador, the Philippines, South Africa, Canada, Mexico, Russia, Spain, Switzerland, Turkey, Ukraine, Honduras, Hungary and Italy.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T06:17:57.371Z\">at 7.17am BST</time></p>  </div> <div id=\"block-60c044ec8f0827600c04d230\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T05:26:53.610Z\">6.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p> A US pharmacist has been jailed for three years after pleading guilty to trying to spoil hundreds of doses of the Moderna vaccine because he was skeptical about them.</p> <p>The US justice department said on Tuesday the 46-year-old man had also been ordered to pay $83,800 in compensation to the hospital at which he worked. According to a statement from the Wisconsin eastern district’s US Attorney’s office, he pleaded guilty to two counts of attempting to tamper with consumer products with reckless disregard for the risk that another person would be placed in danger of death or bodily injury.</p> <p>According to justice department, in December 2020 the man deliberately removed a box of vaccine vials from a hospital refrigeration unit on two successive night shift. Moderna’s vaccine has to be stored and shipped frozen but can be stored for 30 days in standard-temperature refrigerators.</p> <p>The statement said the man was generally skeptical of vaccines, and the Moderna vaccine specifically. It said he had shared his beliefs with co-workers for at least the past two years. </p> </div>   </div> <div id=\"block-60c045d98f0827600c04d239\" class=\"block\" data-block-contributor=\"profile/rebecca-ratcliffe\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T05:11:29.195Z\">6.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Intensive care beds for Covid patients in <strong>Malaysia</strong> have reached full capacity, according to the country’s health director general, who said the country’s pandemic remained at a critical level.</p> <p>Malaysia entered a near total lockdown on 1 June, after daily cases rose to more than 9,000 last month. The increase in cases has been blamed on the more infectious variants of the virus, as well as gatherings held ahead of Eid al-Fitr.</p> <p>Malaysia’s health director general, Noor Hisham Abdullah, said hospitals were facing a rise in severe cases of Covid, especially among older and clinically vulnerable people, who needed oxygen and respiratory assistance. </p> <p>“These patients need a long recovery period to heal, due to serious complications from Covid-19,” he said.</p> <p>The pressure placed on intensive care units, which are at 100% capacity, was very worrying, Noor Hisham said, adding some patients who needed critical care could not be placed in an ICU bed. </p> <p>While new infections have fallen slightly over the past two weeks, there were still 82,797 active cases under treatment and observation as of 8 June. </p> <p>Malaysia managed to contain the virus for much of 2020, and had recorded fewer than 500 fatalities by January. The country’s death toll has since risen to 3,536, while 627,652 cases have been recorded. Hospital morgues have been forced to use containers to cope with the rise in fatalities.</p> <p>Malaysia imposed a national lockdown on 1 June, shutting schools and shopping malls. Only two people from each household are allowed to go out to buy essentials or seek medical treatment within 10km of their home. The manufacturing sector, however, has been allowed to continue operating at a reduced capacity.</p> <p>Malaysia began its vaccination campaign in February, and 7.7% of the population has since received at least one dose</p> </div>   </div> <div id=\"block-60c044f48f08336d75f07366\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T05:11:14.226Z\">6.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to the continuing coverage of the global pandemic.</p> <p>Here are some of the major developments in the last day.</p> <ul> <li><strong>Guangzhou city in Chin</strong><strong>a has ordered the closures</strong> of cinemas, theatres, nightclubs and other indoor entertainment venues amid an outbreak.</li> <li>The <strong>US </strong><strong>and the European Union</strong> are expected to support a renewed push into investigating the origins of Covid-19 after conflicting assessments about where the outbreak started, according to Bloomberg News.</li> <li>Residents of <strong>Melbourne in Australia will come out a tough lockdown</strong> on Thursday night, but will still be subject to restrictions including 25km travel limits</li> <li><strong>Washington is also forming working parties with Brussels, Canada, and Mexico</strong> to determine how best to safely restart international travel. It came as the World Travel and Tourism Council said the UK government had to scrap its traffic light system for travel because it had “wreaked havoc”.</li> <li><strong>Portugal </strong>will allow vaccinated <strong>US</strong> tourists into the country, Reuters reports. “We are in a position to approve the opening of non-essential travel and flights to people from the US to Portugal as long as they have a vaccination certificate,” economy minister Pedro Siza Vieira, cited by Portuguese radio Renascenca, said.</li> <li><strong>Vaccine passports will be used for the first time at UK sporting events for England’s Euro 2020 group games at Wembley stadium</strong>, with those not fully vaccinated <a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bfa70b8f0827600c04cb88#block-60bfa70b8f0827600c04cb88\">able to show proof of a negative lateral flow test</a> taken within the previous 48 hours.</li> <li><strong>World Bank president David Malpass said the institution does not support waiving intellectual property rights for Covid-19 vaccines</strong> at the World Trade Organization, <a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf9f5d8f08336d75f06ced#block-60bf9f5d8f08336d75f06ced\">claiming it is out of concern</a> that it would hamper innovation in the pharmaceuticals sector.</li> <li><strong>South Africa’s president Cyril Ramaphosa placed the country’s health minister on “special leave” over <a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf905e8f0827600c04ca14#block-60bf905e8f0827600c04ca14\">alleged links to a corruption scandal</a></strong> involving coronavirus communications funding.</li> <li><strong>Pfizer is to begin testing its Covid-19 vaccine on a larger cohort of thousands of children under 12 years old</strong> in the US, Finland, Poland and Spain after selecting a lower dose of the shot <a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf80f58f0827600c04c8b7#block-60bf80f58f0827600c04c8b7\">in an earlier stage of the trial</a>.</li> <li><strong>A top White House official has urged state governors to work with the US Food and Drug Administration to extend the shelf life of Johnson &amp; Johnson’s Covid vaccine </strong><a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf96ae8f08336d75f06c4a#block-60bf96ae8f08336d75f06c4a\">as millions of unused doses nationwide near expiration</a>.</li> <li><strong>Many thousands of vaccine doses have been destroyed in African countries <a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf6d7e8f08336d75f0693b#block-60bf6d7e8f08336d75f0693b\">after exceeding their expiry dates</a></strong> amid a reluctance to be inoculated and a lack of medical infrastructure, while some jabs were donated relatively late in their shelf life.</li> <li><strong>Music fans flocked to the first unrestricted European festival since the pandemic began </strong><a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf60428f0827600c04c6b5#block-60bf60428f0827600c04c6b5\">over the weekend at an event in <strong>Albania</strong></a> that had 10,000 attendees across four days, with everyone showing proof of a recent negative test.</li> <li><strong>Washington state is to give adults a free cannabis spliff after they receive a Covid jab in an attempt to accelerate vaccination uptake</strong> through a promotion coined “Joints for Jabs” <a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia?page=with:block-60bf77bf8f0837b8708e131a#block-60bf77bf8f0837b8708e131a\">by the state’s liquor and cannabis board</a>.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T06:19:40.805Z\">at 7.19am BST</time></p>  </div>","wordcount":"5284","firstPublicationDate":"2021-06-09T05:11:18Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:05:13Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hmv8v","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/eeffde1b28688fbfdb7bdeaa54d986c9d932d9be/0_165_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Three people were killed in a blaze that broke out at a Russian hospital treating patients with Covid-19, authorities said, with one official suggesting a faulty ventilator was to blame. The fire broke out in the early hours of Wednesday at a hospital in the city of Ryazan, some 180 kilometres (112 miles) from Moscow, in a ward treating Covid-19 patients. The region’s governor, Nikolai Lyubimov, told state television that a ventilator in the ward had overheated and caught fire, the Interfax news agency reported. Nurses attempted to extinguish the blaze, but were unsuccessful in doing so, with some of them sustaining severe burns, the governor said. Reuters note that since the start of the pandemic, Russia has reported several fires at intensive care units that doctors said were caused by malfunctioning ventilators used to treat patients severely ill with the virus. Andrew Sparrow has begun publishing our UK live blog for the day. I suspect there will be a lot of politics in it today. I’ll continue to have top UK lines as well as the global Covid news. Russia has reported 10,407 new coronavirus cases in the last 24 hours, its highest number of daily infections since early March, taking the national tally to 5,156,250 since the pandemic began. Regular readers will note that I’ve expressed some scepticism about how Russia’s official figures basically haven’t moved for months, which doesn’t feel like how the pandemic has behaved elsewhere. Reuters said the government coronavirus task force reported 399 people had died, pushing the national death toll to 124,895. The federal statistics agency has kept a separate toll and has said that Russia recorded around 270,000 deaths related to Covid-19 between April 2020 and April 2021. Gerald Imray reports for Associated Press from Cape Town that in South Africa, which has Africa’s most robust economy and its biggest coronavirus caseload, just 0.8% of the population is fully vaccinated. Hundreds of thousands of the country’s health workers, many of whom come face-to-face with the virus every day, are still waiting for their shots. The picture is similar with other African nations. In Nigeria, Africa’s biggest country with more than 200 million people, only 0.1% are fully protected. Kenya, with 50 million people, is even lower. Uganda has recalled doses from rural areas because it doesn’t have nearly enough to fight outbreaks in big cities. Chad didn’t administer its first vaccine shots until this past weekend. And there are at least five other countries in Africa where not one dose has been put into an arm, according to the Africa Centers for Disease Control and Prevention. The World Health Organization says the continent of 1.3 billion people is facing a severe shortage of vaccine at the same time a new wave of infections is rising across Africa. Vaccine shipments into Africa have ground to a “near halt”, WHO said last week. In an interview, Nkengasong called on the leaders of wealthy nations meeting this week at the G7 summit to share spare vaccines – something the US has already agreed to do – and avert a “moral catastrophe”. “I’d like to believe that the G7 countries, most of them having kept excess doses of vaccines, want to be on the right side of history,” Nkengasong said. “Distribute those vaccines. We need to actually see these vaccines, not just … promises and goodwill.” Others are not so patient, nor so diplomatic. “People are dying. Time is against us. This IS INSANE,” South African human rights lawyer Fatima Hasan, an activist for equal access to health care, wrote in a series of text messages. NHS Providers chief executive Chris Hopson has told Times Radio this morning that vaccines appear to have “broken” the link between infections, hospital admission and deaths in the UK, and hospitals were reporting less sick, younger patients than before. He added: “And if, and it is a big if, if Bolton has gone through its complete cycle and if others areas follow Bolton, the view from the hospital there was that they were able to cope with the level of infections. “It’s important not to just focus on the raw numbers here … you also do need to look at who’s being admitted into hospital and how clinically vulnerable and what level of acuity they’ve got. “What chief executives are consistently telling us is that it is a much younger population that is coming in, they are less clinically vulnerable, they are less in need of critical care and therefore they’re seeing what they believe is significantly lower mortality rate which is, you know, borne out by the figures. So it’s not just the numbers of people who are coming in, it’s actually the level of harm and clinical risk.” However, PA Media reports he said those people who are admitted but survive may still end up with long Covid. Taiwan has reported 274 new local cases of Covid-19 today, mostly in New Taipei city. Another 25 people have died, bringing Taiwan’s total death toll to 296. Health authorities have just given their daily update, and the numbers are higher than the previous two days but lower than last week. There are currently 2,542 people in hospital and 1,486 with milder cases in centralised quarantine facilities. More than 10% of deaths – which have skewed older in this outbreak – occurred before the patient got to hospital, Testing capacity has also increased, with the ability for 48,000 PCR tests a day, up from 27,600. Health and welfare minister Chen Shih-chung has also reminded local governments that they should be following the protocols established under alert level 3, which limits gatherings and closes some shops, but doesn’t lock people inside. He made the comments in response to reports of the Miaoli county government ordering migrant workers be kept to their dorms and not allowed out except to go to work. A growing cluster of hundreds of cases across four factories is quickly becoming the new focus of this outbreak, and there are a lot of allegations around that migrant workers – of whom there are around 430,000 in the manufacturing industry primarily living in dormitories – are being treated at a different standard to Taiwanese employees. There is some pushback on the government’s handling of this outbreak, including its preparations for the known risk of outbreaks in migrant worker dorms, and over the level 3 rules for the general public. Employers are still only encouraged to facilitate working from home, and there are wide reports that many are still making workers go in - even if not strictly necessary. Meanwhile outdoor areas are closed. Dr David Nabarro, special envoy on Covid-19 for the World Health Organization, has said British prime minister Boris Johnson’s commitment to vaccinating the entire world by the end of next year could be a “gift for generations to come”. “I am absolutely delighted that the British prime minister has made this call to action for the world to get vaccinated by the end of next year,” he told Sky News.“And he’s going to use his leadership of the G7 group of nations to make this point. “So I think like many, I am hoping that world leaders in the G7 will just say very clearly: ‘We are going to work together to make sure that the world is vaccinated adequately by the end of 2022’. That would be a gift for generations to come. And it’s the kind of leadership that really we’re expecting and hoping to see in the coming weeks.” He added: “The reality is that it will be a massive undertaking to ensure that everybody has access to a vaccine, it will be a massive undertaking to make sure that enough vaccine is available and the vaccines are constantly modified in the light of new variants emerging. But this is doable. “It’s not in the big scheme of things a massive expenditure, it just requires everybody saying we’re going to work together on this job.” Nabarro may have over-estimated not only the extent to which Boris Johnson habitually sees his grand projects through to the end – garden bridge anyone? – but also under-estimated practicalities of it. Yesterday my colleague Sarah Boseley assessed how feasible it might be… The mayor of Greater Manchester in England, Andy Burnham, has offered a rare bit of praise to the government for “surging support” into areas where there are high case numbers after health secretary Matt Hancock announced that a “strengthened package of support” will be provided for Greater Manchester and Lancashire. “We very much appreciate the help of the government. It’s a reversal of where we were last year,” he said on BBC Breakfast. “Then we were getting restrictions put on us without support. This is an approach where the restrictions are being managed nationally through the road map. We’ve been working closely with the government on this. It’s a sensible approach and we support it.” Burnham has encouraged residents in parts of Lancashire and Greater Manchester to “minimise” the number of people they watch England’s Euro 2020 match against Croatia with this weekend after a rise in coronavirus cases in the areas. PA report he said: “If you look to this weekend with the weather looking good in Greater Manchester, which is great for everybody with the football coming, we would say minimise the number of people you watch the match with. Watch it outside if you can.” Burnham has also been on the Radio 4 Today programme, where he is been making the point that surge vaccinations could provide a key route out of the local restrictions that areas of the north-west of England are being asked to follow. There’s already been some pushback on that investigation by the CMA into the refund policies of British Airways and Ryanair, as you might imagine. PA Media is reporting that a spokeswoman for British Airways said the company has issued more than 3m refunds. They added: “We continue to offer highly flexible booking policies at the same time as operating a vastly reduced schedule due to government-imposed travel restrictions, and we have acted lawfully at all times. “It is incredible that the government is seeking to punish further an industry that is on its knees, after prohibiting airlines from meaningful flying for well over a year now. “Any action taken against our industry will only serve to destabilise it, with potential consequences for jobs, business, connectivity and the UK economy.” The UK’s competition watchdog has launched action against British Airways and Ryanair over their refusal to give refunds to people during UK lockdowns, when they were “lawfully unable to fly” due to travel bans and restrictions imposed by the government. BA offered vouchers or rebooking and Ryanair only the option to rebook. The Competition and Markets Authority started an investigation in December. It said this morning it is “concerned that, by failing to offer people their money back, both firms may have breached consumer law and left people unfairly out of pocket. It is now seeking to resolve these concerns with the companies, which may include seeking refunds, or other redress, for affected customers”. This relates to “periods when it was unlawful in one or more parts of the UK for people to travel for non-essential reasons. It covers flights that were not cancelled, and does not cover any other situations”. Andrea Coscelli, the chief executive of the CMA, said: While we understand that airlines have had a tough time during the pandemic, people should not be left unfairly out of pocket for following the law. Customers booked these flights in good faith and were legally unable to take them due to circumstances entirely outside of their control. We believe these people should have been offered their money back. My colleague Julia Kollewe will have more on this as it unfolds on our business live blog: UK’s CMA launches action against BA and Ryanair over refunds – business live UK government ministers could not justify spending millions of pounds of taxpayers’ money hiring consultants to assess applicants for its £500m Covid emergency support package for charities, despite clear bid processes already existing, according to cross-party MPs. Ministers were also unable to explain why a team of political special advisers was given an unusually central role in deciding which charities would receive funding, or why some charities received cash even though their bids initially received low scores. The public accounts committee (PAC) said there was a “notable opaqueness” surrounding decisions on how funds were distributed to charities, with little clarity about how the cash was shared regionally, or what impact it had. MPs were examining the £513m allocated to the Department for Digital, Culture, Media and Sport (DCMS) last year to provide financial support for charities to help them meet increased demand during the pandemic. An additional £200m went to hospice charities via the Department of Health and Social Care. The PAC chair, Meg Hillier, said that it was not the first time during the pandemic “worrying smoke” had been thrown up by ministers around Covid support funding decisions, with “growing instances of the official processes overridden without adequate explanations”. “Exorbitant funds” having been spent by consultants without the impact being measured was a recurring pandemic theme, she added. “I fear one clear impact is the steady erosion of taxpayers’ trust that their money is being well spent in this national emergency.” Read more of Patrick Butler’s report here: Millions spent on consultants for Covid scheme ‘not justified’, MPs say The UK’s housing secretary Robert Jenrick is on media duties this morning, and he has said that coronavirus cases are “clearly rising” and that the government is reviewing a range of data to make a decision on the further lifting of restrictions on 21 June. PA Media reports he told Sky News: “The prime minister is reviewing the data, and more data is coming in, which is very important. We created this five-week period between the stages of the road map and that has actually proved invaluable on this occasion, because it’s a finely balanced decision. “We need to see that data of cases, which are clearly rising, but the link to hospitalisations and ultimately to death. So the prime minister is reviewing that ahead of the decision point, which is going to be 14 June – at that point of course he will let everybody know what the ultimate decision is.” He was pressed particularly on the impact on wedding planning, and the current uncertainty over how many people will be able to attend ceremonies during July. The cap on 30 attendees was one of the restrictions the UK government roadmap touted being lifted “no earlier” than 21 June. Jenrick said: We’ve always said that the roadmap is subject to review of the data, and that is what is happening right now. So whether it’s weddings, or international travel, or any of these other important topics, you always have to wait until the judgment is made on the basis of the data. I wouldn’t make plans until you’ve heard from the PM, if that’s important to you, but weddings can go ahead right now but just with the maximum 30 guests. Mongolia is the latest country to begin holding an election where Covid restrictions are in place for voting, and where the handling of the pandemic is going to be a major factor in swaying the vote. The winner will become the sixth president he vast landlocked nation of 3 million people since the peaceful transition from communism to democracy in 1992. Incumbent Battulga Khaltmaa of the Democratic party is barred by the constitution from seeking a second six-year term. Voters are required to observe social distancing, and restrictions on public gatherings have severely curtailed campaign events, prompting candidates to shift much of their outreach to voters online. Mongolia’s already ailing economy has been thrown into crisis due to the pandemic, with 69,022 cases and 324 deaths reported and the number of new local infections hitting a daily record last week. That has forced the temporary closure of markets and other enterprises in the capital of Ulaanbaatar. Pandemic-related disruptions in demand for Mongolia’s chief exports such as coal and copper are also dragging on the economy. Doctors, pharmacists and workplaces in Australia can now incentivise people to receive the Covid-19 vaccine by offering rewards including cash, prizes and complementary and alternative medicines, in a move a professor of public health and expert on drugs regulation, Prof Ken Harvey, has described as “utter craziness”. Since Covid-19 vaccines became available in Australia from February, some doctors have expressed frustration that strict rules around the promotion and advertising of medicines enforced by drugs regulator the Therapeutic Goods Administration has meant they could not promote the vaccines as freely as they would have liked, including directly to patients during consults, or on social media. The regulations are important because they prevent drugs companies and health professionals from making exaggerated claims about medicines and medical devices, and stop drug companies from advertising prescription drugs directly to consumers including through television, radio and social media. But the regulations have also made vaccine promotion difficult during the pandemic. In response, the TGA amended the rules, though only for the promotion of Covid-19 vaccines. While health professionals, corporate entities and media outlets can now communicate information publicly about TGA-approved Covid-19 vaccines, this information must be consistent with current commonwealth health messaging. Any promotion must not reference brand names such as Pfizer or AstraZeneca or any active ingredients that might identify the vaccines. The rules do not allow any statements saying vaccines do not cause harm, or any false or misleading information. Read more of Melissa Davey’s report here: Covid vaccine incentives – Australian doctors now allowed to offer cash, prizes and alternative medicines Also worth noting, the UK has not been included in a mass update of international travel warnings from the US State Department mentioned earlier [see 6.46am]. PA Media notes that the department has changed its advice for dozens of nations, including France, Spain and Italy, from “Level 4: Do Not Travel” to “Level 3: Reconsider Travel”, according to its website. The UK has been designated Level 3 since May 10. The Level 3 advice allows travel for fully vaccinated citizens, with a warning they should “avoid travel due to serious risks to safety and security”. However, the UK is still subject to a presidential decree which prohibits non-US citizens who have been in the UK in the last 14 days from entering the country. The full list can be found on the state department website here: US state department travel advisories Overnight PA’s Joe Gammie has rounded-up some more response from the travel industry on the traffic-light system being used for international travel in England – and it is not a warm welcome for it. London-based World Travel and Tourism Council (WTTC) said the Government must scrap the system which has “wreaked havoc” among consumers and businesses in order to save hundreds of thousands of jobs. Portugal being moved from the green to amber caught many holidaymakers by surprise and left thousands of UK tourists scrambling to get home before new quarantine rules came into force on Tuesday morning. The WTTC said that moving to a more transparent and easier to understand system will restore consumer confidence and provide a “much-needed” boost to the travel and tourism sector. It warned that a further 218,000 jobs were at “serious risk” if international travel continued to be off limits for most of the summer, on top of the 307,000 jobs which were lost in the UK sector last year. WTTC acting CEO Virginia Messina said: “It’s time the Government abandoned the hugely damaging traffic lights system. Consumers, airlines and the wider travel sector were promised a watchlist and three weeks’ notice of any changes from green to amber, and not just four days. “It has been incredibly disruptive and costly for both travel and tourism businesses and consumers. It simply hasn’t worked. What’s needed now is a watertight government policy enabling those who’ve been fully jabbed to travel freely, and not have to self-isolate on their return. “Those who are not fully vaccinated should be able to travel with proof of a negative test, like what we are seeing in the EU. The travel sector needs this now if it is to survive this summer as domestic travel alone will not save the day.” It is already clear what one of the main topics of the UK’s morning media round is going to be: presenters trying to trip up ministers over Andrew Lloyd-Webber’s claim that he was going to reopen his theatres come-what-may and is willing to be arrested over it. The composer said he may have to sell his six West End venues if the government does not remove restrictions that have forced venues to run with reduced capacities. Lloyd Webber is preparing for a production of Cinderella, which is scheduled to open for previews on 25 June ahead of its world premiere in July. “We are going to open, come hell or high water,” Lord Lloyd-Webber told the Telegraph. Asked what he would do if the government postponed lifting lockdown, he said: “We will say: ‘come to the theatre and arrest us.”’ On Sky News, Kay Burley has already been repeatedly pressing housing minister Robert Jenrick on whether Lloyd-Webber should be arrested. For a government that indulged Dominic Cumming’s trip to Durham last year, it is always tricky for a minister to flat-out state that someone should just obey the rules. I’m not sure this is the most enlightening way to tease out current government thinking on whether there will be a delay to England’s planned 21 June reopening. It may well feel like a very long morning of interviews for Jenrick. Confidence in the EU’s ability to handle crises has taken a hit from Covid-19, a major survey shows, but dissatisfaction with national political systems is even higher and most people still support EU membership and want a stronger, more cooperative bloc. The report’s authors suggested the polling should be a wake-up call for Brussels, warning that while public support for the broader European project remained high in many countries, it was fragile and would not easily survive more disappointment. Europeans were “making a distinction between the need for cooperation and solidarity at a European level, and their confidence in the EU to deliver”, they said, and were unhappy the bloc had “missed an opportunity to prove its worth”. The polling also suggested Brexit had changed Europeans’ views of the UK, with the prevailing view now seeing Britain – like the US – as a “necessary partner” to be “strategically cooperated with” rather than an ally, and one in four Germans and one in five French and Spanish respondents considering it as a rival or adversary. The report, published by the European Council on Foreign Relations (ECFR) on Wednesday, suggested the bloc’s poor early response to the pandemic and slow initial vaccine rollout had dealt a heavy blow to confidence in its capabilities. Read Jon Henley’s full report here: Europeans’ confidence in EU hit by coronavirus response Chinese authorities in Guangdong have taken extraordinary measures to make sure students have been able to sit the crucial gaokao college entrance exams amid an outbreak in the city of Guangzhou. From AFP: The local government has dispatched hundreds of taxis and buses to ferry students from neighbourhoods affected by the outbreak to exam venues, with state broadcaster CCTV showing footage of drivers in hazmat suits spraying down their cars. Students were split into different rooms based on their level of Covid-19 risk, with contacts of confirmed cases taking the tests in smaller groups. But infected students with mild symptoms had to take the tough exams solo in brightly lit isolation rooms in the hospital or special locations. CCTV footage showed one student sitting at a lone desk and scratching his head as he read the exam paper, a bottle of hand sanitizer on the desk and officials monitoring him on a TV screen. Other state footage showed masked examiners in protective clothing removing completed exam papers from infected students and hanging them up on a clothes-drying rack to be sprayed down with disinfectant. Provincial officials inspected testing sites in Guangzhou late last week and urged examiners to make sure “students feel comfortable, parents are at ease and society is reassured,” the local government said. Last year’s gaokao exams were delayed as schools hesitated to resume mass activities due to the coronavirus, which first emerged in the country in late 2019. Life in China has since returned almost to normal, with authorities responding to sporadic outbreaks with aggressive testing and localised quarantines. Guangzhou authorities shut down cinemas and karaoke bars across the city on Tuesday, and have locked down neighbourhoods and ordered travellers leaving the city to show proof of a negative Covid-19 test. China reported eight locally transmitted Covid-19 cases on Wednesday, all of which were detected in Guangdong province. Reuters: The US Centers for Disease Control and Prevention (CDC) has eased travel recommendations for more than 110 countries and territories, including Japan just ahead of the Olympics. The Biden administration is forming expert working groups with Canada, Mexico, the European Union and Britain to determine how best to safely restart travel after 15 months of pandemic restrictions, a White House official said on Tuesday. The CDC’s new ratings include 61 nations that were lowered from its highest “level 4” rating that discouraged all travel to recommending travel for fully vaccinated individuals, the agency confirmed on Tuesday. An additional 50 countries and territories have been lowered to “level 2” or “level 1,” a CDC spokeswoman said. Countries ranked lowest for Covid-19 risks now include Singapore, Israel, South Korea, Iceland, Belize and Albania. Among those now listed at “level 3,” are France, Ecuador, the Philippines, South Africa, Canada, Mexico, Russia, Spain, Switzerland, Turkey, Ukraine, Honduras, Hungary and Italy. A US pharmacist has been jailed for three years after pleading guilty to trying to spoil hundreds of doses of the Moderna vaccine because he was skeptical about them. The US justice department said on Tuesday the 46-year-old man had also been ordered to pay $83,800 in compensation to the hospital at which he worked. According to a statement from the Wisconsin eastern district’s US Attorney’s office, he pleaded guilty to two counts of attempting to tamper with consumer products with reckless disregard for the risk that another person would be placed in danger of death or bodily injury. According to justice department, in December 2020 the man deliberately removed a box of vaccine vials from a hospital refrigeration unit on two successive night shift. Moderna’s vaccine has to be stored and shipped frozen but can be stored for 30 days in standard-temperature refrigerators. The statement said the man was generally skeptical of vaccines, and the Moderna vaccine specifically. It said he had shared his beliefs with co-workers for at least the past two years. Intensive care beds for Covid patients in Malaysia have reached full capacity, according to the country’s health director general, who said the country’s pandemic remained at a critical level. Malaysia entered a near total lockdown on 1 June, after daily cases rose to more than 9,000 last month. The increase in cases has been blamed on the more infectious variants of the virus, as well as gatherings held ahead of Eid al-Fitr. Malaysia’s health director general, Noor Hisham Abdullah, said hospitals were facing a rise in severe cases of Covid, especially among older and clinically vulnerable people, who needed oxygen and respiratory assistance. “These patients need a long recovery period to heal, due to serious complications from Covid-19,” he said. The pressure placed on intensive care units, which are at 100% capacity, was very worrying, Noor Hisham said, adding some patients who needed critical care could not be placed in an ICU bed. While new infections have fallen slightly over the past two weeks, there were still 82,797 active cases under treatment and observation as of 8 June. Malaysia managed to contain the virus for much of 2020, and had recorded fewer than 500 fatalities by January. The country’s death toll has since risen to 3,536, while 627,652 cases have been recorded. Hospital morgues have been forced to use containers to cope with the rise in fatalities. Malaysia imposed a national lockdown on 1 June, shutting schools and shopping malls. Only two people from each household are allowed to go out to buy essentials or seek medical treatment within 10km of their home. The manufacturing sector, however, has been allowed to continue operating at a reduced capacity. Malaysia began its vaccination campaign in February, and 7.7% of the population has since received at least one dose Hello and welcome to the continuing coverage of the global pandemic. Here are some of the major developments in the last day. Guangzhou city in China has ordered the closures of cinemas, theatres, nightclubs and other indoor entertainment venues amid an outbreak. The US and the European Union are expected to support a renewed push into investigating the origins of Covid-19 after conflicting assessments about where the outbreak started, according to Bloomberg News. Residents of Melbourne in Australia will come out a tough lockdown on Thursday night, but will still be subject to restrictions including 25km travel limits Washington is also forming working parties with Brussels, Canada, and Mexico to determine how best to safely restart international travel. It came as the World Travel and Tourism Council said the UK government had to scrap its traffic light system for travel because it had “wreaked havoc”. Portugal will allow vaccinated US tourists into the country, Reuters reports. “We are in a position to approve the opening of non-essential travel and flights to people from the US to Portugal as long as they have a vaccination certificate,” economy minister Pedro Siza Vieira, cited by Portuguese radio Renascenca, said. Vaccine passports will be used for the first time at UK sporting events for England’s Euro 2020 group games at Wembley stadium, with those not fully vaccinated able to show proof of a negative lateral flow test taken within the previous 48 hours. World Bank president David Malpass said the institution does not support waiving intellectual property rights for Covid-19 vaccines at the World Trade Organization, claiming it is out of concern that it would hamper innovation in the pharmaceuticals sector. South Africa’s president Cyril Ramaphosa placed the country’s health minister on “special leave” over alleged links to a corruption scandal involving coronavirus communications funding. Pfizer is to begin testing its Covid-19 vaccine on a larger cohort of thousands of children under 12 years old in the US, Finland, Poland and Spain after selecting a lower dose of the shot in an earlier stage of the trial. A top White House official has urged state governors to work with the US Food and Drug Administration to extend the shelf life of Johnson &amp; Johnson’s Covid vaccine as millions of unused doses nationwide near expiration. Many thousands of vaccine doses have been destroyed in African countries after exceeding their expiry dates amid a reluctance to be inoculated and a lack of medical infrastructure, while some jabs were donated relatively late in their shelf life. Music fans flocked to the first unrestricted European festival since the pandemic began over the weekend at an event in Albania that had 10,000 attendees across four days, with everyone showing proof of a recent negative test. Washington state is to give adults a free cannabis spliff after they receive a Covid jab in an attempt to accelerate vaccination uptake through a promotion coined “Joints for Jabs” by the state’s liquor and cannabis board.","charCount":"32344","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/martin-belam\">Martin Belam</a> (now) and <a href=\"profile/helen-davidson\">Helen Davidson</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/jun/09/football-school-extract-how-spain-won-three-tournaments-in-a-row","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-09T09:00:46Z","webTitle":"Football School extract: how Spain won three tournaments in a row","webUrl":"https://www.theguardian.com/football/2021/jun/09/football-school-extract-how-spain-won-three-tournaments-in-a-row","apiUrl":"https://content.guardianapis.com/football/2021/jun/09/football-school-extract-how-spain-won-three-tournaments-in-a-row","fields":{"headline":"Football School extract: how Spain won three tournaments in a row","standfirst":"<p>As we launch our third Young Sportswriter of the Year competition, here is an extract to inspire the budding journalists</p>","trailText":"As we launch our third Young Sportswriter of the Year competition, here is an extract to inspire the budding journalists","byline":"Ben Lyttleton and Alex Bellos","main":"<figure class=\"element element-image\" data-media-id=\"f766dfc3d1e9982282c7fcffe526bb070fe4f9af\"> <img src=\"https://media.guim.co.uk/f766dfc3d1e9982282c7fcffe526bb070fe4f9af/1632_253_1412_848/1000.jpg\" alt=\"Spain won their three tournaments between 2008 and 2012 in very different ways. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spain won their three tournaments between 2008 and 2012 in very different ways. </span> <span class=\"element-image__credit\">Photograph: © 2021 Spike Gerrell</span> </figcaption> </figure>","body":"<p>Spain were the first national team to win three international tournaments in a row. Their deserved – and very different – victories at Euro 2008, the 2010 World Cup and Euro 2012, led experts to argue that this terrific team was the best international side in football history. <em>Viva España!</em></p> <p>It took Spain long enough. For decades, they had promised much but delivered little – until this period of total dominance. What made Spain so special between 2008 and 2012 was their approach. As opposition teams came up with new strategies to face them, Spain would change their plans to find innovative ways to win. It helped that the team was dominated by players from Barcelona, who played with each other all the time. That allowed their main tactic, known as tiki-taka and based around keeping possession with short passes and fast movement off the ball, to flourish.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/jun/08/euros-best-rating-tournaments-1976-2016-euro-2020\">Which Euros was the best? Rating tournaments from 1976 to 2016</a> </p> </aside>  <p>Spain won Euro 2008, the first of their three big victories, with an adventurous, attacking team. Inspired by the Barcelona midfielder Xavi Hernández, who was voted player of the tournament, they thrashed Russia 3–0 in the semi-final and beat <a href=\"https://www.theguardian.com/football/2008/jun/30/euro2008.germanyfootballteam\">Germany 1–0 in the final</a>. Everyone agreed the best team had won. More than that, Spanish fans were proud of how the team had played. They believed the intense style of possession, with short passes, was attractive to watch. Fantas-tiki-taka!</p> <p>In the leadup to the 2010 World Cup, Spain had been on an unbeaten run of 35 games. Opponents changed their style in this tournament, though – and in the opening game against Switzerland, Spain were in for a shock. Switzerland defended deep in their own half, with every player behind the ball. There was no room for Xavi or his teammates to create an opportunity. In fact, Switzerland had one counterattack and <a href=\"https://www.theguardian.com/football/2010/jun/16/spain-switzerland-world-cup-match-report\">scored to win 1–0</a>. Now the world had seen how mighty Spain could be beaten.</p> <p>One more defeat would send Spain crashing out of the World Cup. But they did not panic or change their style. As their opponents stayed closer to their own goal, Spain remained patient and trusted in tiki-taka. Spain reached the knockout rounds and beat Portugal, Paraguay and Germany all 1–0. The opposition could never score because they so rarely had the ball. One goal was enough for Spain.</p>  <figure class=\"element element-image\" data-media-id=\"5692ee05370ca96d1d52505869d4956baecc4d52\"> <img src=\"https://media.guim.co.uk/5692ee05370ca96d1d52505869d4956baecc4d52/0_62_3600_2160/1000.jpg\" alt=\"Spain players celebrate winning the 2010 World Cup in Johannesburg.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spain players celebrate winning the 2010 World Cup in Johannesburg.</span> <span class=\"element-image__credit\">Photograph: Javier Soriano/AFP/Getty Images</span> </figcaption> </figure>  <p>In the final they were up against the Netherlands, who thought the only way to win was to defend deep and score on the counterattack. Spain attacked and attacked, the Netherlands defended and defended. For Xavi, it was “a battle to defend the soul of football”. Spain kept knocking on the door and the Netherlands kept slamming it shut. Until, with five minutes left, the Spain midfielder Andrés Iniesta ran on to a loose ball and drilled home a dramatic winner: <a href=\"https://www.theguardian.com/football/2010/jul/11/world-cup-final-holland-spain1\">1–0 again; this time Spain were champions of the world.</a></p> <p>At Euro 2012, Spain were bidding to make history as the first national team to win three tournaments in a row – and the first to successfully defend a European title. Would someone work out a way to beat them this time? Once again, Spain came up with a new solution.</p> <p>This time they played without a proper centre-forward. They added an extra midfielder who played as a false nine, a position made successful by Lionel Messi at Barcelona. Messi is from Argentina, so instead Spain used Cesc Fábregas, who grew up playing for Barcelona and understood the role perfectly.</p> <p>It may sound strange, but without a centre-forward in their team, Spain were able to create the spaces to score even more goals. In the Euro 2012 final, <a href=\"https://www.theguardian.com/football/2012/jul/01/euro-2012-spain-italy-final\">they blew away in-form Italy, winning 4–0</a>. Once again, possession proved the difference: the final was their tenth knock-out match in a row without conceding a goal. And it’s not because Spain were a boring side, it’s because their opponents could never get the ball!</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"2bf2c66909b19fa7faf94ff6b949aba870c837e6\"> <img src=\"https://media.guim.co.uk/2bf2c66909b19fa7faf94ff6b949aba870c837e6/0_0_422_648/326.jpg\" alt=\"Football School Terrific Teams: 50 True Stories About Football Greatest Sides,  by Alex Bellos & Ben Lyttleton and illustrated by Spike Gerrell. Reproduced by permission of Walker Books Ltd.\" width=\"326\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Football School Terrific Teams: 50 True Stories About Football Greatest Sides, by Alex Bellos &amp; Ben Lyttleton and illustrated by Spike Gerrell. Reproduced by permission of Walker Books Ltd.</span> <span class=\"element-image__credit\">Photograph: Walker Books Ltd</span> </figcaption> </figure>  <p><em>Un, dos, tres</em>! Three tournaments and three titles: for this Spain team, good things definitely came in threes! The current crop of Spain players, led by the three-mendous trio Ferran Torres, Rodri and Sergio Reguilon, have the belief that they can achieve similar success. Three cheers for them!</p> <p><em>Text Copyright © 2021 Alex Bellos and Ben Lyttleton. Illustrations Copyright © 2021 Spike Gerrell. Reproduced by permission of Walker Books Ltd, London SE11 5HJ <a href=\"http://www.walker.co.uk/\">www.walker.co.uk</a>. Football School: Terrific teams: 50 true stories about football’s greatest sides is out on July 1.</em></p>","wordcount":"738","firstPublicationDate":"2021-06-09T09:00:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:03:07Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hydhc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f766dfc3d1e9982282c7fcffe526bb070fe4f9af/1632_253_1412_848/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Spain were the first national team to win three international tournaments in a row. Their deserved – and very different – victories at Euro 2008, the 2010 World Cup and Euro 2012, led experts to argue that this terrific team was the best international side in football history. Viva España! It took Spain long enough. For decades, they had promised much but delivered little – until this period of total dominance. What made Spain so special between 2008 and 2012 was their approach. As opposition teams came up with new strategies to face them, Spain would change their plans to find innovative ways to win. It helped that the team was dominated by players from Barcelona, who played with each other all the time. That allowed their main tactic, known as tiki-taka and based around keeping possession with short passes and fast movement off the ball, to flourish. Spain won Euro 2008, the first of their three big victories, with an adventurous, attacking team. Inspired by the Barcelona midfielder Xavi Hernández, who was voted player of the tournament, they thrashed Russia 3–0 in the semi-final and beat Germany 1–0 in the final. Everyone agreed the best team had won. More than that, Spanish fans were proud of how the team had played. They believed the intense style of possession, with short passes, was attractive to watch. Fantas-tiki-taka! In the leadup to the 2010 World Cup, Spain had been on an unbeaten run of 35 games. Opponents changed their style in this tournament, though – and in the opening game against Switzerland, Spain were in for a shock. Switzerland defended deep in their own half, with every player behind the ball. There was no room for Xavi or his teammates to create an opportunity. In fact, Switzerland had one counterattack and scored to win 1–0. Now the world had seen how mighty Spain could be beaten. One more defeat would send Spain crashing out of the World Cup. But they did not panic or change their style. As their opponents stayed closer to their own goal, Spain remained patient and trusted in tiki-taka. Spain reached the knockout rounds and beat Portugal, Paraguay and Germany all 1–0. The opposition could never score because they so rarely had the ball. One goal was enough for Spain. In the final they were up against the Netherlands, who thought the only way to win was to defend deep and score on the counterattack. Spain attacked and attacked, the Netherlands defended and defended. For Xavi, it was “a battle to defend the soul of football”. Spain kept knocking on the door and the Netherlands kept slamming it shut. Until, with five minutes left, the Spain midfielder Andrés Iniesta ran on to a loose ball and drilled home a dramatic winner: 1–0 again; this time Spain were champions of the world. At Euro 2012, Spain were bidding to make history as the first national team to win three tournaments in a row – and the first to successfully defend a European title. Would someone work out a way to beat them this time? Once again, Spain came up with a new solution. This time they played without a proper centre-forward. They added an extra midfielder who played as a false nine, a position made successful by Lionel Messi at Barcelona. Messi is from Argentina, so instead Spain used Cesc Fábregas, who grew up playing for Barcelona and understood the role perfectly. It may sound strange, but without a centre-forward in their team, Spain were able to create the spaces to score even more goals. In the Euro 2012 final, they blew away in-form Italy, winning 4–0. Once again, possession proved the difference: the final was their tenth knock-out match in a row without conceding a goal. And it’s not because Spain were a boring side, it’s because their opponents could never get the ball! Un, dos, tres! Three tournaments and three titles: for this Spain team, good things definitely came in threes! The current crop of Spain players, led by the three-mendous trio Ferran Torres, Rodri and Sergio Reguilon, have the belief that they can achieve similar success. Three cheers for them! Text Copyright © 2021 Alex Bellos and Ben Lyttleton. Illustrations Copyright © 2021 Spike Gerrell. Reproduced by permission of Walker Books Ltd, London SE11 5HJ www.walker.co.uk. Football School: Terrific teams: 50 true stories about football’s greatest sides is out on July 1.","charCount":"4315","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/benlyttleton\">Ben Lyttleton</a> and <a href=\"profile/alexbellos\">Alex Bellos</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"film/2021/jun/09/mandabi-review-ousmane-sembene-senegal","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-06-09T09:00:46Z","webTitle":"Mandabi review – Ousmane Sembène classic about colonialism resonates today","webUrl":"https://www.theguardian.com/film/2021/jun/09/mandabi-review-ousmane-sembene-senegal","apiUrl":"https://content.guardianapis.com/film/2021/jun/09/mandabi-review-ousmane-sembene-senegal","fields":{"headline":"Mandabi review – Ousmane Sembène classic about colonialism resonates today","standfirst":"<p>Senegalese feature from 1968 tells story of a simple family man whose life is turned upside down by the money he receives from a nephew in France</p>","trailText":"Senegalese feature from 1968 tells story of a simple family man whose life is turned upside down by the money he receives from a nephew in France","byline":"Peter Bradshaw","main":"<figure class=\"element element-image\" data-media-id=\"131260ef4b200df09adec49bbcaf18bc0178caf1\"> <img src=\"https://media.guim.co.uk/131260ef4b200df09adec49bbcaf18bc0178caf1/0_101_3643_2185/1000.jpg\" alt=\"Makhourédia Guèye, Isseu Niang and Ynousse N’Diaye in Mandabi from 1968.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Franc exchange of views … Makhourédia Guèye, Isseu Niang and Ynousse N’Diaye in Mandabi from 1968.</span> <span class=\"element-image__credit\">Photograph: Everett Collection Inc/Alamy</span> </figcaption> </figure>","body":"<p>Ousmane Sembène, the “father of African cinema”, tells a tale of Jonsonian bleakness about human nature with his 1968 film Mandabi, or The Money Order, adapted from his own novella and now on rerelease. As with much of the rest of his work, and especially his earlier film Le Noire De… (1966), it is about colonialism and Africa’s relationship with France, though a 21st-century audience might specifically read it as a parable of globalisation, and what happens when a poor country exiles its cheap labour to wealthy countries in the expectation of money getting sent home.</p> <p>Makhourédia Guèye plays Ibrahim: a lazy, conceited man with two wives, Méty (Ynousse N’Diaye) and Aram (Isseu Niang) and seven children in a village outside Dakar, Senegal. The first time we see him, Ibrahim is being shaved by a barber, and getting his gruesome nose hairs trimmed. Later he eats greedily to the point of indigestion and settles down for a nap instead of going to the mosque for prayers; he is always burping, coughing, grimacing, and upon being massaged, appears horribly to break wind.</p> <p>Then his world is turned upside down by the postman, who announces that Ibrahim has received a letter and a money order for 25,000 francs from his nephew who is living and working in Paris. The interpreter at the post office who later reads this letter out to him reveals that this industrious young man is asking Ibrahim to save 20,000 for him when he returns; give 3,000 to his mother and keep 2,000 for himself.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=L3LJ5RJ8wOg\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/L3LJ5RJ8wOg?wmode=opaque\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>But Ibrahim can’t cash the money without an ID card and needs to procure all sorts of documents to get one, causing a fatal delay; the exciting news of his sudden riches has brought crooks and predators out of the woodwork – encouraged, of course, by Ibrahim and his wives themselves who are using the news of this money order to buy things on credit. There are also salesmen (bizarrely, a bra salesman) and beggars both honest and dishonest, whom Ibrahim has to send away, advised by his wives: “If you try to help nine poor people, you will soon become the tenth.” Soon his sister (Thérèse Bas) appears – to whom greedy Ibrahim has not given a moment’s thought since getting the money order – demanding to know where her 3,000 francs is. And with a terrible inevitability, Ibrahim is tricked out of the cash.<br><br>The film’s biggest formal coup is the scene in which Sembène gives us a little montage of the nephew’s life in Paris, under his voiceover, in which he earnestly says that he will not “rebel” or “go astray”, but just work hard, because there is no work in Senegal. It is as if Senegal has exported its youth, its idealism and its optimism – and in return imports cash that causes only bitterness. It is an alienated society. The men are cynics or crooks, or they are simply bewildered and weak like Ibrahim, or simply overcome with a kind of lassitude and ennui: there is a good deal of listless dozing in the sun.</p> <p>Mandabi features an excellent performance from Guèye, who is innocent and culpable all at once. This is gentle, walking-pace cinema that leads us by the hand from vignette to vignette, from scene to scene, presented to us with ingenuous simplicity and calm.</p> <p>• Mandabi is released on 11 June in cinemas.</p>","starRating":"4","wordcount":"575","commentCloseDate":"2021-07-04T22:00:00Z","commentable":"true","firstPublicationDate":"2021-06-09T09:00:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:02:09Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkmhj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/131260ef4b200df09adec49bbcaf18bc0178caf1/0_101_3643_2185/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Ousmane Sembène, the “father of African cinema”, tells a tale of Jonsonian bleakness about human nature with his 1968 film Mandabi, or The Money Order, adapted from his own novella and now on rerelease. As with much of the rest of his work, and especially his earlier film Le Noire De… (1966), it is about colonialism and Africa’s relationship with France, though a 21st-century audience might specifically read it as a parable of globalisation, and what happens when a poor country exiles its cheap labour to wealthy countries in the expectation of money getting sent home. Makhourédia Guèye plays Ibrahim: a lazy, conceited man with two wives, Méty (Ynousse N’Diaye) and Aram (Isseu Niang) and seven children in a village outside Dakar, Senegal. The first time we see him, Ibrahim is being shaved by a barber, and getting his gruesome nose hairs trimmed. Later he eats greedily to the point of indigestion and settles down for a nap instead of going to the mosque for prayers; he is always burping, coughing, grimacing, and upon being massaged, appears horribly to break wind. Then his world is turned upside down by the postman, who announces that Ibrahim has received a letter and a money order for 25,000 francs from his nephew who is living and working in Paris. The interpreter at the post office who later reads this letter out to him reveals that this industrious young man is asking Ibrahim to save 20,000 for him when he returns; give 3,000 to his mother and keep 2,000 for himself. But Ibrahim can’t cash the money without an ID card and needs to procure all sorts of documents to get one, causing a fatal delay; the exciting news of his sudden riches has brought crooks and predators out of the woodwork – encouraged, of course, by Ibrahim and his wives themselves who are using the news of this money order to buy things on credit. There are also salesmen (bizarrely, a bra salesman) and beggars both honest and dishonest, whom Ibrahim has to send away, advised by his wives: “If you try to help nine poor people, you will soon become the tenth.” Soon his sister (Thérèse Bas) appears – to whom greedy Ibrahim has not given a moment’s thought since getting the money order – demanding to know where her 3,000 francs is. And with a terrible inevitability, Ibrahim is tricked out of the cash. The film’s biggest formal coup is the scene in which Sembène gives us a little montage of the nephew’s life in Paris, under his voiceover, in which he earnestly says that he will not “rebel” or “go astray”, but just work hard, because there is no work in Senegal. It is as if Senegal has exported its youth, its idealism and its optimism – and in return imports cash that causes only bitterness. It is an alienated society. The men are cynics or crooks, or they are simply bewildered and weak like Ibrahim, or simply overcome with a kind of lassitude and ennui: there is a good deal of listless dozing in the sun. Mandabi features an excellent performance from Guèye, who is innocent and culpable all at once. This is gentle, walking-pace cinema that leads us by the hand from vignette to vignette, from scene to scene, presented to us with ingenuous simplicity and calm. • Mandabi is released on 11 June in cinemas.","charCount":"3221","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/peterbradshaw\">Peter Bradshaw</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"football/2021/jun/09/take-part-in-the-third-young-sportswriter-of-the-year-competition","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-09T09:00:45Z","webTitle":"Take part in the third Young Sportswriter of the Year competition","webUrl":"https://www.theguardian.com/football/2021/jun/09/take-part-in-the-third-young-sportswriter-of-the-year-competition","apiUrl":"https://content.guardianapis.com/football/2021/jun/09/take-part-in-the-third-young-sportswriter-of-the-year-competition","fields":{"headline":"Take part in the third Young Sportswriter of the Year competition","standfirst":"<p>The Guardian and Football School are inviting 7- to 12-year-olds in the UK and Ireland to see if they can pen the piece that comes top</p>","trailText":"The Guardian and Football School are inviting 7- to 12-year-olds in the UK and Ireland to see if they can pen the piece that comes out top","byline":"Guardian sport","main":"<figure class=\"element element-image\" data-media-id=\"45efdf19f409c4b3b1c8e14858e1ca21c5392913\"> <img src=\"https://media.guim.co.uk/45efdf19f409c4b3b1c8e14858e1ca21c5392913/0_0_1280_768/1000.jpg\" alt=\"The Young Sportswriter of the Year logo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> The Young sportswriter of the Year competition is open to schools and parents. </span> <span class=\"element-image__credit\">Illustration: Guardian Design</span> </figcaption> </figure>","body":"<p>The Guardian and the book series Football School are launching our third Young Sportswriter of the Year competition, open to all seven- to 12-year-olds in the UK and Ireland. Last year saw an incredible richness and energy in the students’ entries with the two winners producing outstanding pieces, nine-year-old Rebecca Close winning one age category by writing about <a href=\"https://www.theguardian.com/sport/2020/sep/16/i-am-a-pair-of-glasses-i-belong-to-the-england-cricketer-jack-leach\">Jack Leach’s glasses</a>, while Eleanor Walsh, 11, finished top among the older students with an article focusing on <a href=\"https://www.theguardian.com/sport/2020/sep/16/as-soon-as-i-spotted-vicky-holland-i-knew-i-wanted-her-to-win\">the British triathlete Vicky Holland</a>.</p> <p>Leach was so impressed by the piece that he has agreed to be one of the judges this year. The England cricketer is joined on the panel by, among others, golfer Ian Poulter, Olympic gold medallist Christine Ohuruogu, Team GB cyclist and Giro d’Italia winner Tao Geoghegan Hart, the World Cup winner Per Mertesacker, former England striker Rachel Yankey, the Arsenal defender Lotte Wubben-Moy and the former England rugby player Catherine Spencer.</p> <p>Entries should consist of one piece of writing, which can be either a match report of a sporting event that has taken place, or a profile piece about an athlete of their choice. The maximum is 600 words but the article can be shorter and it may be about any sport.</p> <p><strong>The winning entries in each age category will receive:</strong></p> <p>• Their competition entry published by the Guardian.</p> <p>• An online writing workshop with a top Guardian sports journalist for their class.</p> <p>• A £100 sports voucher</p> <p>• The full series of 10 Football School books</p> <p>The runners-up in each category will also receive the full series of ten Football School books. The writer must be between seven and 12 years old on the day the piece is sent in. Entries can be submitted from Tuesday 8 June until 6pm on Tuesday 10 August. Entries can be submitted by parents or schools, with teachers able to submit multiple entries from their class.</p> <p>Marcus Christenson, football special projects editor at the Guardian, said: “I am delighted that we have so many high-profile judges from different sports this year, including Ian Poulter and Lotte Wubben-Moy. The energy and inspiration of the pieces from the first two years bode well for the future of sports journalism in this country and I am excited to see if this year’s entries can match them in quality. I am sure they will.”</p> <p><a href=\"https://www.amazon.co.uk/gp/bookseries/B07P6M7GPM/\">Football School</a> is a book series that opens up the school curriculum through football and encourages children to develop a love of reading and a curiosity about the world. Ben Lyttleton and Alex Bellos, authors of Football School, said: “We are thrilled to partner with The Guardian for the third year of the Young Sportswriter of the Year competition. Sport has so many amazing stories and we know it can inspire and expand young minds – and with so many great sports events coming up this summer, we cannot wait to read this year’s entrants!”</p> <p>To see more information and to enter the competition <a href=\"https://www.footballschool.co/young-sportswriter-2021/\">please click here</a>. </p> <p><br></p>","newspaperPageNumber":"33","wordcount":"495","firstPublicationDate":"2021-06-09T09:00:45Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:05:21Z","newspaperEditionDate":"2021-06-09T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hyc3j","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/45efdf19f409c4b3b1c8e14858e1ca21c5392913/0_0_1280_768/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Guardian and the book series Football School are launching our third Young Sportswriter of the Year competition, open to all seven- to 12-year-olds in the UK and Ireland. Last year saw an incredible richness and energy in the students’ entries with the two winners producing outstanding pieces, nine-year-old Rebecca Close winning one age category by writing about Jack Leach’s glasses, while Eleanor Walsh, 11, finished top among the older students with an article focusing on the British triathlete Vicky Holland. Leach was so impressed by the piece that he has agreed to be one of the judges this year. The England cricketer is joined on the panel by, among others, golfer Ian Poulter, Olympic gold medallist Christine Ohuruogu, Team GB cyclist and Giro d’Italia winner Tao Geoghegan Hart, the World Cup winner Per Mertesacker, former England striker Rachel Yankey, the Arsenal defender Lotte Wubben-Moy and the former England rugby player Catherine Spencer. Entries should consist of one piece of writing, which can be either a match report of a sporting event that has taken place, or a profile piece about an athlete of their choice. The maximum is 600 words but the article can be shorter and it may be about any sport. The winning entries in each age category will receive: • Their competition entry published by the Guardian. • An online writing workshop with a top Guardian sports journalist for their class. • A £100 sports voucher • The full series of 10 Football School books The runners-up in each category will also receive the full series of ten Football School books. The writer must be between seven and 12 years old on the day the piece is sent in. Entries can be submitted from Tuesday 8 June until 6pm on Tuesday 10 August. Entries can be submitted by parents or schools, with teachers able to submit multiple entries from their class. Marcus Christenson, football special projects editor at the Guardian, said: “I am delighted that we have so many high-profile judges from different sports this year, including Ian Poulter and Lotte Wubben-Moy. The energy and inspiration of the pieces from the first two years bode well for the future of sports journalism in this country and I am excited to see if this year’s entries can match them in quality. I am sure they will.” Football School is a book series that opens up the school curriculum through football and encourages children to develop a love of reading and a curiosity about the world. Ben Lyttleton and Alex Bellos, authors of Football School, said: “We are thrilled to partner with The Guardian for the third year of the Young Sportswriter of the Year competition. Sport has so many amazing stories and we know it can inspire and expand young minds – and with so many great sports events coming up this summer, we cannot wait to read this year’s entrants!” To see more information and to enter the competition please click here.","charCount":"2911","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/guardian-sport\">Guardian sport</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"society/2021/jun/09/i-just-want-what-everyone-else-has-what-homeless-people-told-jennifer-kavanagh-about-their-lives","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-06-09T09:00:45Z","webTitle":"‘I just want what everyone else has’: what homeless people told Jennifer Kavanagh about their lives","webUrl":"https://www.theguardian.com/society/2021/jun/09/i-just-want-what-everyone-else-has-what-homeless-people-told-jennifer-kavanagh-about-their-lives","apiUrl":"https://content.guardianapis.com/society/2021/jun/09/i-just-want-what-everyone-else-has-what-homeless-people-told-jennifer-kavanagh-about-their-lives","fields":{"headline":"‘I just want what everyone else has’: what homeless people told Jennifer Kavanagh about their lives","standfirst":"<p>For 15 months the author walked around London, telling the story of its streets, speaking to living statues, sex workers, drug dealers, security guards, cleaners and those who sleep out every night<br></p>","trailText":"For 15 months the author walked around London, telling the story of its streets, speaking to living statues, sex workers, drug dealers, security guards, cleaners and those who sleep out every night<br>","byline":"John Harris","main":"<figure class=\"element element-image\" data-media-id=\"a5e9c5dba464d6ae3f48ddb9ee8c11c43d325bf2\"> <img src=\"https://media.guim.co.uk/a5e9c5dba464d6ae3f48ddb9ee8c11c43d325bf2/0_384_5754_3452/1000.jpg\" alt=\"Jennifer Kavanagh: ‘How can we just take it for granted that we have people on the streets? I can’t stand it.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jennifer Kavanagh: ‘How can we just take it for granted that we have people on the streets? I can’t stand it.’</span> <span class=\"element-image__credit\">Photograph: Sarah Lee/The Guardian</span> </figcaption> </figure>","body":"<p>On a damp Tuesday lunchtime at the north end of Regent Street, George is working his beat as one of one of London’s Big Issue sellers. I have not come to interview him, but his experience is so relevant to what I will be talking about for the next two hours that I feel duty-bound to ask him about his life, and how things have been in the past 15 months.</p> <p>When he is not in the centre of the city, he tells me, he lives in a hostel for homeless people near Canary Wharf, five or six miles to the east. “Lockdown was hard,” he says, “’cos I couldn’t sell the magazine, and I needed to pay rent to the hostel. And the isolation was really difficult: a little room, and I had to pretty much stay in there, and only go out for, like, an hour a day. I went for weeks on end not speaking to anyone.” Does he have family? “No, no. Not in London. My parents are dead; my brother and sister are abroad. One in Canada, one in Australia. So it’s been isolating, you know?”</p> <p>He gestures at the book I have been leafing through, and the woman sitting next to me, who wrote it. “Let me take you by the hand,” he half-sings, “and to the promised land.” He breaks into a laugh, before saying goodbye and disappearing into a branch of Caffè Nero.</p> <p>Let Me Take You By the Hand is the latest book by Jennifer Kavanagh, a writer, teacher and social activist with a long personal history of immersion in London’s street life, and of work with the people who fall through the city’s cracks. The title is taken from the folk singer Ralph McTell’s social-realist classic, Streets of London; the book’s key inspiration is the Victorian journalist Henry Mayhew’s exhaustive work London Labour and the London Poor, published in 1861 and full of portraits of life at the capital’s social edges. George – whom Kavanagh has come to know well – is one of her book’s huge cast, along with about 200 others, from street performers who work as living statues, through sex workers and drug dealers, to people sleeping on the streets, and others suffering the cruelties of the immigration system.</p> <p>Many are victims of violence and abuse. Some have gone from earning six-figure salaries to sleeping rough, thanks to addiction and relationship breakdown. Others have lost children, something highlighted by an ex-Coldstream Guardsman called Stephen, whom she encounters outside All Souls church, near BBC Broadcasting House. “He said it very plainly: ‘The death of a child is something you just can’t cope with.’ There are two or three people in the book who lost children.” She sighs. “Just mind-blowing.”</p> <p>Some of her other stories of homelessness are just as centred on loss, but are more complex. “There’s a man in the book called Darren, who I saw the other day; it was sad to see him back, selling the Big Issue. He’s had five children and given them all up for adoption. He’s in an awful state. I first met him years and years ago. He said to me that his partner was expecting a baby, and I collected money from my meeting to buy baby clothes for him. Then, about a year later, I said: ‘How’s the baby? And he said: ‘Oh, we had to give her up.’”</p> <p>She finds a quote from him in the book, which I read aloud: “My mum, she’s an alcoholic, so she just couldn’t handle looking after me and my sisters. Don’t do family. Brought myself up, can be done. I got eight sisters but I don’t see none of them, they all got adopted. They got their lives. Yeah, I’ve got five children. Same partner, together 10 years … No, not together now … It’s better. Prefer being on my own. All the children in care.” Darren, she reminds me, was a looked-after child himself.</p> <p>Kavanagh is 74 and lives alone, in a mansion-block flat next to a pub two minutes’ walk from where we meet. Born and raised in London, she is a gentle, empathic presence, prone to careful pauses for thought, and answers full of nuances. Today, she is dressed in the functional clothes – solid trainers, an insulated purple jacket – of someone used to walking around the city. That reflects how she gathered the book’s raw material: hiking through the capital “nearly every day” for 15 months, either with the intention of getting into a specific story, or talking to whoever she happened to find.</p> <p>Her fieldwork – which was helped by two other interviewers, who contributed additional material – ended just as the pandemic began, but Covid has only highlighted the deep social issues she portrays. “I wanted to give people evidence of all the inequalities – which until the last year, most people haven’t been very aware of,” she says. “I wanted to reveal the people behind the uniforms – people who are mostly invisible to passersby, who <em>do everything</em> – security guards, people polishing the brass outside the pub, street cleaners.</p> <p>“And homelessness was always at the centre of it, because I just feel so passionately about it. I used to get so angry, and think: ‘How can we just take it for granted that we have people on the streets?’ We didn’t have when I was growing up. I can’t stand it. To me, it’s just unbearable.”</p> <p>Most people, I suggest, are at least partly desensitised to it. We all know the awful reality of homelessness, but most of the time, when we see someone sleeping rough, we don’t feel the kind of moral pang we ought to.</p> <p>“I know. That’s exactly what concerns me.” Is she different? Does she feel it? “Not always. Mostly.”</p> <p>Does she give homeless people money? “I usually buy people something to eat. And I’m uneasy with that predicament. I think we all are. I occasionally give people money. I don’t like having a moral stance about: ‘Oh, they’ll just spend it on drugs.’”</p> <p>It implies passing judgment, doesn’t it? And if you haven’t ever slept rough, maybe you’re not entitled to do that. “Exactly. Exactly. I remember one woman running after me in the street, asking me for money. I gave her a tenner. And the astonishment and delight … Sometimes generosity is a huge motivator. People maybe feel that if someone is prepared to give them ten pounds, they themselves might be worth something.”</p> <p>Until 1997, Kavanagh owned and ran a thriving literary agency, with 80 or so clients, including many successful novelists and a handful of Booker prize nominees. Then everything changed. “I’d wanted to give up agenting for some time,” she says. “Anyone in publishing will tell you the same – it had become more and more difficult to get real novelists and storytellers published in an ongoing way. It all just became celebrity, celebrity, celebrity. So I’d had enough.”</p> <p>There had also been upheavals in her personal and family life. “The breakup of my marriage in the late 80s. The breakup of the next relationship. My daughter getting an illness.” And eventually, she says, “in spiritual terms, I was cracked open, and able to access another dimension”. She sold the agency and used the proceeds to fund a long period of work and activism focused on some of our most ingrained social problems, spread over the next 12 years.</p> <p>What pushed her decisively in this direction was finding Quakerism, the non-hierarchical, open offshoot of Christianity that often emphasises being active in society. “I was finding myself in tears every time I went into a church – for a christening, or to look at the architecture. I thought: ‘What on earth’s going on here?’ And I really had no choice but to pursue it, so I went to various churches. I found out that wasn’t for me: ‘Sit down, now stand up’, and all that. But I remembered seeing the sign outside a Quaker meeting house, and I walked in, and I found peace. I wasn’t ready to talk to anyone about it, but I started reading about it, and I was absolutely gobsmacked. I thought: ‘I didn’t know religion could be like this.’”</p> <p>Like what? “Well, it wasn’t why I first went there, but it helped me recover my youthful idealism. I think most people would like to make a difference, but they don’t know how to. And when I arrived at Quakers, I found people who were doing exactly that – locally and collectively. So I jumped in with both feet.”</p> <p>One of the most important aspects of her new life was the three years she spent in charge of a Quaker-run community centre in the East End, where she oversaw mother-and-toddler groups, a regular gathering of women from a diverse cross-section of the local community, programmes that brought food to people suffering loneliness and isolation, and a trailblazing programme of so-called micro-credit, whereby people with ideas that might benefit the local community could access small loans – something she eventually took to such countries as Madagascar, Ghana and South Africa. She worked in prisons, studying the links between incarceration, education and homelessness.</p> <p>She also started the Open Wing Trust, which helps people who want to make the drastic kind of life change she did. “I could afford to do it,” she says. “I had a younger friend who did a similar thing, but had to borrow the money. I thought it would be really good to facilitate similar things for other people, some of whom have been prisoners. One guy wanted to become a music therapist, and we bought him his first keyboard. There was a former gang member who worked to stop people being in gangs, so we helped him get started.”</p> <p>When I write about community activism, I tell her, I’m always struck by how many of the people making a difference are women over 50.</p> <p>“That’s interesting,” she says. And does it sound familiar? “Well, it’s partly to do with who has the time and inclination. But I certainly think that [the psychoanalyst] Jung had it right when he talked about the second half of life. That’s when a lot of people realise what their life should be about.”</p> <p>In her early days of social activism, one particular experience changed her for good. “I was told to coordinate the soup runs they [the Quakers] were doing. That was the real epiphany for me. I couldn’t believe the extent of it, or the conditions people were living in.”</p> <p>She was also struck by the kindness of people who, on the face of it, could not afford it. “When I was first doing the soup runs, there was one really cold January night – and there was a woman, probably in her 50s, in a really skimpy cotton dress. She asked us for a blanket. We’d run out. And there was a guy further down the Strand who said: “She can have mine.’ I said: ‘What will you do?’ And he said: ‘She needs it more than me, and what’s life if you can’t give a little love?’ And I thought: How many of us could do that? I learned hugely. It was extraordinary.”</p> <p>After more than a year of the pandemic, how has it affected people living the kind of lives she has written about? “No one’s really doing anything about destitution,” she says. She then mentions the government’s so-called Everyone In initiative, which found shelter for people living on the streets during <a href=\"https://www.theguardian.com/commentisfree/2021/jan/10/first-lockdown-england-homelessness-everyone-in-streets\">the pandemic’s first couple of months</a>, but was not repeated. And even that scheme, she says, could be cold and inhumane. Once again she mentions Darren. “When I saw him the other day, he said: ‘They offered me a place in a hotel, but I would have to put my dog in kennels.’ I just thought: ‘Bloody hell – how can you do that? How can you not see how precious his dog is to him?’ I think that lack of sensitivity and understanding is still there.”</p> <p>Once we have finished the interview, Kavanagh walks me to Fitzroy Place, an office and residential development a stone’s throw from Oxford Street, completed in 2015. Its towering buildings are surrounded by the calm silence of wealth; a two-bedroom flat here sells for about £2.5m. She points out a patch of pavement nudging one of its outer edges, where she met a homeless woman called Carrie, who was 36 and said she had been homeless for 21 years, having experienced domestic violence and time in the care system. She was living in a tent.</p> <p>“That really upset me, because she was only about a street away from where I live, and she invited me in. That was a really, really moving thing, to sit in that tent. But I was free to get up and go away, back to my comfortable place.”</p> <p>One thing Carrie said stuck in her head. When she repeats it to me, the words sound almost like a prayer. They also capture the glaring inequality that defines both London and almost everything she portrays in her book: “I just want what everyone else has.”</p> <p><em>Let Me Take You By the Hand by Jennifer Kavanagh is published by Little, Brown. To buy for £14.78 (RRP £16.99) go to <a href=\"https://guardianbookshop.com/let-me-take-you-by-the-hand-9781408713143.html\">bookshop.theguardian.com</a>. P&amp;P charges may apply.</em></p> <p><em>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</em><br></p>","newspaperPageNumber":"4","wordcount":"2258","commentCloseDate":"2021-06-12T09:00:45Z","commentable":"true","firstPublicationDate":"2021-06-09T09:00:45Z","isInappropriateForSponsorship":"false","isPremoderated":"true","lastModified":"2021-06-09T09:00:45Z","newspaperEditionDate":"2021-06-09T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk8ng","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a5e9c5dba464d6ae3f48ddb9ee8c11c43d325bf2/0_384_5754_3452/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On a damp Tuesday lunchtime at the north end of Regent Street, George is working his beat as one of one of London’s Big Issue sellers. I have not come to interview him, but his experience is so relevant to what I will be talking about for the next two hours that I feel duty-bound to ask him about his life, and how things have been in the past 15 months. When he is not in the centre of the city, he tells me, he lives in a hostel for homeless people near Canary Wharf, five or six miles to the east. “Lockdown was hard,” he says, “’cos I couldn’t sell the magazine, and I needed to pay rent to the hostel. And the isolation was really difficult: a little room, and I had to pretty much stay in there, and only go out for, like, an hour a day. I went for weeks on end not speaking to anyone.” Does he have family? “No, no. Not in London. My parents are dead; my brother and sister are abroad. One in Canada, one in Australia. So it’s been isolating, you know?” He gestures at the book I have been leafing through, and the woman sitting next to me, who wrote it. “Let me take you by the hand,” he half-sings, “and to the promised land.” He breaks into a laugh, before saying goodbye and disappearing into a branch of Caffè Nero. Let Me Take You By the Hand is the latest book by Jennifer Kavanagh, a writer, teacher and social activist with a long personal history of immersion in London’s street life, and of work with the people who fall through the city’s cracks. The title is taken from the folk singer Ralph McTell’s social-realist classic, Streets of London; the book’s key inspiration is the Victorian journalist Henry Mayhew’s exhaustive work London Labour and the London Poor, published in 1861 and full of portraits of life at the capital’s social edges. George – whom Kavanagh has come to know well – is one of her book’s huge cast, along with about 200 others, from street performers who work as living statues, through sex workers and drug dealers, to people sleeping on the streets, and others suffering the cruelties of the immigration system. Many are victims of violence and abuse. Some have gone from earning six-figure salaries to sleeping rough, thanks to addiction and relationship breakdown. Others have lost children, something highlighted by an ex-Coldstream Guardsman called Stephen, whom she encounters outside All Souls church, near BBC Broadcasting House. “He said it very plainly: ‘The death of a child is something you just can’t cope with.’ There are two or three people in the book who lost children.” She sighs. “Just mind-blowing.” Some of her other stories of homelessness are just as centred on loss, but are more complex. “There’s a man in the book called Darren, who I saw the other day; it was sad to see him back, selling the Big Issue. He’s had five children and given them all up for adoption. He’s in an awful state. I first met him years and years ago. He said to me that his partner was expecting a baby, and I collected money from my meeting to buy baby clothes for him. Then, about a year later, I said: ‘How’s the baby? And he said: ‘Oh, we had to give her up.’” She finds a quote from him in the book, which I read aloud: “My mum, she’s an alcoholic, so she just couldn’t handle looking after me and my sisters. Don’t do family. Brought myself up, can be done. I got eight sisters but I don’t see none of them, they all got adopted. They got their lives. Yeah, I’ve got five children. Same partner, together 10 years … No, not together now … It’s better. Prefer being on my own. All the children in care.” Darren, she reminds me, was a looked-after child himself. Kavanagh is 74 and lives alone, in a mansion-block flat next to a pub two minutes’ walk from where we meet. Born and raised in London, she is a gentle, empathic presence, prone to careful pauses for thought, and answers full of nuances. Today, she is dressed in the functional clothes – solid trainers, an insulated purple jacket – of someone used to walking around the city. That reflects how she gathered the book’s raw material: hiking through the capital “nearly every day” for 15 months, either with the intention of getting into a specific story, or talking to whoever she happened to find. Her fieldwork – which was helped by two other interviewers, who contributed additional material – ended just as the pandemic began, but Covid has only highlighted the deep social issues she portrays. “I wanted to give people evidence of all the inequalities – which until the last year, most people haven’t been very aware of,” she says. “I wanted to reveal the people behind the uniforms – people who are mostly invisible to passersby, who do everything – security guards, people polishing the brass outside the pub, street cleaners. “And homelessness was always at the centre of it, because I just feel so passionately about it. I used to get so angry, and think: ‘How can we just take it for granted that we have people on the streets?’ We didn’t have when I was growing up. I can’t stand it. To me, it’s just unbearable.” Most people, I suggest, are at least partly desensitised to it. We all know the awful reality of homelessness, but most of the time, when we see someone sleeping rough, we don’t feel the kind of moral pang we ought to. “I know. That’s exactly what concerns me.” Is she different? Does she feel it? “Not always. Mostly.” Does she give homeless people money? “I usually buy people something to eat. And I’m uneasy with that predicament. I think we all are. I occasionally give people money. I don’t like having a moral stance about: ‘Oh, they’ll just spend it on drugs.’” It implies passing judgment, doesn’t it? And if you haven’t ever slept rough, maybe you’re not entitled to do that. “Exactly. Exactly. I remember one woman running after me in the street, asking me for money. I gave her a tenner. And the astonishment and delight … Sometimes generosity is a huge motivator. People maybe feel that if someone is prepared to give them ten pounds, they themselves might be worth something.” Until 1997, Kavanagh owned and ran a thriving literary agency, with 80 or so clients, including many successful novelists and a handful of Booker prize nominees. Then everything changed. “I’d wanted to give up agenting for some time,” she says. “Anyone in publishing will tell you the same – it had become more and more difficult to get real novelists and storytellers published in an ongoing way. It all just became celebrity, celebrity, celebrity. So I’d had enough.” There had also been upheavals in her personal and family life. “The breakup of my marriage in the late 80s. The breakup of the next relationship. My daughter getting an illness.” And eventually, she says, “in spiritual terms, I was cracked open, and able to access another dimension”. She sold the agency and used the proceeds to fund a long period of work and activism focused on some of our most ingrained social problems, spread over the next 12 years. What pushed her decisively in this direction was finding Quakerism, the non-hierarchical, open offshoot of Christianity that often emphasises being active in society. “I was finding myself in tears every time I went into a church – for a christening, or to look at the architecture. I thought: ‘What on earth’s going on here?’ And I really had no choice but to pursue it, so I went to various churches. I found out that wasn’t for me: ‘Sit down, now stand up’, and all that. But I remembered seeing the sign outside a Quaker meeting house, and I walked in, and I found peace. I wasn’t ready to talk to anyone about it, but I started reading about it, and I was absolutely gobsmacked. I thought: ‘I didn’t know religion could be like this.’” Like what? “Well, it wasn’t why I first went there, but it helped me recover my youthful idealism. I think most people would like to make a difference, but they don’t know how to. And when I arrived at Quakers, I found people who were doing exactly that – locally and collectively. So I jumped in with both feet.” One of the most important aspects of her new life was the three years she spent in charge of a Quaker-run community centre in the East End, where she oversaw mother-and-toddler groups, a regular gathering of women from a diverse cross-section of the local community, programmes that brought food to people suffering loneliness and isolation, and a trailblazing programme of so-called micro-credit, whereby people with ideas that might benefit the local community could access small loans – something she eventually took to such countries as Madagascar, Ghana and South Africa. She worked in prisons, studying the links between incarceration, education and homelessness. She also started the Open Wing Trust, which helps people who want to make the drastic kind of life change she did. “I could afford to do it,” she says. “I had a younger friend who did a similar thing, but had to borrow the money. I thought it would be really good to facilitate similar things for other people, some of whom have been prisoners. One guy wanted to become a music therapist, and we bought him his first keyboard. There was a former gang member who worked to stop people being in gangs, so we helped him get started.” When I write about community activism, I tell her, I’m always struck by how many of the people making a difference are women over 50. “That’s interesting,” she says. And does it sound familiar? “Well, it’s partly to do with who has the time and inclination. But I certainly think that [the psychoanalyst] Jung had it right when he talked about the second half of life. That’s when a lot of people realise what their life should be about.” In her early days of social activism, one particular experience changed her for good. “I was told to coordinate the soup runs they [the Quakers] were doing. That was the real epiphany for me. I couldn’t believe the extent of it, or the conditions people were living in.” She was also struck by the kindness of people who, on the face of it, could not afford it. “When I was first doing the soup runs, there was one really cold January night – and there was a woman, probably in her 50s, in a really skimpy cotton dress. She asked us for a blanket. We’d run out. And there was a guy further down the Strand who said: “She can have mine.’ I said: ‘What will you do?’ And he said: ‘She needs it more than me, and what’s life if you can’t give a little love?’ And I thought: How many of us could do that? I learned hugely. It was extraordinary.” After more than a year of the pandemic, how has it affected people living the kind of lives she has written about? “No one’s really doing anything about destitution,” she says. She then mentions the government’s so-called Everyone In initiative, which found shelter for people living on the streets during the pandemic’s first couple of months, but was not repeated. And even that scheme, she says, could be cold and inhumane. Once again she mentions Darren. “When I saw him the other day, he said: ‘They offered me a place in a hotel, but I would have to put my dog in kennels.’ I just thought: ‘Bloody hell – how can you do that? How can you not see how precious his dog is to him?’ I think that lack of sensitivity and understanding is still there.” Once we have finished the interview, Kavanagh walks me to Fitzroy Place, an office and residential development a stone’s throw from Oxford Street, completed in 2015. Its towering buildings are surrounded by the calm silence of wealth; a two-bedroom flat here sells for about £2.5m. She points out a patch of pavement nudging one of its outer edges, where she met a homeless woman called Carrie, who was 36 and said she had been homeless for 21 years, having experienced domestic violence and time in the care system. She was living in a tent. “That really upset me, because she was only about a street away from where I live, and she invited me in. That was a really, really moving thing, to sit in that tent. But I was free to get up and go away, back to my comfortable place.” One thing Carrie said stuck in her head. When she repeats it to me, the words sound almost like a prayer. They also capture the glaring inequality that defines both London and almost everything she portrays in her book: “I just want what everyone else has.” Let Me Take You By the Hand by Jennifer Kavanagh is published by Little, Brown. To buy for £14.78 (RRP £16.99) go to bookshop.theguardian.com. P&amp;P charges may apply. Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.","charCount":"12628","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/johnharris\">John Harris</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"environment/2021/jun/09/salmon-future-us-dams","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-06-09T09:00:45Z","webTitle":"Salmon face extinction throughout the US west. Blame these four dams ","webUrl":"https://www.theguardian.com/environment/2021/jun/09/salmon-future-us-dams","apiUrl":"https://content.guardianapis.com/environment/2021/jun/09/salmon-future-us-dams","fields":{"headline":"Salmon face extinction throughout the US west. Blame these four dams ","standfirst":"<p>Salmon are headed to a point of no return throughout the US west. And the impact on Native American communities could be devastating</p>","trailText":"Salmon are headed to a point of no return throughout the US west – a bipartisan effort is under way and action can still be taken","byline":"Hallie Golden","main":"<figure class=\"element element-image\" data-media-id=\"c313a1a4c04aead7cab58f4296f115ff1904d41b\"> <img src=\"https://media.guim.co.uk/c313a1a4c04aead7cab58f4296f115ff1904d41b/0_100_3000_1801/1000.jpg\" alt=\"Mike Tuell dip net fishes with Nat’aani McCaskey, 12.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mike Tuell dip net fishes with Nat’aani McCaskey, 12.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>","body":"<p>Knee-deep in the rumbling waters of Rapid River in western Idaho, Mike Tuell guided his dip net between boulders and tree branches in search of the calm pockets where salmon rest.</p> <p>It was a Tuesday evening in May, and his first time out fishing this season. The spring-summer Chinook were just beginning their treacherous journey back to their natal spawning areas.</p> <p>His shoulders tensed as he pushed the net deeper. With each passing stroke, Tuell, 53, a member of the Nez Perce tribe, settled into a rhythm with his net, becoming less an intruder on the river and more a natural part of its ecosystem.</p> <p>Crouched on the rocks behind him was his girlfriend’s 12-year-old son, Nat’aani McCaskey. Decades ago, Tuell had been taught to fish along this same waterway by his uncle, and he was now passing that knowledge on.</p> <p>“If we want to have the way of life we have now, or the life we used to have, he’s got to learn to do it now and do it right so he’s not wasting fish or doing it for the wrong reasons,” explained Tuell, who also serves as production division deputy director for the tribe’s fisheries department.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c9b05e91f53a056965c0ba1d16cae4d2b697d78e\"> <img src=\"https://media.guim.co.uk/c9b05e91f53a056965c0ba1d16cae4d2b697d78e/0_12_3000_1801/1000.jpg\" alt=\"Mike Tuell dip net fishes with his girldfriend’s son, Nat’aani McCaskey, 12.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mike Tuell dip net fishes with his girldfriend’s son, Nat’aani McCaskey, 12.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>Not quite big enough to manipulate the pole himself, Nat’aani held a knife and club, ready to take over once Tuell caught a salmon. He listed off the steps: “Hold it by its tail, club it, cut its gills out, and then put it in the ice.”</p> <p>But the opportunity never came. After nearly two hours, with sweat glistening across Tuell’s forehead, the pair weren’t able to catch a single salmon.</p> <p>•••</p> <p>It’s a scene that has increasingly played out in recent years across the 1,078-mile Snake River and some of its tributaries, due in large part to four towering and closely spaced dams in eastern Washington state. The dams act as massive hurdles to the salmon’s migration.</p> <p>Today, experts have voiced concern that the salmon are headed toward a point of no return.</p> <p>The loss of these anadromous fish along a waterway that twists through western Wyoming, Idaho, Washington and Oregon, would wreak havoc on over 130 species that depend on salmon – from salamanders to whales – and leave a gaping hole in a region that prides itself on hosting them. Thirteen populations of Columbia-Snake salmon and steelhead are protected under the Endangered Species Act.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>It puts us in a situation where we start asking the question, who would we be if we didn’t have salmon?</p> <footer> <cite>Alyssa Macy</cite> </footer> </blockquote> </aside>  <p>But for the Nez Perce community and other Columbia River basin tribes, whose physical sustenance and cultural and spiritual practices have been tied with salmon for millennia, it would be pure devastation.</p> <p>“It puts us in a situation where we start asking the question, who would we be if we didn’t have salmon? If they became extinct, then as salmon people, who would we become?” said Alyssa Macy, CEO of the Washington Environmental Council and a member of the Confederated Tribes of Warm Springs. “Obviously, that’s a question that none of us want to answer.”</p> <p>•••</p> <p>Just as the situation reaches a fever pitch, an unlikely pair of bipartisan US congressmen out of Idaho and Oregon have come on to the scene, championing a $33.5bn solution centered on breaching the four dams.</p> <p>Mike Simpson, the Republican congressman from Idaho who first introduced the proposal, is resolute in his efforts to get ahead of what he described as an impending “train wreck”: the Bonneville Power Administration – the federal agency which markets electrical power from 31 hydroelectric dams – facing key financial problems due in part to salmon mitigation costs, or the dams being removed without any thought to the communities and industries that rely on them, or ultimately the salmon disappearing altogether.</p> <p>While many different political choices can be made, “salmon don’t have a choice”, he said. “They need a river. And right now, they don’t have a river.”</p>  <figure class=\"element element-image element--immersive\" data-media-id=\"c81cbf4453be5023aa0faac540dc93d84bcad051\"> <img src=\"https://media.guim.co.uk/c81cbf4453be5023aa0faac540dc93d84bcad051/0_0_3000_2000/1000.jpg\" alt=\"Lower Granite Dam seen on the Snake River in Pomeroy, Washington on Monday, May 10, 2021. Rep. Mike Simpson, R-Idaho, has proposed breaching the Ice Harbor, Little Goose, Lower Granite, Lower Monumental dams along the Snake River to help save the endangered salmon runs.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lower Granite Dam seen on the Snake River in Pomeroy, Washington.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>The dams back up the water flow for miles, increase water temperature and create an overall much longer and thus more dangerous journey for them, explained Jay Hesse, director of biological services for the Nez Perce tribe.</p> <p>Mitigation efforts involve a complex and costly system of fish ladders for adults, spillways for juveniles to get through, a barge transporting them down river, and even wires and loud noises to keep predators away.</p> <p>The proposal to breach the dams is timely: the Biden administration has signaled an appetite for big spending on infrastructure; the flood of renewables have created uncertainty for hydropower; and leaders in a wide array of sectors have signaled interest in finding solutions, explained David Moryc, senior director of wild and scenic rivers and public lands policy at the non-profit conservation organization <a href=\"https://www.americanrivers.org/\">American Rivers</a>.</p> <p>In other words, he said, there’s a unique merging of both crisis and opportunity.</p> <p>•••</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>Salmon don’t have a choice. They need a river. And right now, they don’t have a river</p> <footer> <cite>Congressman Mike Simpson</cite> </footer> </blockquote> </aside>  <p>In north-east Oregon, the creation story for the Confederated Tribes of the Umatilla Indian Reservation begins with a sacrifice by the salmon, explained Don Sampson, a member of the tribe and an advisory board member for the Northwest Tribal Salmon Alliance. Out of a crowd of animals, they were the first to respond to a call from the Creator warning that the humans were coming and would need nourishment.</p> <p>The story goes that the salmon’s responsibility would be to travel through the waters, ingesting food in order to provide nourishment to humans. In exchange, the tribe was given the sacred duty of taking care of the salmon and honoring them through prayer and ceremony.</p> <p>“This is part of our religious belief. We do it every Sunday at our church,” said Sampson. “We sing our ceremonial songs. We teach our kids about who they are by these religious beliefs and the relationship to the animals and the plants. And that is our identity.” Similar stories can be found across the Pacific north-west.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6bd690bf52b184519fc27ef74f51caf1f25970e3\"> <img src=\"https://media.guim.co.uk/6bd690bf52b184519fc27ef74f51caf1f25970e3/0_0_3000_2001/1000.jpg\" alt=\"Salmon are seen swimming through the viewing area at Lower Granite Dam Fish Ladder Visitor Center in Pomeroy, Washington on Monday, May 10, 2021. Rep. Mike Simpson, R-Idaho, has proposed breaching the Ice Harbor, Little Goose, Lower Granite, Lower Monumental dams along the Snake River to help save the endangered salmon runs.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Salmon are seen swimming through the viewing area at Lower Granite Dam Fish Ladder Visitor Center in Pomeroy, Washington.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>For thousands of years, both the salmon and humans remained largely in step. The Native communities would eat what they needed, while large portions of the population would be left to complete their lifecycle of hatching in fresh water, traveling downstream to the ocean and then returning to their birthplace to spawn and die.</p> <p>But a little over a century ago, the situation started to shift. Initially, largely unregulated commercial fishing fueled by the expansion of salmon canneries resulted in the population declining. In the years that followed, the runs were further strained by habitat loss.</p> <p>By 1975, the US army corps of engineers completed construction of a series of four dams across just 137 miles of the lower Snake River in Washington in an effort to produce renewable energy while facilitating barge transportation.</p> <p>After construction of the dams was completed, wild salmon returns fell by more than 90%, according to American Rivers. The Idaho Conservation League reported that before the dams, about 1.5 million spring-summer chinook salmon returned each year to the Snake River. By 2017, only about 5,800 wild spring-summer chinook completed that journey.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2158ec2d00b4d6757d440dbb72d95de0263736d9\"> <img src=\"https://media.guim.co.uk/2158ec2d00b4d6757d440dbb72d95de0263736d9/0_0_3000_2001/1000.jpg\" alt=\"Juvenile salmon are captured, tagged and vaccinated at Juvenile Bypass System at Lower Granite Dam in Pomeroy, Washington on Monday, May 10, 2021. Rep. Mike Simpson, R-Idaho, has proposed breaching the Ice Harbor, Little Goose, Lower Granite, Lower Monumental dams along the Snake River to help save the endangered salmon runs.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Juvenile salmon are captured, tagged and vaccinated at Juvenile Bypass System at Lower Granite Dam.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>The impact is especially evident when looking at the smolt-to-adult returns below the dams, compared with above. While 3.5% of salmon survive the ocean and make it through three dams to return to the John Day River to spawn, only 2.4% return to the Yakima River after passing through four dams (2% is considered the minimum needed for salmon persistence). By comparison, less than 1% of salmon return to the Snake River after crossing eight dams, according to <a href=\"https://www.tu.org/\">Trout Unlimited</a>, a conservation non-profit organization.</p> <p>The dams are spaced so closely that they have created a type of “pressure point” for the salmon population, explained David Montgomery, author of King of Fish: The Thousand-Year Run of Salmon. Removing them wouldn’t get rid of all of the historical impacts that there have been, according to him, “but it’s an impact that can be undone in a single stroke that is acknowledged to be very likely to have a major effect”.</p> <p>•••</p> <p>Last February, 68 of the country’s top salmon and fisheries experts sent <a href=\"https://www.wildsalmon.org/images/2021.Sci.Letter.Final.2.22.21.pdf\">a letter</a> to north-west leaders stating that in order to avoid extinction and restore the once abundant salmon runs, these four dams would need to be removed. Two months later, the American Rivers <a href=\"https://www.americanrivers.org/conservation-resource/snake-river-named-americas-most-endangered-river-for-2021/#:~:text=Washington%2C%20D.C.%20%E2%80%93%20American%20Rivers%20today,not%20only%20invests%20in%20salmon\">listed</a> the Snake as the country’s most endangered river, citing the dams, along with the climate crisis and poor water quality, as its biggest threats.</p> <p>A Columbia River system <a href=\"https://www.orcaconservancy.org/68-scientists-send-letter-to-nw-policymakers-on-snake-river-salmon-and-dams/\">impact statement</a> last year reported that breaching these dams would have the greatest positive impact on Snake River salmon. But the report, which was authored by the US army corps of engineers, Bureau of Reclamation and Bonneville Power Administration, ultimately did not endorse such a plan due to the “adverse impacts to other resources such as transportation, power reliability and affordability, and greenhouse gas emissions”.</p>  <figure class=\"element element-image element--immersive\" data-media-id=\"e70e00d1ad68496f72d3c119389d6a65077f970a\"> <img src=\"https://media.guim.co.uk/e70e00d1ad68496f72d3c119389d6a65077f970a/0_0_3000_2001/1000.jpg\" alt=\"Juvenile spring Chinook salmon are unloaded in holding tanks at Pittsburg Landing along the Snake River on Tuesday, May 11, 2021.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Juvenile spring Chinook salmon are unloaded in holding tanks at Pittsburg Landing along the Snake River.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>In 2016, it was <a href=\"https://www.bpa.gov/news/pubs/FactSheets/fs-201603-A-Northwest-energy-solution-Regional-power-benefits-of-the-lower-Snake-River-dams.pdf\">reported</a> that the four dams were producing on average over 1,000 megawatts of energy each year – or enough to power 800,000 American homes. But as the renewable energy sector continues to shift and hydropower competes against low-cost renewable energy, including solar and wind, there is some uncertainty when it comes to what the future will look like for the industry.</p> <p>Against this backdrop, more than <a href=\"https://simpson.house.gov/uploadedfiles/simpson_presentation_idaho.pdf\">$17bn</a> has been spent in recent decades as part of federal salmon recovery efforts.</p> <p>The local tribes have contributed through habitat recovery efforts and extensive salmon hatchery work. The Nez Perce Tribal Hatchery has been working toward releasing 825,000 Spring Chinook this year – 200,000 more than last year.</p> <p>•••</p> <p>Erik Holt, a member of the Nez Perce tribe and its fish and wildlife commission chair, was seven the first time he caught a salmon. It was the summer of 1977, and he and his family had hiked the two miles up to the Blue Hole on the Imnaha River, a tributary of the Snake River, in Oregon.</p> <p>Clutching an 18ft gaff and tied to his grandpa to make sure he didn’t fall in, Holt struggled against the strength of the creature.</p> <p>“I could feel the power and the spirit of it all because it just absorbs you,” Holt said. “Even as a young boy, I could feel that.”</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>We ceded 13m acres to the US government to be held in trust for our way of life. That way of life included salmon</p> <footer> <cite>Shannon Wheeler</cite> </footer> </blockquote> </aside>  <p>Since then, he’s worked to introduce the tribe’s younger generations to fishing, including his 10-year-old nephew. He’s taught him the basic mechanics of the practice, and also about how to treat such a sacred place:</p> <p>“When you get to the river, you pray for your pole and then you put it in the water and you say another prayer … [Then] you got to get in the water yourself. And that’s what we call washing the bad medicine away. Before you even go fishing, you get in that water, you wash off and purify yourself.”</p> <p>Holt’s nephew was excited to travel out to the Clearwater, a tributary of the Snake in Idaho, to carry on the tradition. He had his hook, line and mini dip net ready to go when Holt broke the news that the fishery had been closed because of the lack of salmon.</p> <p>He said it was “devastating” to have to explain it to him and see the forlorn look on his face.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"f999a99f67ca27c09833a7b64449858663dc907b\"> <img src=\"https://media.guim.co.uk/f999a99f67ca27c09833a7b64449858663dc907b/0_0_3000_2000/1000.jpg\" alt=\"The Snake River seen near Clarkston, Washington on Monday, May 10, 2021. Rep. Mike Simpson, R-Idaho, has proposed breaching the Ice Harbor, Little Goose, Lower Granite, Lower Monumental dams along the Snake River to help save the endangered salmon runs.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Snake River seen near Clarkston, Washington.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>Already this season, the Nez Perce tribe has closed virtually all of the lower Snake River to fishing, along with most of the middle and upper parts of the Salmon River, in an effort to protect the salmon. The Clearwater has recently been opened, but with very limited harvest.</p> <p>These closures can affect Native families’ ability to travel out together to fish and share songs and prayer, and also the tribe’s ability to feature the salmon in their first foods ceremonies and funeral services, explained Shannon Wheeler, the Nez Perce tribal vice-chairman.</p> <p>The possibility of losing salmon altogether also gets in the way of treaties the federal government signed with Nez Perce and many other local tribes. About 150 years ago, they fought to secure rights to fish these waterways. Having to close down fisheries because there’s not enough salmon is a huge infringement on crucial contracts.</p> <p>“In that treaty, we bargained for a way of life,” said Wheeler. “We ceded well over 13m acres of land to the United States government, to be held in trust for our way of life. That way of life included salmon.”</p> <p>•••</p> <p>The fight to remove these dams is more than just about the survival of salmon. It’s also about the cultural impact these structures have had on the surrounding Native community.</p> <p>Standing on a dock in the middle of a largely motionless section of the Snake River in Colton, Washington, Louis Reuben looked out on to what had once been his ancestors’ home. He pointed out the spot he believed had held a series of rock formations perfect for fishing, and the hills that may have housed graveyards.</p>  <figure class=\"element element-image element--immersive\" data-media-id=\"3b76d6bd9339ca2d2a3fca9c30ae7f688b441d63\"> <img src=\"https://media.guim.co.uk/3b76d6bd9339ca2d2a3fca9c30ae7f688b441d63/0_0_3000_2250/1000.jpg\" alt=\"Louis Reuben photographed in front the Snake River near his ancestral homesite of Wawawai on Wednesday, May 12, 2021. Reuben’s great-grandfather was born at Wawawai, which is underwater today. Lower Granite Dam flooded communities and countless other tribal sites.\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Louis Reuben near his ancestral homesite of Wawawai.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>But it’s difficult to be sure, he explained, as the winter home for the Wawawai Band of the Nez Perce is now underwater due to the dams.</p> <p>“The dams displaced us, disconnected us from our place of origin for me,” said Reuben, a Nez Perce tribal member and descendant of the Wawawai Band of the Nez Perce. “It’s difficult to go back to a place that’s underwater. It really kind of put a huge dent in my identity as an Indigenous person.”</p> <p>For Reuben, a free-flowing Snake River would finally give him the chance to return to the cave where his great-grandfather was born, and the place where his ancestors lived before being moved on to the reservation.</p> <p>In April, representatives from 12 tribes located throughout the north-west devoted two days to discussions on breaching these dams and the overall proposal first presented by Mike Simpson and then supported by Congressman Earl Blumenauer, a Democrat from Oregon.</p> <p>Simpson is resolute in his effort. “Everything we do on the Lower Columbia and Snake River can be done differently if we choose to do it,” he told the Guardian.</p> <p>Kat Brigham, the Confederated Tribes of the Umatilla Indian Reservation board of trustees chair, said that they support the proposal, applauding the lawmakers for thinking outside the box. She highlighted the fact that there have been periods where parts of the Columbia River basin had no salmon runs, but they were able to rebuild them.</p> <p>“We know it’s possible,” she said. “But we have to do it together. No tribe, no state, no federal agency, or no individual organization can rebuild these runs. It has to be collaborative, partnership approach.”</p> <p>In addition to breaching the dams, the proposal would include funds to replace the energy lost and help the agricultural community reconfigure transportation. But it would also involve waiting about 10 years before the dams are breached, offer a 35-year license extension for other dams in the Columbia River basin and provide a 35-year dam litigation moratorium.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1c8cd943b665447e0b82f3029ca1e565c45d8705\"> <img src=\"https://media.guim.co.uk/1c8cd943b665447e0b82f3029ca1e565c45d8705/0_0_3000_2001/1000.jpg\" alt=\"Lower Granite Dam seen on the Snake River in Pomeroy, Washington on Wednesday, May 12, 2021. Rep. Mike Simpson, R-Idaho, has proposed breaching the Ice Harbor, Little Goose, Lower Granite, Lower Monumental dams along the Snake River to help save the endangered salmon runs.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Lower Granite Dam seen on the Snake River.</span> <span class=\"element-image__credit\">Photograph: Mason Trinca/The Guardian</span> </figcaption> </figure>  <p>Some stakeholders still have plenty of questions about its viability.</p> <p>In May, Washington’s governor, Jay Inslee, and Senator Patty Murray released a statement rejecting the proposal.</p> <p>Kristin Meira, executive director for <a href=\"https://www.pnwa.net/\">Pacific Northwest Waterways Association</a>, made up of ports, barge companies, steamship operators and farmers, also spoke out against the proposal, citing the toll it would take on hydropower and barge transportation.</p> <p>More than a dozen environmental organizations <a href=\"https://www.biologicaldiversity.org/programs/public_lands/rivers/pdfs/Group-letter-to-NW-Senators-on-Simpson-Dam-Proposal.pdf\">sent a letter</a> in March to Democratic lawmakers in Washington and Oregon explaining that while they support removing the four dams, it should not be at the expense of environmental protections.</p> <p>Simpson said that he put the proposal out there to continue the discussion and is open to hearing ideas and suggestions. But after about 500 meetings with tribes, environmental groups, state representatives and a variety of other stakeholders over the last three years, he said it was clear that salmon recovery will need to involve removing these dams.</p> <p>•••</p> <p>Back at Rapid River, Tuell lifted up his dip net and began the short walk with Nat’aani through the high grass away from the river. The sound of water crashing against rocks and branches slowly began to dim.</p> <p>Nat’aani turned to Tuell: “Next week might be better.”</p> <p>The two continued on in silence. The uncertainty of the season ahead hung in the air.</p>","wordcount":"2661","displayHint":"immersive","firstPublicationDate":"2021-06-09T09:00:45Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:02:09Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjj7a","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c313a1a4c04aead7cab58f4296f115ff1904d41b/0_100_3000_1801/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Knee-deep in the rumbling waters of Rapid River in western Idaho, Mike Tuell guided his dip net between boulders and tree branches in search of the calm pockets where salmon rest. It was a Tuesday evening in May, and his first time out fishing this season. The spring-summer Chinook were just beginning their treacherous journey back to their natal spawning areas. His shoulders tensed as he pushed the net deeper. With each passing stroke, Tuell, 53, a member of the Nez Perce tribe, settled into a rhythm with his net, becoming less an intruder on the river and more a natural part of its ecosystem. Crouched on the rocks behind him was his girlfriend’s 12-year-old son, Nat’aani McCaskey. Decades ago, Tuell had been taught to fish along this same waterway by his uncle, and he was now passing that knowledge on. “If we want to have the way of life we have now, or the life we used to have, he’s got to learn to do it now and do it right so he’s not wasting fish or doing it for the wrong reasons,” explained Tuell, who also serves as production division deputy director for the tribe’s fisheries department. Not quite big enough to manipulate the pole himself, Nat’aani held a knife and club, ready to take over once Tuell caught a salmon. He listed off the steps: “Hold it by its tail, club it, cut its gills out, and then put it in the ice.” But the opportunity never came. After nearly two hours, with sweat glistening across Tuell’s forehead, the pair weren’t able to catch a single salmon. ••• It’s a scene that has increasingly played out in recent years across the 1,078-mile Snake River and some of its tributaries, due in large part to four towering and closely spaced dams in eastern Washington state. The dams act as massive hurdles to the salmon’s migration. Today, experts have voiced concern that the salmon are headed toward a point of no return. The loss of these anadromous fish along a waterway that twists through western Wyoming, Idaho, Washington and Oregon, would wreak havoc on over 130 species that depend on salmon – from salamanders to whales – and leave a gaping hole in a region that prides itself on hosting them. Thirteen populations of Columbia-Snake salmon and steelhead are protected under the Endangered Species Act. But for the Nez Perce community and other Columbia River basin tribes, whose physical sustenance and cultural and spiritual practices have been tied with salmon for millennia, it would be pure devastation. “It puts us in a situation where we start asking the question, who would we be if we didn’t have salmon? If they became extinct, then as salmon people, who would we become?” said Alyssa Macy, CEO of the Washington Environmental Council and a member of the Confederated Tribes of Warm Springs. “Obviously, that’s a question that none of us want to answer.” ••• Just as the situation reaches a fever pitch, an unlikely pair of bipartisan US congressmen out of Idaho and Oregon have come on to the scene, championing a $33.5bn solution centered on breaching the four dams. Mike Simpson, the Republican congressman from Idaho who first introduced the proposal, is resolute in his efforts to get ahead of what he described as an impending “train wreck”: the Bonneville Power Administration – the federal agency which markets electrical power from 31 hydroelectric dams – facing key financial problems due in part to salmon mitigation costs, or the dams being removed without any thought to the communities and industries that rely on them, or ultimately the salmon disappearing altogether. While many different political choices can be made, “salmon don’t have a choice”, he said. “They need a river. And right now, they don’t have a river.” The dams back up the water flow for miles, increase water temperature and create an overall much longer and thus more dangerous journey for them, explained Jay Hesse, director of biological services for the Nez Perce tribe. Mitigation efforts involve a complex and costly system of fish ladders for adults, spillways for juveniles to get through, a barge transporting them down river, and even wires and loud noises to keep predators away. The proposal to breach the dams is timely: the Biden administration has signaled an appetite for big spending on infrastructure; the flood of renewables have created uncertainty for hydropower; and leaders in a wide array of sectors have signaled interest in finding solutions, explained David Moryc, senior director of wild and scenic rivers and public lands policy at the non-profit conservation organization American Rivers. In other words, he said, there’s a unique merging of both crisis and opportunity. ••• In north-east Oregon, the creation story for the Confederated Tribes of the Umatilla Indian Reservation begins with a sacrifice by the salmon, explained Don Sampson, a member of the tribe and an advisory board member for the Northwest Tribal Salmon Alliance. Out of a crowd of animals, they were the first to respond to a call from the Creator warning that the humans were coming and would need nourishment. The story goes that the salmon’s responsibility would be to travel through the waters, ingesting food in order to provide nourishment to humans. In exchange, the tribe was given the sacred duty of taking care of the salmon and honoring them through prayer and ceremony. “This is part of our religious belief. We do it every Sunday at our church,” said Sampson. “We sing our ceremonial songs. We teach our kids about who they are by these religious beliefs and the relationship to the animals and the plants. And that is our identity.” Similar stories can be found across the Pacific north-west. For thousands of years, both the salmon and humans remained largely in step. The Native communities would eat what they needed, while large portions of the population would be left to complete their lifecycle of hatching in fresh water, traveling downstream to the ocean and then returning to their birthplace to spawn and die. But a little over a century ago, the situation started to shift. Initially, largely unregulated commercial fishing fueled by the expansion of salmon canneries resulted in the population declining. In the years that followed, the runs were further strained by habitat loss. By 1975, the US army corps of engineers completed construction of a series of four dams across just 137 miles of the lower Snake River in Washington in an effort to produce renewable energy while facilitating barge transportation. After construction of the dams was completed, wild salmon returns fell by more than 90%, according to American Rivers. The Idaho Conservation League reported that before the dams, about 1.5 million spring-summer chinook salmon returned each year to the Snake River. By 2017, only about 5,800 wild spring-summer chinook completed that journey. The impact is especially evident when looking at the smolt-to-adult returns below the dams, compared with above. While 3.5% of salmon survive the ocean and make it through three dams to return to the John Day River to spawn, only 2.4% return to the Yakima River after passing through four dams (2% is considered the minimum needed for salmon persistence). By comparison, less than 1% of salmon return to the Snake River after crossing eight dams, according to Trout Unlimited, a conservation non-profit organization. The dams are spaced so closely that they have created a type of “pressure point” for the salmon population, explained David Montgomery, author of King of Fish: The Thousand-Year Run of Salmon. Removing them wouldn’t get rid of all of the historical impacts that there have been, according to him, “but it’s an impact that can be undone in a single stroke that is acknowledged to be very likely to have a major effect”. ••• Last February, 68 of the country’s top salmon and fisheries experts sent a letter to north-west leaders stating that in order to avoid extinction and restore the once abundant salmon runs, these four dams would need to be removed. Two months later, the American Rivers listed the Snake as the country’s most endangered river, citing the dams, along with the climate crisis and poor water quality, as its biggest threats. A Columbia River system impact statement last year reported that breaching these dams would have the greatest positive impact on Snake River salmon. But the report, which was authored by the US army corps of engineers, Bureau of Reclamation and Bonneville Power Administration, ultimately did not endorse such a plan due to the “adverse impacts to other resources such as transportation, power reliability and affordability, and greenhouse gas emissions”. In 2016, it was reported that the four dams were producing on average over 1,000 megawatts of energy each year – or enough to power 800,000 American homes. But as the renewable energy sector continues to shift and hydropower competes against low-cost renewable energy, including solar and wind, there is some uncertainty when it comes to what the future will look like for the industry. Against this backdrop, more than $17bn has been spent in recent decades as part of federal salmon recovery efforts. The local tribes have contributed through habitat recovery efforts and extensive salmon hatchery work. The Nez Perce Tribal Hatchery has been working toward releasing 825,000 Spring Chinook this year – 200,000 more than last year. ••• Erik Holt, a member of the Nez Perce tribe and its fish and wildlife commission chair, was seven the first time he caught a salmon. It was the summer of 1977, and he and his family had hiked the two miles up to the Blue Hole on the Imnaha River, a tributary of the Snake River, in Oregon. Clutching an 18ft gaff and tied to his grandpa to make sure he didn’t fall in, Holt struggled against the strength of the creature. “I could feel the power and the spirit of it all because it just absorbs you,” Holt said. “Even as a young boy, I could feel that.” Since then, he’s worked to introduce the tribe’s younger generations to fishing, including his 10-year-old nephew. He’s taught him the basic mechanics of the practice, and also about how to treat such a sacred place: “When you get to the river, you pray for your pole and then you put it in the water and you say another prayer … [Then] you got to get in the water yourself. And that’s what we call washing the bad medicine away. Before you even go fishing, you get in that water, you wash off and purify yourself.” Holt’s nephew was excited to travel out to the Clearwater, a tributary of the Snake in Idaho, to carry on the tradition. He had his hook, line and mini dip net ready to go when Holt broke the news that the fishery had been closed because of the lack of salmon. He said it was “devastating” to have to explain it to him and see the forlorn look on his face. Already this season, the Nez Perce tribe has closed virtually all of the lower Snake River to fishing, along with most of the middle and upper parts of the Salmon River, in an effort to protect the salmon. The Clearwater has recently been opened, but with very limited harvest. These closures can affect Native families’ ability to travel out together to fish and share songs and prayer, and also the tribe’s ability to feature the salmon in their first foods ceremonies and funeral services, explained Shannon Wheeler, the Nez Perce tribal vice-chairman. The possibility of losing salmon altogether also gets in the way of treaties the federal government signed with Nez Perce and many other local tribes. About 150 years ago, they fought to secure rights to fish these waterways. Having to close down fisheries because there’s not enough salmon is a huge infringement on crucial contracts. “In that treaty, we bargained for a way of life,” said Wheeler. “We ceded well over 13m acres of land to the United States government, to be held in trust for our way of life. That way of life included salmon.” ••• The fight to remove these dams is more than just about the survival of salmon. It’s also about the cultural impact these structures have had on the surrounding Native community. Standing on a dock in the middle of a largely motionless section of the Snake River in Colton, Washington, Louis Reuben looked out on to what had once been his ancestors’ home. He pointed out the spot he believed had held a series of rock formations perfect for fishing, and the hills that may have housed graveyards. But it’s difficult to be sure, he explained, as the winter home for the Wawawai Band of the Nez Perce is now underwater due to the dams. “The dams displaced us, disconnected us from our place of origin for me,” said Reuben, a Nez Perce tribal member and descendant of the Wawawai Band of the Nez Perce. “It’s difficult to go back to a place that’s underwater. It really kind of put a huge dent in my identity as an Indigenous person.” For Reuben, a free-flowing Snake River would finally give him the chance to return to the cave where his great-grandfather was born, and the place where his ancestors lived before being moved on to the reservation. In April, representatives from 12 tribes located throughout the north-west devoted two days to discussions on breaching these dams and the overall proposal first presented by Mike Simpson and then supported by Congressman Earl Blumenauer, a Democrat from Oregon. Simpson is resolute in his effort. “Everything we do on the Lower Columbia and Snake River can be done differently if we choose to do it,” he told the Guardian. Kat Brigham, the Confederated Tribes of the Umatilla Indian Reservation board of trustees chair, said that they support the proposal, applauding the lawmakers for thinking outside the box. She highlighted the fact that there have been periods where parts of the Columbia River basin had no salmon runs, but they were able to rebuild them. “We know it’s possible,” she said. “But we have to do it together. No tribe, no state, no federal agency, or no individual organization can rebuild these runs. It has to be collaborative, partnership approach.” In addition to breaching the dams, the proposal would include funds to replace the energy lost and help the agricultural community reconfigure transportation. But it would also involve waiting about 10 years before the dams are breached, offer a 35-year license extension for other dams in the Columbia River basin and provide a 35-year dam litigation moratorium. Some stakeholders still have plenty of questions about its viability. In May, Washington’s governor, Jay Inslee, and Senator Patty Murray released a statement rejecting the proposal. Kristin Meira, executive director for Pacific Northwest Waterways Association, made up of ports, barge companies, steamship operators and farmers, also spoke out against the proposal, citing the toll it would take on hydropower and barge transportation. More than a dozen environmental organizations sent a letter in March to Democratic lawmakers in Washington and Oregon explaining that while they support removing the four dams, it should not be at the expense of environmental protections. Simpson said that he put the proposal out there to continue the discussion and is open to hearing ideas and suggestions. But after about 500 meetings with tribes, environmental groups, state representatives and a variety of other stakeholders over the last three years, he said it was clear that salmon recovery will need to involve removing these dams. ••• Back at Rapid River, Tuell lifted up his dip net and began the short walk with Nat’aani through the high grass away from the river. The sound of water crashing against rocks and branches slowly began to dim. Nat’aani turned to Tuell: “Next week might be better.” The two continued on in silence. The uncertainty of the season ahead hung in the air.","charCount":"15784","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/hallie-golden\">Hallie Golden</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"global-development/2021/jun/09/colombia-protesters-inequality-police","type":"article","sectionId":"global-development","sectionName":"Global development","webPublicationDate":"2021-06-09T09:00:45Z","webTitle":"‘This is a revolution’: the faces of Colombia’s protests","webUrl":"https://www.theguardian.com/global-development/2021/jun/09/colombia-protesters-inequality-police","apiUrl":"https://content.guardianapis.com/global-development/2021/jun/09/colombia-protesters-inequality-police","fields":{"headline":"‘This is a revolution’: the faces of Colombia’s protests","standfirst":"<p>Fifty-eight people have died in six weeks of unrest, but demonstrators say they are more determined than ever to fight for change </p>","trailText":"Fifty-eight people have died in six weeks of unrest, but demonstrators say they are more determined than ever to fight for change ","byline":"Joe Parkin Daniels in Bogotá. Pictures by Nadège Mazars","main":"<figure class=\"element element-image\" data-media-id=\"e99b15d8822b9b2c0e7edf9714a14481ad8a39ed\"> <img src=\"https://media.guim.co.uk/e99b15d8822b9b2c0e7edf9714a14481ad8a39ed/0_0_2560_1536/1000.jpg\" alt=\"Elizabeth Alfonso, Tata Pedro Velasco and Isabela Morales.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elizabeth Alfonso, Tata Pedro Velasco and Isabela Morales.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars</span> </figcaption> </figure>","body":"<p>Protests in Colombia that began in late April over a proposed tax hike have morphed into a generational outcry over the country’s deep-rooted inequalities.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2021/may/07/colombia-protests-police-covid-poverty-violence\">‘They can’t take it any more’: pandemic and poverty brew violent storm in Colombia</a> </p> </aside>  <p>Fifty-eight people have died in six weeks of unrest – at least 45 of them killed by police – and dozens of people have gone missing. Protesters have set up more than 2,000 roadblocks around the South American country, hitting businesses and the government, as well as slowing down humanitarian access. Police stations and civic buildings have been torched, and the images of smoke-filled streets and skirmishes between frontline protesters and riot police have become a daily reality.</p> <p>But demonstrators say they are more determined than ever to fight for change.</p> <p>Some are marching in support of a peace deal with the leftist rebel group the Revolutionary Armed Forces of Colombia (Farc) that was signed in 2016. That accord was supposed to end a civil war that lasted five decades and killed over 260,000 people, though the government of Iván Duque, who took office as president in 2018, has slow-walked its implementation.</p> <p>Others are marching for higher wages, an end to corruption, and equal access to healthcare and education.</p> <h2>Tata Pedro Velasco, leader of the indigenous Misak people</h2>  <figure class=\"element element-image\" data-media-id=\"0aeecd5c9e3534477e0419dae0def2307e53558c\"> <img src=\"https://media.guim.co.uk/0aeecd5c9e3534477e0419dae0def2307e53558c/0_0_2756_4134/667.jpg\" alt=\"Tata Pedro Velasco.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tata Pedro Velasco.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“The indigenous communities of Colombia are marching in the face of historic problems. <a href=\"https://www.theguardian.com/environment/2017/oct/28/nasa-colombia-cauca-valley-battle-mother-land\">Armed conflict continues in our territories</a> while the peace accord with the Farc is not implemented. We want the war in Colombia to end but the government of [President] Iván Duque doesn’t. The government has never helped the countryside or the poor, it just protects its own interests. Indigenous people have long paid the price for Colombia’s war. We have lived through the colonial wars and now we are living through Duque’s war. The spirit of the government is the same as that of the colonizers.”</p> <h2>Andrés Oyola, 40, unemployed</h2>  <figure class=\"element element-image\" data-media-id=\"58c20e6e236b671247095e581c444cde78e1ab47\"> <img src=\"https://media.guim.co.uk/58c20e6e236b671247095e581c444cde78e1ab47/0_0_4134_2756/1000.jpg\" alt=\"Andrés Oyola.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrés Oyola.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“ There are so many reasons to march. I’m out in defence of those that have gone missing, in defence of the <a href=\"https://www.theguardian.com/global-development/2021/feb/11/human-rights-defenders-murder-2020-report\">environmental activists that have been murdered</a>, and against the lack of opportunities that young people have here. I lost my job as an ecologist at the national parks agency because of the pandemic at the start of the year, so I’m marching in solidarity with those who have lost their jobs, that can’t be here themselves because they are looking for work.”</p> <h2>Jimmy Ávila, 49, cattle rancher</h2>  <figure class=\"element element-image\" data-media-id=\"a659603c13ce2baa71f9780fc03ca3beb7944791\"> <img src=\"https://media.guim.co.uk/a659603c13ce2baa71f9780fc03ca3beb7944791/0_0_4134_2756/1000.jpg\" alt=\"Jimmy Ávila in Plaza Bolivar.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jimmy Ávila in Plaza Bolivar.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“I’m here to be part of the solution. I want reconciliation in Colombia. I’m from the countryside, I’ve lived among the guerrillas and the paramilitaries, like so many others. I lost both my parents to the war. I’ve had livestock stolen, I’ve been forced to run. I’ve been extorted. <a href=\"https://www.theguardian.com/world/2013/jul/25/colombia-conflict-death-toll-commission\">The war has left victims across the country</a>. We want Colombia to be a better country, we want something else for our children, for them to one day thank us. But those in power in this country are getting things very wrong. They are repressing us, when this country needs reform to be a fairer place. This strike is going to continue until that happens.”</p> <h2>Karen Martínez, 17, and Isabela Morales, 21, students</h2>  <figure class=\"element element-image\" data-media-id=\"af1c759350f12540effa7964dc8734cef0016844\"> <img src=\"https://media.guim.co.uk/af1c759350f12540effa7964dc8734cef0016844/0_0_4134_2756/1000.jpg\" alt=\"Isabela Morales and Karen Martínez.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Isabela Morales and Karen Martínez.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“We want to study, and we want it to be affordable. There’s always money for weapons and bombs but not for education. That money just gets stolen, and the government has the nerve to call us the vandals. We’re studying for our future, but what is that future? There are not real prospects in Colombia, but why should we be forced to move abroad to find work? Everything is backwards here. The only dream a young person can have in Colombia is getting out.”</p> <h2>Alejandra Martínez, 30, businesswoman</h2>  <figure class=\"element element-image\" data-media-id=\"e7c16d56ebe1170d18d9e0d3106c0a043aca8d96\"> <img src=\"https://media.guim.co.uk/e7c16d56ebe1170d18d9e0d3106c0a043aca8d96/0_0_2756_4134/667.jpg\" alt=\"Alejandra Martínez.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alejandra Martínez.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“I’m here in defence of my four-year-old son. If he wants to protest in 10 years, I don’t want him to get killed by the police. If the police want us to go away, they are going to have to kill all of us. We come out peacefully and what’s the response? The police or their allies <a href=\"https://www.theguardian.com/global-development/2021/may/19/colombia-class-war-cali\">shoot at us</a>. The Colombian state is a bigger killer than the coronavirus.”</p> <h2>Jefferson, 25, medical student</h2>  <figure class=\"element element-image\" data-media-id=\"5bbdacf9402a4bcdeeaf871d8a609a9a9a5ae38c\"> <img src=\"https://media.guim.co.uk/5bbdacf9402a4bcdeeaf871d8a609a9a9a5ae38c/0_0_4134_2756/1000.jpg\" alt=\"Jefferson is part of the autonomous health brigades that intervene to treat the wounded after clashes between police and demonstrators.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jefferson is part of the autonomous health brigades that intervene to treat the wounded after clashes between police and demonstrators.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“I’ve seen the violence first-hand. I’ve treated people who have been shot in the eye, who are choking on teargas. And all this does is make people more angry, rather than afraid. Staying at home isn’t an option, because we’ll die of hunger there. The minimum wage, which is all anyone around here hopes of earning, <a href=\"https://www.theguardian.com/global-development/2020/jun/02/colombia-coronavirus-poor-evicted-lockdowns\">doesn’t cover our needs</a>. We’re not scared of anything now.”</p> <h2>Carlos Andrés Espitia, 23, frontline protester</h2>  <figure class=\"element element-image\" data-media-id=\"ea95dc4ce45a48e072c8f8edd0e9d91dc7a3e332\"> <img src=\"https://media.guim.co.uk/ea95dc4ce45a48e072c8f8edd0e9d91dc7a3e332/0_0_2756_4134/667.jpg\" alt=\"Carlos Andrés Espitia at Portal de las Americas, renamed Portal Resistencia.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carlos Andrés Espitia at Portal de las Americas, renamed Portal Resistencia.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“Corrupt politicians want to keep us poor so they can stay rich. They want us to go home, but after a month we’re still here. Older generations never made Colombia a better place, but young people have the balls to change this country. The government complains about the roadblocks we’ve set up, but they steal from the people every day. We’re showing them what that feels like. Maybe when they stop we can talk about how our roadblocks are hurting their pockets. This is a revolution, and we won’t go away until Duque is gone.”</p> <h2>Elizabeth Alfonso, 51, runs a soup kitchen at a protest site</h2>  <figure class=\"element element-image\" data-media-id=\"ec15086cc05a6391d324ee7a64f30b3af35df339\"> <img src=\"https://media.guim.co.uk/ec15086cc05a6391d324ee7a64f30b3af35df339/0_0_4134_2756/1000.jpg\" alt=\"Elisabeth Alfonso.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Elizabeth Alfonso.</span> <span class=\"element-image__credit\">Photograph: Nadège Mazars/The Guardian</span> </figcaption> </figure>  <p>“We can’t fix the problems of this country’s youth ourselves, but we can support them in their own fight for better opportunities. People have donated food, which we are cooking for our children out in the frontline, being shot at by police every night. Two of my sons are there, and each night I don’t know if they will come home alive. All they are doing is fighting to bring Colombia back from the dead. To make it the beautiful country it can be. Instead <a href=\"https://www.theguardian.com/global-development/2021/may/07/colombia-protests-police-covid-poverty-violence\">we live under helicopters, and our children are forcibly disappeared</a>. We need a new constitution that guarantees fair salaries, free education, and a future for young people.”</p>","wordcount":"966","displayHint":"immersive","firstPublicationDate":"2021-06-09T09:00:45Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:02:09Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hydc5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e99b15d8822b9b2c0e7edf9714a14481ad8a39ed/0_0_2560_1536/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Protests in Colombia that began in late April over a proposed tax hike have morphed into a generational outcry over the country’s deep-rooted inequalities. Fifty-eight people have died in six weeks of unrest – at least 45 of them killed by police – and dozens of people have gone missing. Protesters have set up more than 2,000 roadblocks around the South American country, hitting businesses and the government, as well as slowing down humanitarian access. Police stations and civic buildings have been torched, and the images of smoke-filled streets and skirmishes between frontline protesters and riot police have become a daily reality. But demonstrators say they are more determined than ever to fight for change. Some are marching in support of a peace deal with the leftist rebel group the Revolutionary Armed Forces of Colombia (Farc) that was signed in 2016. That accord was supposed to end a civil war that lasted five decades and killed over 260,000 people, though the government of Iván Duque, who took office as president in 2018, has slow-walked its implementation. Others are marching for higher wages, an end to corruption, and equal access to healthcare and education. Tata Pedro Velasco, leader of the indigenous Misak people “The indigenous communities of Colombia are marching in the face of historic problems. Armed conflict continues in our territories while the peace accord with the Farc is not implemented. We want the war in Colombia to end but the government of [President] Iván Duque doesn’t. The government has never helped the countryside or the poor, it just protects its own interests. Indigenous people have long paid the price for Colombia’s war. We have lived through the colonial wars and now we are living through Duque’s war. The spirit of the government is the same as that of the colonizers.” Andrés Oyola, 40, unemployed “ There are so many reasons to march. I’m out in defence of those that have gone missing, in defence of the environmental activists that have been murdered, and against the lack of opportunities that young people have here. I lost my job as an ecologist at the national parks agency because of the pandemic at the start of the year, so I’m marching in solidarity with those who have lost their jobs, that can’t be here themselves because they are looking for work.” Jimmy Ávila, 49, cattle rancher “I’m here to be part of the solution. I want reconciliation in Colombia. I’m from the countryside, I’ve lived among the guerrillas and the paramilitaries, like so many others. I lost both my parents to the war. I’ve had livestock stolen, I’ve been forced to run. I’ve been extorted. The war has left victims across the country. We want Colombia to be a better country, we want something else for our children, for them to one day thank us. But those in power in this country are getting things very wrong. They are repressing us, when this country needs reform to be a fairer place. This strike is going to continue until that happens.” Karen Martínez, 17, and Isabela Morales, 21, students “We want to study, and we want it to be affordable. There’s always money for weapons and bombs but not for education. That money just gets stolen, and the government has the nerve to call us the vandals. We’re studying for our future, but what is that future? There are not real prospects in Colombia, but why should we be forced to move abroad to find work? Everything is backwards here. The only dream a young person can have in Colombia is getting out.” Alejandra Martínez, 30, businesswoman “I’m here in defence of my four-year-old son. If he wants to protest in 10 years, I don’t want him to get killed by the police. If the police want us to go away, they are going to have to kill all of us. We come out peacefully and what’s the response? The police or their allies shoot at us. The Colombian state is a bigger killer than the coronavirus.” Jefferson, 25, medical student “I’ve seen the violence first-hand. I’ve treated people who have been shot in the eye, who are choking on teargas. And all this does is make people more angry, rather than afraid. Staying at home isn’t an option, because we’ll die of hunger there. The minimum wage, which is all anyone around here hopes of earning, doesn’t cover our needs. We’re not scared of anything now.” Carlos Andrés Espitia, 23, frontline protester “Corrupt politicians want to keep us poor so they can stay rich. They want us to go home, but after a month we’re still here. Older generations never made Colombia a better place, but young people have the balls to change this country. The government complains about the roadblocks we’ve set up, but they steal from the people every day. We’re showing them what that feels like. Maybe when they stop we can talk about how our roadblocks are hurting their pockets. This is a revolution, and we won’t go away until Duque is gone.” Elizabeth Alfonso, 51, runs a soup kitchen at a protest site “We can’t fix the problems of this country’s youth ourselves, but we can support them in their own fight for better opportunities. People have donated food, which we are cooking for our children out in the frontline, being shot at by police every night. Two of my sons are there, and each night I don’t know if they will come home alive. All they are doing is fighting to bring Colombia back from the dead. To make it the beautiful country it can be. Instead we live under helicopters, and our children are forcibly disappeared. We need a new constitution that guarantees fair salaries, free education, and a future for young people.”","charCount":"5578","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/joe-parkin-daniels\">Joe Parkin Daniels</a> in Bogotá. Pictures by Nadège Mazars"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2021/jun/09/filibuster-key-votes-us-congress-latest-chuck-schumer","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-06-09T09:00:45Z","webTitle":"Schumer plans to force key votes to win over Democratic holdouts on filibuster ","webUrl":"https://www.theguardian.com/us-news/2021/jun/09/filibuster-key-votes-us-congress-latest-chuck-schumer","apiUrl":"https://content.guardianapis.com/us-news/2021/jun/09/filibuster-key-votes-us-congress-latest-chuck-schumer","fields":{"headline":"Schumer plans to force key votes to win over Democratic holdouts on filibuster ","standfirst":"<p>Senate majority leader to embark on strategy demonstrating how Republicans have all but turned the filibuster into a weapon</p>","trailText":"Senate majority leader to embark on strategy demonstrating how Republicans have all but turned the filibuster into a weapon","byline":"Hugo Lowell","main":"<figure class=\"element element-image\" data-media-id=\"fd1dff7b7f213962b22a138c5d82c287b76556c5\"> <img src=\"https://media.guim.co.uk/fd1dff7b7f213962b22a138c5d82c287b76556c5/0_252_4443_2666/1000.jpg\" alt=\"Senate Majority Leader Chuck Schumer talks with reporters on Capitol Hill on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senate Majority Leader Chuck Schumer talks with reporters on Capitol Hill on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Susan Walsh/AP</span> </figcaption> </figure>","body":"<p>Top Democrats are preparing to make the case to impose new limits on the filibuster, in a move that could bring to a head six months of smoldering tensions over an expected Republican blockade of President Joe Biden’s legislative agenda.</p> <p>The Senate had its first filibuster of this Congress last week, when Republicans used the tactical rule to block a bipartisan House-passed measure to create a 9/11-style commission to investigate the Capitol attack perpetrated a pro-Trump mob.</p> <p>Even as a majority of senators voted in favor of the commission, the bill’s defeat at the hands of Republicans deploying the filibuster underscored the ease with which legislation can be blocked under current Senate rules that require a 60-vote margin in the 100-strong chamber.</p> <p>Republicans at the same time last week delayed a bipartisan measure aimed at improving American competitiveness with China, also proving to Democrats that the party was more interested in denying legislative wins to Biden than advancing bills that they helped write.</p> <p>Now, in an attempt to demonstrate Republicans have all but turned the filibuster into a weapon to wage bad-faith politics, Senate majority leader Chuck Schumer is embarking on a strategy to force votes on some of Biden’s most high-profile measures.</p> <p>The idea is to demonstrate to Democrats opposed to curbing the filibuster – most notably West Virginia’s Joe Manchin and Arizona’s Kyrsten Sinema – that Republicans will sink any Democratic policy, giving Schumer no choice but to defuse the procedural rule in order to pass Biden’s vision.</p> <p>The problem, as Democrats see it, is that Republicans have effectively rewritten Senate rules to force supermajorities for bills that carry widespread public and congressional support. Filibustering bills, once extremely rare, has now become routine.</p> <p>“Will our Republican colleagues let the Senate debate the bill, or will they engage in another partisan filibuster of urgent legislation? We will soon see,” Schumer said last week, previewing his intentions.</p> <p>It is a replica of the playbook followed by then-Senate majority leader Harry Reid in 2013 to gather Democratic support to impose limits on the filibuster, after Republicans blocked former President Barack Obama’s picks for cabinet posts and the federal judiciary.</p> <p>But it remains far from clear whether Schumer can find the same success in persuading the holdouts in the Senate Democratic caucus to move ahead with what is known on Capitol Hill as the “nuclear option” of limiting the filibuster.</p> <p>The political moment confronting Schumer is far darker than the one experienced by Reid, who by virtue of having a larger Democratic majority in the 2013 Senate, did not need to convince all of his senators, such as Manchin, to support changing the rules.</p> <p>In addition, Manchin has come out publicly against making any reforms to the filibuster so often to this Congress, that he may be unable to backtrack even if successfully convinced of the need for imposing new restrictions.</p> <p>Writing in a recent op-ed published in the Charleston Gazette-Mail, Manchin warned that “partisan voting legislation will destroy the already weakening binds of our democracy”, and reiterated he would not vote to remove or modify the filibuster.</p> <p>The situation is similar with Sinema, who said during the Memorial Day recess that she would not budge on reforming the filibuster, having previously noted the perils of changing Senate rules that offer the minority party wide latitude to block action.</p> <p>But with Biden’s ambitious political agenda imperiled by expected Republican filibusters, Schumer has reached the point where he believes the only way to pass bills offered by Democrats is to escalate the fight, according to a source familiar with his thinking.</p> <p>The pressure is only likely to increase on Manchin and Sinema in the coming weeks, with Schumer pledging this month to hold a vote on S1, the sweeping voting rights measure expanding ballot access and controls on campaign contributions, known as the For the People Act.</p> <p>In the struggle for voting rights, Democrats have rested their hopes on S1 for turning back a wave of new voting restrictions that grew out of former president Donald Trump’s lies about widespread election fraud enacted by Republican statehouses nationwide.</p> <p>The political stakes, as well as the implications for the country at large, are huge: Democrats believe the bill’s passage could allow them to overrule such state-level mandates, while its failure could allow Republicans to marginalize Black, Asian and minority voters.</p> <p>Against such a backdrop, Schumer’s plan has rattled Republicans. And on Monday, Senate minority leader Mitch McConnell railed against the planned series of votes, slamming it as a partisan ploy that is “transparently designed to fail”.</p> <p>“Senate Democrats intend to focus this month on the demands of their radical base,” McConnell said.</p>","wordcount":"775","firstPublicationDate":"2021-06-09T09:00:45Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T09:02:08Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyn8b","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/fd1dff7b7f213962b22a138c5d82c287b76556c5/0_252_4443_2666/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Top Democrats are preparing to make the case to impose new limits on the filibuster, in a move that could bring to a head six months of smoldering tensions over an expected Republican blockade of President Joe Biden’s legislative agenda. The Senate had its first filibuster of this Congress last week, when Republicans used the tactical rule to block a bipartisan House-passed measure to create a 9/11-style commission to investigate the Capitol attack perpetrated a pro-Trump mob. Even as a majority of senators voted in favor of the commission, the bill’s defeat at the hands of Republicans deploying the filibuster underscored the ease with which legislation can be blocked under current Senate rules that require a 60-vote margin in the 100-strong chamber. Republicans at the same time last week delayed a bipartisan measure aimed at improving American competitiveness with China, also proving to Democrats that the party was more interested in denying legislative wins to Biden than advancing bills that they helped write. Now, in an attempt to demonstrate Republicans have all but turned the filibuster into a weapon to wage bad-faith politics, Senate majority leader Chuck Schumer is embarking on a strategy to force votes on some of Biden’s most high-profile measures. The idea is to demonstrate to Democrats opposed to curbing the filibuster – most notably West Virginia’s Joe Manchin and Arizona’s Kyrsten Sinema – that Republicans will sink any Democratic policy, giving Schumer no choice but to defuse the procedural rule in order to pass Biden’s vision. The problem, as Democrats see it, is that Republicans have effectively rewritten Senate rules to force supermajorities for bills that carry widespread public and congressional support. Filibustering bills, once extremely rare, has now become routine. “Will our Republican colleagues let the Senate debate the bill, or will they engage in another partisan filibuster of urgent legislation? We will soon see,” Schumer said last week, previewing his intentions. It is a replica of the playbook followed by then-Senate majority leader Harry Reid in 2013 to gather Democratic support to impose limits on the filibuster, after Republicans blocked former President Barack Obama’s picks for cabinet posts and the federal judiciary. But it remains far from clear whether Schumer can find the same success in persuading the holdouts in the Senate Democratic caucus to move ahead with what is known on Capitol Hill as the “nuclear option” of limiting the filibuster. The political moment confronting Schumer is far darker than the one experienced by Reid, who by virtue of having a larger Democratic majority in the 2013 Senate, did not need to convince all of his senators, such as Manchin, to support changing the rules. In addition, Manchin has come out publicly against making any reforms to the filibuster so often to this Congress, that he may be unable to backtrack even if successfully convinced of the need for imposing new restrictions. Writing in a recent op-ed published in the Charleston Gazette-Mail, Manchin warned that “partisan voting legislation will destroy the already weakening binds of our democracy”, and reiterated he would not vote to remove or modify the filibuster. The situation is similar with Sinema, who said during the Memorial Day recess that she would not budge on reforming the filibuster, having previously noted the perils of changing Senate rules that offer the minority party wide latitude to block action. But with Biden’s ambitious political agenda imperiled by expected Republican filibusters, Schumer has reached the point where he believes the only way to pass bills offered by Democrats is to escalate the fight, according to a source familiar with his thinking. The pressure is only likely to increase on Manchin and Sinema in the coming weeks, with Schumer pledging this month to hold a vote on S1, the sweeping voting rights measure expanding ballot access and controls on campaign contributions, known as the For the People Act. In the struggle for voting rights, Democrats have rested their hopes on S1 for turning back a wave of new voting restrictions that grew out of former president Donald Trump’s lies about widespread election fraud enacted by Republican statehouses nationwide. The political stakes, as well as the implications for the country at large, are huge: Democrats believe the bill’s passage could allow them to overrule such state-level mandates, while its failure could allow Republicans to marginalize Black, Asian and minority voters. Against such a backdrop, Schumer’s plan has rattled Republicans. And on Monday, Senate minority leader Mitch McConnell railed against the planned series of votes, slamming it as a partisan ploy that is “transparently designed to fail”. “Senate Democrats intend to focus this month on the demands of their radical base,” McConnell said.","charCount":"4897","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/hugo-lowell\">Hugo Lowell</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/live/2021/jun/09/brexit-northern-ireland-eu-trade-coronavirus-covid-uk-live-latest-news-updates","type":"liveblog","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2021-06-09T08:55:24Z","webTitle":"Senior Tory accuses No 10 of falsely claiming it did not realise damage of Brexit in Northern Ireland – politics live","webUrl":"https://www.theguardian.com/politics/live/2021/jun/09/brexit-northern-ireland-eu-trade-coronavirus-covid-uk-live-latest-news-updates","apiUrl":"https://content.guardianapis.com/politics/live/2021/jun/09/brexit-northern-ireland-eu-trade-coronavirus-covid-uk-live-latest-news-updates","fields":{"headline":"Senior Tory accuses No 10 of falsely claiming it did not realise damage of Brexit in Northern Ireland – politics live","standfirst":"<p>Latest updates: Lord Frost holds talks with Maroš Šefčovič <a href=\"https://www.theguardian.com/politics/live/2021/jun/09/brexit-northern-ireland-eu-trade-coronavirus-covid-uk-live-latest-news-updates?page=with:block-60c06f4c8f0837b8708e1e74#block-60c06f4c8f0837b8708e1e74\">in attempt to resolve the dispute</a> about post-Brexit rules</p><ul><li><a href=\"https://www.theguardian.com/world/2021/jun/08/tensions-rise-over-eu-trade-row-with-uk-over-sausage-sales\">Trade war threats will not wash with voters, Frost tells EU</a></li><li><a href=\"https://www.theguardian.com/politics/2021/jun/09/boris-johnson-urged-to-axe-deadline-for-eu-citizens-to-apply-to-stay-in-uk\">PM urged to axe deadline for EU citizens to apply to stay in UK</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/09/australian-government-prepared-to-walk-away-from-uk-free-trade-deal-over-agricultural-access\">Australia prepared to walk away from UK free trade deal</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/09/europeans-confidence-in-eu-hit-by-coronavirus-response\">Europeans’ confidence in EU hit by coronavirus response</a></li></ul>","trailText":"Latest updates: Lord Frost holds talks with Maroš Šefčovič in attempt to resolve the dispute about the post-Brexit rules","byline":"Andrew Sparrow","main":"<figure class=\"element element-image\" data-media-id=\"28420ff5c78e282751189dc361e6fcdbb4891fa7\"> <img src=\"https://media.guim.co.uk/28420ff5c78e282751189dc361e6fcdbb4891fa7/201_739_7071_4245/1000.jpg\" alt=\"European Commission vice-president Maroš Šefčovič arrives at St Pancras in London for post-Brexit talks.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">European Commission vice-president Maroš Šefčovič arrives at St Pancras in London for post-Brexit talks.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60c07fb78f0837b8708e1f45\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:55:24.698Z\">9.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lord Frost and his EU counterpart Maroš Šefčovič, vice president of the European commission, have started their talks at Admiralty House in London. Although it essentially one event, technically there are two meetings taking place: a meeting of the withdrawal agreement joint committee meeting (the body set up to oversee the implementation of the withdrawal agreement, including the Northern Ireland protocol); and a meeting of the partnership council (the body set up to oversee the implementation of the UK-EU trade deal, the trade and cooperation agreement). Frost and Šefčovič jointly chair both bodies.</p> <p>Here is <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/991718/8th_Meeting_WAJC.pdf\">the agenda (pdf) </a>for the withdrawal agreement joint committee meeting. And here is <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/991720/First_Meeting_of_the_Trade_and_Cooperation_Agreement_Partnership_Council.pdf\">the agenda (pdf) </a>for the partnership council meeting.</p>  <figure class=\"element element-image\" data-media-id=\"c4c2f051c421451c4aac641b15c90dae0b3ab7a0\"> <img src=\"https://media.guim.co.uk/c4c2f051c421451c4aac641b15c90dae0b3ab7a0/0_0_2200_1467/1000.jpg\" alt=\"Maros Sefcovic (left) and Lord Frost (right) at the meeting of the partnership council and the withdrawal agreement joint committee at Admiralty House this morning. Frost is sitting alongside Penny Mordaunt, the Cabinet Office minister.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maros Sefcovic (left) and Lord Frost (right) at the meeting of the partnership council and the withdrawal agreement joint committee at Admiralty House this morning. Frost is sitting alongside Penny Mordaunt, the Cabinet Office minister.</span> <span class=\"element-image__credit\">Photograph: Eddie Mulholland/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60c07e378f08336d75f075c5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T08:42:59.222Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.gov.uk/government/news/partnership-council-and-withdrawal-agreement-joint-committee-9-june\">a statement</a> issued last night, ahead of his meeting this morning with Maroš Šefčovič, <strong>Lord Frost</strong>, the Brexit minister, urged the EU to adopt “pragmatism” and “common sense solutions” to resolve the problems in Northern Ireland. He said:</p> <blockquote class=\"quoted\"> <p>I hope this will be a productive forum where we can address shared challenges by working together in the spirit of mutual trust and cooperation.</p> <p>First among these challenges is the damaging impact the protocol is having on the ground in Northern Ireland. Businesses in Great Britain are choosing not to sell their goods into Northern Ireland because of burdensome paperwork, medicine manufacturers are threatening to cut vital supplies, and chilled meats from British farmers destined for the Northern Ireland market are at risk of being banned entirely ...</p> <p>Our overriding shared priority must be to protect the Belfast (Good Friday) agreement and the peace process. I look to the EU to show flexibility and engage with our proposals so that we can find solutions that enjoy the confidence of all communities.</p> <p>Further threats of legal action and trade retaliation from the EU won’t make life any easier for the shopper in Strabane who can’t buy their favourite product. Nor will it benefit the small business in Ballymena struggling to source produce from their supplier in Birmingham.</p> <p>What is needed is pragmatism and common sense solutions to resolve the issues as they are before us. This work is important. And it is ever more urgent.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"b3f074a998569befab3e6dddb55eed96a90097cb\"> <img src=\"https://media.guim.co.uk/b3f074a998569befab3e6dddb55eed96a90097cb/0_0_2000_1420/1000.jpg\" alt=\"David Frost.\" width=\"1000\" height=\"710\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Frost.</span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:48:16.381Z\">at 9.48am BST</time></p>  </div> <div id=\"block-60c06f4c8f0837b8708e1e74\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-09T07:48:59.461Z\">8.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Senior Tory accuses No 10 of falsely claiming it did not realise damage of Brexit in Northern Ireland</h2>  <div class=\"block-elements\">  <p>Good morning. <strong>Lord Frost</strong>, the Brexit minister, is holding talks this morning with his EU counterpart, Maroš Šefčovič, in an attempt to resolve the increasingly acrimonious dispute about the post-Brexit rules in place governing trade between Great Britain and Northern Ireland. These involve checks on some goods, and potentially some restrictions <a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live?page=with:block-60bf1e1b8f0827600c04c306#block-60bf1e1b8f0827600c04c306\">(including later this year on sausages and other chilled meats)</a> to protect the EU single market, which includes Northern Ireland. The UK agreed to all these rules when it signed the Northern Ireland protocol. But now it is arguing that there is a need for a rethink because: a) <a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live?page=with:block-60bf5b688f0837b8708e1127#block-60bf5b688f0837b8708e1127\">the EU is being too “purist” in enforcing these rules</a>; and b) the UK did not fully realise what the protocol would involve.</p> <p>Frost made this latter argument in <a href=\"https://www.ft.com/content/eb35a108-6186-42a4-b401-5e1df0e2c64a\">an article for the Financial Times (paywall)</a> at the weekend. He wrote:</p> <blockquote class=\"quoted\"> <p>We expected to be able to operate it in a way which respected the sensitive politics in Northern Ireland — after all that was the point of making special arrangements in the first place ...</p> <p>We underestimated the effect of the protocol on goods movements to Northern Ireland, with some suppliers in Great Britain simply not sending their products because of the time-consuming paperwork required. </p> </blockquote> <p>This morning <strong>Gavin Barwell,</strong> who as Theresa May’s chief of staff was fully involved in the Brexit talks until the summer of 2019, said it was just not plausible for Boris Johnson to claim that he did not know what he was signing up to. Barwell told the Today programme:</p> <blockquote class=\"quoted\"> <p>I don’t think the EU is ever going to think that is credible. The EU negotiating team have obviously worked very closely with the British negotiating team under both governments. They know the quality of the civil servants involved in that work, and they know that British ministers would have been have been advised in detail on the implications of what they were signing up to. </p> <p>So I don’t think anyone who’s involved in the process is going to find it credible that the government signed up to something and didn’t understand what the consequences of that were. </p> </blockquote> <p>Asked if he thought that the government was now only pretending that it did not realise how damaging the protocol would be when it signed it in 2019, Barwell said:</p> <blockquote class=\"quoted\"> <p>It’s difficult to conceive of any other explanation. When I was working with Theresa [May], Boris Johnson was foreign secretary for a period of that time. He perfectly well understood what the previous iteration of the protocol meant in terms of regulatory checks between Great Britain and Northern Ireland.</p> <p>When the deal was published and the government brought its legislation forward, the explanatory memorandum for the bill, which explained what the bill meant, was very clear what the consequences would be. </p> <p>And I think he and David Frost are intelligent people. I find it inconceivable that they didn’t understand what they were signing up to. They would have been advised very clearly by the civil service about that.</p> <p>And I think it’s also important to consider the political context at the time. When Boris took over, he initially tried to prorogue parliament and leave without a deal. He wasn’t able to do that. So he then decided that he wanted to call an election to strengthen his position and it was clearly easier to fight that an election within an “oven-ready” Brexit deal. </p> <p>So I think the calculation was sign up to whatever is on offer, and then see if we can deal with anything we don’t like down the line. I think the EU have come to the same conclusion as me and that’s why they’re taking the approach that they are now. </p> </blockquote> <p>Barwell was expanding in his interview on a claim he made on Twitter on Monday. Yesterday Downing Street said <a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live?page=with:block-60bf5b688f0837b8708e1127#block-60bf5b688f0837b8708e1127\">Barwell’s analysis was wrong.</a></p> <p>Here is the agenda for the day.<br></p> <p><em>Morning:</em> Lord Frost, the Brexit minister, and Maroš Šefčovič, his EU counterpart, co-chair a meeting of the partnership council and the withdrawal agreement joint committee, which will mostly focus on the Northern Ireland protocol.</p> <p><em>9.30am:</em> The ONS publishes new figures on vaccine hesitancy, and on antibody levels in the UK.<br></p> <p><em>11.15am:</em> Priti Patel, the home secretary, gives a speech to the Police Federation.</p> <p><em>12pm:</em> Boris Johnson faces Sir Keir Starmer at PMQs.</p> <p><em>12.30pm:</em> Šefčovič holds a press briefing after his meeting with Frost.</p> <p><em>1.30pm:</em> Downing Street is expected to hold its daily lobby briefing.</p> <p><em>Afternoon:</em> Johnson travels to Cornwall, where he will be hosting the G7 summit later this week.</p> <p>Politics Live has been a mix of Covid and non-Covid news recently, and that is likely to be the case today. For more Covid coverage, do read our global live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2021/jun/09/coronavirus-live-news-us-europe-china-uk-vaccines\">Coronavirus live: UK minister warns against making wedding plans as cases rise; Malaysia’s ICU beds ‘all full’</a> </p> </aside>  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter. I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>Alternatively, you can email me at andrew.sparrow@theguardian.com.</p>  <figure class=\"element element-image\" data-media-id=\"d982de15a2df542a6ad2a89ffe62083b5cdc905b\"> <img src=\"https://media.guim.co.uk/d982de15a2df542a6ad2a89ffe62083b5cdc905b/0_0_4064_2650/1000.jpg\" alt=\"Gavin Barwell.\" width=\"1000\" height=\"652\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gavin Barwell.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-09T08:47:22.375Z\">at 9.47am BST</time></p>  </div>","wordcount":"1243","commentCloseDate":"2021-06-12T08:35:26Z","commentable":"true","firstPublicationDate":"2021-06-09T08:35:26Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-09T08:55:24Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hmxah","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/28420ff5c78e282751189dc361e6fcdbb4891fa7/201_739_7071_4245/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Lord Frost and his EU counterpart Maroš Šefčovič, vice president of the European commission, have started their talks at Admiralty House in London. Although it essentially one event, technically there are two meetings taking place: a meeting of the withdrawal agreement joint committee meeting (the body set up to oversee the implementation of the withdrawal agreement, including the Northern Ireland protocol); and a meeting of the partnership council (the body set up to oversee the implementation of the UK-EU trade deal, the trade and cooperation agreement). Frost and Šefčovič jointly chair both bodies. Here is the agenda (pdf) for the withdrawal agreement joint committee meeting. And here is the agenda (pdf) for the partnership council meeting. In a statement issued last night, ahead of his meeting this morning with Maroš Šefčovič, Lord Frost, the Brexit minister, urged the EU to adopt “pragmatism” and “common sense solutions” to resolve the problems in Northern Ireland. He said: I hope this will be a productive forum where we can address shared challenges by working together in the spirit of mutual trust and cooperation. First among these challenges is the damaging impact the protocol is having on the ground in Northern Ireland. Businesses in Great Britain are choosing not to sell their goods into Northern Ireland because of burdensome paperwork, medicine manufacturers are threatening to cut vital supplies, and chilled meats from British farmers destined for the Northern Ireland market are at risk of being banned entirely ... Our overriding shared priority must be to protect the Belfast (Good Friday) agreement and the peace process. I look to the EU to show flexibility and engage with our proposals so that we can find solutions that enjoy the confidence of all communities. Further threats of legal action and trade retaliation from the EU won’t make life any easier for the shopper in Strabane who can’t buy their favourite product. Nor will it benefit the small business in Ballymena struggling to source produce from their supplier in Birmingham. What is needed is pragmatism and common sense solutions to resolve the issues as they are before us. This work is important. And it is ever more urgent. Good morning. Lord Frost, the Brexit minister, is holding talks this morning with his EU counterpart, Maroš Šefčovič, in an attempt to resolve the increasingly acrimonious dispute about the post-Brexit rules in place governing trade between Great Britain and Northern Ireland. These involve checks on some goods, and potentially some restrictions (including later this year on sausages and other chilled meats) to protect the EU single market, which includes Northern Ireland. The UK agreed to all these rules when it signed the Northern Ireland protocol. But now it is arguing that there is a need for a rethink because: a) the EU is being too “purist” in enforcing these rules; and b) the UK did not fully realise what the protocol would involve. Frost made this latter argument in an article for the Financial Times (paywall) at the weekend. He wrote: We expected to be able to operate it in a way which respected the sensitive politics in Northern Ireland — after all that was the point of making special arrangements in the first place ... We underestimated the effect of the protocol on goods movements to Northern Ireland, with some suppliers in Great Britain simply not sending their products because of the time-consuming paperwork required. This morning Gavin Barwell, who as Theresa May’s chief of staff was fully involved in the Brexit talks until the summer of 2019, said it was just not plausible for Boris Johnson to claim that he did not know what he was signing up to. Barwell told the Today programme: I don’t think the EU is ever going to think that is credible. The EU negotiating team have obviously worked very closely with the British negotiating team under both governments. They know the quality of the civil servants involved in that work, and they know that British ministers would have been have been advised in detail on the implications of what they were signing up to. So I don’t think anyone who’s involved in the process is going to find it credible that the government signed up to something and didn’t understand what the consequences of that were. Asked if he thought that the government was now only pretending that it did not realise how damaging the protocol would be when it signed it in 2019, Barwell said: It’s difficult to conceive of any other explanation. When I was working with Theresa [May], Boris Johnson was foreign secretary for a period of that time. He perfectly well understood what the previous iteration of the protocol meant in terms of regulatory checks between Great Britain and Northern Ireland. When the deal was published and the government brought its legislation forward, the explanatory memorandum for the bill, which explained what the bill meant, was very clear what the consequences would be. And I think he and David Frost are intelligent people. I find it inconceivable that they didn’t understand what they were signing up to. They would have been advised very clearly by the civil service about that. And I think it’s also important to consider the political context at the time. When Boris took over, he initially tried to prorogue parliament and leave without a deal. He wasn’t able to do that. So he then decided that he wanted to call an election to strengthen his position and it was clearly easier to fight that an election within an “oven-ready” Brexit deal. So I think the calculation was sign up to whatever is on offer, and then see if we can deal with anything we don’t like down the line. I think the EU have come to the same conclusion as me and that’s why they’re taking the approach that they are now. Barwell was expanding in his interview on a claim he made on Twitter on Monday. Yesterday Downing Street said Barwell’s analysis was wrong. Here is the agenda for the day. Morning: Lord Frost, the Brexit minister, and Maroš Šefčovič, his EU counterpart, co-chair a meeting of the partnership council and the withdrawal agreement joint committee, which will mostly focus on the Northern Ireland protocol. 9.30am: The ONS publishes new figures on vaccine hesitancy, and on antibody levels in the UK. 11.15am: Priti Patel, the home secretary, gives a speech to the Police Federation. 12pm: Boris Johnson faces Sir Keir Starmer at PMQs. 12.30pm: Šefčovič holds a press briefing after his meeting with Frost. 1.30pm: Downing Street is expected to hold its daily lobby briefing. Afternoon: Johnson travels to Cornwall, where he will be hosting the G7 summit later this week. Politics Live has been a mix of Covid and non-Covid news recently, and that is likely to be the case today. For more Covid coverage, do read our global live blog. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. I’m on @AndrewSparrow. Alternatively, you can email me at andrew.sparrow@theguardian.com.","charCount":"7389","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}