{"response":{"status":"ok","userTier":"developer","total":2273356,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227336,"orderBy":"newest","results":[{"id":"sport/live/2021/jun/08/french-open-quarter-finals-rybakina-pavlyuchenkova-zverev-tsitsipas-medvedev","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-08T10:50:22Z","webTitle":"French Open quarter-final: Tamara Zidansek v Paula Badosa – live! ","webUrl":"https://www.theguardian.com/sport/live/2021/jun/08/french-open-quarter-finals-rybakina-pavlyuchenkova-zverev-tsitsipas-medvedev","apiUrl":"https://content.guardianapis.com/sport/live/2021/jun/08/french-open-quarter-finals-rybakina-pavlyuchenkova-zverev-tsitsipas-medvedev","fields":{"headline":"French Open quarter-final: Tamara Zidansek v Paula Badosa – live! ","standfirst":"<ul><li>Live updates from the quarter finals at Roland Garros</li><li><a href=\"https://www.theguardian.com/sport/2021/jun/07/novak-djokovic-survives-scare-to-reach-french-open-quarter-finals-as-lorenzo-musetti-retires-tennis\">Djokovic and Nadal survive scares to reach quarter-finals</a><br></li><li><a href=\"mailto:niall.mcveigh@theguardian.com\">Email Niall</a> or tweet <a href=\"https://twitter.com/niallmcveigh\">@niallmcveigh</a> with your thoughts</li></ul>","trailText":"<strong>Rolling report: </strong>Who will make it into the semi-finals at Roland Garros? Join Niall McVeigh to find out","byline":"Niall McVeigh","main":"<figure class=\"element element-image\" data-media-id=\"8ae3d053337c723e95390c3b8f17addf99ac6dc1\"> <img src=\"https://media.guim.co.uk/8ae3d053337c723e95390c3b8f17addf99ac6dc1/0_30_3000_1801/1000.jpg\" alt=\"Paula Badosa, the No 33 seed, is in the quarter finals.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paula Badosa, the No 33 seed, is in the quarter finals.</span> <span class=\"element-image__credit\">Photograph: DPPI/Rob Prange/LiveMedia/REX/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60bf4ab38f0837b8708e100d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:50:22.090Z\">11.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: *Zidansek 5-5 Badosa (*denotes next server) </strong>Badosa is under pressure at 15-30 down but Zidansek gifts her a point with an unforced error. From there, an almighty heave into the corner and a low, skidding volley get Badosa over the line.</p> </div>   </div> <div id=\"block-60bf49438f0837b8708e0fed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:45:05.486Z\">11.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: Zidansek 5-4 Badosa* (*denotes next server) </strong>Zidansek quickly moves to 40-15, but an unstoppable cross-court backhand gets Badosa back in the game. A rare unforced error takes us to deuce, where we are treated to the match’s best rally so far – won by Zidansek with a double-handed, cross-court backhand that clips the line! Zidansek leads for the first time.</p> </div>   </div> <div id=\"block-60bf48068f0837b8708e0fe4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:41:05.437Z\">11.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: *Zidansek 4-4 Badosa (*denotes next server) </strong>New balls on the Badosa serve, and Zidansek fires her seventh forehand winner. Badosa digs in, applying plenty of side spin to her first serve, but Zidansek secures the break with a couple of zipping volleys that her opponent can’t handle. It’s the sixth break of serve in eight games!</p> </div>   </div> <div id=\"block-60bf477a8f08336d75f066ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:35:47.441Z\">11.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: Zidansek 3-4 Badosa* (*denotes next server) </strong>Badosa turns up the pace and carves out another break point, which she takes with a crunching forehand that Zidansek can’t retrieve.</p> <p>This isn’t the freestyle poetry, by the way. <em>Or is it?</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T10:36:17.478Z\">at 11.36am BST</time></p>  </div> <div id=\"block-60bf466c8f0827600c04c50a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:33:27.888Z\">11.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: *Zidansek 3-3 Badosa (*denotes next server) </strong>Not any more! Quite a remarkable change of momentum in this first set; Badosa has lost her rhythm while Zidansek is timing her shots perfectly. She breaks back again, and we are back on serve.</p> </div>   </div> <div id=\"block-60bf45878f0837b8708e0fc7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:28:35.353Z\">11.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: Zidansek 2-3 Badosa* (*denotes next server) </strong>Zidansek gets her first service hold, largely steering clear of Badosa’s fearsome forehand and stepping in behind her serve. She’s fought her way back into this, but Badosa still has a break.</p> </div>   </div> <div id=\"block-60bf44b08f08336d75f0668f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:25:05.985Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: *Zidansek 1-3 Badosa (*denotes next server) </strong>She’s finding it tough on her own serve, so Zidansek senses the need to get after her opponent. An aggressive return game pays off, bringing up three break points, and she only needs one as Badosa goes long.</p> </div>   </div> <div id=\"block-60bf43418f0827600c04c4ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:21:33.293Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: Zidansek 0-3 Badosa* (*denotes next server)</strong> Zidansek can’t really match Badosa for pace early on, so has to find a different approach, mixing up her angles nicely. The pressure tells at deuce, Zidansek netting a forehand and then getting quickly overpowered in a rally. It’s been a flying start from Paula Badosa.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T10:47:36.785Z\">at 11.47am BST</time></p>  </div> <div id=\"block-60bf42ab8f0837b8708e0fb4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:15:26.838Z\">11.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: *Zidansek 0-2 Badosa (*denotes next server) </strong>Badosa has started really well here, cruising through her first service game and looking much more comfortable than her opponent. Early days, though.</p> </div>   </div> <div id=\"block-60bf41d58f0837b8708e0fa5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:12:56.668Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>First set: Zidansek 0-1 Badosa* (*denotes next server) </strong>Zidansek makes a nervy start on serve and presents Badosa with an early break point. She doesn’t take the first chance but a firm forehand sets up another, taken with a backhand down the line.</p> </div>   </div> <div id=\"block-60bf40eb8f08336d75f06665\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:09:18.565Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The players are out and warming up on a sunny Court Philippe-Chatrier. Carlos Ramos is the umpire; you might remember him from the 2018 US Open final. In other news, it appears that due to some pretty widespread technical problems, you’re probably not able to read this blog just now. At last, a chance to try out some of my freestyle poetry ...</p> </div>   </div> <div id=\"block-60bf3c3a8f0827600c04c4a0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:57:12.761Z\">10.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The first women’s quarter-final gets under way shortly. Let’s learn a little more about the two players involved.</p> <p><strong>Tamara Zidansek</strong> is the world No 85, and the true outsider of the four. The Slovenian had never been past the second round at a slam before this run, which began with a first-round comeback win over the No 6 seed, Bianca Andreescu. Zidansek has played in and lost two WTA Tour finals, both on clay, most recently in Colombia last month.</p> <p>Her opponent, <strong>Paula Badosa</strong>, was promoted to No 33 seed when Alison Riske withdrew. The former junior French Open champion is a rising star on clay, beating Sloane Stephens and Jelena Ostapenko on a run to the fourth round here in 2020. While her path to the quarters was eased by Naomi Osaka’s withdrawal, the Spaniard still had to overcome former finalist Marketa Vondrousova to reach the last eight.</p> </div>   </div> <div id=\"block-60be94538f0837b8708e089f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:38:08.183Z\">10.38am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>The quarter-finals begin at Roland Garros and while the biggest names feature later today or tomorrow, we start with a fascinating four-way battle to reach new heights. In the bottom half of the women’s draw, four players remain: Slovenia’s Tamara Zidansek, Spain’s Paula Badosa, Kazakhstan’s Elena Rybakina and her Russian doubles partner, Anastasia Pavlyuchenkova. </p> <p>Of the quartet, only Pavlyuchenkova has reached a grand slam quarter-final before, and now one of them will be in the final on Saturday. Experience arguably makes Pavlyuchenkova the favourite but in truth, all four women will fancy their chances. Zidansek and Badosa are first up on Court Philippe-Chatrier.</p> <p>Later on, Alexander Zverev looks to continue his impressive form against the only man outside the top 10 seeds to reach the quarters: Spanish youngster Alejandro Davidovich Fokina. In the evening session Stefanos Tsitsipas takes on Daniil Medvedev, the No 2 seed who had never won a match here before this year.</p> </div>   </div>","wordcount":"827","firstPublicationDate":"2021-06-08T09:40:59Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:50:22Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyg7v","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8ae3d053337c723e95390c3b8f17addf99ac6dc1/0_30_3000_1801/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"First set: *Zidansek 5-5 Badosa (*denotes next server) Badosa is under pressure at 15-30 down but Zidansek gifts her a point with an unforced error. From there, an almighty heave into the corner and a low, skidding volley get Badosa over the line. First set: Zidansek 5-4 Badosa* (*denotes next server) Zidansek quickly moves to 40-15, but an unstoppable cross-court backhand gets Badosa back in the game. A rare unforced error takes us to deuce, where we are treated to the match’s best rally so far – won by Zidansek with a double-handed, cross-court backhand that clips the line! Zidansek leads for the first time. First set: *Zidansek 4-4 Badosa (*denotes next server) New balls on the Badosa serve, and Zidansek fires her seventh forehand winner. Badosa digs in, applying plenty of side spin to her first serve, but Zidansek secures the break with a couple of zipping volleys that her opponent can’t handle. It’s the sixth break of serve in eight games! First set: Zidansek 3-4 Badosa* (*denotes next server) Badosa turns up the pace and carves out another break point, which she takes with a crunching forehand that Zidansek can’t retrieve. This isn’t the freestyle poetry, by the way. Or is it? First set: *Zidansek 3-3 Badosa (*denotes next server) Not any more! Quite a remarkable change of momentum in this first set; Badosa has lost her rhythm while Zidansek is timing her shots perfectly. She breaks back again, and we are back on serve. First set: Zidansek 2-3 Badosa* (*denotes next server) Zidansek gets her first service hold, largely steering clear of Badosa’s fearsome forehand and stepping in behind her serve. She’s fought her way back into this, but Badosa still has a break. First set: *Zidansek 1-3 Badosa (*denotes next server) She’s finding it tough on her own serve, so Zidansek senses the need to get after her opponent. An aggressive return game pays off, bringing up three break points, and she only needs one as Badosa goes long. First set: Zidansek 0-3 Badosa* (*denotes next server) Zidansek can’t really match Badosa for pace early on, so has to find a different approach, mixing up her angles nicely. The pressure tells at deuce, Zidansek netting a forehand and then getting quickly overpowered in a rally. It’s been a flying start from Paula Badosa. First set: *Zidansek 0-2 Badosa (*denotes next server) Badosa has started really well here, cruising through her first service game and looking much more comfortable than her opponent. Early days, though. First set: Zidansek 0-1 Badosa* (*denotes next server) Zidansek makes a nervy start on serve and presents Badosa with an early break point. She doesn’t take the first chance but a firm forehand sets up another, taken with a backhand down the line. The players are out and warming up on a sunny Court Philippe-Chatrier. Carlos Ramos is the umpire; you might remember him from the 2018 US Open final. In other news, it appears that due to some pretty widespread technical problems, you’re probably not able to read this blog just now. At last, a chance to try out some of my freestyle poetry ... The first women’s quarter-final gets under way shortly. Let’s learn a little more about the two players involved. Tamara Zidansek is the world No 85, and the true outsider of the four. The Slovenian had never been past the second round at a slam before this run, which began with a first-round comeback win over the No 6 seed, Bianca Andreescu. Zidansek has played in and lost two WTA Tour finals, both on clay, most recently in Colombia last month. Her opponent, Paula Badosa, was promoted to No 33 seed when Alison Riske withdrew. The former junior French Open champion is a rising star on clay, beating Sloane Stephens and Jelena Ostapenko on a run to the fourth round here in 2020. While her path to the quarters was eased by Naomi Osaka’s withdrawal, the Spaniard still had to overcome former finalist Marketa Vondrousova to reach the last eight. The quarter-finals begin at Roland Garros and while the biggest names feature later today or tomorrow, we start with a fascinating four-way battle to reach new heights. In the bottom half of the women’s draw, four players remain: Slovenia’s Tamara Zidansek, Spain’s Paula Badosa, Kazakhstan’s Elena Rybakina and her Russian doubles partner, Anastasia Pavlyuchenkova. Of the quartet, only Pavlyuchenkova has reached a grand slam quarter-final before, and now one of them will be in the final on Saturday. Experience arguably makes Pavlyuchenkova the favourite but in truth, all four women will fancy their chances. Zidansek and Badosa are first up on Court Philippe-Chatrier. Later on, Alexander Zverev looks to continue his impressive form against the only man outside the top 10 seeds to reach the quarters: Spanish youngster Alejandro Davidovich Fokina. In the evening session Stefanos Tsitsipas takes on Daniil Medvedev, the No 2 seed who had never won a match here before this year.","charCount":"4922","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/niall-mcveigh\">Niall McVeigh</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"books/2021/jun/08/zimbabwean-novelist-tsitsi-dangarembga-wins-pen-pinter-prize","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-08T10:45:26Z","webTitle":"Zimbabwean novelist Tsitsi Dangarembga wins PEN Pinter prize","webUrl":"https://www.theguardian.com/books/2021/jun/08/zimbabwean-novelist-tsitsi-dangarembga-wins-pen-pinter-prize","apiUrl":"https://content.guardianapis.com/books/2021/jun/08/zimbabwean-novelist-tsitsi-dangarembga-wins-pen-pinter-prize","fields":{"headline":"Zimbabwean novelist Tsitsi Dangarembga wins PEN Pinter prize","standfirst":"<p>Author, who was arrested last year in Harare while protesting against corruption, is hailed by judges as a ‘voice of hope we all need to hear’<br></p>","trailText":"Author, who was arrested last year in Harare while protesting against corruption, is hailed by judges as a ‘voice of hope we all need to hear’<br>","byline":"Alison Flood","main":"<figure class=\"element element-image\" data-media-id=\"0d99d26cd8f38022db9817b9684fde62a6ab4377\"> <img src=\"https://media.guim.co.uk/0d99d26cd8f38022db9817b9684fde62a6ab4377/0_83_3000_1800/1000.jpg\" alt=\"Tsitsi Dangarembga.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We can unite around that which is positively human’ … Tsitsi Dangarembga.</span> <span class=\"element-image__credit\">Photograph: Aaron Ufumeli/EPA</span> </figcaption> </figure>","body":"<p>Tsitsi Dangarembga, the Booker-shortlisted Zimbabwean writer who was arrested last year in Harare while protesting against corruption, has been awarded the PEN Pinter prize, praised for her “ability to capture and communicate vital truths even amidst times of upheaval”.</p> <p>The prize is given by free speech campaigners English PEN in memory of the Nobel laureate Harold Pinter. It goes to a writer of “outstanding literary merit” who, as Pinter put it in his Nobel speech, shows a “fierce intellectual determination ... to define the real truth of our lives and our societies”. Previous winners include Chimamanda Ngozi Adichie, Margaret Atwood and Linton Kwesi Johnson.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"7f92ae218d8896ae1fe40280ef5549a126b8f965\"> <img src=\"https://media.guim.co.uk/7f92ae218d8896ae1fe40280ef5549a126b8f965/894_0_2081_2601/800.jpg\" alt=\"Tsitsi Dangarembga (centre) and a colleague Julie Barnes hold placards as they are arrested during an anti-corruption protest in July 2020 in Harare.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tsitsi Dangarembga (centre) and a colleague Julie Barnes are arrested during an anti-corruption protest in July 2020 in Harare.</span> <span class=\"element-image__credit\">Photograph: Zinyange Auntony/AFP/Getty Images</span> </figcaption> </figure>  <p>Dangarembga is the author of Nervous Conditions, which she wrote when she was 25, and which was described by Doris Lessing as one of the most important novels of the 20th century. The story of a village girl called Tambudzai, it was followed by The Book of Not, about Tambu’s teenage years, and the Booker-shortlisted This Mournable Body, the third part of the trilogy, set in the postcolonial Zimbabwe of the 1990s. Dangarembga is also a film-maker, playwright and activist, <a href=\"https://www.theguardian.com/books/2020/jul/31/booker-prize-longlisted-author-tsitsi-dangarembga-arrested-in-zimbabwe-this-mournable-body\">who was arrested last summer while protesting in Harare</a>, charged with intention to incite public violence. Her case has not progressed, and <a href=\"https://pen-international.org/news/zimbabwe-drop-charges-against-writer-tsitsi-dangarembga\">free speech organisations</a>, along with <a href=\"https://www.theguardian.com/books/2020/oct/06/charges-against-tsitsi-dangarembga-must-be-dropped-argue-writers\">her fellow writers</a>, have called for the charges against her to be dropped.</p> <p>“I am grateful that my casting – in the words of Harold Pinter – an ‘unflinching, unswerving gaze’ upon my country and its society has resonated with many people across the globe and this year with the jury of the PEN Pinter prize,” said Dangarembga. “I believe that the positive reception of literary works like mine helps to prove that we can unite around that which is positively human.”</p> <p>The Guardian’s associate editor for culture and English PEN trustee Claire Armitstead praised Dangarembga’s “unusual and exemplary career”, which has seen her make “things happen for other people as well as achieving in her own right”.</p> <p>“Through her trilogy of novels … she has charted the development of Zimbabwe from a British colony to an autocratic and troubled free state,” said Armitstead. “In doing so, she has held a magnifying glass up to the struggles of ordinary people, in so many parts of the world, to lead good lives in the increasingly corrupt and fractured new world order. Hers is a voice we all need to hear and heed.”</p> <p>Armitstead’s fellow judge, the literary critic and publisher Ellah P Wakatama, said that Dangarembga’s work “demonstrates diligence, stoicism, and the ability to capture and communicate vital truths even amidst times of upheaval … It is an honour to join my colleagues in raising up the voice of a woman whose words have written the story of my country of birth with a clarity, bravery and honesty that is a rare and precious gift,” she added.</p> <p>Dangarembga will deliver a keynote speech at a ceremony on 11 October, when she will announce the co-winner of her prize – an International Writer of Courage who is “active in defence of freedom of expression, often at great risk to their own safety and liberty”.</p>","wordcount":"525","firstPublicationDate":"2021-06-08T10:45:26Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:46:50Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjzh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0d99d26cd8f38022db9817b9684fde62a6ab4377/0_83_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Tsitsi Dangarembga, the Booker-shortlisted Zimbabwean writer who was arrested last year in Harare while protesting against corruption, has been awarded the PEN Pinter prize, praised for her “ability to capture and communicate vital truths even amidst times of upheaval”. The prize is given by free speech campaigners English PEN in memory of the Nobel laureate Harold Pinter. It goes to a writer of “outstanding literary merit” who, as Pinter put it in his Nobel speech, shows a “fierce intellectual determination ... to define the real truth of our lives and our societies”. Previous winners include Chimamanda Ngozi Adichie, Margaret Atwood and Linton Kwesi Johnson. Dangarembga is the author of Nervous Conditions, which she wrote when she was 25, and which was described by Doris Lessing as one of the most important novels of the 20th century. The story of a village girl called Tambudzai, it was followed by The Book of Not, about Tambu’s teenage years, and the Booker-shortlisted This Mournable Body, the third part of the trilogy, set in the postcolonial Zimbabwe of the 1990s. Dangarembga is also a film-maker, playwright and activist, who was arrested last summer while protesting in Harare, charged with intention to incite public violence. Her case has not progressed, and free speech organisations, along with her fellow writers, have called for the charges against her to be dropped. “I am grateful that my casting – in the words of Harold Pinter – an ‘unflinching, unswerving gaze’ upon my country and its society has resonated with many people across the globe and this year with the jury of the PEN Pinter prize,” said Dangarembga. “I believe that the positive reception of literary works like mine helps to prove that we can unite around that which is positively human.” The Guardian’s associate editor for culture and English PEN trustee Claire Armitstead praised Dangarembga’s “unusual and exemplary career”, which has seen her make “things happen for other people as well as achieving in her own right”. “Through her trilogy of novels … she has charted the development of Zimbabwe from a British colony to an autocratic and troubled free state,” said Armitstead. “In doing so, she has held a magnifying glass up to the struggles of ordinary people, in so many parts of the world, to lead good lives in the increasingly corrupt and fractured new world order. Hers is a voice we all need to hear and heed.” Armitstead’s fellow judge, the literary critic and publisher Ellah P Wakatama, said that Dangarembga’s work “demonstrates diligence, stoicism, and the ability to capture and communicate vital truths even amidst times of upheaval … It is an honour to join my colleagues in raising up the voice of a woman whose words have written the story of my country of birth with a clarity, bravery and honesty that is a rare and precious gift,” she added. Dangarembga will deliver a keynote speech at a ceremony on 11 October, when she will announce the co-winner of her prize – an International Writer of Courage who is “active in defence of freedom of expression, often at great risk to their own safety and liberty”.","charCount":"3133","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/alisonflood\">Alison Flood</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live","type":"liveblog","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-06-08T10:36:48Z","webTitle":"German factory output falls; eurozone recession shallower than feared – business live","webUrl":"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live","apiUrl":"https://content.guardianapis.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live","fields":{"headline":"German factory output falls; eurozone recession shallower than feared – business live","standfirst":"<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf2e678f08336d75f0655b#block-60bf2e678f08336d75f0655b\">London’s metal trading outcry Ring to reopen </a></li><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf02658f0837b8708e0c99#block-60bf02658f0837b8708e0c99\">German industrial output down 1% in April</a></li><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf0fec8f0837b8708e0d3d#block-60bf0fec8f0837b8708e0d3d\">ING: chip shortages and Suez Canal blockage hit German firms</a></li><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf21bb8f0837b8708e0e0e#block-60bf21bb8f0837b8708e0e0e\">Activist investor targets Aviva</a>, demand £5bn capital return</li><li>Japan’s Q1 slump revised up</li><li>BAT boosted by rising demand for vaping</li></ul>","trailText":"Rolling coverage of the latest economic and financial news","byline":"Graeme Wearden","main":"<figure class=\"element element-image\" data-media-id=\"b32937f114a7aa21a17fef968c8ac46c978f7e29\"> <img src=\"https://media.guim.co.uk/b32937f114a7aa21a17fef968c8ac46c978f7e29/0_109_3500_2100/1000.jpg\" alt=\"An A-class model of German car manufacturer Mercedes Benz at the production line of the Daimler factory in Rastatt, Germany.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An A-class model of German car manufacturer Mercedes Benz at the production line of the Daimler factory in Rastatt, Germany.</span> <span class=\"element-image__credit\">Photograph: Kai Pfaffenbach/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60bf37868f0827600c04c456\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:36:48.290Z\">11.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eurozone recession shallower than feared</h2>  <div class=\"block-elements\">  <p><strong>The eurozone’s recession was much shallower than feared.</strong></p> <p>Statistics body Eurostat has revised up its estimate of GDP in the first quarter of 2021; now estimating the eurozone economy only shrank by 0.3% in January-March, not the 0.6% contraction first reported.</p> <p>It’s a welcome boost to Europe’s economy as it tried to pull away from the pandemic. </p>  <figure class=\"element element-image\" data-media-id=\"366dd0dcef0246b816e40df097d34ee2e6b1d9c6\"> <img src=\"https://media.guim.co.uk/366dd0dcef0246b816e40df097d34ee2e6b1d9c6/0_0_863_345/500.jpg\" alt=\"Eurozone GDP\" width=\"500\" height=\"200\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Eurozone GDP</span> <span class=\"element-image__credit\">Photograph: Eurostat</span> </figcaption> </figure>  <p><strong>Ireland </strong>(+7.8%) and <strong>Croatia </strong>(+5.8%) recorded the sharpest increases of GDP compared to the previous quarter, followed by <strong>Estonia </strong>(+4.8%) and <strong>Greece </strong>(+4.4%).<br></p> <p>The strongest declines were observed in <strong>Portugal </strong>(-3.3%) and <strong>Slovakia </strong>(-2.0%), followed by <strong>Germany</strong> (-1.8%) and <strong>Latvia </strong>(-1.7%)</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulHannon29/status/1402195044543631366\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So Eurostat has halved its estimate of the decline in GDP during the first quarter, although the figures confirm the eurozone was in recession. But of the big four, only France experienced a recession, with Italy growing in 1Q, and Germany and Spain avoiding a 4Q contraction <a href=\"https://t.co/Lq4O1ZIBJD\">https://t.co/Lq4O1ZIBJD</a></p>&mdash; Paul Hannon (@PaulHannon29) <a href=\"https://twitter.com/PaulHannon29/status/1402195044543631366?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p><strong>Sophie Griffiths</strong>, market analyst at <strong>OANDA,</strong> says it’s a significant upward revision:</p> <blockquote class=\"quoted\"> <p>After a better-than-expected first quarter, combined with easing pandemic restrictions, improving vaccine numbers, and an upbeat outlook for the coming months, there is a good chance that European bourses could continue pressing higher to fresh record levels.</p> </blockquote> </div>   </div> <div id=\"block-60bf3cfc8f0827600c04c4ab\" class=\"block is-key-event\" data-block-contributor=\"profile/kalyeena-makortoff\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:01:21.979Z\">11.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK banks to reveal exposure to climate crisis for first time</h2>  <div class=\"block-elements\">  <p><strong>UK banks will for the first time be forced to reveal their exposure to the climate crisis, highlighting the risks that rising temperatures and sea levels could pose for the financial system, as part of the Bank of England’s climate stress tests this year.</strong></p> <p><a href=\"https://www.theguardian.com/business/2019/dec/18/uk-banks-insurers-climate-crisis-stress-tests-bank-of-england\">The stress tests will put 19 banks and insurers</a> through three climate scenarios, according to an update released Tuesday, including one where governments fail to take further steps to curb greenhouse gas emissions, resulting in average temperature increases of 3.3C and a 3.9m rise in sea levels.</p> <p>The central bank will be monitoring how those scenarios could impact potential loan losses, as customers default due to slowing growth and economic uncertainty.</p> <p>However, the Bank of England will not identify individual businesses through the tests and will release only aggregate results for the banking and insurance sector, which will be published in May 2022.</p> <p>The tests will look ahead 30 years. But the central bank also confirmed that the information will not be used to set capital requirements, which determine the kind of financial cushion that banks need in order to protect them from risky loans and products on their balance sheets.</p> <p>Instead, the exercise is meant to improve the way banks and insurers manage risks, and prompt a strategic review of their operations in light of the climate threat. </p> <p>Here’s the full story:<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/jun/08/uk-banks-climate-crisis-bank-of-england\">UK banks to reveal exposure to climate crisis for first time</a> </p> </aside>  <p><strong>Positive Money</strong> senior economist <a href=\"https://positivemoney.org/about/who-we-are/david-barmes/\">David Barmes</a> is disappointed the BoE isn’t going further, though:</p> <blockquote class=\"quoted\"> <p>“It is concerning that the Bank of England appears to be ruling out using climate stress tests to help inform changes to capital requirements. Climate capital rules that reflect the high risk of fossil fuel investments are a necessary inevitability to ensure financial stability and alignment with the government’s climate plans, and the Bank needs to be introducing such policies without delay.</p> <p>“By delaying the implementation of climate capital rules, the Bank is undermining its duty to protect financial stability and support net-zero.”</p> </blockquote> </div>   </div> <div id=\"block-60bf37e58f0827600c04c462\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:42:38.730Z\">10.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">German economic optimism dips</h2>  <div class=\"block-elements\">  <p><strong>Investor sentiment in Germany has fallen, but hopes of a strong economic recovery this year are still on track.</strong></p> <p>That’s according to the <strong>ZEW </strong>Economic Research institute. Its poll of investors’ economic sentiment has fallen to 79.8 points this month, from 84.4 in the previous month, and lower than expected</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GannMarkets/status/1402189263568048130\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🇩🇪 Germany ZEW Economic Sentiment (Jun) announced. <br><br>🔴 Forecast: 86.0<br><br>🔴 Actual: 79.8<a href=\"https://twitter.com/hashtag/eurusd?src=hash&amp;ref_src=twsrc%5Etfw\">#eurusd</a> <a href=\"https://twitter.com/hashtag/dax?src=hash&amp;ref_src=twsrc%5Etfw\">#dax</a> <a href=\"https://twitter.com/hashtag/Germany?src=hash&amp;ref_src=twsrc%5Etfw\">#Germany</a> <a href=\"https://t.co/e5ZyxcxDTC\">pic.twitter.com/e5ZyxcxDTC</a></p>&mdash; GANNMarkets (@GannMarkets) <a href=\"https://twitter.com/GannMarkets/status/1402189263568048130?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>But.. the survey also shows that the economy is improving; ZEW’s gauge of current conditions jumped sharply to -9.1 points from -40.1 the previous month.</p> <p><strong>ZEW </strong>President <strong>Achim Wambach</strong> said in a statement. <br></p> <blockquote class=\"quoted\"> <p>“The economic recovery is progressing,” </p> <p>“The decline in expectations is probably largely due to the considerably better assessment of the economic situation, which is now back at pre-crisis levels.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AWMCheung/status/1402190916279062532\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">German ZEW for June a fairly large miss on the headline (79.8 vs Exp. 86.0) but well within the range (low 75.0) and in context the previous reading was a multi-decade high <a href=\"https://t.co/xezaOaJECB\">pic.twitter.com/xezaOaJECB</a></p>&mdash; Anthony Cheung (@AWMCheung) <a href=\"https://twitter.com/AWMCheung/status/1402190916279062532?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf2e678f08336d75f0655b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:25:08.542Z\">10.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ring cycle: London Metal Exchange outcry trading floor to reopen</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"236a66d920989bcd9d8f7b92da53201ddf1ddecf\"> <img src=\"https://media.guim.co.uk/236a66d920989bcd9d8f7b92da53201ddf1ddecf/0_0_4000_2723/1000.jpg\" alt=\"Coming soon....traders, brokers and clerks will be back at the open outcry pit at the London Metal Exchange (LME) in September\" width=\"1000\" height=\"681\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Coming soon....traders, brokers and clerks will be back at the open outcry pit at the London Metal Exchange (LME) in September</span> <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> </figcaption> </figure>  <p><strong>The City of London’s last “open outcry” trading floor is to reopen, after opposition to plans to move to all-electronic trading.</strong></p> <p>The London Metal Exchange has announced that, following a consultation, the <strong>Ring </strong>will reopen for physical trading on 6th September.</p> <p>The move means that metal traders can look forward to returning to their red leather benches, and setting the world’s daily benchmark prices for industrial metals such as copper, aluminium and zinc by shouting buy and sell orders at each other.</p> <p>The <strong>Ring </strong>has been temporarily closed since the first wave of the pandemic. And <a href=\"https://www.theguardian.com/business/2021/jan/19/trading-floor-at-risk-as-london-metal-exchange-looks-to-modernise\">back in January, the LME proposed</a> going digital - closing one of the last remaining in-person trading sites at major financial centres.</p> <p>That provoked a backlash from some brokers, who insisted that physical trading was the best way to organize price discovery (<a href=\"https://www.ft.com/content/a07670dc-10e1-11e4-b116-00144feabdc0\">while sticking to a strict dress code, keeping one’s hair presentable, not chewing gum, and never leaving one’s seat!</a>)</p> <p>LME users were split on the issue, with smaller traders favouring prices being discovered in the Ring, and larger ones pushing for electronic trading.<br></p> <p>So in a delicate compromise, this outcry trading will only set lunchtime Official Prices. Closing prices will be decided electronically (as they have been since March 2020).</p> <p><strong>Matthew Chamberlain</strong>, <strong>LME</strong> CEO, explains:<br></p> <blockquote class=\"quoted\"> <p>The divergent views in response to the Discussion Paper were particularly apparent between traditional participants and some smaller physical clients on the one hand, and our larger merchant trader and financial participants on the other.</p> <p>However, respondents were constructive in proposing approaches to reconcile these differences, respecting the differing needs of the LME community, and preserving the unique and mutually beneficial blend of physical and financial market liquidity, which makes our market so special.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/megacontango/status/1402178217813946369\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">LME takes very LME decision and goes for both options <br><br>- Closing prices to move to electronic trading<br>- Ring trading will re-open &amp; continue for official prices <a href=\"https://t.co/TsJlXvywo4\">pic.twitter.com/TsJlXvywo4</a></p>&mdash; Archie (@megacontango) <a href=\"https://twitter.com/megacontango/status/1402178217813946369?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/humenm/status/1402176933723619328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The LME&#39;s open outcry trading venue &#39;The Ring&#39; survives but the direction of travel is clear. Some uncharitably say it is a fudge. <a href=\"https://t.co/KHvzJ6ZgKY\">pic.twitter.com/KHvzJ6ZgKY</a></p>&mdash; Neil Hume (@humenm) <a href=\"https://twitter.com/humenm/status/1402176933723619328?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T09:28:17.971Z\">at 10.28am BST</time></p>  </div> <div id=\"block-60bf308f8f0827600c04c3e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:02:20.248Z\">10.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Global stock markets hit a fresh record high overnight too, with the MSCI All-Country World Index touching a new peak.</strong></p> <p>Investors are waiting for key events and data releases this week, such as inflation data from China (Wednesday), the next US inflation report (Thursday), and the European Central Bank’s monetary policy meeting (Thursday). </p> <p>They’ll all be examined for signs that the recovery is on track, and hints of when central bankers might start to tighten their stimulus packages.</p> <p><strong>Ray Attrill</strong>, head of FX Strategy at <strong>National Australia Bank,</strong> <a href=\"https://finance.yahoo.com/news/global-markets-asia-stocks-open-021551483.html\">says</a>:</p> <blockquote class=\"quoted\"> <p>The start of a new week has not seen much by way of price action across all asset classes.</p> <p>“It’s hard to avoid the sense the global markets are for the most part now simply lurching from one big event risk to the next with not a lot to see in-between.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carlquintanilla/status/1401939935582642178\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">JPMORGAN: “The next leg higher is likely upon us, following the sideways move in markets and bond yields over the past two months .. the market is likely to get comfortable that growth will remain significantly above trend in 2H, supported by both consumer and capex.” <a href=\"https://t.co/HLXnRdZBlv\">pic.twitter.com/HLXnRdZBlv</a></p>&mdash; Carl Quintanilla (@carlquintanilla) <a href=\"https://twitter.com/carlquintanilla/status/1401939935582642178?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf2e938f0827600c04c3c6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:54:59.246Z\">9.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European stock markets nudge fresh record high</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"0593a45d94b27212a6ddb53bdc0fefa7283d6a78\"> <img src=\"https://media.guim.co.uk/0593a45d94b27212a6ddb53bdc0fefa7283d6a78/696_330_2301_1382/1000.jpg\" alt=\"A toy bull at the stock exchange in Frankfurt.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A toy bull at the stock exchange in Frankfurt.</span> <span class=\"element-image__credit\">Photograph: Daniel Roland/AFP via Getty Images</span> </figcaption> </figure>  <p><strong>It’s another quiet day in Europe’s stock markets, as investors take a breather after some lively sessions this year.</strong></p> <p>The pan-European Stoxx 600 snuck up to a new record high this morning, up 0.2% to 454.52, suggesting confidence in the recovery remains strong.</p> <p>However, Germany’s <strong>DAX </strong>is slightly lower, following this morning’s surprise drop in industrial output.</p> <p>Manufacturers such as <strong>HeidelbergCement </strong>(-2.6%), materials group <strong>Covestra </strong>(-1.3%), and carmakers <strong>Volkswagen </strong>(-1.5%) and <strong>Daimler </strong>(-1.2%) as leading the fallers.</p> <p>On April’s factory slowdown, Teeuwe Mevissen, senior market economist at <strong>Rabobank</strong>, says:</p> <blockquote class=\"quoted\"> <p>“I think it says more about the supply constraints. The big question is how long will these remain,”</p> <p>“Markets are in a wait-and-see mode. Valuations are high, and they need new catalysts to justify further buying.”</p> </blockquote> </div>   </div> <div id=\"block-60bf266c8f08336d75f06504\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:38:07.265Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Back on Germany....Capital Economics’ <a href=\"https://www.capitaleconomics.com/about-us/our-team/global-economics/andrew-kenningham/\">Andrew Kenningham</a> says its factory slowdown means the economy was under par in April.</strong></p> <p>But he’s still hopeful that Germany return to growth in the current quarter, having shrunk in January-March.</p> <p>He writes:</p> <blockquote class=\"quoted\"> <p>The decline in German industrial production in April underlines that the German economy was performing well below normal at the start of the second quarter.</p> <p>But things should have improved since then, so we still expect GDP to rebound after its sharp decline in Q1. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CapEconEurope/status/1402163587351785474\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The decline in German industrial production in April underlines that the German economy was performing well below normal at the start of the second quarter. But things should have improved since then... <a href=\"https://t.co/j0SSA6vw1z\">https://t.co/j0SSA6vw1z</a> <a href=\"https://t.co/SHn2B1TooW\">pic.twitter.com/SHn2B1TooW</a></p>&mdash; Capital Economics Europe (@CapEconEurope) <a href=\"https://twitter.com/CapEconEurope/status/1402163587351785474?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jsblokland/status/1402159355072548887\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Germany?src=hash&amp;ref_src=twsrc%5Etfw\">#Germany</a>&#39;s industrial production down 1.% in April, marking the third decline in the last four months. <a href=\"https://t.co/PZ3Q4sJ78L\">pic.twitter.com/PZ3Q4sJ78L</a></p>&mdash; jeroen blokland (@jsblokland) <a href=\"https://twitter.com/jsblokland/status/1402159355072548887?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf27618f0827600c04c370\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:28:19.893Z\">9.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>British American Tobacco</strong> (+1.6%) are also in the risers, after <a href=\"https://www.proactiveinvestors.co.uk/companies/news/951633/british-american-tobacco-ups-revenue-forecast-as-non-tobacco-products-pick-up-951633.html\">raising revenue forecasts on the back of higher demand for ‘non-tobacco’ products</a> (such as <a href=\"https://www.nhs.uk/live-well/quit-smoking/using-e-cigarettes-to-stop-smoking/\">vaping kits</a> and nicotine pouches).</p> <p>BAT now expects revenue growth guidance of above 5% for 2021, as it pushes these ‘new category’ products such as <em>Vuse</em>, <em>Velo </em>and <em>Glo</em>.</p> <p>Jack Bowles, chief executive, said BAT had a “record quarter for consumer acquisition”.</p> <blockquote class=\"quoted\"> <p>“We added +1.4 million non-combustible product consumers in Q1, to reach a total of 14.9 million.</p> <p>“We are growing New Categories at pace, encouraging more smokers to switch to scientifically substantiated reduced-risk alternatives.”</p> </blockquote> <p>Back in February, my colleagues <strong><a href=\"https://www.theguardian.com/profile/rob-davies\">Rob Davies</a> and <a href=\"https://www.theguardian.com/profile/matthew-chapman\">Matthew Chapman</a> </strong>reported how BAT had launched a £1bn campaign using social media and popular influencers to promote its <a href=\"https://www.theguardian.com/society/e-cigarettes\">e-cigarettes</a>, vapes and pouches.</p> <p>They explained:</p> <blockquote class=\"quoted\"> <p>Critics say that such viral videos, even if they aren’t paid-for adverts, are the consequence of a global marketing push designed to offset dwindling cigarette consumption by recruiting the nicotine consumers of the future.</p> <p>BAT has embarked on a £1bn campaign that harnesses the popular appeal of social media influencers, pop stars and sporting events.</p> <p>According to a <a href=\"https://www.thebureauinvestigates.com/stories/2021-02-21/new-products-old-tricks-concerns-big-tobacco-is-targeting-youngsters\">wide-ranging report by The Bureau of Investigative Journalism</a>, it has also attracted younger adults, non-smokers and even reached the eyes of children.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/feb/20/tobacco-giant-bets-1bn-on-social-media-influencers-to-boost-lung-friendlier-sales\">Tobacco giant bets £1bn on influencers to boost 'more lung-friendly' sales</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T10:09:58.226Z\">at 11.09am BST</time></p>  </div> <div id=\"block-60bf21bb8f0837b8708e0e0e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:09:52.575Z\">9.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Aviva shares jump as activist investor pushes for change</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"8308a93b20c5b798c690d243475cff57d0d0072f\"> <img src=\"https://media.guim.co.uk/8308a93b20c5b798c690d243475cff57d0d0072f/0_196_3000_1800/1000.jpg\" alt=\"British insurance giant Aviva’s headquarters are pictured in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British insurance giant Aviva’s headquarters are pictured in London.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>  <p><strong>Shares in UK insurance firm Aviva have jumped 3.6%, after activist investor Cevian took a 5% stake - and started pressing for change.</strong></p> <p>Cevian, Europe’s biggest activist investor, is pushing for Aviva to make deeper cost cuts, and return £5bn to investors following recent asset sales.</p> <p>Christer Gardell, Cevian’s co-founder, says:</p> <blockquote class=\"quoted\"> <p>“Aviva has been poorly managed for many years, and its high-quality core businesses have been held back by high costs and a series of bad strategic decisions.” </p> </blockquote> <p>Shares in Aviva have gained 14.7p to 425p this morning, their highest since January 2020, just before the pandemic.</p> <p>Aviva has been selling off international assets since CEO<strong> Amanda Blanc</strong> took the helm last summer, and <a href=\"https://www.ftadviser.com/your-industry/2020/12/14/aviva-sells-off-arm-as-new-ceo-takes-action/\">pledged to focus on larger businesses in the UK, Ireland and Canada</a>. </p> <p>But Cevian argues that Aviva’s share price could climb to more than £8 within three years, if it returned excess capital to shareholders through dividends or buybacks.</p> <p><a href=\"https://www.ft.com/content/59d76a4b-436e-4bb8-9d4d-211bc920842a\">The FT has more details.</a>..</p> <blockquote class=\"quoted\"> <p>Aviva has promised substantial returns and cost reductions as central planks of its strategy shift under Blanc, who has told investors that her mantra is to move quickly.</p> <p>However, Cevian wants a specific return of £5bn in dividends or buybacks of capital that the insurer has in excess of regulatory requirements</p> <p>The activist fund also believes that the cost-cutting can go further, calling for reductions of more than £500m from Aviva’s annual cost base by 2023, compared with the management’s target of £300m. It is also pushing for a leaner management structure, according to a person familiar with the matter. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T08:29:08.360Z\">at 9.29am BST</time></p>  </div> <div id=\"block-60bf1d4b8f0837b8708e0dc8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:46:56.367Z\">8.46am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FTSE opens a little higher</h2>  <div class=\"block-elements\">  <p><strong>In London, stocks have opened a little higher, with the FTSE 100 up 15 points or 0.2% to 7092 points.</strong></p> <p>Asset manager <strong>Intermediate Capital Group </strong>are the top riser, surging 6.7%, <a href=\"https://www.icgam.com/newsroom/2021/08-06-2021\">after reporting record profits</a>, and a 19% jump in third-party assets under management amid the recovery in markets over the last year.</p> <p>But oil producer <strong>Royal Dutch Shell</strong> are down 1.3%, following a drop in the oil price this morning, while steelmaker <strong>Evraz </strong>is down 1.5%.</p> <p>Brent crude has dipped 0.5% to $71 per barrel, after China’s crude oil imports dropped by almost 15% in May - <a href=\"https://www.reuters.com/article/china-economy-trade-crude/chinas-may-crude-oil-imports-drop-15-on-year-as-overhauls-bite-idUSB9N2N200Z\">suggesting weaker demand</a>.</p> <p><strong>Bob Yawger</strong>, director of energy futures at <strong>M</strong><strong>izhuo Securitie</strong>s, said:</p> <blockquote class=\"quoted\"> <p>“Chinese oil imports at a five-month low ... would tend to confirm weakness in the Asia market.”</p> </blockquote> </div>   </div> <div id=\"block-60bf1aaa8f0837b8708e0dae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:32:45.899Z\">8.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On a brighter note, Japan’s economy shrank by less than first feared in the January-March quarter.</strong></p> <p>Q1 GDP was revised up today, to show an annualised contraction of 3.9% (so almost 1% smaller on a quarterly basis).<br></p> <p>That’s up from a preliminary reading of a 5.1% contraction (or -1.3% q/q).</p> <p>Government spending and corporate investment fell less than first estimated, although household spending fell slightly more.</p> <p>Although the upgrade is welcome, it still leaves Japan half-way into recession, and breaks its recovery in the second half of 2020.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RobertAlanWard/status/1402141611186872321\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Slight upgrade to Japan’s Q1 GDP print. Partly higher medical costs plus some (probably involuntary) stockbuilding. So, not a structural upgrade, Q2 contraction still on cards.<br><br>Japan&#39;s 1st qtr GDP fall upgraded to 3.9% on more public demand - The Mainichi <a href=\"https://t.co/R5NgdK9rAK\">https://t.co/R5NgdK9rAK</a></p>&mdash; Robert Ward (@RobertAlanWard) <a href=\"https://twitter.com/RobertAlanWard/status/1402141611186872321?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf1bcb8f0827600c04c2e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:27:13.084Z\">8.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Energyscan_egm/status/1402162988338057217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🌐<a href=\"https://twitter.com/hashtag/Economy?src=hash&amp;ref_src=twsrc%5Etfw\">#Economy</a><br>The German industrial output was down 1% mom in April and March was revised slightly downwards from 2.5% to 2.2%.The fall was mainly due to consumer goods and construction, while energy was strong (+6%) due to bad weather conditions.<a href=\"https://t.co/6uczq8wcH6\">https://t.co/6uczq8wcH6</a> <a href=\"https://t.co/kTrB3ST393\">pic.twitter.com/kTrB3ST393</a></p>&mdash; ENGIE EnergyScan (@Energyscan_egm) <a href=\"https://twitter.com/Energyscan_egm/status/1402162988338057217?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf14908f0827600c04c2a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:20:27.018Z\">8.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A lack of semiconductors, timber and other intermediate goods weighed on German industrial output, <a href=\"https://uk.sports.yahoo.com/news/supply-bottlenecks-throttle-german-industrial-063433694.html\">says Reuters:</a></strong></p> <blockquote class=\"quoted\"> <p>The weaker than expected industrial figures suggest that the German economy will have to rely on household spending to support a still-fragile recovery from the coronavirus crisis.</p> <p>“Such a combination is unparalleled: Order books in industry are well filled and production is falling,” VP Bank economist Thomas Gitzel said, adding that the supply problems with semiconductors were pushing down output in the car industry.</p> <p>So despite well-filled order books, manufacturing will only make a limited contribution to overall economic growth in the second quarter, Gitzel said.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:21:52.081Z\">at 8.21am BST</time></p>  </div> <div id=\"block-60bf0fec8f0837b8708e0d3d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:17:40.609Z\">8.17am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">ING: Suez Canal blockage and chip shortages hit German firms</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/2021/mar/29/suez-canal-attempt-re-float-ever-given-delay-salvage-tugboats\">The week-long blockage of the Suez Canal by the Ever Given in March</a> contributed to the supply chain problems hitting German firms in April, suggests <strong>Carsten </strong><strong>Brzeski</strong> of <strong>ING</strong>.</p> <p>He writes that April’s disappointing drop in industrial production suggests the rebound of the German economy in Q2 has ‘started with shaky knees’:</p> <blockquote class=\"quoted\"> <p>The disappointing start to the second quarter suggests that supply chain disruptions, like the blockage of the Suez Canal in April or the ongoing semiconductor delivery problems, have not left German industry unscathed.</p> <p>However despite today’s disappointment, the industrial outlook remains bright.</p> </blockquote> <p>Brzeski adds that capacity issues and the lack of qualified workers could soon return as the most pressing hurdles to growth, as lack of demand isn’t a problem.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carstenbrzeski/status/1402149549368561667\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Germany: First disappointments | Snap | ING Think - Disappointing industrial production data in April suggests a delayed rebound of the German economy <a href=\"https://t.co/e4xdKC41R4\">https://t.co/e4xdKC41R4</a></p>&mdash; Carsten Brzeski (@carstenbrzeski) <a href=\"https://twitter.com/carstenbrzeski/status/1402149549368561667?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf15cb8f0827600c04c2b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:07:01.798Z\">8.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Destatis also reports that German construction output fell by 4.3% in April -- suggesting that shortages of building materials might be weighing on the sector.</p> <p>Energy production jumped by 6.0%.</p> </div>   </div> <div id=\"block-60bf02658f0837b8708e0c99\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:48:03.086Z\">7.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Introduction: Supply shortage problems hit German factories</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong></p> <p>Output at German factories has fallen unexpectedly, as supply chain bottlenecks and shortages of key parts and materials such as computer chips threaten to undermine the recovery.</p> <p>German industrial production <strong>fell by 1.0%</strong> in April, the Federal Statistics Office reports this morning.</p> <p>That’s shy of forecasts of a 0.5% rise, as Europe’s largest economy looked to recover from its contraction earlier this year.<br></p> <p>Production of consumer goods slumped by 3.3% - even though some households are expected to be spending heavily this summer as lockdowns restriction are lifted.<br></p> <p>Production of intermediate goods (items used in final products) fell 0.2%, while production of heavy duty capital goods decreased by 0.1%.<br></p>  <figure class=\"element element-image\" data-media-id=\"e8c4be7756a53e295bc4b77aa66d3d56eb38c1b6\"> <img src=\"https://media.guim.co.uk/e8c4be7756a53e295bc4b77aa66d3d56eb38c1b6/0_0_859_430/500.jpg\" alt=\"German industrial output, April 2021\" width=\"500\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">German industrial output to April 2021</span> <span class=\"element-image__credit\">Photograph: Destatis</span> </figcaption> </figure>  <p>March’s growth was revised down too, from +2.5% to +2.2%.</p> <p>It means production at German factories is still 5.6% below its pre-pandemic levels, despite the pick-up in the global economy this year.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dlacalle_IA/status/1402153619386929153\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Disappointing German industrial production. Down 1.0% in April after an increase of 2.2% in March. Significantly below consensus.</p>&mdash; Daniel Lacalle (@dlacalle_IA) <a href=\"https://twitter.com/dlacalle_IA/status/1402153619386929153?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Factory bosses have been warning of shortages of semiconductors, plastics, rubber and metals, with suppliers hiking prices in response.<br></p> <p>These shortfalls are threatening to undermine the recovery from last year’s economic slump, and are also pushing prices higher as firms try to recoup their costs.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/1402148398489387010\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">OOPS! In April, German Industrial Production drops by 1.0% MoM, misses estimates of +0.4%, due to chip crisis and construction timber shortages. <a href=\"https://t.co/9T7qm7kxLB\">pic.twitter.com/9T7qm7kxLB</a></p>&mdash; Holger Zschaepitz (@Schuldensuehner) <a href=\"https://twitter.com/Schuldensuehner/status/1402148398489387010?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Yesterday we learned that German factory orders fell in April, indicating that the problems may last for some time.</p> <p>Semiconductor shortages are a particular problem, which has already hit car production this year. Those shortages are expected to run into next year, as ramping up chip fabrication plants takes time. <a href=\"https://www.autoevolution.com/news/elon-musk-fed-up-with-the-chip-shortage-he-may-buy-tesla-a-semiconductor-plant-162105.html\">Tesla is reportedly considering buying its own chip plant, to guarantee supplies</a>.</p> <p><strong>Bosch</strong>, Europe’s largest auto supplier, says car manufacturers must put “money on the table” and make a “rock solid” commitment to orders, </p> <p>Bosch board member Harald Krüger told the Financial Times. </p> <blockquote class=\"quoted\"> <p>“The only way to get out of [the recent crisis] is to have a different level of commitment” </p> </blockquote> <p>Bosch opened a €1bn semiconductor plant in Dresden yesterday, to produce chips for its power tools in July, before beginning production on automotive chips in September.</p> <p>That might help to ease the chip shortage, though as Krüger says.... </p> <blockquote class=\"quoted\"> <p> “Money needs to be put on the table and actually parts have to be bought.</p> <p>“The commitment needs to be rock solid that those parts will be bought. It can’t be: ‘Maybe I [will] buy them, prepare for it, and maybe not.’ This doesn’t work.” </p> </blockquote> <h2><a href=\"https://www.ft.com/content/1cf585f7-016b-4428-8d25-383e67f27a4b\">More here: Carmakers must ‘put money on table’ to avoid repeat of chip crisis</a></h2> <h2>The agenda</h2> <ul> <li>8.30am BST: Bank of England to publish details of its 2021 climate change stress test<br></li> <li>10am BST: ZEW index of German economic sentiment</li> <li>10am BST: Eurozone Q1 GDP and employment figures (final estimate) </li> <li>11am BST: US NFIB business optimism index </li> <li>1.30pm BST: US trade balance for April </li> <li>3pm BST: US JOLTS index of job openings</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:00:50.376Z\">at 8.00am BST</time></p>  </div>","wordcount":"2627","commentCloseDate":"2021-06-11T06:55:29Z","commentable":"true","firstPublicationDate":"2021-06-08T06:55:29Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:43:11Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjxt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b32937f114a7aa21a17fef968c8ac46c978f7e29/0_109_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The eurozone’s recession was much shallower than feared. Statistics body Eurostat has revised up its estimate of GDP in the first quarter of 2021; now estimating the eurozone economy only shrank by 0.3% in January-March, not the 0.6% contraction first reported. It’s a welcome boost to Europe’s economy as it tried to pull away from the pandemic. Ireland (+7.8%) and Croatia (+5.8%) recorded the sharpest increases of GDP compared to the previous quarter, followed by Estonia (+4.8%) and Greece (+4.4%). The strongest declines were observed in Portugal (-3.3%) and Slovakia (-2.0%), followed by Germany (-1.8%) and Latvia (-1.7%) Sophie Griffiths, market analyst at OANDA, says it’s a significant upward revision: After a better-than-expected first quarter, combined with easing pandemic restrictions, improving vaccine numbers, and an upbeat outlook for the coming months, there is a good chance that European bourses could continue pressing higher to fresh record levels. UK banks will for the first time be forced to reveal their exposure to the climate crisis, highlighting the risks that rising temperatures and sea levels could pose for the financial system, as part of the Bank of England’s climate stress tests this year. The stress tests will put 19 banks and insurers through three climate scenarios, according to an update released Tuesday, including one where governments fail to take further steps to curb greenhouse gas emissions, resulting in average temperature increases of 3.3C and a 3.9m rise in sea levels. The central bank will be monitoring how those scenarios could impact potential loan losses, as customers default due to slowing growth and economic uncertainty. However, the Bank of England will not identify individual businesses through the tests and will release only aggregate results for the banking and insurance sector, which will be published in May 2022. The tests will look ahead 30 years. But the central bank also confirmed that the information will not be used to set capital requirements, which determine the kind of financial cushion that banks need in order to protect them from risky loans and products on their balance sheets. Instead, the exercise is meant to improve the way banks and insurers manage risks, and prompt a strategic review of their operations in light of the climate threat. Here’s the full story: Positive Money senior economist David Barmes is disappointed the BoE isn’t going further, though: “It is concerning that the Bank of England appears to be ruling out using climate stress tests to help inform changes to capital requirements. Climate capital rules that reflect the high risk of fossil fuel investments are a necessary inevitability to ensure financial stability and alignment with the government’s climate plans, and the Bank needs to be introducing such policies without delay. “By delaying the implementation of climate capital rules, the Bank is undermining its duty to protect financial stability and support net-zero.” Investor sentiment in Germany has fallen, but hopes of a strong economic recovery this year are still on track. That’s according to the ZEW Economic Research institute. Its poll of investors’ economic sentiment has fallen to 79.8 points this month, from 84.4 in the previous month, and lower than expected But.. the survey also shows that the economy is improving; ZEW’s gauge of current conditions jumped sharply to -9.1 points from -40.1 the previous month. ZEW President Achim Wambach said in a statement. “The economic recovery is progressing,” “The decline in expectations is probably largely due to the considerably better assessment of the economic situation, which is now back at pre-crisis levels.” The City of London’s last “open outcry” trading floor is to reopen, after opposition to plans to move to all-electronic trading. The London Metal Exchange has announced that, following a consultation, the Ring will reopen for physical trading on 6th September. The move means that metal traders can look forward to returning to their red leather benches, and setting the world’s daily benchmark prices for industrial metals such as copper, aluminium and zinc by shouting buy and sell orders at each other. The Ring has been temporarily closed since the first wave of the pandemic. And back in January, the LME proposed going digital - closing one of the last remaining in-person trading sites at major financial centres. That provoked a backlash from some brokers, who insisted that physical trading was the best way to organize price discovery (while sticking to a strict dress code, keeping one’s hair presentable, not chewing gum, and never leaving one’s seat!) LME users were split on the issue, with smaller traders favouring prices being discovered in the Ring, and larger ones pushing for electronic trading. So in a delicate compromise, this outcry trading will only set lunchtime Official Prices. Closing prices will be decided electronically (as they have been since March 2020). Matthew Chamberlain, LME CEO, explains: The divergent views in response to the Discussion Paper were particularly apparent between traditional participants and some smaller physical clients on the one hand, and our larger merchant trader and financial participants on the other. However, respondents were constructive in proposing approaches to reconcile these differences, respecting the differing needs of the LME community, and preserving the unique and mutually beneficial blend of physical and financial market liquidity, which makes our market so special. Global stock markets hit a fresh record high overnight too, with the MSCI All-Country World Index touching a new peak. Investors are waiting for key events and data releases this week, such as inflation data from China (Wednesday), the next US inflation report (Thursday), and the European Central Bank’s monetary policy meeting (Thursday). They’ll all be examined for signs that the recovery is on track, and hints of when central bankers might start to tighten their stimulus packages. Ray Attrill, head of FX Strategy at National Australia Bank, says: The start of a new week has not seen much by way of price action across all asset classes. “It’s hard to avoid the sense the global markets are for the most part now simply lurching from one big event risk to the next with not a lot to see in-between. It’s another quiet day in Europe’s stock markets, as investors take a breather after some lively sessions this year. The pan-European Stoxx 600 snuck up to a new record high this morning, up 0.2% to 454.52, suggesting confidence in the recovery remains strong. However, Germany’s DAX is slightly lower, following this morning’s surprise drop in industrial output. Manufacturers such as HeidelbergCement (-2.6%), materials group Covestra (-1.3%), and carmakers Volkswagen (-1.5%) and Daimler (-1.2%) as leading the fallers. On April’s factory slowdown, Teeuwe Mevissen, senior market economist at Rabobank, says: “I think it says more about the supply constraints. The big question is how long will these remain,” “Markets are in a wait-and-see mode. Valuations are high, and they need new catalysts to justify further buying.” Back on Germany....Capital Economics’ Andrew Kenningham says its factory slowdown means the economy was under par in April. But he’s still hopeful that Germany return to growth in the current quarter, having shrunk in January-March. He writes: The decline in German industrial production in April underlines that the German economy was performing well below normal at the start of the second quarter. But things should have improved since then, so we still expect GDP to rebound after its sharp decline in Q1. British American Tobacco (+1.6%) are also in the risers, after raising revenue forecasts on the back of higher demand for ‘non-tobacco’ products (such as vaping kits and nicotine pouches). BAT now expects revenue growth guidance of above 5% for 2021, as it pushes these ‘new category’ products such as Vuse, Velo and Glo. Jack Bowles, chief executive, said BAT had a “record quarter for consumer acquisition”. “We added +1.4 million non-combustible product consumers in Q1, to reach a total of 14.9 million. “We are growing New Categories at pace, encouraging more smokers to switch to scientifically substantiated reduced-risk alternatives.” Back in February, my colleagues Rob Davies and Matthew Chapman reported how BAT had launched a £1bn campaign using social media and popular influencers to promote its e-cigarettes, vapes and pouches. They explained: Critics say that such viral videos, even if they aren’t paid-for adverts, are the consequence of a global marketing push designed to offset dwindling cigarette consumption by recruiting the nicotine consumers of the future. BAT has embarked on a £1bn campaign that harnesses the popular appeal of social media influencers, pop stars and sporting events. According to a wide-ranging report by The Bureau of Investigative Journalism, it has also attracted younger adults, non-smokers and even reached the eyes of children. Shares in UK insurance firm Aviva have jumped 3.6%, after activist investor Cevian took a 5% stake - and started pressing for change. Cevian, Europe’s biggest activist investor, is pushing for Aviva to make deeper cost cuts, and return £5bn to investors following recent asset sales. Christer Gardell, Cevian’s co-founder, says: “Aviva has been poorly managed for many years, and its high-quality core businesses have been held back by high costs and a series of bad strategic decisions.” Shares in Aviva have gained 14.7p to 425p this morning, their highest since January 2020, just before the pandemic. Aviva has been selling off international assets since CEO Amanda Blanc took the helm last summer, and pledged to focus on larger businesses in the UK, Ireland and Canada. But Cevian argues that Aviva’s share price could climb to more than £8 within three years, if it returned excess capital to shareholders through dividends or buybacks. The FT has more details... Aviva has promised substantial returns and cost reductions as central planks of its strategy shift under Blanc, who has told investors that her mantra is to move quickly. However, Cevian wants a specific return of £5bn in dividends or buybacks of capital that the insurer has in excess of regulatory requirements The activist fund also believes that the cost-cutting can go further, calling for reductions of more than £500m from Aviva’s annual cost base by 2023, compared with the management’s target of £300m. It is also pushing for a leaner management structure, according to a person familiar with the matter. In London, stocks have opened a little higher, with the FTSE 100 up 15 points or 0.2% to 7092 points. Asset manager Intermediate Capital Group are the top riser, surging 6.7%, after reporting record profits, and a 19% jump in third-party assets under management amid the recovery in markets over the last year. But oil producer Royal Dutch Shell are down 1.3%, following a drop in the oil price this morning, while steelmaker Evraz is down 1.5%. Brent crude has dipped 0.5% to $71 per barrel, after China’s crude oil imports dropped by almost 15% in May - suggesting weaker demand. Bob Yawger, director of energy futures at Mizhuo Securities, said: “Chinese oil imports at a five-month low ... would tend to confirm weakness in the Asia market.” On a brighter note, Japan’s economy shrank by less than first feared in the January-March quarter. Q1 GDP was revised up today, to show an annualised contraction of 3.9% (so almost 1% smaller on a quarterly basis). That’s up from a preliminary reading of a 5.1% contraction (or -1.3% q/q). Government spending and corporate investment fell less than first estimated, although household spending fell slightly more. Although the upgrade is welcome, it still leaves Japan half-way into recession, and breaks its recovery in the second half of 2020. A lack of semiconductors, timber and other intermediate goods weighed on German industrial output, says Reuters: The weaker than expected industrial figures suggest that the German economy will have to rely on household spending to support a still-fragile recovery from the coronavirus crisis. “Such a combination is unparalleled: Order books in industry are well filled and production is falling,” VP Bank economist Thomas Gitzel said, adding that the supply problems with semiconductors were pushing down output in the car industry. So despite well-filled order books, manufacturing will only make a limited contribution to overall economic growth in the second quarter, Gitzel said. The week-long blockage of the Suez Canal by the Ever Given in March contributed to the supply chain problems hitting German firms in April, suggests Carsten Brzeski of ING. He writes that April’s disappointing drop in industrial production suggests the rebound of the German economy in Q2 has ‘started with shaky knees’: The disappointing start to the second quarter suggests that supply chain disruptions, like the blockage of the Suez Canal in April or the ongoing semiconductor delivery problems, have not left German industry unscathed. However despite today’s disappointment, the industrial outlook remains bright. Brzeski adds that capacity issues and the lack of qualified workers could soon return as the most pressing hurdles to growth, as lack of demand isn’t a problem. Destatis also reports that German construction output fell by 4.3% in April -- suggesting that shortages of building materials might be weighing on the sector. Energy production jumped by 6.0%. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Output at German factories has fallen unexpectedly, as supply chain bottlenecks and shortages of key parts and materials such as computer chips threaten to undermine the recovery. German industrial production fell by 1.0% in April, the Federal Statistics Office reports this morning. That’s shy of forecasts of a 0.5% rise, as Europe’s largest economy looked to recover from its contraction earlier this year. Production of consumer goods slumped by 3.3% - even though some households are expected to be spending heavily this summer as lockdowns restriction are lifted. Production of intermediate goods (items used in final products) fell 0.2%, while production of heavy duty capital goods decreased by 0.1%. March’s growth was revised down too, from +2.5% to +2.2%. It means production at German factories is still 5.6% below its pre-pandemic levels, despite the pick-up in the global economy this year. Factory bosses have been warning of shortages of semiconductors, plastics, rubber and metals, with suppliers hiking prices in response. These shortfalls are threatening to undermine the recovery from last year’s economic slump, and are also pushing prices higher as firms try to recoup their costs. Yesterday we learned that German factory orders fell in April, indicating that the problems may last for some time. Semiconductor shortages are a particular problem, which has already hit car production this year. Those shortages are expected to run into next year, as ramping up chip fabrication plants takes time. Tesla is reportedly considering buying its own chip plant, to guarantee supplies. Bosch, Europe’s largest auto supplier, says car manufacturers must put “money on the table” and make a “rock solid” commitment to orders, Bosch board member Harald Krüger told the Financial Times. “The only way to get out of [the recent crisis] is to have a different level of commitment” Bosch opened a €1bn semiconductor plant in Dresden yesterday, to produce chips for its power tools in July, before beginning production on automotive chips in September. That might help to ease the chip shortage, though as Krüger says.... “Money needs to be put on the table and actually parts have to be bought. “The commitment needs to be rock solid that those parts will be bought. It can’t be: ‘Maybe I [will] buy them, prepare for it, and maybe not.’ This doesn’t work.” More here: Carmakers must ‘put money on table’ to avoid repeat of chip crisis The agenda 8.30am BST: Bank of England to publish details of its 2021 climate change stress test 10am BST: ZEW index of German economic sentiment 10am BST: Eurozone Q1 GDP and employment figures (final estimate) 11am BST: US NFIB business optimism index 1.30pm BST: US trade balance for April 3pm BST: US JOLTS index of job openings","charCount":"16520","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/graemewearden\">Graeme Wearden</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live","type":"liveblog","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2021-06-08T10:31:43Z","webTitle":"Brexit: Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens – live","webUrl":"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live","apiUrl":"https://content.guardianapis.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live","fields":{"headline":"Brexit: Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens – live","standfirst":"<p>Latest updates: minister suggests US might side with UK over the Northern Ireland protocol if issue is brought up at this week’s G7 summit</p><ul><li><a href=\"https://www.theguardian.com/politics/2021/jun/08/stop-brexit-blame-game-northern-ireland-business-leaders-tell-uk-and-eu\">Stop Brexit ‘blame game’, Northern Ireland business leaders tell UK and EU</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus global updates – live</a></li></ul>","trailText":"Minister suggests US might side with UK over the Northern Ireland protocol if issue is brought up at this week’s G7 summit","byline":"Andrew Sparrow","main":"<figure class=\"element element-image\" data-media-id=\"b57a47aaf89ec867f190025a334e1c318cb7e686\"> <img src=\"https://media.guim.co.uk/b57a47aaf89ec867f190025a334e1c318cb7e686/0_400_6000_3600/1000.jpg\" alt=\"Waiting lorries in the container terminal in Belfast Port in May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Waiting lorries in the container terminal in Belfast Port in May.</span> <span class=\"element-image__credit\">Photograph: Artur Widak/NurPhoto/REX/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60bf46358f0837b8708e0fd2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:31:43.500Z\">11.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from <strong>Dmitry Grozoubinski</strong>, a trade specialist and founder of the ExplainTrade consultancy, on the row between the UK and the EU over the Northern Ireland protocol.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DmitryOpines/status/1402182146798796800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The sausage thing is a microcosm of the Northern Ireland Protocol. It has everything:<br><br>1⃣ UK complaining about rules it definitely signed up to <br>2⃣ EU being inflexible on something not remotely threatening anyone&#39;s actual safety <br>3⃣ Hyperbolic headlines<br>4⃣ Wild accusations</p>&mdash; Dmitry Grozoubinski (@DmitryOpines) <a href=\"https://twitter.com/DmitryOpines/status/1402182146798796800?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DmitryOpines/status/1402182155489402884\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">When trade nerds bang on about the importance of trust, this kind of stuff is why. <br><br>The EU could almost certainly afford to find some middle ground and let in some sausages... but can&#39;t because it doesn&#39;t want to signal to an already perfidious Albion that the NIP is... <a href=\"https://t.co/toxR9wA9gH\">pic.twitter.com/toxR9wA9gH</a></p>&mdash; Dmitry Grozoubinski (@DmitryOpines) <a href=\"https://twitter.com/DmitryOpines/status/1402182155489402884?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf413f8f0827600c04c4db\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:18:21.037Z\">11.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eustice says people should not travel abroad on holiday this summer</h2>  <div class=\"block-elements\">  <p>In interviews this morning, as well as talking about sausage trade wars with the EU, <strong>George Eustice</strong>, the environment secretary, also urged people to holiday at home this year because of Covid.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>Our advice has been don’t travel unless it’s absolutely necessary.</p> <p>Obviously we had hoped, with these three categories that we had, we had hoped that situation would be improving in other parts of the world, that we’d be able to progressively add other countries to the green list.</p> <p>Sadly, that’s not the situation, we do have this new variant of concern first identified in India that is now cropping up in other countries, and we’ve just got to take a very cautious approach.</p> </blockquote> <p>Eustice said that he would be staying at home this year and that he had “no intention of travelling or going on a holiday abroad this summer”.</p> <p>In fact, although the government used to advise people against non-essential travel abroad, that guidance was changed on 17 May. Since then the government has not opposed people going on holiday to green list countries.</p> <p>But Eustice’s comments will nevertheless be seen as a sign that the green list is not expected to be widely opened up any time soon.</p> </div>   </div> <div id=\"block-60bf408b8f0827600c04c4d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T10:06:10.296Z\">11.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Young people are increasingly confident about getting a Covid vaccine, <strong>Dr Nikki Kanani</strong>, director of primary care at NHS England, said this morning. She told BBC Breakfast:</p> <blockquote class=\"quoted\"> <p>More than four in five 40 to 49-year-olds have had their first dose and two-thirds of 30 to 39-year-olds have already had theirs, and that is still going to increase, of course, as people come forward, so uptake remains high.</p> <p>We had additional polling over the weekend that shows that the confidence in the vaccine has increased by a fifth - by 20% - in those under-40s.</p> </blockquote> </div>   </div> <div id=\"block-60bf369d8f08336d75f065d5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:56:38.324Z\">10.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cummings has not yet given MPs written evidence Hancock lied, says Hunt</h2>  <div class=\"block-elements\">  <p>On Thursday Matt Hancock, the health secretary, will give evidence to the Commons health and science committees, who are holding a joint inquiry into the government’s handling of the Covid crisis. Some of the questions will relate to the many and damning criticisms of Hancock made by Dominic Cummings, the former chief adviser to the prime minister, when he gave evidence to the inquiry last month.</p> <p>The MPs were particularly shocked by Cummings’ claim that Hancock had repeatedly lied about what his department was doing, and they asked Cummings to provide written evidence to back up his allegations. <strong>Jeremy Hunt</strong>, the health committee chair, told Times Radio this morning that Cummings has yet to submit that evidence. He said:</p> <blockquote class=\"quoted\"> <p>Well, obviously, Dominic Cummings made some very serious allegations against [Hancock] in particular, saying that he lied repeatedly.</p> <p>So we will put those allegations to him, but we haven’t received the written evidence to back those claims up that we were expecting.</p> <p>But we’ll be putting all those allegations to [Hancock] to give him his rightful chance to respond.</p> </blockquote> </div>   </div> <div id=\"block-60bf36e48f08336d75f065e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:34:12.294Z\">10.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to<a href=\"https://www.thetimes.co.uk/article/june-21-lockdown-lifting-set-to-be-delayed-by-fortnight-bfvnthssj\"> today’s Times splash (paywall),</a> ministers are considering delaying by a fortnight the full lifting of Covid restrictions in England originally scheduled for 21 June after receiving a “fairly grim” briefing from scientists. The Times reports:</p> <blockquote class=\"quoted\"> <p>Whitty, the chief medical officer for England, and Vallance, the chief scientific adviser, yesterday gave a briefing to ministers on the latest data that was described as “fairly grim”.</p> <p>They emphasised concerns about the rate of transmission of new strains of <a href=\"https://www.thetimes.co.uk/article/newsletter-signup-coronavirus-msknld6s0\">coronavirus</a>, such as the Indian variant, and that vaccinations did not provide 100 per cent protection. Millions of Britons remain unvaccinated.</p> <p>One cabinet source said they expected a delay of “between two weeks and a month” but suggested that the political fallout was likely to be limited as long as the full reopening took place before the start of the school summer holidays late next month.</p> </blockquote> <p><strong>Jeremy Hunt</strong>, the Conservative chair of the Commons health committee, told Sky News this morning that a two-week delay would be acceptable. He said:</p> <blockquote class=\"quoted\"> <p>I think the most important thing is that, when we lift this lockdown or these restrictions, we want to know that it’s forever, that we can finally get our freedom back and it’s not going to change.</p> <p>If we had to wait a couple of extra weeks because that was the scientific advice, I think most people would say that’s reasonable.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d3baed8775b3abfe5c011f0487602cd52af5bea4\"> <img src=\"https://media.guim.co.uk/d3baed8775b3abfe5c011f0487602cd52af5bea4/0_0_3500_2333/1000.jpg\" alt=\"Jeremy Hunt.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf345c8f08336d75f06598\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:20:54.747Z\">10.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Only 1% of deaths registered in England and Wales in the week ending Friday 28 May involved coronavirus, according to <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsregisteredweeklyinenglandandwalesprovisional/weekending28may2021\">the latest figures </a>from the <strong>Office for National Statistics. </strong></p> <p>There were 95 deaths where coronavirus was mentioned on the death certificate - out of 9,628 deaths in total. That is the lowest daily total since the first week of September.</p> <p>The total number of deaths for the last week of May was also 3.1% below the five-year average for deaths at this time of year.</p>  <figure class=\"element element-image\" data-media-id=\"3355a3bb92a68a3d83d171d47a76091d9c01b3a4\"> <img src=\"https://media.guim.co.uk/3355a3bb92a68a3d83d171d47a76091d9c01b3a4/0_0_622_565/500.jpg\" alt=\"Weekly death figures\" width=\"500\" height=\"454\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Weekly death figures</span> <span class=\"element-image__credit\">Photograph: ONS</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf2f838f0827600c04c3ce\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:06:13.197Z\">10.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">EU says it will retaliate 'firmly and resolutely' if UK does not stick to its Northern Ireland protocol obligations</h2>  <div class=\"block-elements\">  <p>The dispute between the UK and the EU over the implementation of the Northern Ireland protocol will be thrashed out tomorrow at a meeting in London between Lord Frost, the Brexit minister, and <strong>Maroš Šefčovič</strong>, the European commission vice president.</p> <p>It’s the first meeting of the joint partnership council, set up to oversee the implementation of the EU-UK trade deal, combined with a meeting of the joint committee, set up to oversee the operation of the Northern Ireland protocol.</p> <p>In <a href=\"https://www.telegraph.co.uk/politics/2021/06/08/uk-eu-must-sing-hymn-sheet-comes-northern-ireland/\">an article for the Daily Telegraph</a>, Šefčovič suggests that the EU is finding it hard to trust the UK because of <a href=\"https://www.theguardian.com/uk-news/2021/mar/03/supermarkets-may-get-more-time-to-adapt-to-northern-ireland-trading-rules-brexit\">the government’s decision earlier this year to unilaterally delay implementing aspects of the deal. </a>He says there have been “numerous and fundamental gaps in the UK’s implementation”, and he starts his article:</p> <blockquote class=\"quoted\"> <p>The prolific English hymn composer Isaac Watts once said: “Learning to trust is one of life’s most difficult tasks.”</p> <p>And yet it is also one of the most important tasks when it comes to building a productive, enduring and mutually beneficial partnership.</p> <p>As I travel to London today, it is clear that this week will be a defining one for consolidating trust between the European Union and the United Kingdom.</p> </blockquote> <p>And in a comment that led to the Telegraph writing up the story under the headline “Europe threatens sausage trade war”, Šefčovič says the EU will act “firmly” if the UK does not agree deadlines for complying with its obligations. He says:</p> <blockquote class=\"quoted\"> <p>Mutually agreed compliance paths, with concrete deadlines and milestones for the UK to fulfil its existing obligations, would therefore be an important stepping stone – and, I believe, a credible outcome of this joint committee.</p> <p>If this does not happen, and if the UK takes further unilateral action over the coming weeks<a href=\"https://www.telegraph.co.uk/politics/2021/06/07/eu-threatens-sausage-trade-war/\">, the EU will not be shy in reacting swiftly</a>, firmly and resolutely to ensure that the UK abides by its international law obligations.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"65a4f523eef6c1efcd8733b8d3421a3223cb140d\"> <img src=\"https://media.guim.co.uk/65a4f523eef6c1efcd8733b8d3421a3223cb140d/0_39_3500_2100/1000.jpg\" alt=\"Maroš Šefčovič.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maroš Šefčovič.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf1e1b8f0827600c04c306\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:21:03.731Z\">9.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens</h2>  <div class=\"block-elements\">  <p>Good morning. In <a href=\"https://www.theatlantic.com/magazine/archive/2021/07/boris-johnson-minister-of-chaos/619010/\">a long profile published yesterday</a>, <strong>Boris Johnson </strong>was quoted as suggesting that politics is all about stories. “People live by narrative,” he told The Atlantic. “Human beings are creatures of the imagination.” And so, with tension with the EU over the implementation of the Northern Ireland protocol escalating (or non-implementation - the UK has unilaterally delayed implementing some of the rules it agreed), Johnson may be pleased that its version of the story references one of the great plot lines from the classic Whitehall comedy, Yes Minister. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1402015634402295808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">TELEGRAPH: Europe threatens sausage trade war <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/uD1K21kZ4m\">pic.twitter.com/uD1K21kZ4m</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1402015634402295808?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>If you don’t remember the Euro sausage episode, there are reminders <a href=\"https://twitter.com/voigtl1/status/1402158588508921858\">here </a>and <a href=\"https://twitter.com/sundersays/status/1383385818966872070\">here.</a></p> <p>My colleague <strong>Daniel Boffey</strong>’s slightly more measured take on the story is here.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/07/brexit-row-deepens-between-frost-and-eu-over-northern-ireland-protocol\">EU to make Northern Ireland concessions but says patience is ‘wearing thin’</a> </p> </aside>  <p><strong>George Eustice</strong>, the environment secretary, did an interview round this morning and he claimed the Northern Ireland protocol would make it impossible for traders to sell sausages from Great Britain in Northern Ireland. He told Sky News:</p> <blockquote class=\"quoted\"> <p>What you have to bear in mind is that the protocol always envisaged that both parties would show best endeavours to make the Northern Ireland protocol work, and that included recognising that Northern Ireland was an integral part of the UK and that you should support the free flow of goods to Northern Ireland.</p> <p>What we really need the EU to do is to respect that part of the protocol and put in place sensible measures to remove things like the nonsensical ban on selling sausages or chicken nuggets to Northern Ireland – not just requiring paperwork, but actually having an outright ban on some of those goods – that clearly doesn’t make sense.</p> </blockquote> <p>On the Today programme Eustice said this rule was “bonkers”. And on LBC he described it as a “nonsense”. He said:</p> <blockquote class=\"quoted\"> <p>I suspect it links to some kind of perception that they can’t really trust any country other than an EU country to make sausages. I think that’s a nonsense. I think we’ve got a very good sausage industry in this country, we’ve got the highest standards of food hygiene in the world.</p> </blockquote> <p>The UK did, of course, agree to these rules when it signed the protocol. Asked to justify this, Eustice argued that the protocol also included a commitment that both sides would use their best endeavours to ensure goods can flow from Great Britain to Northern Ireland. He said the EU should be more willing to look for solutions. He told the Today programme:</p> <blockquote class=\"quoted\"> <p>There are lots of ways to give the European Union the assurance that they say they want for their single market, and what we should be doing is working together to identify ways forward. And that’s where the European Union have been quite slow to date to engage.</p> </blockquote> <p>He also suggested that, if this becomes an issue at this week’s G7 summit, President Biden might side with the UK. Until now Biden has effectively been siding with the EU, <a href=\"https://www.reuters.com/world/uk/biden-press-uk-pm-johnson-over-northern-ireland-times-2021-06-07/\">warning that Britain’s stance could undermine the Good Friday peace agreement</a>. But Eustice said:</p> <blockquote class=\"quoted\"> <p>I suspect that any US administration would be amazed if you were to say, for instance, that a sausage from Texas couldn’t be sold to California, there would be an outright ban – they really wouldn’t understand how that could even be contemplated.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>9.30am:</em> Boris Johnson chairs cabinet.</p> <p><em>9.30am: </em>The ONS publishes its weekly death figures for England and Wales.</p> <p><em>9.30am:</em> Bill Crothers, who worked for Greensill Capital for a period while still chief commercial officer at the Cabinet Office, gives evidence to the Commons public administration and constitutional affairs committee.</p> <p><em>11.30am:</em> Matt Hancock, the health secretary, takes questions in the Commons.</p> <p><em>12pm:</em> Downing Street is expected to hold its daily lobby briefing.</p> <p><em>After 2pm: </em>Nicola Sturgeon, Scotland’s first minister, makes a statement on Covid to the Scottish parliament.</p> <p><em>After 2.30pm: </em>MPs begin an emergency debate on cuts to the aid budget. The motion is a neutral one – “that this house has considered the matter of the 0.7% official development assistance target” – and there will be no division at the end.</p> <p>Politics Live has been a mix of Covid and non-Covid news recently, and that is likely to be the case today. For more Covid coverage, do read our global live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia\">Coronavirus live news: Portugal tourist quarantine starts today in England; Uttar Pradesh relaxing curfews in India</a> </p> </aside>  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter. I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>Alternatively, you can email me at andrew.sparrow@theguardian.com.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T09:06:44.865Z\">at 10.06am BST</time></p>  </div>","wordcount":"1937","commentCloseDate":"2021-06-11T08:42:46Z","commentable":"true","firstPublicationDate":"2021-06-08T08:42:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:31:43Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjkk","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b57a47aaf89ec867f190025a334e1c318cb7e686/0_400_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"These are from Dmitry Grozoubinski, a trade specialist and founder of the ExplainTrade consultancy, on the row between the UK and the EU over the Northern Ireland protocol. In interviews this morning, as well as talking about sausage trade wars with the EU, George Eustice, the environment secretary, also urged people to holiday at home this year because of Covid. He told Sky News: Our advice has been don’t travel unless it’s absolutely necessary. Obviously we had hoped, with these three categories that we had, we had hoped that situation would be improving in other parts of the world, that we’d be able to progressively add other countries to the green list. Sadly, that’s not the situation, we do have this new variant of concern first identified in India that is now cropping up in other countries, and we’ve just got to take a very cautious approach. Eustice said that he would be staying at home this year and that he had “no intention of travelling or going on a holiday abroad this summer”. In fact, although the government used to advise people against non-essential travel abroad, that guidance was changed on 17 May. Since then the government has not opposed people going on holiday to green list countries. But Eustice’s comments will nevertheless be seen as a sign that the green list is not expected to be widely opened up any time soon. Young people are increasingly confident about getting a Covid vaccine, Dr Nikki Kanani, director of primary care at NHS England, said this morning. She told BBC Breakfast: More than four in five 40 to 49-year-olds have had their first dose and two-thirds of 30 to 39-year-olds have already had theirs, and that is still going to increase, of course, as people come forward, so uptake remains high. We had additional polling over the weekend that shows that the confidence in the vaccine has increased by a fifth - by 20% - in those under-40s. On Thursday Matt Hancock, the health secretary, will give evidence to the Commons health and science committees, who are holding a joint inquiry into the government’s handling of the Covid crisis. Some of the questions will relate to the many and damning criticisms of Hancock made by Dominic Cummings, the former chief adviser to the prime minister, when he gave evidence to the inquiry last month. The MPs were particularly shocked by Cummings’ claim that Hancock had repeatedly lied about what his department was doing, and they asked Cummings to provide written evidence to back up his allegations. Jeremy Hunt, the health committee chair, told Times Radio this morning that Cummings has yet to submit that evidence. He said: Well, obviously, Dominic Cummings made some very serious allegations against [Hancock] in particular, saying that he lied repeatedly. So we will put those allegations to him, but we haven’t received the written evidence to back those claims up that we were expecting. But we’ll be putting all those allegations to [Hancock] to give him his rightful chance to respond. According to today’s Times splash (paywall), ministers are considering delaying by a fortnight the full lifting of Covid restrictions in England originally scheduled for 21 June after receiving a “fairly grim” briefing from scientists. The Times reports: Whitty, the chief medical officer for England, and Vallance, the chief scientific adviser, yesterday gave a briefing to ministers on the latest data that was described as “fairly grim”. They emphasised concerns about the rate of transmission of new strains of coronavirus, such as the Indian variant, and that vaccinations did not provide 100 per cent protection. Millions of Britons remain unvaccinated. One cabinet source said they expected a delay of “between two weeks and a month” but suggested that the political fallout was likely to be limited as long as the full reopening took place before the start of the school summer holidays late next month. Jeremy Hunt, the Conservative chair of the Commons health committee, told Sky News this morning that a two-week delay would be acceptable. He said: I think the most important thing is that, when we lift this lockdown or these restrictions, we want to know that it’s forever, that we can finally get our freedom back and it’s not going to change. If we had to wait a couple of extra weeks because that was the scientific advice, I think most people would say that’s reasonable. Only 1% of deaths registered in England and Wales in the week ending Friday 28 May involved coronavirus, according to the latest figures from the Office for National Statistics. There were 95 deaths where coronavirus was mentioned on the death certificate - out of 9,628 deaths in total. That is the lowest daily total since the first week of September. The total number of deaths for the last week of May was also 3.1% below the five-year average for deaths at this time of year. The dispute between the UK and the EU over the implementation of the Northern Ireland protocol will be thrashed out tomorrow at a meeting in London between Lord Frost, the Brexit minister, and Maroš Šefčovič, the European commission vice president. It’s the first meeting of the joint partnership council, set up to oversee the implementation of the EU-UK trade deal, combined with a meeting of the joint committee, set up to oversee the operation of the Northern Ireland protocol. In an article for the Daily Telegraph, Šefčovič suggests that the EU is finding it hard to trust the UK because of the government’s decision earlier this year to unilaterally delay implementing aspects of the deal. He says there have been “numerous and fundamental gaps in the UK’s implementation”, and he starts his article: The prolific English hymn composer Isaac Watts once said: “Learning to trust is one of life’s most difficult tasks.” And yet it is also one of the most important tasks when it comes to building a productive, enduring and mutually beneficial partnership. As I travel to London today, it is clear that this week will be a defining one for consolidating trust between the European Union and the United Kingdom. And in a comment that led to the Telegraph writing up the story under the headline “Europe threatens sausage trade war”, Šefčovič says the EU will act “firmly” if the UK does not agree deadlines for complying with its obligations. He says: Mutually agreed compliance paths, with concrete deadlines and milestones for the UK to fulfil its existing obligations, would therefore be an important stepping stone – and, I believe, a credible outcome of this joint committee. If this does not happen, and if the UK takes further unilateral action over the coming weeks, the EU will not be shy in reacting swiftly, firmly and resolutely to ensure that the UK abides by its international law obligations. Good morning. In a long profile published yesterday, Boris Johnson was quoted as suggesting that politics is all about stories. “People live by narrative,” he told The Atlantic. “Human beings are creatures of the imagination.” And so, with tension with the EU over the implementation of the Northern Ireland protocol escalating (or non-implementation - the UK has unilaterally delayed implementing some of the rules it agreed), Johnson may be pleased that its version of the story references one of the great plot lines from the classic Whitehall comedy, Yes Minister. If you don’t remember the Euro sausage episode, there are reminders here and here. My colleague Daniel Boffey’s slightly more measured take on the story is here. George Eustice, the environment secretary, did an interview round this morning and he claimed the Northern Ireland protocol would make it impossible for traders to sell sausages from Great Britain in Northern Ireland. He told Sky News: What you have to bear in mind is that the protocol always envisaged that both parties would show best endeavours to make the Northern Ireland protocol work, and that included recognising that Northern Ireland was an integral part of the UK and that you should support the free flow of goods to Northern Ireland. What we really need the EU to do is to respect that part of the protocol and put in place sensible measures to remove things like the nonsensical ban on selling sausages or chicken nuggets to Northern Ireland – not just requiring paperwork, but actually having an outright ban on some of those goods – that clearly doesn’t make sense. On the Today programme Eustice said this rule was “bonkers”. And on LBC he described it as a “nonsense”. He said: I suspect it links to some kind of perception that they can’t really trust any country other than an EU country to make sausages. I think that’s a nonsense. I think we’ve got a very good sausage industry in this country, we’ve got the highest standards of food hygiene in the world. The UK did, of course, agree to these rules when it signed the protocol. Asked to justify this, Eustice argued that the protocol also included a commitment that both sides would use their best endeavours to ensure goods can flow from Great Britain to Northern Ireland. He said the EU should be more willing to look for solutions. He told the Today programme: There are lots of ways to give the European Union the assurance that they say they want for their single market, and what we should be doing is working together to identify ways forward. And that’s where the European Union have been quite slow to date to engage. He also suggested that, if this becomes an issue at this week’s G7 summit, President Biden might side with the UK. Until now Biden has effectively been siding with the EU, warning that Britain’s stance could undermine the Good Friday peace agreement. But Eustice said: I suspect that any US administration would be amazed if you were to say, for instance, that a sausage from Texas couldn’t be sold to California, there would be an outright ban – they really wouldn’t understand how that could even be contemplated. Here is the agenda for the day. 9.30am: Boris Johnson chairs cabinet. 9.30am: The ONS publishes its weekly death figures for England and Wales. 9.30am: Bill Crothers, who worked for Greensill Capital for a period while still chief commercial officer at the Cabinet Office, gives evidence to the Commons public administration and constitutional affairs committee. 11.30am: Matt Hancock, the health secretary, takes questions in the Commons. 12pm: Downing Street is expected to hold its daily lobby briefing. After 2pm: Nicola Sturgeon, Scotland’s first minister, makes a statement on Covid to the Scottish parliament. After 2.30pm: MPs begin an emergency debate on cuts to the aid budget. The motion is a neutral one – “that this house has considered the matter of the 0.7% official development assistance target” – and there will be no division at the end. Politics Live has been a mix of Covid and non-Covid news recently, and that is likely to be the case today. For more Covid coverage, do read our global live blog. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. I’m on @AndrewSparrow. Alternatively, you can email me at andrew.sparrow@theguardian.com.","charCount":"11484","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2021/jun/08/american-democracy-politics-us-senate-biden-republicans","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-06-08T10:00:18Z","webTitle":"American democracy is fighting for its life – and Republicans don’t care | Robert Reich","webUrl":"https://www.theguardian.com/commentisfree/2021/jun/08/american-democracy-politics-us-senate-biden-republicans","apiUrl":"https://content.guardianapis.com/commentisfree/2021/jun/08/american-democracy-politics-us-senate-biden-republicans","fields":{"headline":"American democracy is fighting for its life – and Republicans don’t care","standfirst":"<p>If Joe Manchin won’t vote yes on the For the People Act, Biden needs to convince one Republican senator – and that’s not going to happen</p>","trailText":"If Joe Manchin won’t vote yes on the For the People Act, Biden needs to convince one Republican senator – and that’s not going to happen","byline":"Robert Reich","main":"<figure class=\"element element-image\" data-media-id=\"8859828b32b73367b4dcbe6358557e35a8faeaec\"> <img src=\"https://media.guim.co.uk/8859828b32b73367b4dcbe6358557e35a8faeaec/0_109_3000_1800/1000.jpg\" alt=\"‘Any Republican senator who joined with the Democrats in supporting the For the People Act would probably be ending their political career.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Any Republican senator who joined with the Democrats in supporting the For the People Act would probably be ending their political career.’</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>","body":"<p>On Sunday, West Virginia Senator Joe Manchin announced in an op-ed in the Charleston Gazette-Mail that he opposes the For the People Act. He also opposes ending the filibuster.</p> <p>An op-ed in the most prominent state newspaper is about as non-negotiable a position a senator can assert.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/07/us-reputation-global-standing-covid-response\">Global standing of US fails to regain ground lost by Covid response, poll shows</a> </p> </aside>  <p>It was a direct thumb-in-your-eye response to President Biden’s thinly-veiled criticism of Manchin last Tuesday in Tulsa, where Biden explained why he was having difficulty getting passage of what was supposed to be his highest priority – new voting rights legislation that would supersede a raft of new voter suppression laws in Republican-dominated states, using Trump’s baseless claim of voter fraud as pretext.</p> <p>“I hear all the folks on TV saying, ‘Why doesn’t Biden get this done?’” Biden asked rhetorically in Tulsa. “Well, because Biden only has a majority of effectively four votes in the House, and a tie in the Senate, with two members of the Senate who vote more with my Republican friends. But we’re not giving up.”</p> <p>Everyone knew he was referring to Manchin, as well as Arizona Senator Kyrsten Sinema, another Democratic holdout.</p> <p>Manchin’s very public repudiation of Biden on Sunday could mean the end of the For the People Act. That opens the way for Republican states to continue their shameless campaign of voter suppression – very possibly giving Republicans a victory in the 2022 midterm elections and entrenching Republican rule for a generation.</p> <p>As it is, registered Republicans make up only about 25% of the American electorate, and that percentage appears to be shrinking in the wake of Trump’s malodorous exit.</p> <p>But because rural Republican states like Wyoming (with 574,000 inhabitants) get two senators just as do urban ones like California (with nearly 40 million), and because Republican states have gerrymandered districts that elect House members to give them an estimated 19 extra seats over what they’d have without gerrymandering, the scales were already tipped.</p> <p>Then came the post-Trump deluge of state laws making it harder for likely Democrats to vote, and easier for Republican state legislatures to manipulate voting tallies.</p> <p>Manchin says he supports extending the John Lewis Voting Rights Act to all 50 states. That’s small comfort.</p> <p>The original 1965 Voting Rights Act was struck down by the supreme court in 2013, on the dubious logic that it was no longer needed because states with a history of suppressing Black votes no longer did so. (Note that within 24 hours of the ruling, Texas announced it would implement a strict photo ID law, and Mississippi and Alabama soon followed.)</p> <p>The efficacy of a new national Voting Rights Act would depend on an activist justice department willing to block state changes in voting laws that suppress votes <em>and </em>on an activist supreme court willing to uphold such justice department decisions. Don’t bet on either. We know what happened to the justice department under Trump, and we know what’s happened to the supreme court.</p> <p>Besides, a new Voting Rights Act wouldn’t be able to roll back the most recent round of voter suppression laws from Republican states.</p> <p>Without Manchin, then, the For the People Act is probably dead, unless Biden can convince one Republican senator to join Senate Democrats in supporting it – like, say, Utah’s Mitt Romney, who has publicly rebuked Trump for lying about the 2020 election and has something of a reputation for being an institutionalist who cares about American democracy.</p> <p>Yet given Trump’s continuing hold over the shrinking Republican Party, any Republican senator who joined with the Democrats in supporting the For the People Act would probably be ending their political career. Profiles in courage make good copy for political obituaries and memorials.</p> <p>I’m afraid history will show that, in this shameful era, Republican senators were more united in their opposition to voting rights than Democratic senators were in their support for them.</p> <p>The future of American democracy needs better odds.</p>","wordcount":"645","firstPublicationDate":"2021-06-08T10:00:18Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:01:42Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyenh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8859828b32b73367b4dcbe6358557e35a8faeaec/0_109_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On Sunday, West Virginia Senator Joe Manchin announced in an op-ed in the Charleston Gazette-Mail that he opposes the For the People Act. He also opposes ending the filibuster. An op-ed in the most prominent state newspaper is about as non-negotiable a position a senator can assert. It was a direct thumb-in-your-eye response to President Biden’s thinly-veiled criticism of Manchin last Tuesday in Tulsa, where Biden explained why he was having difficulty getting passage of what was supposed to be his highest priority – new voting rights legislation that would supersede a raft of new voter suppression laws in Republican-dominated states, using Trump’s baseless claim of voter fraud as pretext. “I hear all the folks on TV saying, ‘Why doesn’t Biden get this done?’” Biden asked rhetorically in Tulsa. “Well, because Biden only has a majority of effectively four votes in the House, and a tie in the Senate, with two members of the Senate who vote more with my Republican friends. But we’re not giving up.” Everyone knew he was referring to Manchin, as well as Arizona Senator Kyrsten Sinema, another Democratic holdout. Manchin’s very public repudiation of Biden on Sunday could mean the end of the For the People Act. That opens the way for Republican states to continue their shameless campaign of voter suppression – very possibly giving Republicans a victory in the 2022 midterm elections and entrenching Republican rule for a generation. As it is, registered Republicans make up only about 25% of the American electorate, and that percentage appears to be shrinking in the wake of Trump’s malodorous exit. But because rural Republican states like Wyoming (with 574,000 inhabitants) get two senators just as do urban ones like California (with nearly 40 million), and because Republican states have gerrymandered districts that elect House members to give them an estimated 19 extra seats over what they’d have without gerrymandering, the scales were already tipped. Then came the post-Trump deluge of state laws making it harder for likely Democrats to vote, and easier for Republican state legislatures to manipulate voting tallies. Manchin says he supports extending the John Lewis Voting Rights Act to all 50 states. That’s small comfort. The original 1965 Voting Rights Act was struck down by the supreme court in 2013, on the dubious logic that it was no longer needed because states with a history of suppressing Black votes no longer did so. (Note that within 24 hours of the ruling, Texas announced it would implement a strict photo ID law, and Mississippi and Alabama soon followed.) The efficacy of a new national Voting Rights Act would depend on an activist justice department willing to block state changes in voting laws that suppress votes and on an activist supreme court willing to uphold such justice department decisions. Don’t bet on either. We know what happened to the justice department under Trump, and we know what’s happened to the supreme court. Besides, a new Voting Rights Act wouldn’t be able to roll back the most recent round of voter suppression laws from Republican states. Without Manchin, then, the For the People Act is probably dead, unless Biden can convince one Republican senator to join Senate Democrats in supporting it – like, say, Utah’s Mitt Romney, who has publicly rebuked Trump for lying about the 2020 election and has something of a reputation for being an institutionalist who cares about American democracy. Yet given Trump’s continuing hold over the shrinking Republican Party, any Republican senator who joined with the Democrats in supporting the For the People Act would probably be ending their political career. Profiles in courage make good copy for political obituaries and memorials. I’m afraid history will show that, in this shameful era, Republican senators were more united in their opposition to voting rights than Democratic senators were in their support for them. The future of American democracy needs better odds.","charCount":"3995","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robert-reich\">Robert Reich</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"us-news/2021/jun/08/california-assault-weapons-ban-struck-down-explained","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-06-08T10:00:17Z","webTitle":"What the overturning of California’s assault weapons ban means for America","webUrl":"https://www.theguardian.com/us-news/2021/jun/08/california-assault-weapons-ban-struck-down-explained","apiUrl":"https://content.guardianapis.com/us-news/2021/jun/08/california-assault-weapons-ban-struck-down-explained","fields":{"headline":"What the overturning of California’s assault weapons ban means for America","standfirst":"<p>A judge’s decision on the 32-year-old law could have national implications if it heads to the US supreme court</p>","trailText":"A judge’s decision on the 32-year-old law could have national implications if it heads to the US supreme court","byline":"Lois Beckett and Abené Clayton","main":"<figure class=\"element element-image\" data-media-id=\"28ed8bb2f7322223e2c8a1b09b11bbf4298e9cd5\"> <img src=\"https://media.guim.co.uk/28ed8bb2f7322223e2c8a1b09b11bbf4298e9cd5/0_0_4641_2785/1000.jpg\" alt=\"A customer holds an AR-15 style rifle at a gun show in Costa Mesa, California. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A customer holds an AR-15 style rifle at a gun show in Costa Mesa, California, last week.</span> <span class=\"element-image__credit\">Photograph: Patrick T Fallon/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>In a polarizing decision on Friday night, a <a href=\"https://www.theguardian.com/us-news/2021/jun/05/california-assault-rifles-ban-gavin-newsom-judge-roger-benitez-ar-15-swiss-army-knife\">federal judge struck down</a> California’s 32-year-old ban on assault weapons, ruling that it violated Americans’ constitutional right to own guns for self protection. In the 94-page decision, Judge Roger Benitez <a href=\"https://oag.ca.gov/system/files/attachments/press-docs/Decision%20--%20Miller%2020210604.pdf\">compared an AR-15 rifle to a “Swiss army knife”</a> and falsely claimed that more Californians had died from the Covid-19 vaccine than from mass shootings.</p> <p>Although the decision has sparked outrage in California, it has the potential to have a much broader national impact. If the case is appealed to the supreme court, the court’s new conservative majority could use the legal battle to rule that banning military-style “assault weapons” is unconstitutional, undermining the Biden administration’s endorsement of a national ban.</p> <p>Here’s what you need to know about the decision:</p> <h2><strong>What did the judge rule?</strong></h2> <p>California’s longstanding rule prohibits the manufacturing, purchasing, and possession of firearms that are <a href=\"https://oag.ca.gov/sites/all/files/agweb/pdfs/firearms/forms/aws-guide.pdf?\">categorized as assault weapons</a>. Judge Benitez, who was nominated to the bench by George W Bush in 2003 and has a <a href=\"https://www.sandiegouniontribune.com/news/courts/story/2021-06-05/san-diego-federal-judge-wipes-out-a-key-pillar-of-state-gun-regulations-again\">history</a> of siding with gun lobbyists on matters such as background checks and magazine capacity limits, found that California’s <a href=\"https://giffords.org/lawcenter/state-laws/assault-weapons-in-california/\">restrictions</a> violate the second amendment. Among other arguments, he reasons that the state’s goal to prevent mass shootings via the ban puts residents at risk of not having the means to defend themselves against home intruders.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/05/california-assault-rifles-ban-gavin-newsom-judge-roger-benitez-ar-15-swiss-army-knife\">‘Disgusting slap in the face’: California governor slams judge as assault weapons ban overturned</a> </p> </aside>  <h2><strong>Does the decision come as a surprise?</strong></h2> <p>California judges have mostly shared a consensus on the constitutionality of state gun laws, including restrictions on high-capacity magazines and mandated background checks. But Benitez is an “extreme outlier”, said Ari Freilich, the state policy director of the Giffords Law Center to Prevent Gun Violence. Benitez previously decided to toss out California’s 10-round magazine capacity limit and blocked background checks for ammunition sales.</p> <p>Freilich also points to a rule in the southern district court of California that refers cases to judges with prior experience in dealing with whatever issue is at hand. In the case of the state’s most contested gun laws, this means that gun cases in this particular court tend to end up on Benitez’s docket.</p> <p>“The gun lobby’s strategy is to file identical cases in many courts and hope they strike gold and get a judge that will side with their radical thoughts,” Freilich said. “Most judges kick these claims out of court in the early stages. But this one extreme outlier, Judge Benitez, has continued to put decades of progress in peril.”</p> <h2><strong>What does this change right now?</strong></h2> <p>For the moment, not much. The state’s current assault weapon ban will still be in effect until California’s appeals court hands down a final ruling that will apply to the entire state. The judge put in place a 30-day stay – which suspends any implementation – so that the state attorney general, Rob Bonta, can file an appeal. There is a conflicting ruling in the state’s central district court that upheld the state’s current assault weapon restriction, which means the fate of this policy will probably be decided by a panel of judges in the ninth circuit court of appeals.</p> <p>While the ninth circuit used to be “famously liberal” and would typically reverse any pro-gun rulings by lower courts, the appointment of new judges by Donald Trump has made the appeals court “much more balanced”, making the court’s ruling on the assault weapon ban case less clear, said Adam Winkler, a firearms law expert at the University of California Los Angeles. No matter what the ninth circuit rules, the case could be appealed to the US supreme court, where several conservative justices have signaled their eagerness to revisit second amendment cases.</p> <h2><strong>What do we know about how effective the ban was?</strong></h2> <p>Though continued high-profile mass shootings have called the efficacy of California’s strict gun laws into question, gun violence prevention advocates contend that the state’s restrictions on high-capacity magazines and assault weapons can mean the difference between a single-victim shooting and mass casualty event.</p> <p>Nationally, though, <a href=\"https://www.theguardian.com/us-news/2016/jun/21/gun-control-debate-mass-shootings-gun-violence\">handguns are used in the majority of gun murders</a>, with rifles listed as the murder weapon in<a href=\"https://www.theguardian.com/us-news/2016/jun/21/gun-control-debate-mass-shootings-gun-violence\"> fewer than 4% of murders from 2010 to 2014</a>, according to FBI data.</p> <p>“While bans on military-style weapons are very popular in the gun safety movement, these guns are popular firearms, they’re not used relatively often to commit crimes, and most of the crimes committed with these weapons could and would be easily committed with handguns or other substitutes,” Winkler says.</p>  <figure class=\"element element-image\" data-media-id=\"7a0767ae75e9e4003e3e84a25bc713a7eebb64dd\"> <img src=\"https://media.guim.co.uk/7a0767ae75e9e4003e3e84a25bc713a7eebb64dd/0_234_3500_2100/1000.jpg\" alt=\"gun equipment at a store in Oceanside, California\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gun owners have claimed the ‘cosmetic’ tweaks required by California’s law did little to change weapons’ lethality.</span> <span class=\"element-image__credit\">Photograph: Bing Guan/Reuters</span> </figcaption> </figure>  <h2><strong>Why have gun owners continued to fight against California’s assault weapon ban?</strong></h2> <p>Gun owners have argued that the “cosmetic” tweaks the California law required were annoying, but didn’t make much difference in the guns’ fundamental lethality, or in the market for military-style weapons.</p> <p>Chuck Rossi, a co-founder of Open Source Defense, a <a href=\"https://www.theguardian.com/us-news/2020/may/15/gun-sales-us-zoom-classes-activists\">Silicon Valley gun rights group</a>, said he had spent hundreds of dollars modifying his existing guns so they would meet the requirements of California’s assault weapons law.</p> <p>Many gun manufacturers already made “California compliant versions” of their AR-15 style rifles, Rossi said, so anyone who wanted these kinds of weapons in the state could already buy them.</p> <p>“If this ruling stands, it will make no appreciable difference. The guns are already there,” Rossi said. “This hand-wringing, like, ‘this is the end of the world,’ ‘these guns are going to flood our streets’ – they’re there in the millions already. It’s insane to think this is a significant change.’”</p> <h2><strong>What are the national implications of this decision?</strong></h2> <p>While a national ban on assault weapons expired in 2004, <a href=\"https://giffords.org/lawcenter/gun-laws/policy-areas/hardware-ammunition/assault-weapons/\">seven states and the District of Columbia</a> still have laws regulating the sale and possession of certain military-style weapons.</p> <p>For years, federal courts have upheld these assault weapon bans as compatible with second amendment gun rights. But after Trump appointed three pro-gun justices to the supreme court, some legal experts now expect the nation’s highest court to begin expanding the scope of the second amendment, and invalidating some gun control laws.</p> <p>“I think it’s possible to imagine five justices on the court right now who would agree with Judge Benitez that California’s ban on assault weapons is unconstitutional,” Winkler said.</p> <p>In a 2011 <a href=\"https://www.cadc.uscourts.gov/internet/opinions.nsf/DECA496973477C748525791F004D84F9/%24file/10-7036-1333156.pdf#page=46\">dissent</a> written before Trump nominated him to the supreme court, Brett Kavanaugh argued that the District of Columbia’s <a href=\"https://www.theguardian.com/law/2018/jul/10/supreme-court-brett-kavanaugh-assault-weapons-ban-unconstitutional\">assault weapon ban was unconstitutional</a> and that since semiautomatic rifles were “in common use” they should not be banned, a record that gun control advocates warned made it likely that he would go on to <a href=\"https://www.theguardian.com/law/2018/jul/10/supreme-court-brett-kavanaugh-assault-weapons-ban-unconstitutional\">strike down bans on AR-15s.</a></p> <p>Amy Coney Barrett, another Trump supreme court appointee, previously argued that barring all felons from owning firearms, one of the few basic restrictions on American gun ownership, was <a href=\"https://www.washingtonpost.com/politics/courts_law/supreme-court-barrett-gun-laws/2020/10/10/3845995e-0976-11eb-9be6-cf25fb429f1a_story.html\">unconstitutional</a>.</p> <p>Gun rights advocates said they were cautiously optimistic about the case eventually making it to the supreme court. “I think if they take it, the ban would be held unconstitutional,” said Dave Kopel, a pro-gun attorney who has been involved in previous cases challenging assault weapons bans.</p>","wordcount":"1147","firstPublicationDate":"2021-06-08T10:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:01:41Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyghp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/28ed8bb2f7322223e2c8a1b09b11bbf4298e9cd5/0_0_4641_2785/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In a polarizing decision on Friday night, a federal judge struck down California’s 32-year-old ban on assault weapons, ruling that it violated Americans’ constitutional right to own guns for self protection. In the 94-page decision, Judge Roger Benitez compared an AR-15 rifle to a “Swiss army knife” and falsely claimed that more Californians had died from the Covid-19 vaccine than from mass shootings. Although the decision has sparked outrage in California, it has the potential to have a much broader national impact. If the case is appealed to the supreme court, the court’s new conservative majority could use the legal battle to rule that banning military-style “assault weapons” is unconstitutional, undermining the Biden administration’s endorsement of a national ban. Here’s what you need to know about the decision: What did the judge rule? California’s longstanding rule prohibits the manufacturing, purchasing, and possession of firearms that are categorized as assault weapons. Judge Benitez, who was nominated to the bench by George W Bush in 2003 and has a history of siding with gun lobbyists on matters such as background checks and magazine capacity limits, found that California’s restrictions violate the second amendment. Among other arguments, he reasons that the state’s goal to prevent mass shootings via the ban puts residents at risk of not having the means to defend themselves against home intruders. Does the decision come as a surprise? California judges have mostly shared a consensus on the constitutionality of state gun laws, including restrictions on high-capacity magazines and mandated background checks. But Benitez is an “extreme outlier”, said Ari Freilich, the state policy director of the Giffords Law Center to Prevent Gun Violence. Benitez previously decided to toss out California’s 10-round magazine capacity limit and blocked background checks for ammunition sales. Freilich also points to a rule in the southern district court of California that refers cases to judges with prior experience in dealing with whatever issue is at hand. In the case of the state’s most contested gun laws, this means that gun cases in this particular court tend to end up on Benitez’s docket. “The gun lobby’s strategy is to file identical cases in many courts and hope they strike gold and get a judge that will side with their radical thoughts,” Freilich said. “Most judges kick these claims out of court in the early stages. But this one extreme outlier, Judge Benitez, has continued to put decades of progress in peril.” What does this change right now? For the moment, not much. The state’s current assault weapon ban will still be in effect until California’s appeals court hands down a final ruling that will apply to the entire state. The judge put in place a 30-day stay – which suspends any implementation – so that the state attorney general, Rob Bonta, can file an appeal. There is a conflicting ruling in the state’s central district court that upheld the state’s current assault weapon restriction, which means the fate of this policy will probably be decided by a panel of judges in the ninth circuit court of appeals. While the ninth circuit used to be “famously liberal” and would typically reverse any pro-gun rulings by lower courts, the appointment of new judges by Donald Trump has made the appeals court “much more balanced”, making the court’s ruling on the assault weapon ban case less clear, said Adam Winkler, a firearms law expert at the University of California Los Angeles. No matter what the ninth circuit rules, the case could be appealed to the US supreme court, where several conservative justices have signaled their eagerness to revisit second amendment cases. What do we know about how effective the ban was? Though continued high-profile mass shootings have called the efficacy of California’s strict gun laws into question, gun violence prevention advocates contend that the state’s restrictions on high-capacity magazines and assault weapons can mean the difference between a single-victim shooting and mass casualty event. Nationally, though, handguns are used in the majority of gun murders, with rifles listed as the murder weapon in fewer than 4% of murders from 2010 to 2014, according to FBI data. “While bans on military-style weapons are very popular in the gun safety movement, these guns are popular firearms, they’re not used relatively often to commit crimes, and most of the crimes committed with these weapons could and would be easily committed with handguns or other substitutes,” Winkler says. Why have gun owners continued to fight against California’s assault weapon ban? Gun owners have argued that the “cosmetic” tweaks the California law required were annoying, but didn’t make much difference in the guns’ fundamental lethality, or in the market for military-style weapons. Chuck Rossi, a co-founder of Open Source Defense, a Silicon Valley gun rights group, said he had spent hundreds of dollars modifying his existing guns so they would meet the requirements of California’s assault weapons law. Many gun manufacturers already made “California compliant versions” of their AR-15 style rifles, Rossi said, so anyone who wanted these kinds of weapons in the state could already buy them. “If this ruling stands, it will make no appreciable difference. The guns are already there,” Rossi said. “This hand-wringing, like, ‘this is the end of the world,’ ‘these guns are going to flood our streets’ – they’re there in the millions already. It’s insane to think this is a significant change.’” What are the national implications of this decision? While a national ban on assault weapons expired in 2004, seven states and the District of Columbia still have laws regulating the sale and possession of certain military-style weapons. For years, federal courts have upheld these assault weapon bans as compatible with second amendment gun rights. But after Trump appointed three pro-gun justices to the supreme court, some legal experts now expect the nation’s highest court to begin expanding the scope of the second amendment, and invalidating some gun control laws. “I think it’s possible to imagine five justices on the court right now who would agree with Judge Benitez that California’s ban on assault weapons is unconstitutional,” Winkler said. In a 2011 dissent written before Trump nominated him to the supreme court, Brett Kavanaugh argued that the District of Columbia’s assault weapon ban was unconstitutional and that since semiautomatic rifles were “in common use” they should not be banned, a record that gun control advocates warned made it likely that he would go on to strike down bans on AR-15s. Amy Coney Barrett, another Trump supreme court appointee, previously argued that barring all felons from owning firearms, one of the few basic restrictions on American gun ownership, was unconstitutional. Gun rights advocates said they were cautiously optimistic about the case eventually making it to the supreme court. “I think if they take it, the ban would be held unconstitutional,” said Dave Kopel, a pro-gun attorney who has been involved in previous cases challenging assault weapons bans.","charCount":"7197","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/lois-beckett\">Lois Beckett</a> and <a href=\"profile/abene-clayton\">Abené Clayton</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2021/jun/08/klamath-falls-oregon-protests-ammon-bundy","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-06-08T10:00:17Z","webTitle":"Rightwing protesters at Klamath Falls threaten to open reservoir headgates","webUrl":"https://www.theguardian.com/us-news/2021/jun/08/klamath-falls-oregon-protests-ammon-bundy","apiUrl":"https://content.guardianapis.com/us-news/2021/jun/08/klamath-falls-oregon-protests-ammon-bundy","fields":{"headline":"Rightwing protesters at Klamath Falls threaten to open reservoir headgates","standfirst":"<p>Demonstrations have sparked fears of a confrontation between law enforcement and rightwing anti-government activists</p>","trailText":"Demonstrations have sparked fears of a confrontation between law enforcement and rightwing anti-government activists","byline":"Jason Wilson","main":"<figure class=\"element element-image\" data-media-id=\"ce89c6fa5f2b9477ca040503c7a92d666da9ec20\"> <img src=\"https://media.guim.co.uk/ce89c6fa5f2b9477ca040503c7a92d666da9ec20/0_18_2500_1500/1000.jpg\" alt=\"The downstream side of the headgates of a canal fed by Upper Klamath Lake. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The downstream side of the headgates of a canal fed by Upper Klamath Lake. </span> <span class=\"element-image__credit\">Photograph: Dave Killen/AP</span> </figcaption> </figure>","body":"<p>Fears of a confrontation between law enforcement and rightwing militia supporters over the control of water in the drought-stricken American west have been sparked by protests at Klamath Falls in Oregon.</p> <p>Protesters affiliated with rightwing anti-government activist Ammon Bundy’s People’s Rights Network are threatening to break a deadlock over water management in the area by unilaterally opening the headgates of a reservoir.</p> <p>The protest has reawakened memories not only of recent standoffs with federal agencies – including the one led by Bundy in eastern Oregon in 2016 – but a longer history of anti-government agitation in southern Oregon and northern California, stretching back to 2000 and beyond.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/jun/02/climate-crisis-is-suffocating-the-worlds-lakes-study-finds\">Climate crisis is suffocating the world’s lakes, study finds</a> </p> </aside>  <p>The area is a hotbed of militia and anti-government activity and also hit by the mega-drought that has struck the American west and caused turmoil in the agricultural community as conflicts over water become more intense. Among the current protesters at Klamath Falls are individuals who have themselves been involved in similar actions over two decades, including an illegal release of water at the same reservoir in 2001.</p> <p>In May, the federal Bureau of Reclamation announced that there would be no further release of water from the reserves in the Klamath Basin for irrigators downstream, who rely on the Klamath Project water infrastructure along the Oregon-California border.</p> <p>Later in the month, two Oregon irrigators, Grant Knoll and Dan Neilsen, began occupying a piece of land adjacent to the headgates of the main canal which pipes water to downstream farmers and Native American tribal groups, like the Yurok, who depend on the water “flushing” the river for the benefit of salmon hatchlings.</p> <p>Knoll and Nielsen, along with members of the People’s Rights Network, which has engaged in militant anti-mask protests in neighboring Idaho, began staffing a tent on the property which they dubbed a “water crisis info center”.</p>  <figure class=\"element element-image\" data-media-id=\"56f53486d62f1322ad2ff804aa02882323c49bff\"> <img src=\"https://media.guim.co.uk/56f53486d62f1322ad2ff804aa02882323c49bff/0_33_2500_1500/1000.jpg\" alt=\"Grant Knoll and Dan Nielsen have set up a large tent on land adjacent to the headgates of the main canal.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grant Knoll and Dan Nielsen have set up a large tent on land adjacent to the headgates of the main canal.</span> <span class=\"element-image__credit\">Photograph: Dave Killen/AP</span> </figcaption> </figure>  <p>They also told a number of media outlets that they were prepared to restore the flow of water, even at the price of a confrontation with the federal government, with Knoll telling Jefferson Public Radio last Monday: “We’re going to turn on the water and have a standoff.”</p> <p>Also on the property is a large metal bucket, daubed with anti-government slogans, which is a memento of a 2001 confrontation at the same spot. That July, 100 farmers, including Knoll and Nielsen, used an 8in wide irrigation line to bypass the headgate, sending water down the canal. That year, the action by the farmers was followed by other protest actions, such as an American flag-bedecked horse charge, similar to the one that took place on the Bundy ranch during that family’s standoff with federal authorities in 2014.</p> <p>The confrontation was only defused after appeals were made to the farmers in the wake of the World Trade Center attacks on September 11.</p> <p>Then as now, the reduced flows were partly with environmental issues in mind.</p> <p>This year, amid the severe drought, the measure is being taken in accordance with the Endangered Species Act, to ensure the survival of two species of suckerfish whose last remaining habitats are in the reservoirs.</p> <p>In order to keep enough water in the system to ensure their survival, water must be denied to those who rely on it downstream, including both farmers and tribes who depend on fishing.</p> <p>Endangered Coho Salmon will likely suffer from the lack of water, along with migrating birds later in the season whose refuges have dried up. But previous court decisions have determined that the interests of those upstream should take precedence, including the Klamath Tribes, for whom the suckerfish have a spiritual significance.</p> <p>While the protesters claim to represent the interests of farmers, they have been disavowed by agricultural leaders, including Ben DuVal, president of the Klamath Water Users Association, who told the Sacramento Bee that the protesters were “idiots who have no business being here”, who were using the crisis as “a soapbox to push their agenda”.</p> <p>Whether or not DuVal speaks for the majority of farmers, there is no sign that the so far small protest is catching on like 2001’s anti-government surge, which saw protest crowds in the thousands in the lead up to the breaching of the headgates.</p> <p>And while the protesters’ placards promise “Ammon Bundy coming soon”, their leader has so far not made the trip to the Klamath camp from neighboring Idaho, where he recently filed to run for governor.</p>","wordcount":"727","firstPublicationDate":"2021-06-08T10:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:01:41Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyf6e","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ce89c6fa5f2b9477ca040503c7a92d666da9ec20/0_18_2500_1500/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Fears of a confrontation between law enforcement and rightwing militia supporters over the control of water in the drought-stricken American west have been sparked by protests at Klamath Falls in Oregon. Protesters affiliated with rightwing anti-government activist Ammon Bundy’s People’s Rights Network are threatening to break a deadlock over water management in the area by unilaterally opening the headgates of a reservoir. The protest has reawakened memories not only of recent standoffs with federal agencies – including the one led by Bundy in eastern Oregon in 2016 – but a longer history of anti-government agitation in southern Oregon and northern California, stretching back to 2000 and beyond. The area is a hotbed of militia and anti-government activity and also hit by the mega-drought that has struck the American west and caused turmoil in the agricultural community as conflicts over water become more intense. Among the current protesters at Klamath Falls are individuals who have themselves been involved in similar actions over two decades, including an illegal release of water at the same reservoir in 2001. In May, the federal Bureau of Reclamation announced that there would be no further release of water from the reserves in the Klamath Basin for irrigators downstream, who rely on the Klamath Project water infrastructure along the Oregon-California border. Later in the month, two Oregon irrigators, Grant Knoll and Dan Neilsen, began occupying a piece of land adjacent to the headgates of the main canal which pipes water to downstream farmers and Native American tribal groups, like the Yurok, who depend on the water “flushing” the river for the benefit of salmon hatchlings. Knoll and Nielsen, along with members of the People’s Rights Network, which has engaged in militant anti-mask protests in neighboring Idaho, began staffing a tent on the property which they dubbed a “water crisis info center”. They also told a number of media outlets that they were prepared to restore the flow of water, even at the price of a confrontation with the federal government, with Knoll telling Jefferson Public Radio last Monday: “We’re going to turn on the water and have a standoff.” Also on the property is a large metal bucket, daubed with anti-government slogans, which is a memento of a 2001 confrontation at the same spot. That July, 100 farmers, including Knoll and Nielsen, used an 8in wide irrigation line to bypass the headgate, sending water down the canal. That year, the action by the farmers was followed by other protest actions, such as an American flag-bedecked horse charge, similar to the one that took place on the Bundy ranch during that family’s standoff with federal authorities in 2014. The confrontation was only defused after appeals were made to the farmers in the wake of the World Trade Center attacks on September 11. Then as now, the reduced flows were partly with environmental issues in mind. This year, amid the severe drought, the measure is being taken in accordance with the Endangered Species Act, to ensure the survival of two species of suckerfish whose last remaining habitats are in the reservoirs. In order to keep enough water in the system to ensure their survival, water must be denied to those who rely on it downstream, including both farmers and tribes who depend on fishing. Endangered Coho Salmon will likely suffer from the lack of water, along with migrating birds later in the season whose refuges have dried up. But previous court decisions have determined that the interests of those upstream should take precedence, including the Klamath Tribes, for whom the suckerfish have a spiritual significance. While the protesters claim to represent the interests of farmers, they have been disavowed by agricultural leaders, including Ben DuVal, president of the Klamath Water Users Association, who told the Sacramento Bee that the protesters were “idiots who have no business being here”, who were using the crisis as “a soapbox to push their agenda”. Whether or not DuVal speaks for the majority of farmers, there is no sign that the so far small protest is catching on like 2001’s anti-government surge, which saw protest crowds in the thousands in the lead up to the breaching of the headgates. And while the protesters’ placards promise “Ammon Bundy coming soon”, their leader has so far not made the trip to the Klamath camp from neighboring Idaho, where he recently filed to run for governor.","charCount":"4470","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/wilson-jason\">Jason Wilson</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-06-08T09:59:52Z","webTitle":"Coronavirus live news: China approves vaccine for three-year-olds; Malta says UK made ‘political’ decision over travel","webUrl":"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia","apiUrl":"https://content.guardianapis.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia","fields":{"headline":"Coronavirus live news: China approves vaccine for three-year-olds; Malta says UK made ‘political’ decision over travel","standfirst":"<p>Sinovac says vaccine has been approved by Chinese authorities; Malta angry not to be on England ‘green list’; reports say Canada will loosen 14-day quarantine for vaccinated travellers</p><ul><li><a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can the G7 vaccinate the world against Covid by the end of 2022?</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/07/a-victim-of-its-own-success-how-taiwan-failed-to-plan-for-a-major-covid-outbreak\">How Taiwan failed to plan for a major Covid outbreak</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/07/third-wave-sweeps-across-africa-as-covid-vaccine-imports-dry-up\">Third wave sweeps across Africa</a></li></ul>","trailText":"Sinovac says vaccine has been approved by Chinese authorities; Malta angry not to be on England ‘green list’; reports say Canada will loosen 14-day quarantine for vaccinated travellers","byline":"Mattha Busby (now); Martin Belam and Helen Davidson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"d3ca1232f2f1abea8643d702ba2d520594d9c1e9\"> <img src=\"https://media.guim.co.uk/d3ca1232f2f1abea8643d702ba2d520594d9c1e9/0_75_5277_3167/1000.jpg\" alt=\"Local residents line up to receive a dose of the Covid-19 vaccine at Hongqiang gymnasium, China\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Local residents line up to receive a dose of the Covid-19 vaccine at Hongqiang gymnasium, China</span> <span class=\"element-image__credit\">Photograph: VCG/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60bf3cc98f0837b8708e0f66\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:59:52.161Z\">10.59am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far…</h2>  <div class=\"block-elements\">  <ul> <li><strong>China has approved the emergency use of a Covid-19 vaccine for those as young as three</strong>, according to a spokesperson for <strong>Sinovac</strong>. That would make it the first country to offer jabs to young children.</li> <li><strong>Britain</strong> ignored scientific advice and instead took a political decision when it failed to put <strong>Malta</strong> on its list of safe travel destinations, Malta foreign minister <strong>Evarist Bartolo</strong> said.</li> <li>Visitors to <strong>Portugal</strong> must now quarantine for 10 days on return to <strong>England</strong>, as the county’s move to the “red list” came into effect.</li> <li><strong>Vietnam</strong> has started asking for public donations to buy vaccines as it struggles to contain a new coronavirus wave.</li> <li><strong>Unicef has urged rich members of the G7 to start donating vaccines to poor countries now</strong>, instead of waiting to donate leftovers all at once, saying many nations don’t have capacity to roll out huge amounts in one go.</li> <li><strong>India</strong>’s government will provide free vaccinations for all adults, Prime Minister <strong>Narendra Modi</strong> says, as the capital New Delhi and financial hub Mumbai ease lockdowns on falling infection levels.</li> <li>The state of <strong>Uttar Pradesh</strong> in <strong>India</strong> has announced that it will end some Covid restrictions. The weekday daytime curfew would be lifted in all 75 districts of the state, as all of them have fallen below 600 active Covid cases.</li> <li>The president of the <strong>Tokyo 2020</strong> organizsing committee, <strong>Seiko Hashimoto</strong>, has announced that there will be restrictions on the movement media using GPS tracking during the Games.</li> <li><strong>New Zealand</strong>’s Prime Minister <strong>Jacinda Ardern</strong> said on Tuesday that she would get her first Covid-19 shot at the end of next week.</li> <li><strong>Canada</strong> is preparing to ease birder restrictions for vaccinated travellers, Bloomberg reports.</li> <li>The <strong>Czech Republic</strong> has announced it will reopen its borders to EU and Serbian citizens on June 21.</li> <li><strong>Spain</strong>’s football squad will be get a Covid-19 vaccine shot, less than a week before their opening <strong>Euro 2020</strong> match, after captain <strong>Sergio Busquets</strong> tested positive.</li> <li>Health officials in <strong>New South Wales</strong>, <strong>Australia</strong>, have had to reiterate advice over Covid-19 after a number of businesses in Byron Shire were witnessed asking vaccinated customers not to enter their premises under the misapprehension they could shed the virus.</li> </ul> </div>   </div> <div id=\"block-60bf39f78f08336d75f06619\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:37:07.347Z\">10.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vietnam, once a model for its successful handling of the pandemic, has started asking for public donations to buy vaccines as it struggles to contain a new coronavirus wave.</strong></p> <p>AFP reports that the south-east Asian country has vaccinated only about 1% of its population of nearly 100 million, and authorities have become increasingly alarmed by a recent spike in cases.</p> <p>Since last week, mobile phone users have received up to three text messages urging them to contribute to a Covid-19 vaccine fund, while civil servants have been encouraged to part with a day’s pay.</p> <p>Some residents, fearful of the virus’ impact on Vietnam’s economy – one of the few in the world to expand last year – told AFP they support the fundraising drive.</p> <p>Nguyen Tuan Anh, a civil servant, told AFP he had sent about $50 via bank transfer and SMS payment, as vaccines would mean “Vietnam’s economy will be stable and develop again”.</p> <p>Vietnam’s industrial northern provinces – home to key factories such as Samsung and Foxconn – have been particularly badly hit by the latest outbreak.</p> <p>Across the country, tens of thousands of people have lost their jobs, according to state media, with bars and restaurants forced to close in major hubs such as Hanoi and Ho Chi Minh City and public gatherings cancelled.</p> <p>Cases have more than tripled since April to reach almost 9,000. Although the number is low in comparison to most of its south-east Asian neighbours, Vietnam’s vaccination rate per capita is the lowest in the region, and among the lowest in Asia, according to an AFP tally.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T09:44:26.854Z\">at 10.44am BST</time></p>  </div> <div id=\"block-60bf37a08f08336d75f065ed\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:27:21.215Z\">10.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spain's Euro 2020 squad to get early vaccinations after positive test</h2>  <div class=\"block-elements\">  <p><strong>The Spanish football squad’s players will be get a Covid-19 vaccine shot tomorrow, less than a week before their opening Euro 2020 match, after captain Sergio Busquets tested positive, Sports Minister Jose Manuel Rodriguez Uribes said.</strong><br></p> <p>Busquets’ positive has thrown Spain’s tournament preparations into chaos with the remaining 23 players going into isolation along with the coaching staff.<br></p> <p>An Under-21 side led by their coach Luis de la Fuente will face Lithuania tonight in what was supposed to be the nation’s final warm-up game before the Euros.<br></p> <p>Coach Luis Enrique called up a group of six players, including Chelsea goalkeeper Kepa Arrizabalaga, to complement the squad. They will train separately in “parallel bubble” away from the main Euros squad with a view to them being added should the need occur.<br></p> <p>Reuters report that so far, all the other players and staff have tested negative.<br></p> <p>“We are making an exception because they represent us in a top level competition,” Rodriguez Uribes told Cadena Ser radio station, adding that they were already planning to give them the shots before Spain’s captain had tested positive.</p> </div>   </div> <div id=\"block-60bf333b8f0837b8708e0ece\" class=\"block\" data-block-contributor=\"profile/melissa-davey\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:08:11.222Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Health officials in New South Wales, Australia, have had to reiterate advice over Covid-19 after a number of businesses in Byron Shire were witnessed asking vaccinated customers not to enter their premises under the misapprehension they could shed the virus.</strong></p> <p>The <a href=\"https://www.theguardian.com/australia-news/new-south-wales\">New South Wales</a> department of health has stressed that it is impossible for people to develop, shed, or spread the virus through receiving a vaccine.</p> <p>The advice comes after some businesses in the small town of Mullumbimby placed signs in their windows that read: ‘If you have had the Covid-19 vaccine we ask you not to enter for two weeks or longer until any symptoms subside’.</p> <p>One of the signs falsely states that the spread of the virus following vaccination was emerging from “first hand accounts” and that vaccinated people were “inadvertently harming” the health of others.</p> <p>The town is located in the Northern Rivers region of New South Wales and is about 15km inland from Byron Bay. It is a region with a high level of vaccine hesitancy and refusal, <a href=\"https://www.abc.net.au/news/2021-03-14/mullumbimby-anti-coronavirus-vaccination-changing-narrative/13109238\">with childhood vaccination rates among the lowest in Australia</a>.</p> <p>A former paramedic who runs a World Health Organisation [WHO] approved <a href=\"https://nrvs.info/\">vaccination information website</a>, Heidi Robertson, said she was appalled to see the signs as she walked down Stuart Street on Monday.</p> <p>She and health professionals living in the region, including intensive care specialist Dr Rachael Heap, have been working hard for several years to educate the community about vaccination.</p> <p>“We wanted to change the narrative around the region, because we’ve got such a shocking rate of vaccination uptake and we are known for that in Mullumbimby,” Robertson said.</p> <p><strong>Read more of Melissa Davey’s report here: <a href=\"https://www.theguardian.com/world/2021/jun/08/vaccine-wont-give-you-covid-health-officials-battle-anti-vaccination-messages-in-northern-rivers\">‘Vaccine won’t give you Covid’: health officials battle anti-vaccination messages in Northern Rivers</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/08/vaccine-wont-give-you-covid-health-officials-battle-anti-vaccination-messages-in-northern-rivers\">‘Vaccine won’t give you Covid’: health officials battle anti-vaccination messages in Northern Rivers</a> </p> </aside> </div>   </div> <div id=\"block-60bf2ed28f08336d75f0655e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:49:52.234Z\">9.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Andrew Sparrow’s <a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live\">UK live blog</a> is up and running for the day if it is UK developments that you are after. I’ll keep my focus on international Covid news here.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live\">Brexit: Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens – live</a> </p> </aside> </div>   </div> <div id=\"block-60bf2cdb8f0827600c04c3b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:40:28.329Z\">9.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A total of 95 deaths registered in England and Wales in the week ending 28 May mentioned Covid-19 on the death certificate, according to the Office for National Statistics (ONS) - the lowest number since the week ending 4 September 2020.<br></p> <p>PA note that the figure is down 11% on the previous week.<br></p> <p>It is the first time the number of deaths has been below 100 since the week ending 11 September.<br></p> <p>Around one in 100 deaths registered in the week to 28 May mentioned Covid-19 on the death certificate.</p> </div>   </div> <div id=\"block-60bf29fa8f0827600c04c396\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:29:22.076Z\">9.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sinovac says its vaccine has been approved for use in children aged 3 and above</h2>  <div class=\"block-elements\">  <p><strong>China has approved the emergency use of a Covid-19 vaccine for those as young as three, according to a spokesperson for Sinovac who spoke to AFP. That would make it the first country to offer jabs to young children.</strong></p> <p>“In recent days, the Sinovac vaccine was approved for emergency use in three- to 17-year-olds,” the spokesperson said.<br></p> <p>But they did not confirm when the young children would be able to start receiving the shots, saying the schedule for the rollout will be decided by the National Health Commission “according to China’s current epidemic prevention and control needs and vaccine supply”.</p> <p>The company has completed early phase trials of the vaccine in children and adolescents, with results to be published shortly in the Lancet scientific journal, the spokesperson added.</p> <p>State broadcaster CCTV reported over the weekend that an unnamed official in the State Council’s epidemic response task force had said vaccines had been approved for children, and “the safety and effectiveness” had been proven.</p> <p>A spokesperson for China’s other major vaccine, Sinopharm, said that experts had demonstrated the effectiveness of its vaccine in children, but didn’t confirm whether it had been approved for use.</p> </div>   </div> <div id=\"block-60bf29768f0837b8708e0e65\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:26:50.295Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A quick one from Reuters: <strong>Russia reported 9,977 new Covid-19 cases on Tuesday, including 3,817 in Moscow.</strong></p> <p>The government coronavirus task force also said that 379 people had died of coronavirus-related causes in the last 24 hours, pushing the official death toll to 124,496. That’s far fewer than the 270,000 that the state statistics service says had died from Covid-19 and related causes from April 2020 to April 2021.<br></p> </div>   </div> <div id=\"block-60bf240f8f0837b8708e0e1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:03:59.335Z\">9.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Britain ignored scientific advice and instead took a political decision when it failed to put Malta on its list of safe travel destinations, Malta Foreign Minister Evarist Bartolo said.</strong><br></p> <p>Britons traditionally account for a third of all arrivals on the small Mediterranean island, and opposition politicians criticised the government for failing to convince London that Malta was a safe tourist destination.</p> <p>Britain last week revised its so-called “green list” of countries, that do not require quarantine on return, choosing not to put any new country on it, while removing Portugal.<br></p> <p>But Bartolo said the British government did not want its nationals to go abroad because of concerns over growing coronavirus cases at home.<br></p> <p>“The British government is ignoring scientific advice. It has taken a political decision not to allow travel anywhere, despite the pressure it faces from airlines, tourism operators and the people in general,” he wrote on Facebook.<br></p> <p>Chris Scicluna reports from Valetta for Reuters that Malta on Monday reported no new Covid-19 cases for the first time in 11 months. Half of its adult population has been fully vaccinated and 75% have received a first dose of a vaccine - the highest rate within the European Union.</p> </div>   </div> <div id=\"block-60bf22958f0837b8708e0e14\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:58:58.311Z\">8.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr Nikki Kanani, director of primary care at NHS England, said that vaccine confidence in younger people had increased in the UK.</strong><br></p> <p>Speaking as over-25s were invited to book their Covid-19 jabs, PA report Dr Kanani told BBC Breakfast: “We’re still seeing great uptake and we are definitely seeing younger people coming in and asking more questions, which is absolutely fine.<br></p> <p>“More than four in five 40 to 49-year-olds have had their first dose and two-thirds of 30 to 39-year-olds have already had theirs, and that is still going to increase, of course, as people come forward, so uptake remains high.<br></p> <p>“We had additional polling over the weekend that shows that the confidence in the vaccine has increased by a fifth - by 20% - in those under-40s.<br></p> <p>“What’s really important as we go into the younger categories is really appealing to people in their own communities and what our teams have done so well is reflect what a community needs locally - whether that’s setting up pop-up vaccination centres in Gurudwaras or temples, or in shopping malls or at workplaces, that has been critical to making sure that people feel confident to take up the vaccine when they’re asked to do so.”</p> </div>   </div> <div id=\"block-60bf1be98f0837b8708e0dbd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:33:39.996Z\">8.33am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Visitors to Portugal must now quarantine for 10 days on return to England</h2>  <div class=\"block-elements\">  <p>Overnight saw a rush to travel back to the UK from Portugal, as travellers had until 4am to return to avoid having to quarantine for 10 days after the country was moved from the “green” list to the “amber” list, without being placed on a watchlist first.</p>  <figure class=\"element element-image\" data-media-id=\"d310e2530728bd3a83fa762c510dd6036e8792cd\"> <img src=\"https://media.guim.co.uk/d310e2530728bd3a83fa762c510dd6036e8792cd/0_0_3500_2100/1000.jpg\" alt=\"Passengers arrive at Gatwick Airport before Tuesday’s 4am requirement for travellers arriving from Portugal to quarantine for 10 days comes into force.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Passengers arrive at Gatwick Airport before Tuesday’s 4am requirement for travellers arriving from Portugal to quarantine for 10 days comes into force.</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> </figcaption> </figure>  <p>The UK’s environment minister has been getting a tough ride on the media morning round in the UK – being asked whether the travel rules, and government advice, have to be this complicated, and why there was so little warning of the change of status.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LBC/status/1402162766685814784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Does it need to be this difficult?&quot;<br><br>Nick Ferrari urges Environment Secretary George Eustice to confirm whether people can travel to amber list countries or not.<a href=\"https://twitter.com/NickFerrariLBC?ref_src=twsrc%5Etfw\">@NickFerrariLBC</a> <a href=\"https://t.co/Cadw5WCiGC\">pic.twitter.com/Cadw5WCiGC</a></p>&mdash; LBC (@LBC) <a href=\"https://twitter.com/LBC/status/1402162766685814784?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Eustace said “Our advice has always been that you should not travel to countries on the amber list.”</p> </div>   </div> <div id=\"block-60bf18178f08336d75f06457\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:18:23.290Z\">8.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Gaby Hinsliff column today asks the question <a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/vaccinating-britain-children-adults-overseas\">before Britain vaccinates children, should it vaccinate the world?</a> She writes:</em></p> <p>Personally I was thrilled to get my vaccine and would be more than happy for my son to have it, but what brought me up short was the question I saw posed recently by the <a href=\"https://twitter.com/AdamJKucharski/status/1397282559009112080\">epidemiologist Adam Kucharski</a>: if rich countries have enough vaccine left to jab children at incredibly low risk of serious illness and death, why aren’t they offering it to poorer countries where people are dying for lack of it? Shouldn’t we be taking more seriously the threat not just of humanitarian crises, but of a more resistant variant emerging in some place where the virus is currently raging out of control, fatally undermining the vaccines that remain our only real route to freedom?</p> <p>Only <a href=\"https://www.bbc.co.uk/news/56100076\">2% of sub-Saharan Africa</a> has had a first dose. Thailand, engulfed by a severe outbreak, is only just beginning mass vaccinations<strong>.</strong> Even if the G7 summit agrees this week to invest billions in ramping up vaccine production for poorer countries – as a group of former world leaders <a href=\"https://www.bbc.co.uk/programmes/b006qj9z\">led by Gordon Brown</a> wants – that takes months to come on stream.</p> <p>If Britain doesn’t want to seal its borders – and nothing in ministers’ confused <a href=\"https://www.theguardian.com/world/2021/may/19/ministers-accused-of-sowing-confusion-over-england-travel-advice\">approach to foreign holidays</a> suggests they do – then digging an ever-stronger domestic firebreak against the more contagious Delta variant we have just imported from India won’t be enough. We’re going to need a global firebreak against something worse evolving too, and fast.</p> <p><strong>Read more here: <a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/vaccinating-britain-children-adults-overseas\">Gaby Hinsliff – Before Britain vaccinates children, should it vaccinate the world?</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/vaccinating-britain-children-adults-overseas\">Before Britain vaccinates children, should it vaccinate the world? | Gaby Hinsliff</a> </p> </aside> </div>   </div> <div id=\"block-60bf17818f0827600c04c2bb\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:09:50.081Z\">8.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Helen Davidson reports from Taipei:</em></p> <p><strong>Some tentative good news from Taiwan, with a second consecutive day of cases in the 200s and no new cases from backlogged test results. As long as results are not down because of lower weekend testing, the decline is a positive sign in <a href=\"https://www.theguardian.com/world/2021/jun/07/a-victim-of-its-own-success-how-taiwan-failed-to-plan-for-a-major-covid-outbreak\">Taiwan’s battle against its worst outbreak of the pandemic.</a></strong></p> <p>However with about 8,000 cases still active, fatalities have not stopped and authorities reported another 22 deaths. </p> <p>The new cases were mostly in New Taipei city, with 123 recorded. Another 54 were reported from the capital Taipei, while 16 were found in Miaoli where there are growing concerns over an outbreak among employees from three factories which has so far infected 211 people. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tculpan/status/1402144805409329152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tuesday&#39;s Taiwan domestic Covid case count of 219 again comes with no backlog revisions. There&#39;d been a sense that tests over the weekend has not yet come through.<br>Without revisions, there&#39;s the chance that cases truly are declining.<br>Miaoli, with just 16, is the place to watch</p>&mdash; Tim Culpan (@tculpan) <a href=\"https://twitter.com/tculpan/status/1402144805409329152?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Health and welfare minister, Chen Chih-shung, said the rate of positive cases in New Taipei was dropping but there was no room yet to relax current restrictions.<br></p> <p>He urged people not to travel during an upcoming long weekend and dragon-boat festival, which authorities have not cancelled. </p> <p>Vaccine supplies took another hit, with authorities saying expected shipments of AstraZeneca and from Covax had been delayed by about a month. </p> <p>Half of the 150,000 recently obtained Moderna vaccines have been allocated to frontline medical staff. </p> </div>   </div> <div id=\"block-60bf17388f08336d75f06451\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:08:37.000Z\">8.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>China</strong>’s vaccination numbers are never low. Official figures reported by Reuters say that the nation administered about 16.3 million doses of vaccine on 7 June, bringing the total number administered to 794m.</p> </div>   </div> <div id=\"block-60bf13238f08336d75f06434\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:52:42.753Z\">7.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Uttar Pradesh state moving to relax Covid restrictions in India</h2>  <div class=\"block-elements\">  <p><strong>In India, the state of Uttar Pradesh has announced that it will end some Covid restrictions.</strong></p> <p>The Hindustan Times <a href=\"https://www.hindustantimes.com/india-news/up-govt-announces-relaxations-in-covid-curfew-in-all-75-districts-101623133297015.html\">reports</a> this morning:</p> <blockquote class=\"quoted\"> <p>The Uttar Pradesh government on Tuesday gave relaxations in ‘corona curfew’ in all 75 districts of the state. According to guidelines announced by the state government, districts with less than 600 active cases of the coronavirus disease (Covid-19) can get relaxations.</p> <p>A state government spokesperson said that there will be relaxation in coronavirus curfew in all the districts of the state from Wednesday onwards, from 7am to 7pm, for five days. However, the night curfew – 7pm to 7am and weekend curfew (for entire day) – will continue.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:05:39.444Z\">at 8.05am BST</time></p>  </div> <div id=\"block-60bf114e8f0827600c04c27c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:48:08.875Z\">7.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The UK’s environment secretary <strong>George Eustace</strong> – a man who clearly isn’t in the position where he hasn’t seen family and loved ones abroad for over a year due to travel bans – has told Sky News this morning: “I have no intention of travelling or going on a holiday abroad this summer.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1402153734713524230\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I have no intention of travelling or going on a holiday abroad this summer&quot;<br><br>Environment Secretary George Eustice says his advice for people would be to &quot;holiday at home&quot; this summer<a href=\"https://twitter.com/hashtag/KayBurley?src=hash&amp;ref_src=twsrc%5Etfw\">#KayBurley</a><br>Read more here: <a href=\"https://t.co/az8rdooU6Y\">https://t.co/az8rdooU6Y</a> <a href=\"https://t.co/wKbeZPIAK2\">pic.twitter.com/wKbeZPIAK2</a></p>&mdash; Sky News (@SkyNews) <a href=\"https://twitter.com/SkyNews/status/1402153734713524230?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>He was being pressed by newly returned presenter Kay Burley on the scramble for flights back from Portugal after it was moved from the “green list” to the “amber list” with very little warning. PA Media quotes him saying:</p> <blockquote class=\"quoted\"> <p>Our advice has been don’t travel unless it’s absolutely necessary. Obviously we had hoped, with these three categories that we had, we had hoped that situation would be improving in other parts of the world, that we’d be able to progressively add other countries to the green list. Sadly, that’s not the situation, we do have this new variant of concern first identified in India that is now cropping up in other countries, and we’ve just got to take a very cautious approach.</p> </blockquote> <p>Asked about the UK government’s delay in shutting down travel from India, he said “India was added as soon as we saw a spike in rates and as soon as we saw there was a reason to”, denying that the delay had been political.</p> <p>At the time Indian case numbers were rising and the government took no action, UK prime minister Boris Johnson had been planning to visit India in his first major trip abroad since the pandemic, with the aim of pushing a post-Brexit UK-India trade deal.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:07:07.808Z\">at 8.07am BST</time></p>  </div> <div id=\"block-60bef8ca8f0837b8708e0c34\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:23:22.857Z\">7.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Unicef has urged rich members of the G7 to start donating vaccines to poor countries now, instead of waiting to donate leftovers all at once, saying many nations don’t have capacity to roll out huge amounts in one go. </p> <p>Unicef’s vaccine lead Lily Caprani <a href=\"https://www.bbc.com/news/uk-57394279\">told BBC Newsnight</a> governments in the UK and other G7 nations “need to donate their doses to those low income countries now, while still vaccinating their populations at home.”</p> <p>“Low income countries need a steady supply that they can get off the tarmac and into the arms of health care workers... The unintended consequence of saving all these vaccines up to Christmas time is that countries won’t be able to absorb them and roll them out and therefore they could end up going to waste. We could see millions of doses of vaccines not used and expiring, and that will be a tragedy.”</p> <p>The World Health Organization has also called on Covid-19 vaccine manufacturers to give the Covax scheme first refusal on new doses, or commit half of their volumes to the global jab equity scheme.</p>  <figure class=\"element element-image\" data-media-id=\"6351a3124a83c8564e340d84d1eb6ebf87aac9d4\"> <img src=\"https://media.guim.co.uk/6351a3124a83c8564e340d84d1eb6ebf87aac9d4/0_0_3888_2333/1000.jpg\" alt=\"A medical worker prepares vaccination card for a person receiving a dose of the Oxford-AstraZeneca vaccine in Sudan’s capital Khartoum. Sudan was the first in the Middle East and North Africa to receive vaccines through Covax, a UN-led initiative that provides jabs to poor countries\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><br>A medical worker prepares vaccination card for a person receiving a dose of the Oxford-AstraZeneca vaccine in Sudan’s capital Khartoum. Sudan was the first in the Middle East and North Africa to receive vaccines through Covax, a UN-led initiative that provides jabs to poor countries</span> <span class=\"element-image__credit\">Photograph: Ebrahim Hamid/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf0b4d8f0827600c04c22f\" class=\"block\" data-block-contributor=\"profile/sarahboseley\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:18:47.282Z\">7.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Our health editor Sarah Boseley asks the question this morning: <a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a></em></p> <p>As ambitious declarations go – even for <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> – it was a big one. At the weekend, the UK prime minister said he would urge the G7 leaders to vaccinate the world against Covid by the end of next year.</p> <p>But is this feasible? That rather depends on your definition. No country will vaccinate every adult. Vaccinating enough to achieve herd immunity, which could be 60% or 70%, is the real aim. It is possible to achieve that by December 2023, say experts, but only if the <a href=\"https://www.theguardian.com/world/g7\">G7</a> leading economies move immediately to make it happen.</p> <p>The Covax scheme under the UN umbrella should have been the route to vaccination for low-income countries. It was designed as their lifeline. Covax signed contracts with manufacturers to buy 2bn doses by the end of this year. But it is stymied. Its main supplier is the Serum Institute of India, which is now churning out vaccines in response to the terrible surge in domestic cases and deaths and will not be able to fulfil its contracts to Covax or individual countries before the end of the year.</p> <p>Dr Bruce Aylward, senior adviser to the director general of the World Health Organization, who is heavily involved in the vaccine efforts, said: “This is where the UK becomes really important and the G7, because right now we’ve got this gap of death. In June, July, August, September, there’s no vaccine out there for love nor money, in terms of being able to procure it.”</p> <p><strong>Read more of Sarah Boseley’s analysis here: <a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a> </p> </aside> </div>   </div> <div id=\"block-60bf09cc8f08336d75f063b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:14:13.214Z\">7.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The president of the <strong>Tokyo 2020</strong> organising committee, <strong>Seiko Hashimoto,</strong> is speaking this morning, and she is setting out some of the procedures that will be undertaken to try to keep the games safe.</p> <p>So far, she’s said that media will not be able to use shared accommodation, and that the media will be GPS-tracked to ensure they don’t go into unauthorised areas. She has also said that they expect to start vaccinating Olympics-related staff by mid-June.</p> <p>Reuters note that foreign spectators have already been banned, and organisers are expected to make a decision late this month on domestic spectators.</p> <p>Toshiaki Endo, the vice-president of the Tokyo organising committee, has previously suggested to Reuters some spectators could be allowed into venues, although he personally preferred a total ban to calm persistent public opposition to the Games.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T06:20:23.672Z\">at 7.20am BST</time></p>  </div> <div id=\"block-60bf09338f0837b8708e0cda\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:08:14.671Z\">7.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the downside, I just saw this tweet today, and now I can’t stop thinking about it either…</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kyledevans/status/1401548203280015364\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I can’t stop thinking about this xkcd graphic this week <a href=\"https://t.co/1m7lfJbWRd\">pic.twitter.com/1m7lfJbWRd</a></p>&mdash; Kyle D Evans (@kyledevans) <a href=\"https://twitter.com/kyledevans/status/1401548203280015364?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf08028f0837b8708e0cc8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:05:43.144Z\">7.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, it is Martin Belam here in London taking over today’s blog. The biggest news in <strong>England</strong> is the extension of vaccinations to those aged 25 and over this morning. If you fall into that category you can book your shot at the <a href=\"https://www.nhs.uk/conditions/coronavirus-covid-19/coronavirus-vaccination/book-coronavirus-vaccination/\">NHS England</a> site here.</p> <p><strong>Northern Ireland</strong> has already been offering vaccines to anybody over 18, you can find out more <a href=\"https://covid-19.hscni.net/get-vaccinated/\">here</a>.</p> <p>Those in <strong>Scotland </strong>and <strong>Wales</strong> can find out the latest information for them here:</p> <ul> <li><strong><a href=\"https://www.nhsinform.scot/covid-19-vaccine/invitations-and-appointments/who-will-be-offered-the-coronavirus-vaccine\">NHS Scotland</a></strong></li> <li><strong><a href=\"https://gov.wales/getting-your-covid-19-vaccine\">Gov.wales</a></strong></li> </ul> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/07/people-in-england-aged-25-and-over-to-be-invited-for-covid-jab-this-week\">People in England aged 25 and over to be invited for Covid jab this week</a> </p> </aside> </div>   </div> <div id=\"block-60bf04648f08336d75f06390\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T05:52:56.410Z\">6.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters: </p> <blockquote> <p>New Zealand’s Prime Minister Jacinda Ardern said on Tuesday that she would get her first Covid-19 shot at the end of next week, as the country prepared to receive another 1 million doses of the Pfizer vaccine. “For me, it’s been important that I allow those in the most at risk group... to be prioritised,” Ardern said in a news conference. </p> <p>“I’m choosing to be vaccinated at this point in order to play my role in demonstrating that I consider it to be absolutely safe and also really critical to keep others safe,” she said.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f448dee60f9168cc99624c0b87fe575081993484\"> <img src=\"https://media.guim.co.uk/f448dee60f9168cc99624c0b87fe575081993484/0_316_4746_2848/1000.jpg\" alt=\"File photo - Prime Minister Jacinda Ardern speaks to media during a press conference at Parliament on April 06, 2021 in Wellington, New Zealand.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">File photo - Prime Minister Jacinda Ardern speaks to media during a press conference at Parliament on April 06, 2021 in Wellington, New Zealand.</span> <span class=\"element-image__credit\">Photograph: Hagen Hopkins/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60befdc48f08336d75f06336\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T05:30:02.186Z\">6.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>China today pledged further assistance to Southeast Asian nations in battling the pandemic, <a href=\"https://apnews.com/article/east-asia-china-asia-southeast-asia-global-trade-e584d08ae08e1db9b729e87f39004ca1\">the Associated Press reports</a>.</p> <p>The country’s foreign minister, Wang Yi, told his Association of Southeast Asian Nations (Asean) counterparts that China had already delivered 100 million doses of vaccine to Asean nations along with other materials and technical help.</p> <p>Wang said China would “urgently implement” the China-Asean Public Health Cooperation Initiative, continue to support the Asean Emergency Medical Materials Reserve and strengthen regional public health capacity-building. “China will work with Asean to overcome the outbreak as soon as possible,” Wang told a meeting of ministers.</p> <p>He said the sides should explore establishing an expert panel to strengthen cooperation throughout the vaccine process, from research to use, and work to build production and distribution centres to help make vaccines affordable and accessible in the region.</p> <p>Though Covid-19 was first detected in China in late 2019, the nation has largely stamped out domestic transmission, although it has been accused of insufficient transparency or even seeking to conceal the origins of the pandemic.</p> <p>Beijing has been building influence with Asean, despite frictions with some members of the bloc over competing territorial claims in the South China Sea. </p> </div>   </div> <div id=\"block-60bef69c8f0827600c04c153\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T05:26:47.082Z\">6.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Welcome to another day of the pandemic, and our continuing global coverage of the latest developments.</p> <p>Below are some of the key updates from the last day.</p> <ul> <li><strong>Canada is preparing to ease birder restrictions </strong>for vaccinated travellers, Bloomberg reports.</li> <li><strong>A top Japanese virologist and government adviser</strong> has warned of the risks of spreading infections during the Tokyo Olympics.</li> <li><strong>Australia’s state of Victoria</strong> is <a href=\"https://www.theguardian.com/australia-news/2021/jun/08/victorias-covid-restrictions-on-track-to-ease-from-friday-as-two-cases-recorded\">on track to ease restrictions on residents</a>, currently in a lockdown to deal with an outbreak of the Delta variant, authorities said.</li> <li><strong>India’s government will provide free vaccinations for all adults</strong>, Prime Minister Narendra Modi says, as the capital New Delhi and financial hub Mumbai ease lockdowns on falling infection levels.</li> <li><strong>A new coronavirus antibody drug appears to show promise in mouse studies</strong>, according to a study published in Nature.</li> <li><strong>The Czech Republic has announced it will reopen its borders</strong> to EU and Serbian citizens on June 21.</li> <li><strong>Just days before the start of the Euros, </strong>Spain’s football players and staff have returned negative Covid-19 tests after captain Sergio Busquets had to go home and quarantine.</li> <li><strong>There was “delight across Ireland” </strong>as the country<strong> </strong>reopened pubs, restaurants and leisure facilities.</li> <li><strong>Central Park is to host an “all-star” concert</strong> in August to mark New York’s comeback after the pandemic.</li> <li><strong>New York governor Andrew Cuomo</strong> has announced that the state’s remaining coronavirus restrictions will be lifted when 70% of residents have had at least one vaccine dose.</li> </ul> </div>   </div>","wordcount":"4092","firstPublicationDate":"2021-06-08T05:35:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:52:47Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyty7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d3ca1232f2f1abea8643d702ba2d520594d9c1e9/0_75_5277_3167/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"China has approved the emergency use of a Covid-19 vaccine for those as young as three, according to a spokesperson for Sinovac. That would make it the first country to offer jabs to young children. Britain ignored scientific advice and instead took a political decision when it failed to put Malta on its list of safe travel destinations, Malta foreign minister Evarist Bartolo said. Visitors to Portugal must now quarantine for 10 days on return to England, as the county’s move to the “red list” came into effect. Vietnam has started asking for public donations to buy vaccines as it struggles to contain a new coronavirus wave. Unicef has urged rich members of the G7 to start donating vaccines to poor countries now, instead of waiting to donate leftovers all at once, saying many nations don’t have capacity to roll out huge amounts in one go. India’s government will provide free vaccinations for all adults, Prime Minister Narendra Modi says, as the capital New Delhi and financial hub Mumbai ease lockdowns on falling infection levels. The state of Uttar Pradesh in India has announced that it will end some Covid restrictions. The weekday daytime curfew would be lifted in all 75 districts of the state, as all of them have fallen below 600 active Covid cases. The president of the Tokyo 2020 organizsing committee, Seiko Hashimoto, has announced that there will be restrictions on the movement media using GPS tracking during the Games. New Zealand’s Prime Minister Jacinda Ardern said on Tuesday that she would get her first Covid-19 shot at the end of next week. Canada is preparing to ease birder restrictions for vaccinated travellers, Bloomberg reports. The Czech Republic has announced it will reopen its borders to EU and Serbian citizens on June 21. Spain’s football squad will be get a Covid-19 vaccine shot, less than a week before their opening Euro 2020 match, after captain Sergio Busquets tested positive. Health officials in New South Wales, Australia, have had to reiterate advice over Covid-19 after a number of businesses in Byron Shire were witnessed asking vaccinated customers not to enter their premises under the misapprehension they could shed the virus. Vietnam, once a model for its successful handling of the pandemic, has started asking for public donations to buy vaccines as it struggles to contain a new coronavirus wave. AFP reports that the south-east Asian country has vaccinated only about 1% of its population of nearly 100 million, and authorities have become increasingly alarmed by a recent spike in cases. Since last week, mobile phone users have received up to three text messages urging them to contribute to a Covid-19 vaccine fund, while civil servants have been encouraged to part with a day’s pay. Some residents, fearful of the virus’ impact on Vietnam’s economy – one of the few in the world to expand last year – told AFP they support the fundraising drive. Nguyen Tuan Anh, a civil servant, told AFP he had sent about $50 via bank transfer and SMS payment, as vaccines would mean “Vietnam’s economy will be stable and develop again”. Vietnam’s industrial northern provinces – home to key factories such as Samsung and Foxconn – have been particularly badly hit by the latest outbreak. Across the country, tens of thousands of people have lost their jobs, according to state media, with bars and restaurants forced to close in major hubs such as Hanoi and Ho Chi Minh City and public gatherings cancelled. Cases have more than tripled since April to reach almost 9,000. Although the number is low in comparison to most of its south-east Asian neighbours, Vietnam’s vaccination rate per capita is the lowest in the region, and among the lowest in Asia, according to an AFP tally. The Spanish football squad’s players will be get a Covid-19 vaccine shot tomorrow, less than a week before their opening Euro 2020 match, after captain Sergio Busquets tested positive, Sports Minister Jose Manuel Rodriguez Uribes said. Busquets’ positive has thrown Spain’s tournament preparations into chaos with the remaining 23 players going into isolation along with the coaching staff. An Under-21 side led by their coach Luis de la Fuente will face Lithuania tonight in what was supposed to be the nation’s final warm-up game before the Euros. Coach Luis Enrique called up a group of six players, including Chelsea goalkeeper Kepa Arrizabalaga, to complement the squad. They will train separately in “parallel bubble” away from the main Euros squad with a view to them being added should the need occur. Reuters report that so far, all the other players and staff have tested negative. “We are making an exception because they represent us in a top level competition,” Rodriguez Uribes told Cadena Ser radio station, adding that they were already planning to give them the shots before Spain’s captain had tested positive. Health officials in New South Wales, Australia, have had to reiterate advice over Covid-19 after a number of businesses in Byron Shire were witnessed asking vaccinated customers not to enter their premises under the misapprehension they could shed the virus. The New South Wales department of health has stressed that it is impossible for people to develop, shed, or spread the virus through receiving a vaccine. The advice comes after some businesses in the small town of Mullumbimby placed signs in their windows that read: ‘If you have had the Covid-19 vaccine we ask you not to enter for two weeks or longer until any symptoms subside’. One of the signs falsely states that the spread of the virus following vaccination was emerging from “first hand accounts” and that vaccinated people were “inadvertently harming” the health of others. The town is located in the Northern Rivers region of New South Wales and is about 15km inland from Byron Bay. It is a region with a high level of vaccine hesitancy and refusal, with childhood vaccination rates among the lowest in Australia. A former paramedic who runs a World Health Organisation [WHO] approved vaccination information website, Heidi Robertson, said she was appalled to see the signs as she walked down Stuart Street on Monday. She and health professionals living in the region, including intensive care specialist Dr Rachael Heap, have been working hard for several years to educate the community about vaccination. “We wanted to change the narrative around the region, because we’ve got such a shocking rate of vaccination uptake and we are known for that in Mullumbimby,” Robertson said. Read more of Melissa Davey’s report here: ‘Vaccine won’t give you Covid’: health officials battle anti-vaccination messages in Northern Rivers Andrew Sparrow’s UK live blog is up and running for the day if it is UK developments that you are after. I’ll keep my focus on international Covid news here. A total of 95 deaths registered in England and Wales in the week ending 28 May mentioned Covid-19 on the death certificate, according to the Office for National Statistics (ONS) - the lowest number since the week ending 4 September 2020. PA note that the figure is down 11% on the previous week. It is the first time the number of deaths has been below 100 since the week ending 11 September. Around one in 100 deaths registered in the week to 28 May mentioned Covid-19 on the death certificate. China has approved the emergency use of a Covid-19 vaccine for those as young as three, according to a spokesperson for Sinovac who spoke to AFP. That would make it the first country to offer jabs to young children. “In recent days, the Sinovac vaccine was approved for emergency use in three- to 17-year-olds,” the spokesperson said. But they did not confirm when the young children would be able to start receiving the shots, saying the schedule for the rollout will be decided by the National Health Commission “according to China’s current epidemic prevention and control needs and vaccine supply”. The company has completed early phase trials of the vaccine in children and adolescents, with results to be published shortly in the Lancet scientific journal, the spokesperson added. State broadcaster CCTV reported over the weekend that an unnamed official in the State Council’s epidemic response task force had said vaccines had been approved for children, and “the safety and effectiveness” had been proven. A spokesperson for China’s other major vaccine, Sinopharm, said that experts had demonstrated the effectiveness of its vaccine in children, but didn’t confirm whether it had been approved for use. A quick one from Reuters: Russia reported 9,977 new Covid-19 cases on Tuesday, including 3,817 in Moscow. The government coronavirus task force also said that 379 people had died of coronavirus-related causes in the last 24 hours, pushing the official death toll to 124,496. That’s far fewer than the 270,000 that the state statistics service says had died from Covid-19 and related causes from April 2020 to April 2021. Britain ignored scientific advice and instead took a political decision when it failed to put Malta on its list of safe travel destinations, Malta Foreign Minister Evarist Bartolo said. Britons traditionally account for a third of all arrivals on the small Mediterranean island, and opposition politicians criticised the government for failing to convince London that Malta was a safe tourist destination. Britain last week revised its so-called “green list” of countries, that do not require quarantine on return, choosing not to put any new country on it, while removing Portugal. But Bartolo said the British government did not want its nationals to go abroad because of concerns over growing coronavirus cases at home. “The British government is ignoring scientific advice. It has taken a political decision not to allow travel anywhere, despite the pressure it faces from airlines, tourism operators and the people in general,” he wrote on Facebook. Chris Scicluna reports from Valetta for Reuters that Malta on Monday reported no new Covid-19 cases for the first time in 11 months. Half of its adult population has been fully vaccinated and 75% have received a first dose of a vaccine - the highest rate within the European Union. Dr Nikki Kanani, director of primary care at NHS England, said that vaccine confidence in younger people had increased in the UK. Speaking as over-25s were invited to book their Covid-19 jabs, PA report Dr Kanani told BBC Breakfast: “We’re still seeing great uptake and we are definitely seeing younger people coming in and asking more questions, which is absolutely fine. “More than four in five 40 to 49-year-olds have had their first dose and two-thirds of 30 to 39-year-olds have already had theirs, and that is still going to increase, of course, as people come forward, so uptake remains high. “We had additional polling over the weekend that shows that the confidence in the vaccine has increased by a fifth - by 20% - in those under-40s. “What’s really important as we go into the younger categories is really appealing to people in their own communities and what our teams have done so well is reflect what a community needs locally - whether that’s setting up pop-up vaccination centres in Gurudwaras or temples, or in shopping malls or at workplaces, that has been critical to making sure that people feel confident to take up the vaccine when they’re asked to do so.” Overnight saw a rush to travel back to the UK from Portugal, as travellers had until 4am to return to avoid having to quarantine for 10 days after the country was moved from the “green” list to the “amber” list, without being placed on a watchlist first. The UK’s environment minister has been getting a tough ride on the media morning round in the UK – being asked whether the travel rules, and government advice, have to be this complicated, and why there was so little warning of the change of status. Eustace said “Our advice has always been that you should not travel to countries on the amber list.” The Gaby Hinsliff column today asks the question before Britain vaccinates children, should it vaccinate the world? She writes: Personally I was thrilled to get my vaccine and would be more than happy for my son to have it, but what brought me up short was the question I saw posed recently by the epidemiologist Adam Kucharski: if rich countries have enough vaccine left to jab children at incredibly low risk of serious illness and death, why aren’t they offering it to poorer countries where people are dying for lack of it? Shouldn’t we be taking more seriously the threat not just of humanitarian crises, but of a more resistant variant emerging in some place where the virus is currently raging out of control, fatally undermining the vaccines that remain our only real route to freedom? Only 2% of sub-Saharan Africa has had a first dose. Thailand, engulfed by a severe outbreak, is only just beginning mass vaccinations. Even if the G7 summit agrees this week to invest billions in ramping up vaccine production for poorer countries – as a group of former world leaders led by Gordon Brown wants – that takes months to come on stream. If Britain doesn’t want to seal its borders – and nothing in ministers’ confused approach to foreign holidays suggests they do – then digging an ever-stronger domestic firebreak against the more contagious Delta variant we have just imported from India won’t be enough. We’re going to need a global firebreak against something worse evolving too, and fast. Read more here: Gaby Hinsliff – Before Britain vaccinates children, should it vaccinate the world? Helen Davidson reports from Taipei: Some tentative good news from Taiwan, with a second consecutive day of cases in the 200s and no new cases from backlogged test results. As long as results are not down because of lower weekend testing, the decline is a positive sign in Taiwan’s battle against its worst outbreak of the pandemic. However with about 8,000 cases still active, fatalities have not stopped and authorities reported another 22 deaths. The new cases were mostly in New Taipei city, with 123 recorded. Another 54 were reported from the capital Taipei, while 16 were found in Miaoli where there are growing concerns over an outbreak among employees from three factories which has so far infected 211 people. Health and welfare minister, Chen Chih-shung, said the rate of positive cases in New Taipei was dropping but there was no room yet to relax current restrictions. He urged people not to travel during an upcoming long weekend and dragon-boat festival, which authorities have not cancelled. Vaccine supplies took another hit, with authorities saying expected shipments of AstraZeneca and from Covax had been delayed by about a month. Half of the 150,000 recently obtained Moderna vaccines have been allocated to frontline medical staff. China’s vaccination numbers are never low. Official figures reported by Reuters say that the nation administered about 16.3 million doses of vaccine on 7 June, bringing the total number administered to 794m. In India, the state of Uttar Pradesh has announced that it will end some Covid restrictions. The Hindustan Times reports this morning: The Uttar Pradesh government on Tuesday gave relaxations in ‘corona curfew’ in all 75 districts of the state. According to guidelines announced by the state government, districts with less than 600 active cases of the coronavirus disease (Covid-19) can get relaxations. A state government spokesperson said that there will be relaxation in coronavirus curfew in all the districts of the state from Wednesday onwards, from 7am to 7pm, for five days. However, the night curfew – 7pm to 7am and weekend curfew (for entire day) – will continue. The UK’s environment secretary George Eustace – a man who clearly isn’t in the position where he hasn’t seen family and loved ones abroad for over a year due to travel bans – has told Sky News this morning: “I have no intention of travelling or going on a holiday abroad this summer.” He was being pressed by newly returned presenter Kay Burley on the scramble for flights back from Portugal after it was moved from the “green list” to the “amber list” with very little warning. PA Media quotes him saying: Our advice has been don’t travel unless it’s absolutely necessary. Obviously we had hoped, with these three categories that we had, we had hoped that situation would be improving in other parts of the world, that we’d be able to progressively add other countries to the green list. Sadly, that’s not the situation, we do have this new variant of concern first identified in India that is now cropping up in other countries, and we’ve just got to take a very cautious approach. Asked about the UK government’s delay in shutting down travel from India, he said “India was added as soon as we saw a spike in rates and as soon as we saw there was a reason to”, denying that the delay had been political. At the time Indian case numbers were rising and the government took no action, UK prime minister Boris Johnson had been planning to visit India in his first major trip abroad since the pandemic, with the aim of pushing a post-Brexit UK-India trade deal. Unicef has urged rich members of the G7 to start donating vaccines to poor countries now, instead of waiting to donate leftovers all at once, saying many nations don’t have capacity to roll out huge amounts in one go. Unicef’s vaccine lead Lily Caprani told BBC Newsnight governments in the UK and other G7 nations “need to donate their doses to those low income countries now, while still vaccinating their populations at home.” “Low income countries need a steady supply that they can get off the tarmac and into the arms of health care workers... The unintended consequence of saving all these vaccines up to Christmas time is that countries won’t be able to absorb them and roll them out and therefore they could end up going to waste. We could see millions of doses of vaccines not used and expiring, and that will be a tragedy.” The World Health Organization has also called on Covid-19 vaccine manufacturers to give the Covax scheme first refusal on new doses, or commit half of their volumes to the global jab equity scheme. Our health editor Sarah Boseley asks the question this morning: Can we vaccinate the world against Covid by the end of 2022? As ambitious declarations go – even for Boris Johnson – it was a big one. At the weekend, the UK prime minister said he would urge the G7 leaders to vaccinate the world against Covid by the end of next year. But is this feasible? That rather depends on your definition. No country will vaccinate every adult. Vaccinating enough to achieve herd immunity, which could be 60% or 70%, is the real aim. It is possible to achieve that by December 2023, say experts, but only if the G7 leading economies move immediately to make it happen. The Covax scheme under the UN umbrella should have been the route to vaccination for low-income countries. It was designed as their lifeline. Covax signed contracts with manufacturers to buy 2bn doses by the end of this year. But it is stymied. Its main supplier is the Serum Institute of India, which is now churning out vaccines in response to the terrible surge in domestic cases and deaths and will not be able to fulfil its contracts to Covax or individual countries before the end of the year. Dr Bruce Aylward, senior adviser to the director general of the World Health Organization, who is heavily involved in the vaccine efforts, said: “This is where the UK becomes really important and the G7, because right now we’ve got this gap of death. In June, July, August, September, there’s no vaccine out there for love nor money, in terms of being able to procure it.” Read more of Sarah Boseley’s analysis here: Can we vaccinate the world against Covid by the end of 2022? The president of the Tokyo 2020 organising committee, Seiko Hashimoto, is speaking this morning, and she is setting out some of the procedures that will be undertaken to try to keep the games safe. So far, she’s said that media will not be able to use shared accommodation, and that the media will be GPS-tracked to ensure they don’t go into unauthorised areas. She has also said that they expect to start vaccinating Olympics-related staff by mid-June. Reuters note that foreign spectators have already been banned, and organisers are expected to make a decision late this month on domestic spectators. Toshiaki Endo, the vice-president of the Tokyo organising committee, has previously suggested to Reuters some spectators could be allowed into venues, although he personally preferred a total ban to calm persistent public opposition to the Games. On the downside, I just saw this tweet today, and now I can’t stop thinking about it either… Good morning, it is Martin Belam here in London taking over today’s blog. The biggest news in England is the extension of vaccinations to those aged 25 and over this morning. If you fall into that category you can book your shot at the NHS England site here. Northern Ireland has already been offering vaccines to anybody over 18, you can find out more here. Those in Scotland and Wales can find out the latest information for them here: NHS Scotland Gov.wales Reuters: New Zealand’s Prime Minister Jacinda Ardern said on Tuesday that she would get her first Covid-19 shot at the end of next week, as the country prepared to receive another 1 million doses of the Pfizer vaccine. “For me, it’s been important that I allow those in the most at risk group... to be prioritised,” Ardern said in a news conference. “I’m choosing to be vaccinated at this point in order to play my role in demonstrating that I consider it to be absolutely safe and also really critical to keep others safe,” she said. China today pledged further assistance to Southeast Asian nations in battling the pandemic, the Associated Press reports. The country’s foreign minister, Wang Yi, told his Association of Southeast Asian Nations (Asean) counterparts that China had already delivered 100 million doses of vaccine to Asean nations along with other materials and technical help. Wang said China would “urgently implement” the China-Asean Public Health Cooperation Initiative, continue to support the Asean Emergency Medical Materials Reserve and strengthen regional public health capacity-building. “China will work with Asean to overcome the outbreak as soon as possible,” Wang told a meeting of ministers. He said the sides should explore establishing an expert panel to strengthen cooperation throughout the vaccine process, from research to use, and work to build production and distribution centres to help make vaccines affordable and accessible in the region. Though Covid-19 was first detected in China in late 2019, the nation has largely stamped out domestic transmission, although it has been accused of insufficient transparency or even seeking to conceal the origins of the pandemic. Beijing has been building influence with Asean, despite frictions with some members of the bloc over competing territorial claims in the South China Sea. Welcome to another day of the pandemic, and our continuing global coverage of the latest developments. Below are some of the key updates from the last day. Canada is preparing to ease birder restrictions for vaccinated travellers, Bloomberg reports. A top Japanese virologist and government adviser has warned of the risks of spreading infections during the Tokyo Olympics. Australia’s state of Victoria is on track to ease restrictions on residents, currently in a lockdown to deal with an outbreak of the Delta variant, authorities said. India’s government will provide free vaccinations for all adults, Prime Minister Narendra Modi says, as the capital New Delhi and financial hub Mumbai ease lockdowns on falling infection levels. A new coronavirus antibody drug appears to show promise in mouse studies, according to a study published in Nature. The Czech Republic has announced it will reopen its borders to EU and Serbian citizens on June 21. Just days before the start of the Euros, Spain’s football players and staff have returned negative Covid-19 tests after captain Sergio Busquets had to go home and quarantine. There was “delight across Ireland” as the country reopened pubs, restaurants and leisure facilities. Central Park is to host an “all-star” concert in August to mark New York’s comeback after the pandemic. New York governor Andrew Cuomo has announced that the state’s remaining coronavirus restrictions will be lifted when 70% of residents have had at least one vaccine dose.","charCount":"24606","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/mattha-busby\">Mattha Busby</a> (now); <a href=\"profile/martin-belam\">Martin Belam</a> and <a href=\"profile/helen-davidson\">Helen Davidson</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"environment/2021/jun/08/gas-and-coal-companies-among-recipients-of-50m-in-coalition-grants-from-carbon-capture-fund","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-06-08T09:52:33Z","webTitle":"Gas and coal companies among recipients of $50m in Coalition grants from carbon capture fund","webUrl":"https://www.theguardian.com/environment/2021/jun/08/gas-and-coal-companies-among-recipients-of-50m-in-coalition-grants-from-carbon-capture-fund","apiUrl":"https://content.guardianapis.com/environment/2021/jun/08/gas-and-coal-companies-among-recipients-of-50m-in-coalition-grants-from-carbon-capture-fund","fields":{"headline":"Gas and coal companies among recipients of $50m in Coalition grants from carbon capture fund","standfirst":"<p>Santos liquified natural gas scheme among six projects to receive public support</p>","trailText":"Santos liquified natural gas scheme among six projects to receive public support","byline":"Adam Morton Environment editor","main":"<figure class=\"element element-image\" data-media-id=\"0705771da114a75fef1e84913130f6d0a42c50be\"> <img src=\"https://media.guim.co.uk/0705771da114a75fef1e84913130f6d0a42c50be/0_74_3600_2160/1000.jpg\" alt=\"The Santos liquefied natural gas plant in Darwin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Santos liquefied natural gas plant in Darwin. The company is to get up to $15m in a federal grant for a LNG export project in South Australia it says is expected to store 1.7m tonnes of carbon dioxide a year.</span> <span class=\"element-image__credit\">Photograph: AAP</span> </figcaption> </figure>","body":"<p>The Morrison government has announced the first $50m in grants from a new carbon capture, use and storage (CCS) fund, including awarding up to $15m to gas company Santos and $5m to a coal power project owned by mining giant Glencore.</p> <p>The funding is drawn from a promised $263.7m for the controversial technology, which most often involves capturing industrial greenhouse gas emissions as they are released and injecting them underground.</p> <p>Santos will receive public support for its long-mooted Moomba liquified natural gas (LNG) export project in the Cooper Basin in South Australia. The company says it is expected to store 1.7m tonnes of carbon dioxide a year.</p> <p>Up to $5m is dedicated to the Carbon Transport and Storage Company, a <a href=\"https://www.glencore.com.au/operations-and-projects/coal/projects/carbon-transport-and-storage-projecthttps://www.glencore.com.au/operations-and-projects/coal/projects/carbon-transport-and-storage-project\">project wholly owned by Glencore</a>, to help trial the viability of CCS at a Queensland coal-fired power station and develop a geological storage basin in the Surat Basin.</p> <p>Three other projects to win backing promise to use the captured CO2 in product development, rather than store it underground. The sixth is for Australia’s first demonstration of <a href=\"https://www.carbonbrief.org/direct-co2-capture-machines-could-use-quarter-global-energy-in-2100\">direct-air capture</a> and storage, an energy-intensive “negative emissions” technology that is intended to draw emissions from the atmosphere and bury them underground.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/sep/23/by-2020-standards-angus-taylors-low-emissions-technology-statement-is-not-really-a-climate-policy\">By 2020 standards, Angus Taylor's low-emissions technology statement is not really a climate policy | Adam Morton</a> </p> </aside>  <p>CCS has been a contentious area of public policy in Australia, having been promised billions of dollars in public funding for little result. The first significant project in Australia, Chevron’s Gorgon liquefied natural gas development in the Pilbara, <a href=\"https://www.theguardian.com/australia-news/2019/aug/08/gorgon-lng-plant-begins-long-delayed-carbon-capture-and-storage-project\">started operating </a>in 2019 after years of delay before it <a href=\"https://www.theguardian.com/environment/2021/jan/15/western-australia-lng-plant-faces-calls-to-shut-down-until-faulty-carbon-capture-system-is-fixed\">stopped working properly earlier this year</a>.</p> <p>Globally, it has not proven commercially viable in reducing emissions from coal power, and supporters say it is more likely to play a role at industrial sites. Both the International Energy Agency and the Intergovernmental Panel on Climate Change have said it has a role in addressing the climate crisis. Opponents say it has failed to deliver on scale over two decades and takes funding away from cheaper clean technology.</p> <p>Announcing the funding on Tuesday, the emissions reduction minister, Angus Taylor, said there had been “overwhelming demand”, with the government having received applications to support $1.2bn of private investment.</p> <p>It was “further proof of the viability and importance of carbon capture technologies”, he said. “The projects we have supported through this program include a number of exciting, Australian-first technology demonstrations,” he said.</p> <p>Richie Merzian, the Australia Institute’s climate and energy director, said the announcement suggested the government’s policy was “failed technologies, not taxes”.</p> <p>“We know CCS has already benefited from $1.3bn in support and there is not a single fully operational project in Australia to show from it,” he said.</p> <p>“Even the department of energy admitted that they don’t expect any emissions reductions from CCS in the next 20 years under the government’s technology investment roadmap.”</p> <p>Santos <a href=\"https://www.santos.com/news/moomba-ccs-project-boosted-by-a15-million-grant-from-carbon-capture-use-and-storage-development-fund/\">said its grant</a> was recognition of the “national and international significance” its $210m CCS project in the South Australian outback. Its chief executive, Kevin Gallagher, said it would be one of the cheapest CCS projects in the world, with burial costing $25 to $30 a tonne and pushing for the Morrison government’s goal of less than $20 a tonne.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/jun/02/australian-coal-burnt-overseas-creates-nearly-twice-the-nations-domestic-emissions\">Australian coal burnt overseas creates nearly twice the nation’s domestic emissions</a> </p> </aside>  <p>Gallagher said he was “looking forward” to a final investment decision on the project later this year.</p> <p>Taylor last year named CCS as one of five priorities that would receive taxpayer backing through the government’s “technology, not taxes” approach to emissions reduction. Others nominated in the <a href=\"https://www.theguardian.com/australia-news/2020/sep/23/by-2020-standards-angus-taylors-low-emissions-technology-statement-is-not-really-a-climate-policy\">government’s first low-emissions technology statement</a> were “clean” hydrogen, soil carbon, energy storage and low-emissions steel and aluminium.</p> <p>The projects to receive funding other than Santos and Glencore were:</p> <ul> <li><p>Up to $14.6m for Mineral Carbonation International to help build a mobile demonstration plant on Kooragang Island, New South Wales, that uses CO2 to produce manufacturing and construction materials, such as concrete, plasterboard and fire-retardant materials.</p></li> <li><p>Up to $9m for Energy Developments Pty Ltd to use CO2 emitted from the production of biomethane at landfill sites in cement carbonation curing.</p></li> <li><p>Up to $4m for Corporate Carbon Advisory Pty Ltd for Australia’s first demonstration of a direct-air capture and storage project to geologically sequester CO2 in an existing injection well in Moomba, South Australia.</p></li> <li><p>Up to $2.4m for Boral Limited for a pilot-scale CO2-use project to improve the quality of recycled concrete, masonry and steel slag aggregates at New Berrima, NSW.</p></li> </ul> <p>Taylor said the six projects would create “close to 470 direct jobs and deliver $412m of investment, much of this in regional areas”. No breakdown of this was provided in the initial statement.</p> <p>Australia’s industrial emissions have <a href=\"https://www.industry.gov.au/data-and-publications/national-greenhouse-gas-inventory-quarterly-update-december-2020\">risen significantly since 2005</a>, the baseline year against which the country pledged to cut carbon pollution under the Paris climate agreement, but overall emissions are down due to reductions from land-clearing and electricity. Official projections released in December said the Morrison government was <a href=\"https://www.theguardian.com/environment/2020/dec/11/spinning-emissions-australias-climate-projections-are-not-what-they-seem\">not yet on track</a> to meet its 2030 target, a 26% to 28% cut.</p> <p><br></p>","wordcount":"806","firstPublicationDate":"2021-06-08T09:52:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:54:40Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjey","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0705771da114a75fef1e84913130f6d0a42c50be/0_74_3600_2160/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Morrison government has announced the first $50m in grants from a new carbon capture, use and storage (CCS) fund, including awarding up to $15m to gas company Santos and $5m to a coal power project owned by mining giant Glencore. The funding is drawn from a promised $263.7m for the controversial technology, which most often involves capturing industrial greenhouse gas emissions as they are released and injecting them underground. Santos will receive public support for its long-mooted Moomba liquified natural gas (LNG) export project in the Cooper Basin in South Australia. The company says it is expected to store 1.7m tonnes of carbon dioxide a year. Up to $5m is dedicated to the Carbon Transport and Storage Company, a project wholly owned by Glencore, to help trial the viability of CCS at a Queensland coal-fired power station and develop a geological storage basin in the Surat Basin. Three other projects to win backing promise to use the captured CO2 in product development, rather than store it underground. The sixth is for Australia’s first demonstration of direct-air capture and storage, an energy-intensive “negative emissions” technology that is intended to draw emissions from the atmosphere and bury them underground. CCS has been a contentious area of public policy in Australia, having been promised billions of dollars in public funding for little result. The first significant project in Australia, Chevron’s Gorgon liquefied natural gas development in the Pilbara, started operating in 2019 after years of delay before it stopped working properly earlier this year. Globally, it has not proven commercially viable in reducing emissions from coal power, and supporters say it is more likely to play a role at industrial sites. Both the International Energy Agency and the Intergovernmental Panel on Climate Change have said it has a role in addressing the climate crisis. Opponents say it has failed to deliver on scale over two decades and takes funding away from cheaper clean technology. Announcing the funding on Tuesday, the emissions reduction minister, Angus Taylor, said there had been “overwhelming demand”, with the government having received applications to support $1.2bn of private investment. It was “further proof of the viability and importance of carbon capture technologies”, he said. “The projects we have supported through this program include a number of exciting, Australian-first technology demonstrations,” he said. Richie Merzian, the Australia Institute’s climate and energy director, said the announcement suggested the government’s policy was “failed technologies, not taxes”. “We know CCS has already benefited from $1.3bn in support and there is not a single fully operational project in Australia to show from it,” he said. “Even the department of energy admitted that they don’t expect any emissions reductions from CCS in the next 20 years under the government’s technology investment roadmap.” Santos said its grant was recognition of the “national and international significance” its $210m CCS project in the South Australian outback. Its chief executive, Kevin Gallagher, said it would be one of the cheapest CCS projects in the world, with burial costing $25 to $30 a tonne and pushing for the Morrison government’s goal of less than $20 a tonne. Gallagher said he was “looking forward” to a final investment decision on the project later this year. Taylor last year named CCS as one of five priorities that would receive taxpayer backing through the government’s “technology, not taxes” approach to emissions reduction. Others nominated in the government’s first low-emissions technology statement were “clean” hydrogen, soil carbon, energy storage and low-emissions steel and aluminium. The projects to receive funding other than Santos and Glencore were: Up to $14.6m for Mineral Carbonation International to help build a mobile demonstration plant on Kooragang Island, New South Wales, that uses CO2 to produce manufacturing and construction materials, such as concrete, plasterboard and fire-retardant materials. Up to $9m for Energy Developments Pty Ltd to use CO2 emitted from the production of biomethane at landfill sites in cement carbonation curing. Up to $4m for Corporate Carbon Advisory Pty Ltd for Australia’s first demonstration of a direct-air capture and storage project to geologically sequester CO2 in an existing injection well in Moomba, South Australia. Up to $2.4m for Boral Limited for a pilot-scale CO2-use project to improve the quality of recycled concrete, masonry and steel slag aggregates at New Berrima, NSW. Taylor said the six projects would create “close to 470 direct jobs and deliver $412m of investment, much of this in regional areas”. No breakdown of this was provided in the initial statement. Australia’s industrial emissions have risen significantly since 2005, the baseline year against which the country pledged to cut carbon pollution under the Paris climate agreement, but overall emissions are down due to reductions from land-clearing and electricity. Official projections released in December said the Morrison government was not yet on track to meet its 2030 target, a 26% to 28% cut.","charCount":"5203","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/adam-morton\">Adam Morton</a> Environment editor"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2021/jun/08/price-rises-inflation-full-employment-public-spending","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-06-08T09:46:09Z","webTitle":"Price rises should be short-lived – so let’s not resurrect inflation as a bogeyman | William Mitchell","webUrl":"https://www.theguardian.com/commentisfree/2021/jun/08/price-rises-inflation-full-employment-public-spending","apiUrl":"https://content.guardianapis.com/commentisfree/2021/jun/08/price-rises-inflation-full-employment-public-spending","fields":{"headline":"Price rises should be short-lived – so let’s not resurrect inflation as a bogeyman","standfirst":"<p>Until full employment is reached, governments need not cut back on public spending</p>","trailText":"Until full employment is reached, governments need not cut back on public spending, says William Mitchell, co-founder of modern monetary theory","byline":"William Mitchell","main":"<figure class=\"element element-image\" data-media-id=\"b926e3510e8e2f37dd0f9389ecf297928af96069\"> <img src=\"https://media.guim.co.uk/b926e3510e8e2f37dd0f9389ecf297928af96069/0_61_2233_1340/1000.jpg\" alt=\"An illicit currency trader in Harare, Zimbabwe in 2007. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An illicit currency trader in Harare, Zimbabwe in 2007. </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>","body":"<p>A decade ago the financial press, echoing predictions from mainstream macroeconomists, obsessed about whether governments would run out of money as deficits rose to combat the global financial crisis. Stark predictions of rising bond yields and inevitable debt defaults came to nought.</p> <p>Now, with much larger deficits, the headlines are all <a href=\"https://www.theguardian.com/business/2021/jun/01/bank-of-england-monitors-uk-housing-boom-as-it-weighs-inflation-risk-dave-ramsden-covid\">about inflation</a>. No one seems worried any longer about government insolvency as capitalism survives on fiscal life-support systems. The focus has shifted from meaningless financial ratios to substantive issues relating to real resource scarcity (that is, how close nations are to full employment). However, the inflation mania is as misconstrued as the earlier solvency fears.</p> <p>Lurid statements, like this in the Wall Street Journal: “<a href=\"https://www.wsj.com/articles/is-inflation-a-risk-not-now-but-some-see-danger-ahead-11614614962\">Anxiety about inflation is at a fever pitch, among economists and in markets</a>” and this headline in the Dow Jones-owned Marketwatch: “<a href=\"https://www.marketwatch.com/story/the-biggest-inflation-scare-in-40-years-is-coming-what-stock-market-investors-need-to-know-11617846712\">The biggest ‘inflation scare’ in 40 years is coming</a>”, feed the frenzy. Apparently, rising household saving during the lockdowns will become an expenditure binge as restrictions ease. Accordingly, the former US treasury secretary Larry Summers claimed that Biden’s fiscal injections would “<a href=\"https://edition.cnn.com/2021/05/12/politics/inflation-worries-larry-summers/index.html\">overheat</a>” the economy and cause accelerating inflation.</p> <p>The former German finance minister Wolfgang Schäuble has also claimed that accelerating inflation will result from the European Central Bank’s public bond-buying programme, which has purchased most of the eurozone government debt issued since the pandemic began. He wants a return to austerity or “<a href=\"https://www.ft.com/content/640d084b-7b13-4555-ba00-734f6daed078\">monetary and fiscal normality</a>”, a normality that maintained elevated unemployment levels and stagnant growth.</p> <p>Inflation hawks claim the large deficits and central bank bond buying programmes – quantitative easing, or QE, which is mischaracterised as “money printing” – will deliver Zimbabwe-like outcomes. However, they just misunderstand how governments spend and are ignorant of the history of hyperinflations.</p> <p>All government spending is facilitated by central banks typing numbers into bank accounts. There is no spending out of taxes or bond sales or “printing” going on. All spending – public or non-government – carries inflation risk <a href=\"http://www.fullemployment.net/publications/wp/2020/wp_20_04.pdf\">if nominal spending growth outstrips productive capacity</a>. As full employment is reached, governments have to constrain spending growth and may have to increase taxes to curtail private purchasing power. But we are a long way from that point, with elevated levels of unemployment and largely flat wages growth.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/audio/2020/nov/19/what-is-modern-monetary-theory-and-could-it-fix-australias-problems\">What is modern monetary theory and could it fix Australia’s problems?</a> </p> </aside>  <p>Japan’s experience since the 1990s demonstrates the spurious nature of mainstream macroeconomics, which erroneously predicted bond market revolts and accelerating inflation in the face of its large deficits and QE programme, which most nations have now copied. Modern monetary theory (MMT) demonstrates that QE involves central banks buying government bonds by adding cash to bank reserves. Bank lending is not constrained by available reserves – they are never loaned out to consumers. Rather, lending is driven by demand from credit-worthy borrowers, who are thin on the ground in deep recessions. The only way that QE can stimulate total spending is via its capacity to lower interest rates. When the central bank buys bonds in the secondary markets, the increased demand reduces yields and this permeates into lower rates for relates financial assets. The lower bond yields may have stimulated increased demand for equities, but they have not pushed total spending beyond resource constraints</p> <p>Further, massive supply shocks explain the hyperinflation of 1920s Germany and modern-day Zimbabwe. The Zimbabwean government’s confiscation of highly productive white-run farms to reward soldiers who had no experience in farming, caused farm output to collapse, which then damaged manufacturing. Even with fiscal surpluses, hyperinflation would have occurred, such was the supply contraction. The current supply chain disruptions are temporary and relatively small by comparison.</p> <p>There are misconceptions as to what inflation actually is. Inflation is the continuous rise in the price level. A one-off price rise does not constitute inflation. For example, after recessions, firms often withdraw discounts and return prices to pre-recession levels. These adjustments do not constitute inflation. Share market booms are also not akin to generalised inflation.</p> <p>Some price pressures have emerged as the pandemic eases. Oil prices fell sharply as the lockdowns kept us off the road. The increased demand for fuel, as cars have returned to the roads, is pushing up prices. But the Opec Reference Basket (ORB) for global oil prices is still below pre-pandemic levels and well below the stable post-global financial crisis levels. The US Energy Information Administration forecasts oil prices will <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=46516\">flatten out through 2022</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/jun/03/governments-worrying-about-inflation-damage-recovery\">Why governments should keep spending, and stop worrying about inflation | Leah Downey</a> </p> </aside>  <p>Fearmongers point to the <a href=\"https://www.theguardian.com/environment/2011/mar/03/1970s-oil-price-shock\">Opec hikes in October 1973</a>, when global oil prices rose from an average 2.48 US dollars per barrel in 1972 to $11.58 in 1974. However, there is little prospect of a 1970s-style inflation emerging. Then, strong unions and firms with price-setting power engaged in a dispute aimed at shifting the real income losses from the rising oil prices on to each other. But the strength of the relationship between oil prices and inflation has waned since the 1990s. The ability of workers to engage in this sort of distributional struggle has been constrained by the rise of precarious work, persistent elevated levels of unemployment and underemployment, and pernicious legislation that has reduced union capacity to pursue wage demands. Since 1995,<strong> </strong>the IMF’s <a href=\"https://www.imf.org/en/Publications/SPROLLs/world-economic-outlook-databases#sort=%40imfdate%20descending\">World Economic Outlook data</a> shows that average annual inflation across advanced nations has been just 1.87%. <strong> </strong>In Japan, the average inflation rate has been 0.2%. A 1970s-style wages breakout will not happen.</p> <p>Modern monetery theory draws attention to inflationary triggers that are independent of aggregate spending pressures: for example, administrative pricing practices <strong> </strong>(for example, indexation agreements with privatised energy or mass transport companies to increase prices irrespective of current conditions) and abuse of market power (such as cartels). Further, one of the problems the global financial crisis exposed, which has not been adequately dealt with, is the speculative move by hedge funds into agricultural commodity markets, which triggered <a href=\"https://www.theguardian.com/business/2010/jul/19/speculators-commodities-food-price-rises\">massive food price increases</a> in 2008. These triggers do require legislative focus.</p> <p>I believe that the current price spikes, though, are transient, and will be absorbed without any entrenched inflation emerging. Accordingly, they do not justify a return to austerity.</p> <ul> <li><p>William Mitchell is a professor of economics at the University of Newcastle, Australia, and docent professor of global political economy at the University of Helsinki, Finland. He is one of the co-founders of modern monetary theory</p></li> </ul>","wordcount":"1023","commentCloseDate":"2021-06-11T09:46:09Z","commentable":"true","firstPublicationDate":"2021-06-08T09:46:09Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T10:49:15Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hycb4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b926e3510e8e2f37dd0f9389ecf297928af96069/0_61_2233_1340/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A decade ago the financial press, echoing predictions from mainstream macroeconomists, obsessed about whether governments would run out of money as deficits rose to combat the global financial crisis. Stark predictions of rising bond yields and inevitable debt defaults came to nought. Now, with much larger deficits, the headlines are all about inflation. No one seems worried any longer about government insolvency as capitalism survives on fiscal life-support systems. The focus has shifted from meaningless financial ratios to substantive issues relating to real resource scarcity (that is, how close nations are to full employment). However, the inflation mania is as misconstrued as the earlier solvency fears. Lurid statements, like this in the Wall Street Journal: “Anxiety about inflation is at a fever pitch, among economists and in markets” and this headline in the Dow Jones-owned Marketwatch: “The biggest ‘inflation scare’ in 40 years is coming”, feed the frenzy. Apparently, rising household saving during the lockdowns will become an expenditure binge as restrictions ease. Accordingly, the former US treasury secretary Larry Summers claimed that Biden’s fiscal injections would “overheat” the economy and cause accelerating inflation. The former German finance minister Wolfgang Schäuble has also claimed that accelerating inflation will result from the European Central Bank’s public bond-buying programme, which has purchased most of the eurozone government debt issued since the pandemic began. He wants a return to austerity or “monetary and fiscal normality”, a normality that maintained elevated unemployment levels and stagnant growth. Inflation hawks claim the large deficits and central bank bond buying programmes – quantitative easing, or QE, which is mischaracterised as “money printing” – will deliver Zimbabwe-like outcomes. However, they just misunderstand how governments spend and are ignorant of the history of hyperinflations. All government spending is facilitated by central banks typing numbers into bank accounts. There is no spending out of taxes or bond sales or “printing” going on. All spending – public or non-government – carries inflation risk if nominal spending growth outstrips productive capacity. As full employment is reached, governments have to constrain spending growth and may have to increase taxes to curtail private purchasing power. But we are a long way from that point, with elevated levels of unemployment and largely flat wages growth. Japan’s experience since the 1990s demonstrates the spurious nature of mainstream macroeconomics, which erroneously predicted bond market revolts and accelerating inflation in the face of its large deficits and QE programme, which most nations have now copied. Modern monetary theory (MMT) demonstrates that QE involves central banks buying government bonds by adding cash to bank reserves. Bank lending is not constrained by available reserves – they are never loaned out to consumers. Rather, lending is driven by demand from credit-worthy borrowers, who are thin on the ground in deep recessions. The only way that QE can stimulate total spending is via its capacity to lower interest rates. When the central bank buys bonds in the secondary markets, the increased demand reduces yields and this permeates into lower rates for relates financial assets. The lower bond yields may have stimulated increased demand for equities, but they have not pushed total spending beyond resource constraints Further, massive supply shocks explain the hyperinflation of 1920s Germany and modern-day Zimbabwe. The Zimbabwean government’s confiscation of highly productive white-run farms to reward soldiers who had no experience in farming, caused farm output to collapse, which then damaged manufacturing. Even with fiscal surpluses, hyperinflation would have occurred, such was the supply contraction. The current supply chain disruptions are temporary and relatively small by comparison. There are misconceptions as to what inflation actually is. Inflation is the continuous rise in the price level. A one-off price rise does not constitute inflation. For example, after recessions, firms often withdraw discounts and return prices to pre-recession levels. These adjustments do not constitute inflation. Share market booms are also not akin to generalised inflation. Some price pressures have emerged as the pandemic eases. Oil prices fell sharply as the lockdowns kept us off the road. The increased demand for fuel, as cars have returned to the roads, is pushing up prices. But the Opec Reference Basket (ORB) for global oil prices is still below pre-pandemic levels and well below the stable post-global financial crisis levels. The US Energy Information Administration forecasts oil prices will flatten out through 2022. Fearmongers point to the Opec hikes in October 1973, when global oil prices rose from an average 2.48 US dollars per barrel in 1972 to $11.58 in 1974. However, there is little prospect of a 1970s-style inflation emerging. Then, strong unions and firms with price-setting power engaged in a dispute aimed at shifting the real income losses from the rising oil prices on to each other. But the strength of the relationship between oil prices and inflation has waned since the 1990s. The ability of workers to engage in this sort of distributional struggle has been constrained by the rise of precarious work, persistent elevated levels of unemployment and underemployment, and pernicious legislation that has reduced union capacity to pursue wage demands. Since 1995, the IMF’s World Economic Outlook data shows that average annual inflation across advanced nations has been just 1.87%. In Japan, the average inflation rate has been 0.2%. A 1970s-style wages breakout will not happen. Modern monetery theory draws attention to inflationary triggers that are independent of aggregate spending pressures: for example, administrative pricing practices (for example, indexation agreements with privatised energy or mass transport companies to increase prices irrespective of current conditions) and abuse of market power (such as cartels). Further, one of the problems the global financial crisis exposed, which has not been adequately dealt with, is the speculative move by hedge funds into agricultural commodity markets, which triggered massive food price increases in 2008. These triggers do require legislative focus. I believe that the current price spikes, though, are transient, and will be absorbed without any entrenched inflation emerging. Accordingly, they do not justify a return to austerity. William Mitchell is a professor of economics at the University of Newcastle, Australia, and docent professor of global political economy at the University of Helsinki, Finland. He is one of the co-founders of modern monetary theory","charCount":"6848","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/william-mitchell\">William Mitchell</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"}]}}