[{"headline":"Coronavirus Australia live update: Victoria reports three new Covid cases, five-day aged care vaccination blitz","standfirst":"<p>Minister Richard Colbeck comes under fire over aged care failures after outbreak in two Melbourne homes. Follow live updates </p><ul><li><a href=\"https://www.theguardian.com/law/2021/jun/01/federal-court-rejects-challenge-to-australias-outbound-travel-ban\">Federal court rejects challenge to Australia’s outbound travel ban</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victorian Covid hotspots</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria lockdown rules explained</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">Where the federal government went wrong with its aged care response</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/31/health-experts-furious-federal-guidelines-still-let-melbourne-aged-care-staff-work-multiple-sites\">Health experts furious federal Covid guidelines still let Melbourne aged care staff work multiple sites</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/australias-drug-regulator-may-refer-anti-vaccination-facebook-posts-to-federal-police\">TGA may refer anti-vaxx Facebook posts to federal police</a></li></ul>","trailText":"Follow live updates","byline":"Amy Remeikis","main":"<figure class=\"element element-image\" data-media-id=\"660dd40e2a6fe9061b2803e820857998cabaaabc\"> <img src=\"https://media.guim.co.uk/660dd40e2a6fe9061b2803e820857998cabaaabc/168_409_4345_2607/1000.jpg\" alt=\"Healthcare workers arrive at the Arcare Aged Care centre in Maidstone\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Healthcare workers arrive at the Arcare Aged Care centre in Maidstone, Melbourne, this morning. Victoria’s Covid lockdown is due to expire at midnight on Thursday.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>","body":"<div id=\"block-60b5af478f088d8c3178f1fd\" class=\"block\" data-block-contributor=\"profile/katharine-murphy\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:54:05.412Z\">4.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It being Tuesday, the Labor caucus has also met today. It was mostly housekeeping, but there was a debate about a disallowance motion proposed by the independent <strong>Zali Steggall</strong> about gas development in the Beetaloo Basin. </p> <p>Labor resolved to oppose the Stegall motion (which was the recommendation from the shadow minister <strong>Madeline King</strong>), but the decision triggered a debate. </p> <p>I gather <strong>Ged Kearney</strong> and <strong>Libby Coker</strong> opposed the recommendation. </p> <p>But <strong>Joel Fitzgibbon </strong>and the Norther Territory MPs supported KIng’s position. Fitzgibbon noted that Labor’s policy included a role for gas, so the party needed to be consistent.</p> </div>   </div> <div id=\"block-60b5aea48f088d8c3178f1f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:53:36.031Z\">4.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And that is the end of the Victorian press conference.</p> <p>What did we learn?</p> <p>Two of the three cases we didn’t know about yesterday are close contacts of confirmed cases. A third is not, but was nearby exposure sites.</p> <p>Victoria has launched a ‘five day blitz’ to vaccinate aged care and disability workers who fall under the federal government jurisdiction, to try and speed up the vaccine roll out.</p> <p>Still no word on whether or not lockdown will be lifted as scheduled on Thursday.</p> <p>There is just under 10 minutes until question time. Get ready for that.</p> </div>   </div> <div id=\"block-60b5ad808f086d71cc160a10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:46:32.765Z\">4.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>When will <strong>Daniel Andrews </strong>be back at work?</p> <blockquote class=\"quoted\"> <p>As the acting premier made clear yesterday, the premier released a statement in the not-too-distant past thanking Victorians for the warm wishes for his recovery, and indicating that his recovery was progressing well, and that he is expected to be back in June. </p> <p>...Today is the first day of June and I’m pretty sure it goes for a few more weeks yet.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:51:50.040Z\">at 4.51am BST</time></p>  </div> <div id=\"block-60b5ac438f086d71cc160a09\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:42:39.631Z\">4.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Are disability care workers working across multiple sites (like private aged care workers are, under the federal jurisdiction).</p> <p>State disability minister <strong>Luke Donnellan:</strong></p> <blockquote class=\"quoted\"> <p>We’ve got a couple of bits to that question. The residential sector in terms of residential accommodation got transferred as of last night fully to the commonwealth so we had 45% of the residential provided, 45% of residents for people with disabilities so that got transferred to the commonwealth as of yesterday and a process of transferring multiple facilities over time. </p> <p>We had the worker mobility reduction payment in place and have had that up to literally last night in place to minimise one worker at one site, period. </p> <p>That has been in place until last night. </p> <p>I raised that with the federal minister, specifically to say that with the transfer of the 45% of the remaining residences, that worker mobility payment we won’t be paying any more because they are no longer under our governance and we are no longer responsible for them, under the NDIS agreement. </p> <p>I raised that with the minister last night for consideration and I expect she will be back to me over the coming days.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:50:55.564Z\">at 4.50am BST</time></p>  </div> <div id=\"block-60b5ab188f086d71cc1609fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:36:44.336Z\">4.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Martin Foley:</strong></p> <blockquote class=\"quoted\"> <p>I think we will only all be satisfied when every Victorian who is eligible to be vaccinated is vaccinated. </p> <p>We can’t rest as a community – all levels of government need to put their shoulder to the wheel together to achieve that outcome. I am concerned. </p> <p>It is why the government is prioritising today at the expense of other Victorians who would be eligible under the ceiling of vaccines that we’ve been allocated, to deliver to precisely those workforces that have priority access. </p> <p>These are people who care for our most vulnerable residents who we saw in 2020 in Victoria and New South Wales to a lesser degree, the virus got into these workplaces not the residents or participants but through a workforce contact. </p> <p>We need to make sure that those workforces are vaccinated, not just for their own good but primarily for the good of the people that they care for and look after.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:40:22.726Z\">at 4.40am BST</time></p>  </div> <div id=\"block-60b5aac28f08d486a7719002\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:35:33.341Z\">4.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Is <strong>Martin Foley</strong> concerned with how slow the roll out is going in disability care facilities?</p> <p><strong>Foley:</strong></p> <blockquote class=\"quoted\"> <p>I’m always concerned that any committee transmission which we have in Victoria.</p> <p>We’ve seen it in the last few days in private residential aged care and I’d be extremely concerned if it got into NDIS covered residential disability services. </p> <p>My understanding is the Commonwealth have, through private contractors, committed to ramping up their in reach services into those disability services. </p> <p>I understand that doesn’t cover staff, hence our announcement today that we want to prioritise those staff in our next 5-day blitz in this area. </p> <p>If you can’t make it to one of our state blitzes, you have either a disability or residential aged care worker, the right to see your participating GP to get your vaccine.</p> </blockquote> </div>   </div> <div id=\"block-60b5aa6b8f088d8c3178f1da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:33:56.852Z\">4.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Martin Foley</strong> on why the state government is now vaccinating private health care workers:</p> <blockquote class=\"quoted\"> <p>There were arrangements in place for the staff if they were there at the time, and there was leftovers and other arrangement on a different basis, but as a result of some of those issues, or the stay stood up a couple of weeks ago, to indicate that we were prepared to support the private residential aged care system through our systems, and Victoria we wrote to all of those providers, there was a degree of take-up, remembering of course that most of the vaccines that are in fact distributed in Victoria are still through the GP network, and many of these people, if they had been vaccinated, they had gone to their GP, but we do not have oversight of that data.</p> <p>So we know from this most recent cases that are significant numbers of those private residential aged care service staff and NDIS disability staff, are not vaccinated, hence our priority call for the next five days.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:38:58.933Z\">at 4.38am BST</time></p>  </div> <div id=\"block-60b5a8278f08d486a7718feb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:23:58.721Z\">4.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Martin Foley</strong> continues:</p> <blockquote class=\"quoted\"> <p>Every day in the global pandemic is pretty grim, and we need to make sure that the hard work that all of Victorians are putting into this outbreak, that’s the real risk that we are facing particularly at a aged care setting, particularly at our high-risk private residential aged care settings, I take it into account. </p> <p>Victorians have sacrificed more than anyone else around the nation when it comes to making sure that we – as we very recently had – 86 continuous days of no community transmission. </p> <p>What to do is to make sure that our effort reflects the value of that sacrifice, and avoid the risk that we saw last winter of the devastation this causes private residential aged care. I think Victorians really expect that of the government, and that is what we will be doing.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"a4800a77082bbeab7da8fabd0ec6b2e5d95199b9\"> <img src=\"https://media.guim.co.uk/a4800a77082bbeab7da8fabd0ec6b2e5d95199b9/0_47_5273_3166/1000.jpg\" alt=\"Victorian minister for health Martin Foley during a press conference in Melbourne, Tuesday, 1 June 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victorian minister for health Martin Foley during a press conference in Melbourne, Tuesday, 1 June 2021.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:32:20.295Z\">at 4.32am BST</time></p>  </div> <div id=\"block-60b5a7e58f08d486a7718fe6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:22:57.003Z\">4.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Victorian health minister <strong>Martin Foley</strong> on the day by day proposition of the lockdown:</p> <blockquote class=\"quoted\"> <p>I am only as confident as the last test and the last piece of data that we receive, because we know that this is so unpredictable, whilst we increasingly come to understand how the virus moved, and our knowledge both in Australia and globally has gone ahead in leaps and bounds of the past 18 months, it is still in many ways a rapidly evolving virus that is of real challenge.</p> <p>I cannot share with people what we have yet to land through our public health teams. As soon as we do have those recommendations from our public health teams, we will be back those announcements to the people.</p> </blockquote> </div>   </div> <div id=\"block-60b5a7998f086d71cc1609e9\" class=\"block\" data-block-contributor=\"profile/christopher-knaus\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:21:28.649Z\">4.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Not-for-profit aged care providers have responded to news that the federal government is considering making vaccines mandatory for aged care workers. </p> <p>Aged and Community Services Australia (ACSA) says the main issue is not mandatory vaccines. It is ease of access. </p> <p>ACSA chair <strong>Sara Blunt </strong>says the government must stop blaming providers or workers for a rollout that is “its responsibility”. </p> <blockquote class=\"quoted\"> <p>If the Covid-19 vaccine is available at workplaces then we’ll see a significant pick up and improvements to coverage in aged care quickly.</p> <p>The main issue right now is not whether the vaccine is mandatory, it’s whether workers can get easy access.</p> <p>The government has to stop blaming providers or workers when the roll out is its responsibility. Our workers are amongst the hardest working yet poorly paid in the care and service industries and the fewer barriers we put in front of them to get a vaccine the better.</p> <p>In Victoria in particular workers right now will be primarily concerned with the immediate health of the older people in their care and also themselves and their families.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:28:36.966Z\">at 4.28am BST</time></p>  </div> <div id=\"block-60b5a7458f08d486a7718fdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:20:07.592Z\">4.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to Victoria, <strong>Martin Foley</strong> says he doesn’t know if there will be a lockdown extension or not, but the aged care settings are “troubling”.</p> <p>He says as soon as they get the advice, they’ll let people know, either way.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:28:54.197Z\">at 4.28am BST</time></p>  </div> <div id=\"block-60b5a6a18f086d71cc1609dc\" class=\"block\" data-block-contributor=\"profile/paul-karp\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:17:10.512Z\">4.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The federal treasurer, <strong>Josh Frydenberg</strong>, told the Coalition party room the budget was put together when it was assumed there would be outbreaks across the country and short lockdowns and that’s why the government kept the foot on the accelerator with $41bn in related economic support.<br></p> <p>He said:</p> <blockquote class=\"quoted\"> <p>Victoria came to us to ask for assistance, because it was a short lockdown we said it was a scale that could be managed at a local level. They ran a pretty desperate attempt to smear us when in reality the numbers tell a very different story, Victoria has received more on a per capita basis than any other state. We’ve already delivered $45bn plus to families and businesses, where the state government has delivered $13bn.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:19:40.073Z\">at 4.19am BST</time></p>  </div> <div id=\"block-60b5a61d8f086d71cc1609d9\" class=\"block\" data-block-contributor=\"profile/sarah-martin\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:15:54.637Z\">4.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back to health estimates and <strong>Katy Gallagher</strong> is now asking Colbeck about the five-day blitz running from Wednesday to Sunday just announced by the Victorian government.</p> <p>Gallagher asks why it is being left to the state to “come in and basically do a blitz to get aged and disability care workers vaccinated to generate the momentum needed.” </p> <p><strong>Colbeck says</strong> the process of rollout is happening “collaboratively”.</p> <blockquote class=\"quoted\"> <p>I am very pleased that the Victorian government is giving preference to residential aged care staff given the health advice that we are providing the vaccine resource to the state.</p> </blockquote> <p>Before the committee breaks for lunch, <strong>Michael Lye</strong> from the department clarifies to the committee that it was a departmental error that led health minister <strong>Greg Hunt</strong> to “conflate” the number of doses with the number of people vaccinated in the aged care workforce.<br></p> <p><strong>Gallagher said</strong> officials were taking the blame on behalf of Hunt.</p> <blockquote class=\"quoted\"> <p>Has Mr Hunt’s office been in touch? I can see what’s happened.</p> <p>You’re taking the heat for his office coming and getting cranky at evidence.</p> <p>We know. I have dealt with him on the phone. I know what he is like. Rude.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:22:16.644Z\">at 4.22am BST</time></p>  </div> <div id=\"block-60b5a5998f088d8c3178f1a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:13:38.411Z\">4.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>732 residences were physically checked yesterday, with help from the ADF. Eight individuals of “real concern” were not home.</p> <p> They are being followed up through the enforcement division.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:29:20.679Z\">at 4.29am BST</time></p>  </div> <div id=\"block-60b5a51f8f086d71cc1609d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:11:23.032Z\">4.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Still no confirmation the Victorian lockdown will end on Thursday. It is still a day by day watch and wait situation.</p> </div>   </div> <div id=\"block-60b5a3c18f088d8c3178f193\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:06:41.675Z\">4.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeroen Weimar:</strong></p> <blockquote class=\"quoted\"> <p>There are over 300 exposure sites now on a website and I encourage people to use the website for this. </p> <p>We’ve identified a number of retail strips. These are precincts we know some of our cases have been. </p> <p>There are exposure sites at all these streets but I’m using this as a way to get people’s attention. </p> <p>...We are now keen to starting to drain the swamp to see what else is out there. Is anybody else out there we haven’t caught? Is there anybody else not been caught by exposure sites? </p> </blockquote> </div>   </div> <div id=\"block-60b5a2958f086d71cc1609ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T03:01:44.925Z\">4.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There have been at least four cases in the current outbreak of 54 who are not known to other cases – but have come into contact with each other at one of the exposure sites.</p> <p>So it is not necessarily face to face, or touch to touch contact.</p> <p><strong>Jeroen Weimar</strong> says this variant means that sort of transmission is happening more often:</p> <blockquote class=\"quoted\"> <p>What we’re seeing now is people are brushing past each other in a small shop, they are going to a display home, they are looking at photos in a Telstra shop. </p> <p>This is relatively speaking, relatively fleeting. They do not know each other’s lives, and that is very different from what we have been before.</p> </blockquote> <p>So if you have been to one of those exposure sites, get tested.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:14:57.628Z\">at 4.14am BST</time></p>  </div> <div id=\"block-60b5a2658f088d8c3178f18a\" class=\"block\" data-block-contributor=\"profile/sarah-martin\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:59:18.994Z\">3.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rex Patrick</strong> is asking about the decision-making process for government grants for promising vaccines late last year.<br></p> <p>He is also asking whether health officials were aware of ferret trials being done by CSIRO last year.<br></p> <p>Yes, they were aware of the ferrets.<br></p> <p>He is concerned about the secrecy surrounding the grant process, saying there is a “complete lack of transparency” around the program and the decisions made by the grant access opportunity committee.<br></p> <p>Not really many Qs so far, but he is calling it a “corruption incubator”.<br></p> <p>Patrick is giving a presentation about the US equivalent which releases more information publicly.<br></p> <blockquote class=\"quoted\"> <p>It is hugely concerning. This is like sports rorts but with people who have the ability to inject steroids into it.</p> <p>This is all covered in secrecy endorsed by you people.</p> </blockquote> <p>He says $20bn is awarded “behind closed doors” through the Medical Research Future Fund.<br></p> <p><strong>Brendan Murphy</strong> says it is not publicly disclosed who sits on the medical research future fund panels, but the conflict of interest policy process is “very very rigorous”.<br></p> <p>Patrick is told that the National Health and Medical Research Council will appear for questioning later.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:04:27.087Z\">at 4.04am BST</time></p>  </div> <div id=\"block-60b5a23a8f088d8c3178f185\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:58:30.212Z\">3.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Clare O’Neil</strong> has responded to <strong>Richard Colbeck’s</strong> evidence in Senate estimates today:<br></p> <blockquote class=\"quoted\"> <p><strong>Greg Hunt</strong> told the public yesterday that roughly 70,000 aged care workers had been vaccinated.</p> <p>The truth revealed in estimates by health officials today is that number is less than half – about 32,800.</p> <p>Less than 10% of the aged care workforce has been vaccinated and yet the virus is not only at large in our general community it is today being found within our aged care system.</p> <p>The level of deceptive incompetence of this government and the minster responsible for aged care is utterly breathtaking.</p> <p>Their negligence in aged care is callous, cruel and dangerous.</p> <p>Victorians in particular right now must surely be disgusted.</p> <p>The government must immediately deliver a detailed plan with clear vaccine targets for the aged care workforce. This is essential. Targets ensure urgency and right now the Morrison government display no urgency at all.</p> <p>When will half the aged care workforce be vaccinated? When will three quarters be done? Targets must be set. Lives at at risk.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:05:27.170Z\">at 4.05am BST</time></p>  </div> <div id=\"block-60b5a21e8f08d486a7718fb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:57:37.324Z\">3.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Vaccination waits in Melbourne at the moment are running at about a three-hour wait.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:05:42.920Z\">at 4.05am BST</time></p>  </div> <div id=\"block-60b5a1a98f088d8c3178f180\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:57:17.078Z\">3.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If you have been to any of these shopping centres in Melbourne in the last two weeks, Victorian authorities want you to come forward for testing – even if you are not symptomatic:</p> <ul> <li><strong>Craigieburn Central </strong></li> <li><strong>Bay Street in Port Melbourne</strong></li> <li><strong>Clarendon Street in South Melbourne</strong></li> <li><strong>Pacific Epping, also known as the Epping Plaza</strong></li> <li><strong>The Epping North shopping centre</strong></li> <li><strong>Broadway Reservoir</strong></li> </ul> <p>Positive cases have been in those areas and authorities just want to make sure they are stamping out any transmission.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:06:24.748Z\">at 4.06am BST</time></p>  </div> <div id=\"block-60b5a1128f088d8c3178f17a\" class=\"block\" data-block-contributor=\"profile/sarah-martin\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:53:51.106Z\">3.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Katy Gallagher</strong> is continuing to target the government over the low vaccination rate among the aged care workforce.</p> <p>Colbeck claims that “every worker in aged care has access through those various channels now.”</p> <p>“They all have access to a vaccine and they have had for a period of time,” he said.</p> <p>However he says that this has not been reported under the current system, which does not record occupation. Gallagher says that the government was avoiding its responsibility to the workforce. </p> <p>“So you’re not responsible for vaccinating aged care workers ... and you are saying it is over to you aged care workers, go and get it done.” </p> <p>She also questioned one of the channels – the Sonic clinics – saying just three were operating in NSW rather than the 13 promised.</p> <p><strong>Murray Watt</strong> then challenged Colbeck on how Australia compares with other countries, saying we were running 113th when it comes to doses per hundred people, behind countries such as Tonga, Panama and El Salvador.</p> <p>Colbeck said Australia was in the “middle of the pack”, when compared with the progress of other countries at a similar stage of the rollout.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T03:01:34.553Z\">at 4.01am BST</time></p>  </div> <div id=\"block-60b5a0748f086d71cc1609af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:52:49.177Z\">3.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is still a missing link between the person who contracted Covid in Adelaide hotel quarantine and the first City of Whittlesea and Port of Melbourne cases, which authorities are still looking for.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:54:08.329Z\">at 3.54am BST</time></p>  </div> <div id=\"block-60b5a0258f088d8c3178f16b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:49:46.949Z\">3.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Victorian Covid commander <strong>Jeroen Weimar </strong>says of the 4,200 primary and secondary contacts of known cases who have been isolated, 75% have returned negative test results.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:54:44.765Z\">at 3.54am BST</time></p>  </div> <div id=\"block-60b59ef68f086d71cc1609a5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:48:23.326Z\">3.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victoria to enact 'five-day vaccination blitz' for aged care workers</h2>  <div class=\"block-elements\">  <p>The Victorian aged care and disability services minister <strong>Luke Donnellan </strong>says Victoria will undertake a “five-day blitz” and step in to vaccinate workers in vulnerable settings:</p> <blockquote class=\"quoted\"> <p><strong>This means from Wednesday 2 June to Sunday 6 June, workers in the private sector aged care facilities and the residential disability sector, all managed by the commonwealth, will be given priority access to walk-in vaccination hubs around Victoria between 9am and 4pm when they present evidence of their employment</strong>. </p> <p>The following vaccination hubs are participating in the five-day blitz including the Royal Exhibition Building, the Melbourne Convention and Exhibition Centre, Sandown racecourse, the Melbourne Showgrounds, the former Ford factory in Geelong, Bendigo community clinic, Ballarat Mercure Hotel and Convention Centre, Shepparton Showgrounds, that Macintosh Centre, to Elgin racecourse and the Wodonga vaccination hub. </p> <p>Aged care and disability workers are currently eligible to be vaccinated at state hubs but this is about stimulating that demand and getting more workers to get greater coverage at the private aged care sector and the disability sector. </p> <p>We have concerns there isn’t enough coverage that is why we are stepping in. </p> <p>It has been available but this is very much a call to arms of those workers on the frontline to come out and we will give you a priority lane so it makes it quicker and easier to get through it in a speedier time because we very much want to ensure we are protecting those audible people and the aged care facilities and stability sector from Covid-19.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:53:16.057Z\">at 3.53am BST</time></p>  </div> <div id=\"block-60b59e808f088d8c3178f159\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:44:04.198Z\">3.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is good news though.</p> <p><strong>Martin Foley:</strong></p> <blockquote class=\"quoted\"> <p><strong>I’m also able to advise that all staff and residents at Blue Cross Sunshine aged care facility have tested negative</strong> other than that one case reported on yesterday, the crossover worker between Arcare Maidstone and Blue Cross Sunshine. </p> <p>There are being no positive tests further at Arcare Maidstone. </p> <p>These sites remain under strict infection and prevention control measures and I want to particularly thank the Western public health unit for leading the work and thank the wonderful clinical staff and particularly the nurses from both Melbourne Health and Western Health who have stood into these important factual prevention and control measures and to support both those facilities as a result of their own staff having to be furloughed and quarantined. </p> <p>I can also advise that another BlueCross facility which shared a worker advised that we talked about yesterday, that that site has been stood down as an infection risk <strong>as the particular worker was non-infectious at the period that they worked at the other BlueCross site.</strong></p> </blockquote> </div>   </div> <div id=\"block-60b59d798f086d71cc160993\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:39:53.989Z\">3.39am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victoria Covid press conference update</h2>  <div class=\"block-elements\">  <p>Health minister <strong>Martin Foley</strong> is giving today’s update:</p> <p>He says of the three new cases (there were nine in total in the 24 hours to midnight, but we knew about six of them yesterday) two have been linked – but one has not, as yet.</p> <p><strong>Foley:</strong></p> <blockquote class=\"quoted\"> <p>Two of these three are primary close contacts who were quarantining during their infectious period which is good news. One is still under investigation. </p> <p>They are not a contact and are not are directly linked to any exposure site but there is very close proximity to that exposure site and we are confident the investigation ongoing will uncover further crossover. </p> <p>Our public health team are seeing more and more of this in this particular South Australian hotel outbreak playing out a bit differently to earlier outbreaks. There is evidence of casual acquisition instead of those indirect close contact my friends at a pub, family members.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:42:21.716Z\">at 3.42am BST</time></p>  </div> <div id=\"block-60b59be38f08d486a7718f83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:32:47.799Z\">3.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck </strong>says “every worker in aged care has access through those various channels to a vaccine”.</p> <p>Those channels are – see your GP, go to the state/territory hub, or on-site vaccination if there are extra vaccines left over.</p> <p>“They all have access to vaccines, and they have for some time,” Colbeck says.</p> <p>But if a worker can get a day off to go get the vaccine, under their own steam, the government doesn’t know they have had it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:39:35.293Z\">at 3.39am BST</time></p>  </div> <div id=\"block-60b59af28f086d71cc160972\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:27:38.758Z\">3.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Katy Gallagher: </strong> “How many staff [have been vaccinated]”</p> <p><strong>Richard Colbeck:</strong> “You have asked a black and white question, where there is not a black and white answer.”</p> </div>   </div> <div id=\"block-60b59abf8f088d8c3178f134\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:26:23.174Z\">3.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We also don’t know how many staff in disability care have been vaccinated.</p> </div>   </div> <div id=\"block-60b5986a8f086d71cc16095c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:17:44.578Z\">3.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In disability care settings, 3500 residents have received first or second doses – just 355 have had two doses.</p> <p><strong>That’s out of 22,285 residents.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:26:12.929Z\">at 3.26am BST</time></p>  </div> <div id=\"block-60b597f38f088d8c3178f11a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:14:48.826Z\">3.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>He has said this practically every party room meeting this year.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Paul_Karp/status/1399548299179302914\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">And Scott Morrison again told Coalition members the election is next year, but to &quot;think about what you&#39;ll say&quot; and what the govt will have to achieve to seek another term. <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a></p>&mdash; Paul Karp (@Paul_Karp) <a href=\"https://twitter.com/Paul_Karp/status/1399548299179302914?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:25:56.980Z\">at 3.25am BST</time></p>  </div> <div id=\"block-60b597c88f08d486a7718f5d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:13:50.369Z\">3.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The party room briefings have begun.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samanthamaiden/status/1399548308507348996\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">But they haven’t got “the most money so far” only on a per capita basis. In cash terms NSW got more JobKeeper with fewer lockdowns <a href=\"https://t.co/u63YkPQoAg\">https://t.co/u63YkPQoAg</a> <a href=\"https://t.co/VcYdiUVlo7\">pic.twitter.com/VcYdiUVlo7</a></p>&mdash; Samantha Maiden (@samanthamaiden) <a href=\"https://twitter.com/samanthamaiden/status/1399548308507348996?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:25:41.520Z\">at 3.25am BST</time></p>  </div> <div id=\"block-60b597768f088d8c3178f112\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:12:38.927Z\">3.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Moving on from red carpets to related matters. Labor’s <strong>Tim Ayres</strong> then turns his attention to the use of the Top Gun theme song when <strong>Scott Morrison </strong>walked into Williamtown back in February for a Joint Strike Fighter event. </p> <p>“Very loudly, I think,” says Ayres.</p> <p><strong>Mel Hupfeld</strong>, the chief of the air force, says he is aware of that, because he was at the event. </p> <p><strong>Hupfeld</strong> quips: </p> <blockquote class=\"quoted\"> <p>I thought they were playing that for me - I was the only top gun in that group.</p> </blockquote>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"a99bd244b61926ada588e01a2f62fb0f9ff4ee7e\"> <img src=\"https://media.guim.co.uk/a99bd244b61926ada588e01a2f62fb0f9ff4ee7e/0_225_4190_2514/1000.jpg\" alt=\"Prime minister Scott Morrison at Williamtown in February\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prime minister Scott Morrison at Williamtown in February. The Top Gun theme song was played as he arrived.</span> <span class=\"element-image__credit\">Photograph: Darren Pateman/AAP</span> </figcaption> </figure>  <p>Were there any discussions about the music with the PM’s team in advance of the event?<br></p> <p><strong>Hupfeld </strong>says that event had been hosted by an industry partner, BAE Systems Australia:</p> <blockquote class=\"quoted\"> <p>My belief is that was put on as part of the organisation of that particular event on that occasion through the industry partner.</p> </blockquote> <p><strong>Ayres</strong> says it speaks to Morrison’s “self-importance”, adding: </p> <blockquote class=\"quoted\"> <p>Normally serious people don’t require theme music.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:30:56.551Z\">at 3.30am BST</time></p>  </div> <div id=\"block-60b596d98f086d71cc160953\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:10:51.761Z\">3.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Greg Hunt </strong>said yesterday there were six aged care facilities waiting on their first dose of the vaccine.</p> <p>Health officials said as of yesterday, it was 21.</p> </div>   </div> <div id=\"block-60b5960d8f086d71cc16094d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:07:44.559Z\">3.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is the table which was just tabled in health estimates:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/murpharoo/status/1399547579843497984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This was just tabled in estimates. Vaccinated staff numbers (that are known) <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://t.co/ZozMMJO18R\">pic.twitter.com/ZozMMJO18R</a></p>&mdash; Katharine Murphy (@murpharoo) <a href=\"https://twitter.com/murpharoo/status/1399547579843497984?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure>  <p>All we know from the figures the government has is that just over 33,000 aged care staff, out of 360,000 or so staff nationally, have been vaccinated. That’s under 10%.</p> <p>From Friday, aged care providers will have a new system to report vaccinations.</p> <p>That’s from Friday. Until now, it has been voluntary.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:13:17.555Z\">at 3.13am BST</time></p>  </div> <div id=\"block-60b595508f088d8c3178f100\" class=\"block is-key-event\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T02:04:04.416Z\">3.04am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Protocol creep' blamed for PM red carpet treatment</h2>  <div class=\"block-elements\">  <p>The chief of the air force has blamed “protocol creep” for the red carpet treatment afforded to <strong>Scott Morrison</strong> when he visited a base near Newcastle last month - and has signalled he is “taking steps” to ensure there is no repeat.<br></p> <p>There was a spirited exchange with defence reps at Senate estimates this morning about the prime minister’s arrival at RAAF Williamtown base last month. Morrison’s team posted the photo of his red carpet arrival on a social media platform - something that the Labor senator <strong>Tim Ayres</strong> described as “extraordinary”.</p> <p><strong>Mel Hupfeld</strong>, the chief of the air force, played down any suggestion that the prime minister had requested that sort of treatment.</p> <p>But he said there was “some ambiguity” in the standard directive across the air force when it came to arrival protocols:<br></p> <blockquote class=\"quoted\"> <p>We would use a stair guard to welcome appropriate VIPs to various bases when they arrive. In the case that I think you’re referring to, there was an example where a red carpet was used. That was a decision that the base executives made and there were some ambiguities in our instructions </p> <p>... The instructions just said that appropriate stair guards can be used for VIP visitors and a picture was included in our instructions that included a red carpet. </p> <p><strong>The base executives then took it upon themselves to use a red carpet for that particular arrival</strong>.</p> </blockquote> <p>Hupfeld said he was taking accountability for “what I would call protocol creep within the executives on some of our bases”.</p> <blockquote class=\"quoted\"> <p><strong>I am taking steps to remedy that to ensure that the use of stair guards is appropriate for ceremonial events</strong>, and in working across the defence enterprise now for ceremonial occasions, then my intent is to only use red carpet as a key example here for regal, vice-regal or head of state occasions, welcoming those types of personnel on to our military bases.</p> </blockquote> <p>(That means limiting the red carpet treatment to visitors such as Australia’s governor general and heads of state of other countries.)</p> <p>Hupfeld said his understanding was that the VIP operations team “will have advised the prime minister’s office that there would be a stair guard on arrival but they did not mention anything in terms of a red carpet”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T02:09:21.645Z\">at 3.09am BST</time></p>  </div> <div id=\"block-60b593e38f08d486a7718f40\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:58:33.636Z\">2.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People who were in 1A - the highest priority vaccine cohort - were meant to have their vaccinations completed in six weeks.</p> <p>That includes aged care.</p> <p>14 weeks or so on, nationally, 64% of aged care <em>residents </em>have been fully vaccinated. And we don’t know how many staff.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:59:16.749Z\">at 2.59am BST</time></p>  </div> <div id=\"block-60b593c78f088d8c3178f0f6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:56:37.717Z\">2.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The bells are ringing for the start of the parliament session.</p> <p>What a day.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:58:03.106Z\">at 2.58am BST</time></p>  </div> <div id=\"block-60b592f78f08d486a7718f37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:56:19.214Z\">2.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We are getting some more detail on the percentage of aged care residents who have been vaccinated <strong>in the 110 days</strong> the vaccination program has been running. Across the country, 64% of residents have been fully vaccinated.</p> <p>In Victoria, just 57% of residents have been fully vaccinated.</p> </div>   </div> <div id=\"block-60b590c08f086d71cc160928\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:44:27.911Z\">2.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Melissa Davey </strong>has read through some articles on the variant of Covid Victoria is currently dealing with:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MelissaLDavey/status/1399541648711770112\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">While it may be good news that the variant involved in Vic&#39;s outbreak is B.1617.1 and not B.1617.2 [the more infectious of the two]. But what is concerning is that B.1617.1 carries a mutation that may more strongly associated with vaccine escape... <a href=\"https://t.co/OAfSJsSUDY\">https://t.co/OAfSJsSUDY</a></p>&mdash; Melissa Davey (@MelissaLDavey) <a href=\"https://twitter.com/MelissaLDavey/status/1399541648711770112?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:45:20.573Z\">at 2.45am BST</time></p>  </div> <div id=\"block-60b58f8b8f086d71cc160924\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:38:27.652Z\">2.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Today’s Victorian update will come at 12.30pm.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:41:50.089Z\">at 2.41am BST</time></p>  </div> <div id=\"block-60b58dbf8f08d486a7718f10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:34:32.417Z\">2.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Malcolm Roberts</strong>: “What does that mean, I’m not a lawyer.”</p> <p><strong>Health official:</strong> “I was once, but it was a long time ago.” <br></p> <p><strong>Roberts:</strong></p> <blockquote class=\"quoted\"> <p>Did you become honest, did you?</p> <p>No, we have lawyers who are good friends. We have good friends who are lawyers.</p> </blockquote> <p>He laughs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:40:36.702Z\">at 2.40am BST</time></p>  </div> <div id=\"block-60b58c168f088d8c3178f09d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:28:04.003Z\">2.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Malcolm Roberts</strong> is going down the unproven Covid treatments question rabbit hole.</p> <p>And yet, this is still somehow not as bad as when he questions climate scientists.</p> <p>That is saying something.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:31:00.072Z\">at 2.31am BST</time></p>  </div> <div id=\"block-60b58b178f086d71cc1608f0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:21:16.402Z\">2.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Malcolm Roberts </strong>is now asking the health officials questions.</p> <p>A cursed sentence.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:26:55.021Z\">at 2.26am BST</time></p>  </div> <div id=\"block-60b58ac78f08d486a7718eef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:19:16.072Z\">2.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So far, there have been 54 cases in this Victorian outbreak.</p> <p>That includes the nine cases today (although we knew about six of those, so it’s three new cases).</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:25:46.174Z\">at 2.25am BST</time></p>  </div> <div id=\"block-60b58ab68f086d71cc1608ee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:17:49.817Z\">2.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We are still waiting to hear when Victorian authorities will hold a press conference.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:25:23.488Z\">at 2.25am BST</time></p>  </div> <div id=\"block-60b5894d8f088d8c3178f08d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:15:56.288Z\">2.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>AAP has been watching Treasury estimates:<br></p> <p>Treasury boss <strong>Steven Kennedy</strong> says overseas events clearly show the pandemic is not over and there are heightened risks to Australia’s and the world’s recovery.</p> <p>He told a Senate hearing on Tuesday the outbreak in Melbourne reinforces this point:</p> <blockquote class=\"quoted\"> <p>Despite this, here in Australia the domestic economy has continued to recover and grow strongly. The recovery has been stronger than from any major downturn in recent history. Australian economic growth outperformed all major advanced economies in 2020. We have seen employment and hours worked rise above their pre-pandemic levels.</p> </blockquote> <p>He put this performance down to the success of suppressing the virus at a relatively low economic cost and that fiscal policy has been more effective than expected, complemented by expansionary monetary policy settings.</p> <p>After contracting by 2.5% in 2020, Treasury now expects the economy to grow by 5.25% in 2021.</p> <p>On the jobkeeper wage subsidy, Kennedy predicted in March that between 100,000 to 150,000 people could lose their job as a result of the program ending:</p> <blockquote class=\"quoted\"> <p>Early indicators suggest that while there have been some job losses associated with the end of the program, and there may be more in the future, the strength of the broader labour market has meant that many of these individuals are finding jobs.</p> </blockquote> <p>Kennedy said Australian Bureau of Statistics data estimates some 56,000 people have lost their jobs in the four weeks that followed jobkeeper ending.</p> <p>“We would expect many of those that have lost employment at the end of jobkeeper to regain employment in coming weeks,” he said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:22:30.687Z\">at 2.22am BST</time></p>  </div> <div id=\"block-60b587e58f08d486a7718ec9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:06:08.983Z\">2.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>No locally acquired cases in NSW.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NSWHealth/status/1399531158535163905\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NSW recorded no new locally acquired cases of COVID-19 and no overseas-acquired cases in the 24 hours to 8pm last night. <br><br>The total number of cases in NSW since the beginning of the pandemic remains at 5,398. <a href=\"https://t.co/UDPtOzOe9W\">pic.twitter.com/UDPtOzOe9W</a></p>&mdash; NSW Health (@NSWHealth) <a href=\"https://twitter.com/NSWHealth/status/1399531158535163905?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:10:12.717Z\">at 2.10am BST</time></p>  </div> <div id=\"block-60b587958f08d486a7718ec6\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:04:46.816Z\">2.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The foreign affairs minister, <strong>Marise Payne</strong>, says the government considered “a number of options” before <a href=\"https://www.theguardian.com/australia-news/2021/may/25/australia-to-close-kabul-embassy-this-week-ahead-of-troop-withdrawal-from-afghanistan\">deciding to close the embassy in Afghanistan</a>.</p> <p>Payne says the Department of Foreign Affairs and Trade had received advice that with the departure of international troops from the country, the risks to the embassy “would significantly increase” and that “mitigations” would not be able to reduce the risk to an acceptable level. It was a cabinet decision, she confirms.</p> <p>Asked whether the decision was made before or after Payne’s visit to Kabul on 10 May, the minister says those government discussions were continuing during the time of the trip. The purposes of the visit included enabling discussions with Afghan officials, senior Nato leadership, Australians on the ground and other heads of mission.</p> <p><strong>Penny Wong</strong> wants to know whether the closure is really temporary, as the government said in the statement announcing the move last week.</p> <p>Payne says: “It is a matter of ongoing discussion and engagement between Australia and other missions, other countries, including the US, UK, Nato itself, on the options ahead. I’ve had discussions as recently as last Wednesday with the US national security adviser, <strong>Jake Sullivan</strong>, and those discussions are ongoing.”</p> <p>Wong says she will be asking a series of question about visa pathways for Afghan nationals who have worked for the Australian government, including local interpreters and staff. The committee chair <strong>Eric Abetz</strong> says they can be pursued later in the day. You can see some recent Guardian coverage about the concerns for their safety here:<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/29/taliban-threaten-afghan-security-guards-who-work-for-australian-embassy-in-kabul\">Taliban threaten Afghan security guards who work for Australian embassy in Kabul</a> </p> </aside> </div>   </div> <div id=\"block-60b586838f086d71cc1608c0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T01:01:42.485Z\">2.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re in some bits and bobs detail in the health committee at the moment and now it’s on a short break until 11.15am.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T01:50:59.161Z\">at 2.50am BST</time></p>  </div> <div id=\"block-60b583c18f08d486a7718e9e\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:48:47.316Z\">1.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Air Vice Marshal <strong>Robert Chipman</strong>, head of military strategic clarifies his evidence to Senate estimates. He adds that there were, in fact, discussions between departments about about the future of the embassy in Kabul - that was the purpose of those meetings, he says. He had been talking about his own contribution to the talks about the future of Australia’s footprint in Afghanistan.</p> <p>Another official, <strong>Hugh Jeffrey</strong>, says he’s had discussions with Dfat for “over the last year or so” about the question of keeping the embassy open post-ADF drawdown.</p> </div>   </div> <div id=\"block-60b582ee8f086d71cc16089e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:45:00.578Z\">1.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is that latest ‘who is responsible’ exchange:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tegangeorge/status/1399526976172400642\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/melbournelockdown2021?src=hash&amp;ref_src=twsrc%5Etfw\">#melbournelockdown2021</a> Who is responsible for aged care staff? <a href=\"https://twitter.com/10NewsFirst?ref_src=twsrc%5Etfw\">@10NewsFirst</a> <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://t.co/H7zF06i1hJ\">pic.twitter.com/H7zF06i1hJ</a></p>&mdash; Tegan George (@tegangeorge) <a href=\"https://twitter.com/tegangeorge/status/1399526976172400642?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b581768f086d71cc160896\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:38:45.077Z\">1.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The chief of the defence force, <strong>Angus Campbell</strong>, tells Senate estimates the plans to withdraw Australian forces from Afghanistan by September are consistent with last year’s defence update, prioritising a focus on the Indo-Pacific region:<br></p> <blockquote class=\"quoted\"> <p><strong>The coalition drawdown is progressing smoothly</strong>.</p> </blockquote> <p>Campbell says the history of Australia’s longest war “will be painted in different hues” and “<strong>will be coloured, in part” by the Brereton inquiry</strong> and the work of the office of the special investigator.</p> <p>He says he hopes that work “will be understood from the perspective of a larger canvass”. He wants the record to document the work of the ADF and partner agencies over 20 years, and that the national memory “never forgets what our men and women have accomplished”.</p> <p>Asked about the current security situation, Campbell says the drawdown decisions were based on an assessment that “<strong>this was not going to be a conflict that was going to be resolved militarily</strong>” and that a negotiation involving the Taliban “would be necessary to see peace return to that country”:</p> <blockquote class=\"quoted\"> <p>The Afghan defence and security forces and the Taliban remain in conflict and that conflict sees violence broadly through the country but particularly with regard to the southern and eastern provinces of the country, a traditional stronghold of the Taliban and its partner organisations … We see a continuing level of violence in the country ... This is very much going be a negotiated settlement.</p> </blockquote> <p><strong>Penny Wong</strong> raises the closure of the Australian embassy, and asks whether there has been consideration of whether an embassy presence could continue.</p> <p>Air Vice Marshal <strong>Robert Chipman</strong>, head of military strategic commitments, says he was involved in interdepartmental discussions in the weeks leading up to the government’s announcement to withdraw from Afghanistan.<br></p> <p>Asked if the interdepartmental committee addressed whether the embassy in Kabul could remain open, Chipman replies: “Not specifically that I was involved in, senator.”<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:43:27.454Z\">at 1.43am BST</time></p>  </div> <div id=\"block-60b57fcd8f086d71cc16088b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:35:43.734Z\">1.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck</strong>, unable to answer, or unwilling to say the words, is still faffing about in his answer to the question: ‘who is responsible for vaccinating aged care workers’.</p> <p>Aged care is a federal responsibility. Vaccination is the responsibility of the federal government. Apparently, vaccinating aged care workers though, is not the responsibility of the federal government.</p> <p>There are a lot of back and forths, including Colbeck telling Gallagher he feels “sorry for her”.</p> <p><strong>Gallagher:</strong> “Are you responsible, yes or no?” </p> <p><strong>Colbeck:</strong> “It’s not a yes or no answer.”</p> <p>Eventually, the answer is its being carried out between the states and federal governments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:43:04.242Z\">at 1.43am BST</time></p>  </div> <div id=\"block-60b57f638f088d8c3178f026\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:30:55.869Z\">1.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This has been an ongoing frustration for <strong>Mike Bowers</strong> and the visual reporters – some committees are throwing their weight around about where photographers and camera operators can stand to do their jobs – which means a lot of photos of the back of people’s heads.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mpbowers/status/1399523264389533698\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The helpful people at the estimates Economic committee placed our photographic positions behind the heads of the Treasury Officials and Minister giving evidence, do I really have to explain again to members of the Aust senate why this will not work? <a href=\"https://twitter.com/hashtag/notTodayPlease?src=hash&amp;ref_src=twsrc%5Etfw\">#notTodayPlease</a>  <a href=\"https://twitter.com/AmyRemeikis?ref_src=twsrc%5Etfw\">@AmyRemeikis</a> <a href=\"https://t.co/ysRVbOttpy\">pic.twitter.com/ysRVbOttpy</a></p>&mdash; Mikearoo (@mpbowers) <a href=\"https://twitter.com/mpbowers/status/1399523264389533698?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:34:01.150Z\">at 1.34am BST</time></p>  </div> <div id=\"block-60b57ed78f086d71cc160882\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:28:51.296Z\">1.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Katy Gallagher </strong>asks <strong>Richard Colbeck</strong> who is responsible for vaccinating aged care staff.</p> <p>Three minutes later, Colbeck says it is a “combined” program.</p> </div>   </div> <div id=\"block-60b57e6f8f088d8c3178f021\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:25:37.989Z\">1.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The first submarine in the government’s $90bn submarine program must be built in Australia, according to <strong>Ronald Finlay</strong> of the naval shipbuilding expert advisory panel.</p> <p>Labor’s Senate leader, <strong>Penny Wong</strong>, has been grilling officials about the provisions in the strategic partnering agreement between Australia and France’s Naval Group, which the government has said requires the company to “spend at least 60% of the contract value in Australia over the life of the program”.</p> <p>Wong wants to know if this means the first boat could be made in France, not Australia.</p> <p>Finlay says there would be risks to the shipbuilder if they changed suppliers from ship 1 to ship 2, so the target would be getting into Australian contact as soon as possible to reduce risks. Finlay then makes a more definitive statement:</p> <blockquote class=\"quoted\"> <p>The first ship will be built in Australia … There is a requirement for ship 1 to be built in Australia.</p> </blockquote> <p>What about the hull?</p> <p><strong>Greg Moriarty</strong>, the defence department secretary, says: “We are seeking to build as much of the hull in Australia as we can.”</p> <p>Moriarty adds a caveat on a particular part of the hull: </p> <blockquote class=\"quoted\"> <p>The government’s clear intent is, if it is technically feasible, we will build it in Australia. If it’s not we will seek technical advice on where that hull part is best made.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:33:27.128Z\">at 1.33am BST</time></p>  </div> <div id=\"block-60b57e4e8f086d71cc16087c\" class=\"block is-key-event\" data-block-contributor=\"profile/amanda-meade\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:25:07.445Z\">1.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nine says it has now signed deals with Google and Facebook</h2>  <div class=\"block-elements\">  <p>Nine Entertainment has told the stock exchange its multimillion-dollar deals with Google and Facebook under the government’s news media bargaining code have been signed.<br></p> <p>Along with other changes in the business including subscription revenue, Nine expects growth in the publishing division to be between $30m and $40m over the 2021-22 financial year. Nine said:</p> <blockquote class=\"quoted\"> <p>The deal with Facebook is for the supply of news video clips and access to digital news articles on Facebook news products, for a term of up to 3 years with a minimum amount payable over the term.</p> </blockquote> <blockquote> <p>The 5-year agreement with Google includes the supply of news content (excluding video) for Google’s News Showcase and other news products. Google will also expand its marketing initiatives across Nine’s platforms. The amount payable is a fixed annual fee with modest growth in the early years.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:55:36.840Z\">at 1.55am BST</time></p>  </div> <div id=\"block-60b57cd18f08d486a7718e4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:24:27.553Z\">1.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Katy Gallagher</strong> is asking when the decision was made to prioritise residents over staff, and when people were told about that.</p> <p><strong>Richard Colbeck </strong>doesn’t really have an answer. He says aged care staff are still considered part of 1a.</p> <p>Gallagher says it was never made public. Colbeck disputes that it was never made public, because he spoke to the sector about it.</p> <p>Other words used here is that prioritising residents, didn’t mean that staff were not a priority. (But if you prioritise one group, it stands to reason that there is a shuffling in priorities.) </p> <p>A health official says it wasn’t a prioritising issue, it was a “pivot”.</p> <p>And the department pivoted a part of its policy (providing in-reach service vaccinations to residents, something which is not available to aged care workers, unless there are doses left over) which meant aged care residents were prioritised over aged care workers, except it wasn’t an issue of prioritising one group over another, it was a pivot. And it wasn’t announced, but it was made public.</p> <p>That clear?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:30:21.189Z\">at 1.30am BST</time></p>  </div> <div id=\"block-60b57bae8f088d8c3178f005\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:16:13.040Z\">1.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck</strong> says the decision was made to vaccinate residents before staff, because authorities still don’t know if the vaccine protects against transmission of the virus.</p> <p>So when the advice came down not to vaccinate staff and residents at the same time, the decision was made to prioritise residents.</p> <p>He says that meant the rollout was “recalibrated”.</p> <p>But he still can’t say how many aged care workers have been vaccinated.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:29:15.510Z\">at 1.29am BST</time></p>  </div> <div id=\"block-60b57b0b8f08d486a7718e41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:13:22.720Z\">1.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labor senator <strong>Murray Watt </strong>asks <strong>Richard Colbeck</strong> if he is actually “comfortable” with the aged care vaccine rollout.</p> <p>Colbeck says Watt is verballing him.</p> <p>Colbeck has said at least twice now, including this morning on ABC RN he is “comfortable” with the vaccine rollout in aged care centres.</p> <p>The two have a back and forth, which ends with Colbeck saying he stands by what he has said in the media.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:28:53.137Z\">at 1.28am BST</time></p>  </div> <div id=\"block-60b57ace8f086d71cc160866\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:10:07.108Z\">1.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back in defence estimates, the Labor senator <strong>Kimberley Kitching</strong> says AusTender contract notices indicate the government will spend $5.45m over three years on remuneration for members of the naval shipbuilding expert advisory panel.</p> <p>Kitching says that works out to be about $1.8m a year, shared among six members. She suggests this is a higher rate than the former naval shipbuilding advisory board members received.</p> <p>Officials caution that there is a daily rate, so it will depend on work performed. Officials also suggest the estimates include international flights and hotels but they are not spending anything near that rate, due to the Covid-induced move to virtual meetings.</p> <p>The defence department has committed to clarify the details later in the day.</p> </div>   </div> <div id=\"block-60b579c78f08d486a7718e31\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:09:22.804Z\">1.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck:</strong> </p> <blockquote class=\"quoted\"> <p>Well, senator, one important point is the issue in respect of transmission of the virus with vaccine, which goes back to the point that we were discussing earlier about compulsory vaccination ...</p> </blockquote> <p><strong>Katy Gallagher:</strong></p> <blockquote class=\"quoted\"> <p>I’m not talking about that, it’s a red herring.</p> </blockquote> <p><strong>Colbeck: </strong></p> <blockquote class=\"quoted\"> <p>It’s not a red herring, it’s actually important ...</p> </blockquote> <p><strong>Gallagher:</strong></p> <blockquote class=\"quoted\"> <p>It actually is – you’re using it to focus away from the fact that you have been unable to roll out a vaccination program for residents or staff in aged care.</p> </blockquote> <p><strong>Colbeck: </strong></p> <blockquote class=\"quoted\"> <p>You can get your Facebook moment, that’s fine.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:27:13.250Z\">at 1.27am BST</time></p>  </div> <div id=\"block-60b579698f088d8c3178efeb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:05:00.634Z\">1.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck</strong> still can’t say how many Victorian aged care staff in centres under federal jurisdiction have been vaccinated.</p> <p>They just don’t have the data.</p> <p>They haven’t been collating it.</p> </div>   </div> <div id=\"block-60b5789c8f08d486a7718e1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-01T00:03:41.794Z\">1.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Liberal senator <strong>Dean Smith </strong>tries to dig into Victoria’s response with Prof<strong> Paul Kelly.</strong></p> <p><strong>Kelly </strong>says Victorian authorities have done an “extraordinary” job scaling up their testing and response and says he doesn’t have the detail but he believes authorities are “keeping very close to national benchmarks”.</p> <p>“But not meeting them,” Smith says.</p> <p>Kelly says he doesn’t have the most recent data, but he thinks it would be close, and says authorities are under intense pressure. He takes it on notice.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:25:56.445Z\">at 1.25am BST</time></p>  </div> <div id=\"block-60b5777f8f08d486a7718e12\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:59:09.504Z\">12.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Just to recap what we have learnt so far in health estimates:</p> <p>Health officials came without the information of how many aged care residents have been vaccinated.</p> <p>No one can say how many aged care workers have been vaccinated.</p> <p>Until recently, operators only needed to voluntarily report their workforce vaccination numbers.</p> <p>There is no federal vaccine rollout for aged care workers. They can receive a dose if there is extra from the residential rollout, or work it out themselves.</p> <p>The federal government is now asking for providers to tell them how many aged care workers have been vaccinated in their facilities.</p> <p>There may be a survey to find out.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:09:26.700Z\">at 1.09am BST</time></p>  </div> <div id=\"block-60b574d28f086d71cc16081d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:44:24.398Z\">12.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Over in Treasury estimates:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jekearsley/status/1399504587275472898\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Treasury Secretary Dr Steven Kennedy says 52,000 people have lost jobs after Job keeper ended. &quot;We would expect many of those who lost jobs due to jobkeeper will gain employment in coming weeks&quot; - expects unemployment to be 5% by June 2022, 4.5% in 2023-2024 <a href=\"https://twitter.com/9NewsAUS?ref_src=twsrc%5Etfw\">@9NewsAUS</a></p>&mdash; Jonathan Kearsley (@jekearsley) <a href=\"https://twitter.com/jekearsley/status/1399504587275472898?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:46:54.929Z\">at 12.46am BST</time></p>  </div> <div id=\"block-60b573378f08d486a7718de7\" class=\"block\" data-block-contributor=\"profile/daniel-hurst\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:37:42.048Z\">12.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Over at the Senate estimates into defence, the $90bn submarine program is in the spotlight.<br></p> <p>A cabinet subcommittee, the naval shipbuilding enterprise governance committee, has met twice since its creation last November.</p> <p>The Labor senator <strong>Kimberley Kitching</strong> has asked members of the naval shipbuilding expert advisory panel whether they have made recommendations or provided advice to cancel the future submarine program on risk grounds.</p> <p>Chair of the panel, US-based <strong>Vice Admiral William Hilarides</strong>, said any advice “provided directly to ministers to support cabinet deliberations” would be confidential, together with any recommendations.</p> <p>The focus moves on to a capacity enhancement review. <a href=\"https://www.afr.com/politics/federal/upgrade-looms-for-submarines-frigates-amid-rising-regional-tensions-20210430-p57nuk\">The Australian Financial Review reported</a> on 1 May that “a major review into Australia’s submarine warfare capability is likely to recommend bringing forward upgrades for the navy’s frigates and Collins class submarines”. Was the naval shipbuilding expert advisory panel made aware of the capacity enhancement review?</p> <p>Hilarides: </p> <blockquote class=\"quoted\"> <p>I think we became aware when we read it in the newspaper.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:43:57.486Z\">at 12.43am BST</time></p>  </div> <div id=\"block-60b5729b8f08d486a7718ddf\" class=\"block is-key-event\" data-block-contributor=\"profile/paul-karp\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:36:16.768Z\">12.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Federal court challenge to Australia's outbound travel ban rejected</h2>  <div class=\"block-elements\">  <p>Rightwing thinktank Libertyworks has lost its federal court challenge to Australia’s outbound travel ban.<br></p> <p>On Tuesday the full federal court unanimously rejected Libertyworks’ bid to overturn the Covid-19 restriction, which had <a href=\"https://www.theguardian.com/australia-news/2020/dec/16/rightwing-thinktank-launches-legal-challenge-to-australias-travel-ban\">argued that the health minister <strong>Greg Hunt</strong> has no power</a> to impose a blanket rule stopping citizens from leaving the country.</p> <p>Justices <strong>Anna Katzmann</strong>, <strong>Michael Wigney</strong> and <strong>Thomas Thawley</strong> dismissed the application and ordered Libertyworks to pay the commonwealth’s costs.</p> <p>The federal government had argued that, if successful, <a href=\"https://www.theguardian.com/australia-news/2021/apr/08/rightwing-thinktanks-challenge-to-australias-travel-ban-threatens-biosecurity-laws-coalition-warns\">the case would have “driven a truck” through Hunt’s powers</a> under the Biosecurity Act to impose measures to prevent the spread of Covid-19 during the global pandemic.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Paul_Karp/status/1399509638484164612\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">This is the FOURTH defeat in a challenge to Australia&#39;s coronavirus restrictions, following Clive Palmer&#39;s loss on WA travel ban; failed attempt to challenge Vic lockdown on freedom of movement grounds; and the India travel ban being upheld. <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://twitter.com/hashtag/auslaw?src=hash&amp;ref_src=twsrc%5Etfw\">#auslaw</a></p>&mdash; Paul Karp (@Paul_Karp) <a href=\"https://twitter.com/Paul_Karp/status/1399509638484164612?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure>  <p>The case is the fourth failed challenge to Australia’s coronavirus restrictions, after <a href=\"https://www.theguardian.com/australia-news/2021/feb/24/clive-palmer-v-western-australia-border-ban-justified-by-risks-of-covid-19-high-court-reveals\">Clive Palmer’s failure to overturn Western Australia’s travel ban</a>, a high court <a href=\"https://www.theguardian.com/law/2020/nov/06/high-court-rejects-legal-challenge-against-victorias-covid-lockdown\">decision upholding the validity of Victoria’s second wave lockdown</a>, and the <a href=\"https://www.theguardian.com/australia-news/2021/may/10/australias-federal-court-rejects-urgent-bid-to-overturn-india-travel-ban\">federal court rejecting a bid to overturn the travel ban from India</a>.</p> <p>Despite the ban, more than 140,000 Australian citizens and permanent residents have left Australia since the start of the pandemic under a regime of exemptions administered by Australian Border Force.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:55:51.207Z\">at 12.55am BST</time></p>  </div> <div id=\"block-60b572448f08d486a7718dd9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:34:37.097Z\">12.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rachel Siewert </strong>asks <strong>Richard Colbeck</strong> whether he has heard reports that aged care workers are being asked by some providers (their bosses) to get vaccinated on their day off.</p> <p>Colbeck has not heard that.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:41:51.884Z\">at 12.41am BST</time></p>  </div> <div id=\"block-60b5711d8f088d8c3178efa6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:30:39.874Z\">12.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Greens senator <strong>Rachel Siewert </strong>can’t understand why the government doesn’t know how many aged care workers have been vaccinated. <strong>Richard Colbeck</strong> says they are asking providers for that information now, after a previous system of “voluntary reporting”.</p> <p>Siewert is trying to understand why it wasn’t made mandatory in the first place. Colbeck says they are doing that now.</p> <p>But until very recently, it was voluntary. And the government can’t say how many aged care workers have received either a first or second vaccination.</p> </div>   </div> <div id=\"block-60b570c18f088d8c3178efa2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:28:20.795Z\">12.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So based on the figures the health department has just issued, 44,333 aged care residents in Victoria have received a vaccination. Of those, 25,319 have received their second dose.</p> <p>It’s 1 June. This was meant to be done by Easter, at the latest.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:41:11.720Z\">at 12.41am BST</time></p>  </div> <div id=\"block-60b570648f08d486a7718dcb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:25:28.039Z\">12.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>But officials can’t give a breakdown of how many aged care workers have received their vaccinations.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:40:48.256Z\">at 12.40am BST</time></p>  </div> <div id=\"block-60b5700c8f088d8c3178ef9c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:25:00.053Z\">12.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The information has come back – just over half the number of residents in aged care facilities in Victoria have received their second dose.</p> <p>Victorian health officials have confirmed with the federal government officials there are NO new aged care cases in the new test results.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:40:39.925Z\">at 12.40am BST</time></p>  </div> <div id=\"block-60b56ef78f088d8c3178ef94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:23:39.714Z\">12.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Prof <strong>Brendan Murphy</strong>, when asked how many aged care workers have received the vaccination, says it’s important to note that all Victorian aged care facilities have been visited for a first dose but people can’t be forced to have the vaccination.</p> <p><strong>Katy Gallagher</strong> gets cranky:</p> <blockquote class=\"quoted\"> <p>I’m not talking about forcing people. This is a new line from the government that seems to be coming out from last week, that it’s this kind of conscientious objecting that’s going on as a way of making it look like you’re not responsible.</p> </blockquote> <p><strong>Richard Colbeck </strong>jumps in and argues about “emotive statements”. Gallagher says if he wants to go back to emotive statements, she could ask him if he remembers how many people died in aged care outbreaks during Victoria’s second wave. (That’s because Colbeck couldn’t remember when he was asked.)</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:40:22.125Z\">at 12.40am BST</time></p>  </div> <div id=\"block-60b56e608f08d486a7718db1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:18:53.801Z\">12.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Across the country, 153,641 aged care residents have received a first dose of the vaccination. <strong>Richard Colbeck</strong> says that is out of 183,000 residents.</p> <p>That is across the country. No one can say what the state breakdown is, as yet. They are going to try to get the information.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:21:33.109Z\">at 12.21am BST</time></p>  </div> <div id=\"block-60b56d768f08d486a7718da4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:16:17.962Z\">12.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Katy Gallagher</strong> asks how many aged care residents are waiting for their second dose.</p> <p>A health department deputy secretary says in Victoria, of 596 residential aged care facilities, 382 have had a second dose “visit” – but that doesn’t mean all residents have had their second dose.</p> <p>The health department DOES NOT have the numbers of how many aged care residents have had two vaccinations. Instead, officials says says 85% residents have consented.</p> <p>77,134 doses have been administered across aged care and disability – but we don’t know how many people that relates to, and whether they are in aged care or disability care facilities.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:20:25.466Z\">at 12.20am BST</time></p>  </div> <div id=\"block-60b56d038f08d486a7718da0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:12:16.114Z\">12.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The aged care minister says a second resident who returned an “indeterminate” test result for Covid has since returned a negative test.</p> <p>His understanding is there are two aged care workers who have tested positive, and one resident. The resident is in hospital as a precaution.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:18:12.114Z\">at 12.18am BST</time></p>  </div> <div id=\"block-60b56c948f08d486a7718d97\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:09:57.460Z\">12.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck</strong> says aged care providers are required to report to the commonwealth when there is a new Covid case in an aged care centre.</p> <p>He says he hasn’t received any reports, so he doesn’t believe any of the new Victorian cases today are linked to aged care.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:19:05.534Z\">at 12.19am BST</time></p>  </div> <div id=\"block-60b56ba48f086d71cc1607ce\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T23:07:47.189Z\">12.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Over in community affairs estimates, it is all about health and aged care.</p> <p><strong>Katy Gallagher </strong>asks Prof <strong>Brendan Murphy </strong>how many cases are in the latest Victorian outbreak. Murphy says he doesn’t have an updated figure – the Victorian authorities don’t give the information to the feds until they have tweeted it out.</p> <p>Murphy says after the second wave, Victoria decided not to share the information with the federal authorities until it had released the information themselves.</p> <p><strong>Richard Colbeck </strong>is told the tweet has gone out. He says he hasn’t seen it as yet and his office hasn’t given him any information.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:15:43.910Z\">at 12.15am BST</time></p>  </div> <div id=\"block-60b569e78f086d71cc1607aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:59:44.981Z\">11.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These numbers are absolutely incredible: 20,484 vaccine doses were administered and 42,699 test results were received.</p> <p>Again, thank you, Melbourne and Victoria. None of this must be easy. But you keep turning up.</p>  <figure class=\"element element-image\" data-media-id=\"394750b79cf6708462829a967863fc1f02873e3d\"> <img src=\"https://media.guim.co.uk/394750b79cf6708462829a967863fc1f02873e3d/0_0_4000_2668/1000.jpg\" alt=\"People line up outside a Covid vaccination centre in West Melbourne yesterday\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People line up outside a Covid vaccination centre in West Melbourne yesterday.</span> <span class=\"element-image__credit\">Photograph: Daniel Pockett/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:15:09.605Z\">at 12.15am BST</time></p>  </div> <div id=\"block-60b569a68f08d486a7718d75\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:57:17.190Z\">11.57pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victorian reports three more locally acquired Covid cases</h2>  <div class=\"block-elements\">  <p>This includes the six we learnt about yesterday, so it is three new cases (but nine in the last 24 hours).</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicGovDH/status/1399499640727289856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reported yesterday: 9 new local cases and 2 new cases acquired overseas (currently in HQ). <br>- 20,484 vaccine doses were administered <br>- 42,699 test results were received <br><br>More later: <a href=\"https://t.co/lIUrl0ZEco\">https://t.co/lIUrl0ZEco</a> <a href=\"https://twitter.com/hashtag/COVID19Vic?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19Vic</a> <a href=\"https://twitter.com/hashtag/COVID19VicData?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19VicData</a> <a href=\"https://t.co/NwsnE1Hgth\">pic.twitter.com/NwsnE1Hgth</a></p>&mdash; VicGovDH (@VicGovDH) <a href=\"https://twitter.com/VicGovDH/status/1399499640727289856?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:01:46.115Z\">at 12.01am BST</time></p>  </div> <div id=\"block-60b567868f088d8c3178ef39\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:49:26.547Z\">11.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The latest estimates hearings will begin very, very soon.</p> <p>In community affairs, it’s all about health this morning – and aged care minister <strong>Richard Colbeck</strong> will be appearing.</p> <p>In the economics committee, Treasury secretary Dr <strong>Steven Kennedy</strong> will answer questions between 9am and 11am.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:17:10.396Z\">at 12.17am BST</time></p>  </div> <div id=\"block-60b5671d8f086d71cc16078f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:47:07.961Z\">11.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is still no answer when it comes to financial support for people who have lost a week’s pay in the latest Victorian lockdown.</p> <p>It’s the first lockdown without jobkeeper. So far, the federal government has not budged when it comes to offering any financial support for workers. Instead, <strong>Josh Frydenberg</strong> said the situation is being “monitored”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gingerandhoney/status/1399495258841358343\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If you’ve lost work in Victoria’s coronavirus lockdown, or you are in casual or insecure work, we want to know how you are coping. Tell us about your experience and situation here: <a href=\"https://t.co/KXFG8Wm0B5\">https://t.co/KXFG8Wm0B5</a></p>&mdash; Stephanie H Convery (@gingerandhoney) <a href=\"https://twitter.com/gingerandhoney/status/1399495258841358343?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:16:35.389Z\">at 12.16am BST</time></p>  </div> <div id=\"block-60b566538f088d8c3178ef30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:43:48.623Z\">11.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Once again though, <strong>Richard Colbeck</strong> can not say how many aged care workers have been vaccinated. Because until very recently, the federal government was not collating that data. It is now relying on individual providers to give them that information.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T23:16:11.769Z\">at 12.16am BST</time></p>  </div> <div id=\"block-60b562cc8f088d8c3178ef0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:37:00.956Z\">11.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Aged care minister <strong>Richard Colbeck </strong>has been doing the rounds this morning. Here he was on the Seven Network’s Sunrise program this morning – where he had the same lack of answers.</p> <p>On the single site arrangements for aged care workers in the federal system Colbeck said:</p> <blockquote class=\"quoted\"> <p>The arrangements for single worker, single site were arrangements we are negotiated with the Victorian government so they didn’t have to put in place public-health borders to ban that, so we could maintain flexibility and workforce flows during the outbreak, last year. Some other states put in place public-health orders.</p> </blockquote> <p><strong>Q:</strong> Why did you overturn that in November?<br></p> <p><strong>Colbeck:</strong></p> <blockquote class=\"quoted\"> <p>A couple of reasons; one, it’s not legal to limit somebody around their working circumstances, in fact the Health Services Union took Huntington’s aged care in New South Wales to the Fair Work Commission last year to stop them from implementing one worker, one site, and they were successful.</p> </blockquote> <p><strong>Q:</strong> OK, but you were paying extra, to combat that and you stopped those payments.</p> <p><strong>Colbeck:</strong></p> <blockquote class=\"quoted\"> <p>That’s correct, so we put the arrangement in place, in circumstances where there was community transmission and a declared hotspot, that declaration has been made four times in Victoria, twice in Queensland, and once in New South Wales so that when there is community transmission, aged care providers can limit the number of workers who are working in more than one site.</p> </blockquote> <p><strong>Q: </strong>But why would have you kept it going until every aged care facility was fully vaccinated?</p> <p><strong>Colbeck:</strong></p> <blockquote class=\"quoted\"> <p>Because the health advice we had was to put it in place while there was a hotspot, and that’s what we’ve done.</p> </blockquote> <p><strong>Q: </strong>You didn’t think it would come back? You didn’t think aged care facilities would be vulnerable again? Particularly coming into winter?</p> <p><strong>Colbeck:</strong></p> <blockquote class=\"quoted\"> <p>Well, there is always the risk when there is community transmission, with Covid-19 in aged care, that’s the facts, that’s what the statistics showed us, and that’s why when there is a hotspot declared, it’s automatically triggered, and triggered the one worker, one site process. </p> <p>So as soon as there is a hotspot triggered by the health authorities, the provisions are triggered by the process.</p> </blockquote> <p>So once Covid has spread far enough for there to be a hotspot declaration THAT’S when the one worker, one site process for aged care. But only once it has spread.</p>  <figure class=\"element element-image\" data-media-id=\"4b5f45892e94ebf4844de6f32cbc1bd19b14e47f\"> <img src=\"https://media.guim.co.uk/4b5f45892e94ebf4844de6f32cbc1bd19b14e47f/0_0_3000_2000/1000.jpg\" alt=\"A staff member is seen removing their face mask for a break at Arcare Aged Care facility in Maidstone, Melbourne, yesterday\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A staff member is seen removing their face mask for a break at Arcare Aged Care facility in Maidstone, Melbourne, yesterday.</span> <span class=\"element-image__credit\">Photograph: Daniel Pockett/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-01T00:50:23.596Z\">at 1.50am BST</time></p>  </div> <div id=\"block-60b560fb8f086d71cc160759\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:23:45.098Z\">11.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The shadow aged care minister, <strong>Clare O’Neil</strong> was a guest on 7.30 last night, where she also laid out issues with the federal government’s aged care response:</p> <blockquote class=\"quoted\"> <p>Frankly, things that should have been done a year ago, when it became clear what a toxic combination it was to get aged care homes together with Covid. Some of the things I’d just point to - the Federal Government promised us that by March every single aged care resident and every single aged care worker would be fully vaccinated. </p> <p>They have not met that target by any stretch of the imagination. So, there’s obviously a huge urgency here to vaccinate residents. </p> <p>The thing that has been completely stuffed up though is the vaccination of aged care workers. </p> <p>The Government initially gave us this commitment that aged care workers would be vaccinated. They didn’t deliver on it and, in fact, have left aged care workers on their own to manage their own vaccinations and, as a consequence, very few have been vaccinated. </p> <p>So, I think we need to be looking there. And, of course, we’ve got this ridiculous situation where, still today, aged care workers in Victoria are working across multiple sites. That is because endemic issues face the workforce in aged care where a lot of people just have to work multiple sites to make ends meet.</p> </blockquote> </div>   </div> <div id=\"block-60b55eec8f08d486a7718d16\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T22:11:30.999Z\">11.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sally McManus</strong> has some thoughts on what has gone wrong with the aged care response: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sallymcmanus/status/1399478312863363072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What&#39;s gone wrong with Fed Govt vaccine rollout:<br>- no urgency<br>- no goal<br>- no transparency<br>- no communications <br>- no understanding of the casualised workforce<br>And no ownership of the problems.</p>&mdash; Sally McManus (@sallymcmanus) <a href=\"https://twitter.com/sallymcmanus/status/1399478312863363072?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:21:25.036Z\">at 11.21pm BST</time></p>  </div> <div id=\"block-60b55ab28f08d486a7718cf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:55:32.157Z\">10.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck </strong>says the “single site” staff order is sent out when an area is declared a hotspot. But it seems that when that hotspot declaration is lifted, so too is the order (and funding), which means staff go back to working across multiple aged care homes. I say “seems” because Colbeck doesn’t give a straight answer. </p>  <figure class=\"element element-image\" data-media-id=\"16126ab7de7059f8fabe3c142ee69af709f6b941\"> <img src=\"https://media.guim.co.uk/16126ab7de7059f8fabe3c142ee69af709f6b941/0_200_5420_3254/1000.jpg\" alt=\"Richard Colbeck\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Federal aged care minister Richard Colbeck.</span> <span class=\"element-image__credit\">Photograph: Sam Mooy/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:11:12.330Z\">at 11.11pm BST</time></p>  </div> <div id=\"block-60b559f58f08d486a7718cec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:52:06.340Z\">10.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fran Kelly</strong> asks <strong>Richard Colbeck </strong>where the<strong> </strong>“sense of urgency” is. </p> <p>He says they are following the advice.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T21:59:12.262Z\">at 10.59pm BST</time></p>  </div> <div id=\"block-60b558a88f08d486a7718ce3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:48:50.109Z\">10.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Colbeck</strong> is speaking to ABC RN this morning. He’s the aged care minister. And he’s still “comfortable” with the vaccine rollout.</p> <p>But he can’t tell you how many aged care workers have been vaccinated. Because there is no one collating that information. They have now asked for providers to give that information so they can’t try to work it out.</p> <p>“I’m not going to give you a number I am not certain of,” he says.</p> <p>Also, there is no real program to vaccinate aged care workers run by the federal government. The edict is to vaccinate staff where there are leftover vaccines once residents have been vaccinated. Beyond that, providers can set up a program themselves, or aged care workers can see their GP or attend a hub – work it out for themselves, in other words. </p> <p>Colbeck says that was to cut down on confusion so there weren’t mixed vaccines.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RNBreakfast/status/1399481071884853250\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">&quot;We&#39;re comfortable about where we&#39;re at [with the vaccine rollout],&quot; says Federal Aged Care Minister <a href=\"https://twitter.com/richardmcolbeck?ref_src=twsrc%5Etfw\">@richardmcolbeck</a>.<br><br>&quot;Everybody would&#39;ve liked to have done it faster but logistically, we&#39;ve done it as quickly as we possibly could.&quot;</p>&mdash; RN Breakfast (@RNBreakfast) <a href=\"https://twitter.com/RNBreakfast/status/1399481071884853250?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:10:27.448Z\">at 11.10pm BST</time></p>  </div> <div id=\"block-60b556e68f086d71cc16070f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:38:21.510Z\">10.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Christopher Knaus </strong>and <strong>Melissa Davey </strong>have taken a look at what’s happened with the federal government’s aged care response – and it doesn’t seem good. At any level.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">‘A dog’s breakfast’: where the Australian government went wrong with its aged care Covid response </a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T21:45:07.366Z\">at 10.45pm BST</time></p>  </div> <div id=\"block-60b552418f088d8c3178ee96\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T21:33:29.151Z\">10.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning</h2>  <div class=\"block-elements\">  <p>Welcome back to Politics Live. </p> <p>Parliament – and estimates – are back for the first time this week, but it’s the events of yesterday’s non-sitting day which still has everyone’s focus. </p> <p>The federal government is scrambling to explain <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">how aged care is once experiencing a Covid outbreak</a>, given everything the sector and the people in its care went through last year. Victoria’s Covid outbreak has shown the vulnerabilities in the federally funded and regulated aged care homes once again: while staff in state-run facilities cannot work at other sites, staff at private facilities – which are under the federal government’s jurisdiction – are still able to. </p> <p>That’s become an issue in this outbreak – again – after a staff member caught Covid from a colleague at one centre and then worked at another centre. </p> <p>So far the federal government have been unable to give a reason for it, other than there are not enough staff. <strong>Greg Hunt </strong>said yesterday the states could stop it through a public health order, but that would mean workers – who are working multiple sites to make a liveable wage – would be forced to lose pay. Policy and pay settings have changed in the state-run facilities. That hasn’t happened federally, despite the recommendations of the royal commission. </p> <p>We’ll keep you updated on that, and everything else happening in Victoria. There are fears the lockdown could be extended beyond the end of this week – authorities did not sound confident yesterday they had it under control. There are more than 270 exposure sites and 4,000 people considered primary or secondary contacts. Each day has seen a stubborn four to five new cases – which have mostly been linked – but the sheer numbers point to an extension of the lockdown being likely. I’m so sorry. We’ll bring you all you need to know as soon as we can. </p> <p>We’ll also let you know what’s happening in parliament and the estimates hearings – <strong>Mike Bowers</strong> is with you as always, along with <strong>Katharine Murphy, Sarah Martin, Paul Karp </strong>and<strong> Daniel Hurst.</strong> </p> <p>It being a sitting day, you have <strong>Amy Remeikis </strong>with you for most of the day. I’m on to just my second coffee – but a third is absolutely calling me. </p> <p>Ready? Let’s get into it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T22:09:22.121Z\">at 11.09pm BST</time></p>  </div>","wordcount":"9216","commentCloseDate":"2021-06-01T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-31T21:41:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T03:54:21Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjaxk","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/660dd40e2a6fe9061b2803e820857998cabaaabc/168_409_4345_2607/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It being Tuesday, the Labor caucus has also met today. It was mostly housekeeping, but there was a debate about a disallowance motion proposed by the independent Zali Steggall about gas development in the Beetaloo Basin. Labor resolved to oppose the Stegall motion (which was the recommendation from the shadow minister Madeline King), but the decision triggered a debate. I gather Ged Kearney and Libby Coker opposed the recommendation. But Joel Fitzgibbon and the Norther Territory MPs supported KIng’s position. Fitzgibbon noted that Labor’s policy included a role for gas, so the party needed to be consistent. And that is the end of the Victorian press conference. What did we learn? Two of the three cases we didn’t know about yesterday are close contacts of confirmed cases. A third is not, but was nearby exposure sites. Victoria has launched a ‘five day blitz’ to vaccinate aged care and disability workers who fall under the federal government jurisdiction, to try and speed up the vaccine roll out. Still no word on whether or not lockdown will be lifted as scheduled on Thursday. There is just under 10 minutes until question time. Get ready for that. When will Daniel Andrews be back at work? As the acting premier made clear yesterday, the premier released a statement in the not-too-distant past thanking Victorians for the warm wishes for his recovery, and indicating that his recovery was progressing well, and that he is expected to be back in June. ...Today is the first day of June and I’m pretty sure it goes for a few more weeks yet. Are disability care workers working across multiple sites (like private aged care workers are, under the federal jurisdiction). State disability minister Luke Donnellan: We’ve got a couple of bits to that question. The residential sector in terms of residential accommodation got transferred as of last night fully to the commonwealth so we had 45% of the residential provided, 45% of residents for people with disabilities so that got transferred to the commonwealth as of yesterday and a process of transferring multiple facilities over time. We had the worker mobility reduction payment in place and have had that up to literally last night in place to minimise one worker at one site, period. That has been in place until last night. I raised that with the federal minister, specifically to say that with the transfer of the 45% of the remaining residences, that worker mobility payment we won’t be paying any more because they are no longer under our governance and we are no longer responsible for them, under the NDIS agreement. I raised that with the minister last night for consideration and I expect she will be back to me over the coming days. Martin Foley: I think we will only all be satisfied when every Victorian who is eligible to be vaccinated is vaccinated. We can’t rest as a community – all levels of government need to put their shoulder to the wheel together to achieve that outcome. I am concerned. It is why the government is prioritising today at the expense of other Victorians who would be eligible under the ceiling of vaccines that we’ve been allocated, to deliver to precisely those workforces that have priority access. These are people who care for our most vulnerable residents who we saw in 2020 in Victoria and New South Wales to a lesser degree, the virus got into these workplaces not the residents or participants but through a workforce contact. We need to make sure that those workforces are vaccinated, not just for their own good but primarily for the good of the people that they care for and look after. Is Martin Foley concerned with how slow the roll out is going in disability care facilities? Foley: I’m always concerned that any committee transmission which we have in Victoria. We’ve seen it in the last few days in private residential aged care and I’d be extremely concerned if it got into NDIS covered residential disability services. My understanding is the Commonwealth have, through private contractors, committed to ramping up their in reach services into those disability services. I understand that doesn’t cover staff, hence our announcement today that we want to prioritise those staff in our next 5-day blitz in this area. If you can’t make it to one of our state blitzes, you have either a disability or residential aged care worker, the right to see your participating GP to get your vaccine. Martin Foley on why the state government is now vaccinating private health care workers: There were arrangements in place for the staff if they were there at the time, and there was leftovers and other arrangement on a different basis, but as a result of some of those issues, or the stay stood up a couple of weeks ago, to indicate that we were prepared to support the private residential aged care system through our systems, and Victoria we wrote to all of those providers, there was a degree of take-up, remembering of course that most of the vaccines that are in fact distributed in Victoria are still through the GP network, and many of these people, if they had been vaccinated, they had gone to their GP, but we do not have oversight of that data. So we know from this most recent cases that are significant numbers of those private residential aged care service staff and NDIS disability staff, are not vaccinated, hence our priority call for the next five days. Martin Foley continues: Every day in the global pandemic is pretty grim, and we need to make sure that the hard work that all of Victorians are putting into this outbreak, that’s the real risk that we are facing particularly at a aged care setting, particularly at our high-risk private residential aged care settings, I take it into account. Victorians have sacrificed more than anyone else around the nation when it comes to making sure that we – as we very recently had – 86 continuous days of no community transmission. What to do is to make sure that our effort reflects the value of that sacrifice, and avoid the risk that we saw last winter of the devastation this causes private residential aged care. I think Victorians really expect that of the government, and that is what we will be doing. Victorian health minister Martin Foley on the day by day proposition of the lockdown: I am only as confident as the last test and the last piece of data that we receive, because we know that this is so unpredictable, whilst we increasingly come to understand how the virus moved, and our knowledge both in Australia and globally has gone ahead in leaps and bounds of the past 18 months, it is still in many ways a rapidly evolving virus that is of real challenge. I cannot share with people what we have yet to land through our public health teams. As soon as we do have those recommendations from our public health teams, we will be back those announcements to the people. Not-for-profit aged care providers have responded to news that the federal government is considering making vaccines mandatory for aged care workers. Aged and Community Services Australia (ACSA) says the main issue is not mandatory vaccines. It is ease of access. ACSA chair Sara Blunt says the government must stop blaming providers or workers for a rollout that is “its responsibility”. If the Covid-19 vaccine is available at workplaces then we’ll see a significant pick up and improvements to coverage in aged care quickly. The main issue right now is not whether the vaccine is mandatory, it’s whether workers can get easy access. The government has to stop blaming providers or workers when the roll out is its responsibility. Our workers are amongst the hardest working yet poorly paid in the care and service industries and the fewer barriers we put in front of them to get a vaccine the better. In Victoria in particular workers right now will be primarily concerned with the immediate health of the older people in their care and also themselves and their families. Back to Victoria, Martin Foley says he doesn’t know if there will be a lockdown extension or not, but the aged care settings are “troubling”. He says as soon as they get the advice, they’ll let people know, either way. The federal treasurer, Josh Frydenberg, told the Coalition party room the budget was put together when it was assumed there would be outbreaks across the country and short lockdowns and that’s why the government kept the foot on the accelerator with $41bn in related economic support. He said: Victoria came to us to ask for assistance, because it was a short lockdown we said it was a scale that could be managed at a local level. They ran a pretty desperate attempt to smear us when in reality the numbers tell a very different story, Victoria has received more on a per capita basis than any other state. We’ve already delivered $45bn plus to families and businesses, where the state government has delivered $13bn. Back to health estimates and Katy Gallagher is now asking Colbeck about the five-day blitz running from Wednesday to Sunday just announced by the Victorian government. Gallagher asks why it is being left to the state to “come in and basically do a blitz to get aged and disability care workers vaccinated to generate the momentum needed.” Colbeck says the process of rollout is happening “collaboratively”. I am very pleased that the Victorian government is giving preference to residential aged care staff given the health advice that we are providing the vaccine resource to the state. Before the committee breaks for lunch, Michael Lye from the department clarifies to the committee that it was a departmental error that led health minister Greg Hunt to “conflate” the number of doses with the number of people vaccinated in the aged care workforce. Gallagher said officials were taking the blame on behalf of Hunt. Has Mr Hunt’s office been in touch? I can see what’s happened. You’re taking the heat for his office coming and getting cranky at evidence. We know. I have dealt with him on the phone. I know what he is like. Rude. 732 residences were physically checked yesterday, with help from the ADF. Eight individuals of “real concern” were not home. They are being followed up through the enforcement division. Still no confirmation the Victorian lockdown will end on Thursday. It is still a day by day watch and wait situation. Jeroen Weimar: There are over 300 exposure sites now on a website and I encourage people to use the website for this. We’ve identified a number of retail strips. These are precincts we know some of our cases have been. There are exposure sites at all these streets but I’m using this as a way to get people’s attention. ...We are now keen to starting to drain the swamp to see what else is out there. Is anybody else out there we haven’t caught? Is there anybody else not been caught by exposure sites? There have been at least four cases in the current outbreak of 54 who are not known to other cases – but have come into contact with each other at one of the exposure sites. So it is not necessarily face to face, or touch to touch contact. Jeroen Weimar says this variant means that sort of transmission is happening more often: What we’re seeing now is people are brushing past each other in a small shop, they are going to a display home, they are looking at photos in a Telstra shop. This is relatively speaking, relatively fleeting. They do not know each other’s lives, and that is very different from what we have been before. So if you have been to one of those exposure sites, get tested. Rex Patrick is asking about the decision-making process for government grants for promising vaccines late last year. He is also asking whether health officials were aware of ferret trials being done by CSIRO last year. Yes, they were aware of the ferrets. He is concerned about the secrecy surrounding the grant process, saying there is a “complete lack of transparency” around the program and the decisions made by the grant access opportunity committee. Not really many Qs so far, but he is calling it a “corruption incubator”. Patrick is giving a presentation about the US equivalent which releases more information publicly. It is hugely concerning. This is like sports rorts but with people who have the ability to inject steroids into it. This is all covered in secrecy endorsed by you people. He says $20bn is awarded “behind closed doors” through the Medical Research Future Fund. Brendan Murphy says it is not publicly disclosed who sits on the medical research future fund panels, but the conflict of interest policy process is “very very rigorous”. Patrick is told that the National Health and Medical Research Council will appear for questioning later. Clare O’Neil has responded to Richard Colbeck’s evidence in Senate estimates today: Greg Hunt told the public yesterday that roughly 70,000 aged care workers had been vaccinated. The truth revealed in estimates by health officials today is that number is less than half – about 32,800. Less than 10% of the aged care workforce has been vaccinated and yet the virus is not only at large in our general community it is today being found within our aged care system. The level of deceptive incompetence of this government and the minster responsible for aged care is utterly breathtaking. Their negligence in aged care is callous, cruel and dangerous. Victorians in particular right now must surely be disgusted. The government must immediately deliver a detailed plan with clear vaccine targets for the aged care workforce. This is essential. Targets ensure urgency and right now the Morrison government display no urgency at all. When will half the aged care workforce be vaccinated? When will three quarters be done? Targets must be set. Lives at at risk. Vaccination waits in Melbourne at the moment are running at about a three-hour wait. If you have been to any of these shopping centres in Melbourne in the last two weeks, Victorian authorities want you to come forward for testing – even if you are not symptomatic: Craigieburn Central Bay Street in Port Melbourne Clarendon Street in South Melbourne Pacific Epping, also known as the Epping Plaza The Epping North shopping centre Broadway Reservoir Positive cases have been in those areas and authorities just want to make sure they are stamping out any transmission. Katy Gallagher is continuing to target the government over the low vaccination rate among the aged care workforce. Colbeck claims that “every worker in aged care has access through those various channels now.” “They all have access to a vaccine and they have had for a period of time,” he said. However he says that this has not been reported under the current system, which does not record occupation. Gallagher says that the government was avoiding its responsibility to the workforce. “So you’re not responsible for vaccinating aged care workers ... and you are saying it is over to you aged care workers, go and get it done.” She also questioned one of the channels – the Sonic clinics – saying just three were operating in NSW rather than the 13 promised. Murray Watt then challenged Colbeck on how Australia compares with other countries, saying we were running 113th when it comes to doses per hundred people, behind countries such as Tonga, Panama and El Salvador. Colbeck said Australia was in the “middle of the pack”, when compared with the progress of other countries at a similar stage of the rollout. There is still a missing link between the person who contracted Covid in Adelaide hotel quarantine and the first City of Whittlesea and Port of Melbourne cases, which authorities are still looking for. Victorian Covid commander Jeroen Weimar says of the 4,200 primary and secondary contacts of known cases who have been isolated, 75% have returned negative test results. The Victorian aged care and disability services minister Luke Donnellan says Victoria will undertake a “five-day blitz” and step in to vaccinate workers in vulnerable settings: This means from Wednesday 2 June to Sunday 6 June, workers in the private sector aged care facilities and the residential disability sector, all managed by the commonwealth, will be given priority access to walk-in vaccination hubs around Victoria between 9am and 4pm when they present evidence of their employment. The following vaccination hubs are participating in the five-day blitz including the Royal Exhibition Building, the Melbourne Convention and Exhibition Centre, Sandown racecourse, the Melbourne Showgrounds, the former Ford factory in Geelong, Bendigo community clinic, Ballarat Mercure Hotel and Convention Centre, Shepparton Showgrounds, that Macintosh Centre, to Elgin racecourse and the Wodonga vaccination hub. Aged care and disability workers are currently eligible to be vaccinated at state hubs but this is about stimulating that demand and getting more workers to get greater coverage at the private aged care sector and the disability sector. We have concerns there isn’t enough coverage that is why we are stepping in. It has been available but this is very much a call to arms of those workers on the frontline to come out and we will give you a priority lane so it makes it quicker and easier to get through it in a speedier time because we very much want to ensure we are protecting those audible people and the aged care facilities and stability sector from Covid-19. This is good news though. Martin Foley: I’m also able to advise that all staff and residents at Blue Cross Sunshine aged care facility have tested negative other than that one case reported on yesterday, the crossover worker between Arcare Maidstone and Blue Cross Sunshine. There are being no positive tests further at Arcare Maidstone. These sites remain under strict infection and prevention control measures and I want to particularly thank the Western public health unit for leading the work and thank the wonderful clinical staff and particularly the nurses from both Melbourne Health and Western Health who have stood into these important factual prevention and control measures and to support both those facilities as a result of their own staff having to be furloughed and quarantined. I can also advise that another BlueCross facility which shared a worker advised that we talked about yesterday, that that site has been stood down as an infection risk as the particular worker was non-infectious at the period that they worked at the other BlueCross site. Health minister Martin Foley is giving today’s update: He says of the three new cases (there were nine in total in the 24 hours to midnight, but we knew about six of them yesterday) two have been linked – but one has not, as yet. Foley: Two of these three are primary close contacts who were quarantining during their infectious period which is good news. One is still under investigation. They are not a contact and are not are directly linked to any exposure site but there is very close proximity to that exposure site and we are confident the investigation ongoing will uncover further crossover. Our public health team are seeing more and more of this in this particular South Australian hotel outbreak playing out a bit differently to earlier outbreaks. There is evidence of casual acquisition instead of those indirect close contact my friends at a pub, family members. Richard Colbeck says “every worker in aged care has access through those various channels to a vaccine”. Those channels are – see your GP, go to the state/territory hub, or on-site vaccination if there are extra vaccines left over. “They all have access to vaccines, and they have for some time,” Colbeck says. But if a worker can get a day off to go get the vaccine, under their own steam, the government doesn’t know they have had it. Katy Gallagher: “How many staff [have been vaccinated]” Richard Colbeck: “You have asked a black and white question, where there is not a black and white answer.” We also don’t know how many staff in disability care have been vaccinated. In disability care settings, 3500 residents have received first or second doses – just 355 have had two doses. That’s out of 22,285 residents. He has said this practically every party room meeting this year. The party room briefings have begun. Moving on from red carpets to related matters. Labor’s Tim Ayres then turns his attention to the use of the Top Gun theme song when Scott Morrison walked into Williamtown back in February for a Joint Strike Fighter event. “Very loudly, I think,” says Ayres. Mel Hupfeld, the chief of the air force, says he is aware of that, because he was at the event. Hupfeld quips: I thought they were playing that for me - I was the only top gun in that group. Were there any discussions about the music with the PM’s team in advance of the event? Hupfeld says that event had been hosted by an industry partner, BAE Systems Australia: My belief is that was put on as part of the organisation of that particular event on that occasion through the industry partner. Ayres says it speaks to Morrison’s “self-importance”, adding: Normally serious people don’t require theme music. Greg Hunt said yesterday there were six aged care facilities waiting on their first dose of the vaccine. Health officials said as of yesterday, it was 21. Here is the table which was just tabled in health estimates: All we know from the figures the government has is that just over 33,000 aged care staff, out of 360,000 or so staff nationally, have been vaccinated. That’s under 10%. From Friday, aged care providers will have a new system to report vaccinations. That’s from Friday. Until now, it has been voluntary. The chief of the air force has blamed “protocol creep” for the red carpet treatment afforded to Scott Morrison when he visited a base near Newcastle last month - and has signalled he is “taking steps” to ensure there is no repeat. There was a spirited exchange with defence reps at Senate estimates this morning about the prime minister’s arrival at RAAF Williamtown base last month. Morrison’s team posted the photo of his red carpet arrival on a social media platform - something that the Labor senator Tim Ayres described as “extraordinary”. Mel Hupfeld, the chief of the air force, played down any suggestion that the prime minister had requested that sort of treatment. But he said there was “some ambiguity” in the standard directive across the air force when it came to arrival protocols: We would use a stair guard to welcome appropriate VIPs to various bases when they arrive. In the case that I think you’re referring to, there was an example where a red carpet was used. That was a decision that the base executives made and there were some ambiguities in our instructions ... The instructions just said that appropriate stair guards can be used for VIP visitors and a picture was included in our instructions that included a red carpet. The base executives then took it upon themselves to use a red carpet for that particular arrival. Hupfeld said he was taking accountability for “what I would call protocol creep within the executives on some of our bases”. I am taking steps to remedy that to ensure that the use of stair guards is appropriate for ceremonial events, and in working across the defence enterprise now for ceremonial occasions, then my intent is to only use red carpet as a key example here for regal, vice-regal or head of state occasions, welcoming those types of personnel on to our military bases. (That means limiting the red carpet treatment to visitors such as Australia’s governor general and heads of state of other countries.) Hupfeld said his understanding was that the VIP operations team “will have advised the prime minister’s office that there would be a stair guard on arrival but they did not mention anything in terms of a red carpet”. People who were in 1A - the highest priority vaccine cohort - were meant to have their vaccinations completed in six weeks. That includes aged care. 14 weeks or so on, nationally, 64% of aged care residents have been fully vaccinated. And we don’t know how many staff. The bells are ringing for the start of the parliament session. What a day. We are getting some more detail on the percentage of aged care residents who have been vaccinated in the 110 days the vaccination program has been running. Across the country, 64% of residents have been fully vaccinated. In Victoria, just 57% of residents have been fully vaccinated. Melissa Davey has read through some articles on the variant of Covid Victoria is currently dealing with: Today’s Victorian update will come at 12.30pm. Malcolm Roberts: “What does that mean, I’m not a lawyer.” Health official: “I was once, but it was a long time ago.” Roberts: Did you become honest, did you? No, we have lawyers who are good friends. We have good friends who are lawyers. He laughs. Malcolm Roberts is going down the unproven Covid treatments question rabbit hole. And yet, this is still somehow not as bad as when he questions climate scientists. That is saying something. Malcolm Roberts is now asking the health officials questions. A cursed sentence. So far, there have been 54 cases in this Victorian outbreak. That includes the nine cases today (although we knew about six of those, so it’s three new cases). We are still waiting to hear when Victorian authorities will hold a press conference. AAP has been watching Treasury estimates: Treasury boss Steven Kennedy says overseas events clearly show the pandemic is not over and there are heightened risks to Australia’s and the world’s recovery. He told a Senate hearing on Tuesday the outbreak in Melbourne reinforces this point: Despite this, here in Australia the domestic economy has continued to recover and grow strongly. The recovery has been stronger than from any major downturn in recent history. Australian economic growth outperformed all major advanced economies in 2020. We have seen employment and hours worked rise above their pre-pandemic levels. He put this performance down to the success of suppressing the virus at a relatively low economic cost and that fiscal policy has been more effective than expected, complemented by expansionary monetary policy settings. After contracting by 2.5% in 2020, Treasury now expects the economy to grow by 5.25% in 2021. On the jobkeeper wage subsidy, Kennedy predicted in March that between 100,000 to 150,000 people could lose their job as a result of the program ending: Early indicators suggest that while there have been some job losses associated with the end of the program, and there may be more in the future, the strength of the broader labour market has meant that many of these individuals are finding jobs. Kennedy said Australian Bureau of Statistics data estimates some 56,000 people have lost their jobs in the four weeks that followed jobkeeper ending. “We would expect many of those that have lost employment at the end of jobkeeper to regain employment in coming weeks,” he said. No locally acquired cases in NSW. The foreign affairs minister, Marise Payne, says the government considered “a number of options” before deciding to close the embassy in Afghanistan. Payne says the Department of Foreign Affairs and Trade had received advice that with the departure of international troops from the country, the risks to the embassy “would significantly increase” and that “mitigations” would not be able to reduce the risk to an acceptable level. It was a cabinet decision, she confirms. Asked whether the decision was made before or after Payne’s visit to Kabul on 10 May, the minister says those government discussions were continuing during the time of the trip. The purposes of the visit included enabling discussions with Afghan officials, senior Nato leadership, Australians on the ground and other heads of mission. Penny Wong wants to know whether the closure is really temporary, as the government said in the statement announcing the move last week. Payne says: “It is a matter of ongoing discussion and engagement between Australia and other missions, other countries, including the US, UK, Nato itself, on the options ahead. I’ve had discussions as recently as last Wednesday with the US national security adviser, Jake Sullivan, and those discussions are ongoing.” Wong says she will be asking a series of question about visa pathways for Afghan nationals who have worked for the Australian government, including local interpreters and staff. The committee chair Eric Abetz says they can be pursued later in the day. You can see some recent Guardian coverage about the concerns for their safety here: We’re in some bits and bobs detail in the health committee at the moment and now it’s on a short break until 11.15am. Air Vice Marshal Robert Chipman, head of military strategic clarifies his evidence to Senate estimates. He adds that there were, in fact, discussions between departments about about the future of the embassy in Kabul - that was the purpose of those meetings, he says. He had been talking about his own contribution to the talks about the future of Australia’s footprint in Afghanistan. Another official, Hugh Jeffrey, says he’s had discussions with Dfat for “over the last year or so” about the question of keeping the embassy open post-ADF drawdown. Here is that latest ‘who is responsible’ exchange: The chief of the defence force, Angus Campbell, tells Senate estimates the plans to withdraw Australian forces from Afghanistan by September are consistent with last year’s defence update, prioritising a focus on the Indo-Pacific region: The coalition drawdown is progressing smoothly. Campbell says the history of Australia’s longest war “will be painted in different hues” and “will be coloured, in part” by the Brereton inquiry and the work of the office of the special investigator. He says he hopes that work “will be understood from the perspective of a larger canvass”. He wants the record to document the work of the ADF and partner agencies over 20 years, and that the national memory “never forgets what our men and women have accomplished”. Asked about the current security situation, Campbell says the drawdown decisions were based on an assessment that “this was not going to be a conflict that was going to be resolved militarily” and that a negotiation involving the Taliban “would be necessary to see peace return to that country”: The Afghan defence and security forces and the Taliban remain in conflict and that conflict sees violence broadly through the country but particularly with regard to the southern and eastern provinces of the country, a traditional stronghold of the Taliban and its partner organisations … We see a continuing level of violence in the country ... This is very much going be a negotiated settlement. Penny Wong raises the closure of the Australian embassy, and asks whether there has been consideration of whether an embassy presence could continue. Air Vice Marshal Robert Chipman, head of military strategic commitments, says he was involved in interdepartmental discussions in the weeks leading up to the government’s announcement to withdraw from Afghanistan. Asked if the interdepartmental committee addressed whether the embassy in Kabul could remain open, Chipman replies: “Not specifically that I was involved in, senator.” Richard Colbeck, unable to answer, or unwilling to say the words, is still faffing about in his answer to the question: ‘who is responsible for vaccinating aged care workers’. Aged care is a federal responsibility. Vaccination is the responsibility of the federal government. Apparently, vaccinating aged care workers though, is not the responsibility of the federal government. There are a lot of back and forths, including Colbeck telling Gallagher he feels “sorry for her”. Gallagher: “Are you responsible, yes or no?” Colbeck: “It’s not a yes or no answer.” Eventually, the answer is its being carried out between the states and federal governments. This has been an ongoing frustration for Mike Bowers and the visual reporters – some committees are throwing their weight around about where photographers and camera operators can stand to do their jobs – which means a lot of photos of the back of people’s heads. Katy Gallagher asks Richard Colbeck who is responsible for vaccinating aged care staff. Three minutes later, Colbeck says it is a “combined” program. The first submarine in the government’s $90bn submarine program must be built in Australia, according to Ronald Finlay of the naval shipbuilding expert advisory panel. Labor’s Senate leader, Penny Wong, has been grilling officials about the provisions in the strategic partnering agreement between Australia and France’s Naval Group, which the government has said requires the company to “spend at least 60% of the contract value in Australia over the life of the program”. Wong wants to know if this means the first boat could be made in France, not Australia. Finlay says there would be risks to the shipbuilder if they changed suppliers from ship 1 to ship 2, so the target would be getting into Australian contact as soon as possible to reduce risks. Finlay then makes a more definitive statement: The first ship will be built in Australia … There is a requirement for ship 1 to be built in Australia. What about the hull? Greg Moriarty, the defence department secretary, says: “We are seeking to build as much of the hull in Australia as we can.” Moriarty adds a caveat on a particular part of the hull: The government’s clear intent is, if it is technically feasible, we will build it in Australia. If it’s not we will seek technical advice on where that hull part is best made. Nine Entertainment has told the stock exchange its multimillion-dollar deals with Google and Facebook under the government’s news media bargaining code have been signed. Along with other changes in the business including subscription revenue, Nine expects growth in the publishing division to be between $30m and $40m over the 2021-22 financial year. Nine said: The deal with Facebook is for the supply of news video clips and access to digital news articles on Facebook news products, for a term of up to 3 years with a minimum amount payable over the term. The 5-year agreement with Google includes the supply of news content (excluding video) for Google’s News Showcase and other news products. Google will also expand its marketing initiatives across Nine’s platforms. The amount payable is a fixed annual fee with modest growth in the early years. Katy Gallagher is asking when the decision was made to prioritise residents over staff, and when people were told about that. Richard Colbeck doesn’t really have an answer. He says aged care staff are still considered part of 1a. Gallagher says it was never made public. Colbeck disputes that it was never made public, because he spoke to the sector about it. Other words used here is that prioritising residents, didn’t mean that staff were not a priority. (But if you prioritise one group, it stands to reason that there is a shuffling in priorities.) A health official says it wasn’t a prioritising issue, it was a “pivot”. And the department pivoted a part of its policy (providing in-reach service vaccinations to residents, something which is not available to aged care workers, unless there are doses left over) which meant aged care residents were prioritised over aged care workers, except it wasn’t an issue of prioritising one group over another, it was a pivot. And it wasn’t announced, but it was made public. That clear? Richard Colbeck says the decision was made to vaccinate residents before staff, because authorities still don’t know if the vaccine protects against transmission of the virus. So when the advice came down not to vaccinate staff and residents at the same time, the decision was made to prioritise residents. He says that meant the rollout was “recalibrated”. But he still can’t say how many aged care workers have been vaccinated. Labor senator Murray Watt asks Richard Colbeck if he is actually “comfortable” with the aged care vaccine rollout. Colbeck says Watt is verballing him. Colbeck has said at least twice now, including this morning on ABC RN he is “comfortable” with the vaccine rollout in aged care centres. The two have a back and forth, which ends with Colbeck saying he stands by what he has said in the media. Back in defence estimates, the Labor senator Kimberley Kitching says AusTender contract notices indicate the government will spend $5.45m over three years on remuneration for members of the naval shipbuilding expert advisory panel. Kitching says that works out to be about $1.8m a year, shared among six members. She suggests this is a higher rate than the former naval shipbuilding advisory board members received. Officials caution that there is a daily rate, so it will depend on work performed. Officials also suggest the estimates include international flights and hotels but they are not spending anything near that rate, due to the Covid-induced move to virtual meetings. The defence department has committed to clarify the details later in the day. Richard Colbeck: Well, senator, one important point is the issue in respect of transmission of the virus with vaccine, which goes back to the point that we were discussing earlier about compulsory vaccination ... Katy Gallagher: I’m not talking about that, it’s a red herring. Colbeck: It’s not a red herring, it’s actually important ... Gallagher: It actually is – you’re using it to focus away from the fact that you have been unable to roll out a vaccination program for residents or staff in aged care. Colbeck: You can get your Facebook moment, that’s fine. Richard Colbeck still can’t say how many Victorian aged care staff in centres under federal jurisdiction have been vaccinated. They just don’t have the data. They haven’t been collating it. Liberal senator Dean Smith tries to dig into Victoria’s response with Prof Paul Kelly. Kelly says Victorian authorities have done an “extraordinary” job scaling up their testing and response and says he doesn’t have the detail but he believes authorities are “keeping very close to national benchmarks”. “But not meeting them,” Smith says. Kelly says he doesn’t have the most recent data, but he thinks it would be close, and says authorities are under intense pressure. He takes it on notice. Just to recap what we have learnt so far in health estimates: Health officials came without the information of how many aged care residents have been vaccinated. No one can say how many aged care workers have been vaccinated. Until recently, operators only needed to voluntarily report their workforce vaccination numbers. There is no federal vaccine rollout for aged care workers. They can receive a dose if there is extra from the residential rollout, or work it out themselves. The federal government is now asking for providers to tell them how many aged care workers have been vaccinated in their facilities. There may be a survey to find out. Over in Treasury estimates: Over at the Senate estimates into defence, the $90bn submarine program is in the spotlight. A cabinet subcommittee, the naval shipbuilding enterprise governance committee, has met twice since its creation last November. The Labor senator Kimberley Kitching has asked members of the naval shipbuilding expert advisory panel whether they have made recommendations or provided advice to cancel the future submarine program on risk grounds. Chair of the panel, US-based Vice Admiral William Hilarides, said any advice “provided directly to ministers to support cabinet deliberations” would be confidential, together with any recommendations. The focus moves on to a capacity enhancement review. The Australian Financial Review reported on 1 May that “a major review into Australia’s submarine warfare capability is likely to recommend bringing forward upgrades for the navy’s frigates and Collins class submarines”. Was the naval shipbuilding expert advisory panel made aware of the capacity enhancement review? Hilarides: I think we became aware when we read it in the newspaper. Rightwing thinktank Libertyworks has lost its federal court challenge to Australia’s outbound travel ban. On Tuesday the full federal court unanimously rejected Libertyworks’ bid to overturn the Covid-19 restriction, which had argued that the health minister Greg Hunt has no power to impose a blanket rule stopping citizens from leaving the country. Justices Anna Katzmann, Michael Wigney and Thomas Thawley dismissed the application and ordered Libertyworks to pay the commonwealth’s costs. The federal government had argued that, if successful, the case would have “driven a truck” through Hunt’s powers under the Biosecurity Act to impose measures to prevent the spread of Covid-19 during the global pandemic. The case is the fourth failed challenge to Australia’s coronavirus restrictions, after Clive Palmer’s failure to overturn Western Australia’s travel ban, a high court decision upholding the validity of Victoria’s second wave lockdown, and the federal court rejecting a bid to overturn the travel ban from India. Despite the ban, more than 140,000 Australian citizens and permanent residents have left Australia since the start of the pandemic under a regime of exemptions administered by Australian Border Force. Rachel Siewert asks Richard Colbeck whether he has heard reports that aged care workers are being asked by some providers (their bosses) to get vaccinated on their day off. Colbeck has not heard that. Greens senator Rachel Siewert can’t understand why the government doesn’t know how many aged care workers have been vaccinated. Richard Colbeck says they are asking providers for that information now, after a previous system of “voluntary reporting”. Siewert is trying to understand why it wasn’t made mandatory in the first place. Colbeck says they are doing that now. But until very recently, it was voluntary. And the government can’t say how many aged care workers have received either a first or second vaccination. So based on the figures the health department has just issued, 44,333 aged care residents in Victoria have received a vaccination. Of those, 25,319 have received their second dose. It’s 1 June. This was meant to be done by Easter, at the latest. But officials can’t give a breakdown of how many aged care workers have received their vaccinations. The information has come back – just over half the number of residents in aged care facilities in Victoria have received their second dose. Victorian health officials have confirmed with the federal government officials there are NO new aged care cases in the new test results. Prof Brendan Murphy, when asked how many aged care workers have received the vaccination, says it’s important to note that all Victorian aged care facilities have been visited for a first dose but people can’t be forced to have the vaccination. Katy Gallagher gets cranky: I’m not talking about forcing people. This is a new line from the government that seems to be coming out from last week, that it’s this kind of conscientious objecting that’s going on as a way of making it look like you’re not responsible. Richard Colbeck jumps in and argues about “emotive statements”. Gallagher says if he wants to go back to emotive statements, she could ask him if he remembers how many people died in aged care outbreaks during Victoria’s second wave. (That’s because Colbeck couldn’t remember when he was asked.) Across the country, 153,641 aged care residents have received a first dose of the vaccination. Richard Colbeck says that is out of 183,000 residents. That is across the country. No one can say what the state breakdown is, as yet. They are going to try to get the information. Katy Gallagher asks how many aged care residents are waiting for their second dose. A health department deputy secretary says in Victoria, of 596 residential aged care facilities, 382 have had a second dose “visit” – but that doesn’t mean all residents have had their second dose. The health department DOES NOT have the numbers of how many aged care residents have had two vaccinations. Instead, officials says says 85% residents have consented. 77,134 doses have been administered across aged care and disability – but we don’t know how many people that relates to, and whether they are in aged care or disability care facilities. The aged care minister says a second resident who returned an “indeterminate” test result for Covid has since returned a negative test. His understanding is there are two aged care workers who have tested positive, and one resident. The resident is in hospital as a precaution. Richard Colbeck says aged care providers are required to report to the commonwealth when there is a new Covid case in an aged care centre. He says he hasn’t received any reports, so he doesn’t believe any of the new Victorian cases today are linked to aged care. Over in community affairs estimates, it is all about health and aged care. Katy Gallagher asks Prof Brendan Murphy how many cases are in the latest Victorian outbreak. Murphy says he doesn’t have an updated figure – the Victorian authorities don’t give the information to the feds until they have tweeted it out. Murphy says after the second wave, Victoria decided not to share the information with the federal authorities until it had released the information themselves. Richard Colbeck is told the tweet has gone out. He says he hasn’t seen it as yet and his office hasn’t given him any information. These numbers are absolutely incredible: 20,484 vaccine doses were administered and 42,699 test results were received. Again, thank you, Melbourne and Victoria. None of this must be easy. But you keep turning up. This includes the six we learnt about yesterday, so it is three new cases (but nine in the last 24 hours). The latest estimates hearings will begin very, very soon. In community affairs, it’s all about health this morning – and aged care minister Richard Colbeck will be appearing. In the economics committee, Treasury secretary Dr Steven Kennedy will answer questions between 9am and 11am. There is still no answer when it comes to financial support for people who have lost a week’s pay in the latest Victorian lockdown. It’s the first lockdown without jobkeeper. So far, the federal government has not budged when it comes to offering any financial support for workers. Instead, Josh Frydenberg said the situation is being “monitored”. Once again though, Richard Colbeck can not say how many aged care workers have been vaccinated. Because until very recently, the federal government was not collating that data. It is now relying on individual providers to give them that information. Aged care minister Richard Colbeck has been doing the rounds this morning. Here he was on the Seven Network’s Sunrise program this morning – where he had the same lack of answers. On the single site arrangements for aged care workers in the federal system Colbeck said: The arrangements for single worker, single site were arrangements we are negotiated with the Victorian government so they didn’t have to put in place public-health borders to ban that, so we could maintain flexibility and workforce flows during the outbreak, last year. Some other states put in place public-health orders. Q: Why did you overturn that in November? Colbeck: A couple of reasons; one, it’s not legal to limit somebody around their working circumstances, in fact the Health Services Union took Huntington’s aged care in New South Wales to the Fair Work Commission last year to stop them from implementing one worker, one site, and they were successful. Q: OK, but you were paying extra, to combat that and you stopped those payments. Colbeck: That’s correct, so we put the arrangement in place, in circumstances where there was community transmission and a declared hotspot, that declaration has been made four times in Victoria, twice in Queensland, and once in New South Wales so that when there is community transmission, aged care providers can limit the number of workers who are working in more than one site. Q: But why would have you kept it going until every aged care facility was fully vaccinated? Colbeck: Because the health advice we had was to put it in place while there was a hotspot, and that’s what we’ve done. Q: You didn’t think it would come back? You didn’t think aged care facilities would be vulnerable again? Particularly coming into winter? Colbeck: Well, there is always the risk when there is community transmission, with Covid-19 in aged care, that’s the facts, that’s what the statistics showed us, and that’s why when there is a hotspot declared, it’s automatically triggered, and triggered the one worker, one site process. So as soon as there is a hotspot triggered by the health authorities, the provisions are triggered by the process. So once Covid has spread far enough for there to be a hotspot declaration THAT’S when the one worker, one site process for aged care. But only once it has spread. The shadow aged care minister, Clare O’Neil was a guest on 7.30 last night, where she also laid out issues with the federal government’s aged care response: Frankly, things that should have been done a year ago, when it became clear what a toxic combination it was to get aged care homes together with Covid. Some of the things I’d just point to - the Federal Government promised us that by March every single aged care resident and every single aged care worker would be fully vaccinated. They have not met that target by any stretch of the imagination. So, there’s obviously a huge urgency here to vaccinate residents. The thing that has been completely stuffed up though is the vaccination of aged care workers. The Government initially gave us this commitment that aged care workers would be vaccinated. They didn’t deliver on it and, in fact, have left aged care workers on their own to manage their own vaccinations and, as a consequence, very few have been vaccinated. So, I think we need to be looking there. And, of course, we’ve got this ridiculous situation where, still today, aged care workers in Victoria are working across multiple sites. That is because endemic issues face the workforce in aged care where a lot of people just have to work multiple sites to make ends meet. Sally McManus has some thoughts on what has gone wrong with the aged care response: Richard Colbeck says the “single site” staff order is sent out when an area is declared a hotspot. But it seems that when that hotspot declaration is lifted, so too is the order (and funding), which means staff go back to working across multiple aged care homes. I say “seems” because Colbeck doesn’t give a straight answer. Fran Kelly asks Richard Colbeck where the “sense of urgency” is. He says they are following the advice. Richard Colbeck is speaking to ABC RN this morning. He’s the aged care minister. And he’s still “comfortable” with the vaccine rollout. But he can’t tell you how many aged care workers have been vaccinated. Because there is no one collating that information. They have now asked for providers to give that information so they can’t try to work it out. “I’m not going to give you a number I am not certain of,” he says. Also, there is no real program to vaccinate aged care workers run by the federal government. The edict is to vaccinate staff where there are leftover vaccines once residents have been vaccinated. Beyond that, providers can set up a program themselves, or aged care workers can see their GP or attend a hub – work it out for themselves, in other words. Colbeck says that was to cut down on confusion so there weren’t mixed vaccines. Christopher Knaus and Melissa Davey have taken a look at what’s happened with the federal government’s aged care response – and it doesn’t seem good. At any level. Welcome back to Politics Live. Parliament – and estimates – are back for the first time this week, but it’s the events of yesterday’s non-sitting day which still has everyone’s focus. The federal government is scrambling to explain how aged care is once experiencing a Covid outbreak, given everything the sector and the people in its care went through last year. Victoria’s Covid outbreak has shown the vulnerabilities in the federally funded and regulated aged care homes once again: while staff in state-run facilities cannot work at other sites, staff at private facilities – which are under the federal government’s jurisdiction – are still able to. That’s become an issue in this outbreak – again – after a staff member caught Covid from a colleague at one centre and then worked at another centre. So far the federal government have been unable to give a reason for it, other than there are not enough staff. Greg Hunt said yesterday the states could stop it through a public health order, but that would mean workers – who are working multiple sites to make a liveable wage – would be forced to lose pay. Policy and pay settings have changed in the state-run facilities. That hasn’t happened federally, despite the recommendations of the royal commission. We’ll keep you updated on that, and everything else happening in Victoria. There are fears the lockdown could be extended beyond the end of this week – authorities did not sound confident yesterday they had it under control. There are more than 270 exposure sites and 4,000 people considered primary or secondary contacts. Each day has seen a stubborn four to five new cases – which have mostly been linked – but the sheer numbers point to an extension of the lockdown being likely. I’m so sorry. We’ll bring you all you need to know as soon as we can. We’ll also let you know what’s happening in parliament and the estimates hearings – Mike Bowers is with you as always, along with Katharine Murphy, Sarah Martin, Paul Karp and Daniel Hurst. It being a sitting day, you have Amy Remeikis with you for most of the day. I’m on to just my second coffee – but a third is absolutely calling me. Ready? Let’s get into it.","charCount":"54061","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/amy-remeikis\">Amy Remeikis</a>"},{"headline":"World’s only alpine parrot may have moved to the mountains to avoid people","standfirst":"<p>Intelligent and mischievous, New Zealand’s kea were once present in other parts of the country, research has found, and adaptability could help them survive habitat loss</p>","trailText":"Intelligent and mischievous, New Zealand’s kea were once present in other parts of the country, research has found, and adaptability could help them survive habitat loss","byline":"Tess McClure in Queenstown","main":"<figure class=\"element element-image\" data-media-id=\"5e97e9862fca41fbc13f4bb38ad1fe60357f3f81\"> <img src=\"https://media.guim.co.uk/5e97e9862fca41fbc13f4bb38ad1fe60357f3f81/0_13_5472_3283/1000.jpg\" alt=\"The endangered kea is the world’s only alpine parrot, and one of the most intelligent birds\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The endangered kea is the world’s only alpine parrot, and one of the most intelligent birds</span> <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> </figcaption> </figure>","body":"<p>New Zealand’s rare, highly endangered alpine parrots may have headed for the mountains to avoid people – and researchers say their adaptability could help them survive the climate crisis.</p> <p>The kea is considered the only alpine parrot in the world. But scientists analysing DNA sequencing and fossil records have found kea were once present in other parts of the country.</p> <p>The news is something of a knock to the kea’s internationally unique “alpine parrot” status. But it may also be a saving grace for the endangered bird, making it more capable of surviving habitat loss or increased competition.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/2020/mar/03/study-finds-parrots-weigh-up-probabilities-to-make-decisions\">Study finds parrots weigh up probabilities to make decisions</a> </p> </aside>  <p>Being an alpine specialist can make species like kea particularly vulnerable to the climate crisis – as the planet heats, alpine environments retreat, more competitive lowland species push in, and <a href=\"https://www.theguardian.com/environment/2021/jan/29/global-heating-alpine-plants-extinction-melting-glaciers-aoe\">species that adapted specifically to alpine conditions</a> can be threatened with extinction. Research from Europe, for example, has found up to <a href=\"https://www.theguardian.com/environment/2021/jan/29/global-heating-alpine-plants-extinction-melting-glaciers-aoe\">22% of species studied on glaciers in the Italian Alps</a> would disappear from the area once the glaciers had gone.</p> <p>University of Otago researchers used whole genome data of the kea, and a similar, forest-adapted “sister species” of native parrot, the kākā. They were looking to identify the genomic differences associated with the two birds’ habitat specialisations – but did not find major genomic differences associated with high-altitude life. They conclude that the kea may instead be a generalist, which was “using the alpine zone to – for example – avoid lower lying anthropogenic landscapes”.</p> <p>Associate professor Michael Knapp, one of the paper’s lead authors, said that “Physiologically, there is nothing to stop the kea from surviving at lower altitudes. It’s a generalist. It will survive from sea level to alpine.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/mar/26/the-search-for-new-zealand-ghost-bird-aoe\">'Wanted, preferably alive': the $10,000 search for New Zealand's 'ghost' bird</a> </p> </aside>  <p>He said that idea that kea had moved specifically to avoid people was still speculative, and there wasn’t enough information to establish any causative relationship between human settlements expanding and the birds’ adoption of mountainous zones. But given kea were physically able to survive in a variety of habitats, it made sense to examine what the primary differences were. “What distinguishes the alpine habitat from the New Zealand lower-lying open habitats? [There] are usually heavily anthropogenic influences, agriculture going on and so on.”</p> <p>Kea have certainly come into conflict with New Zealand’s human populations before. They are a particularly intelligent, mischievous and inquisitive species, known for their love of attacking rubber windshield wipers on the cars of mountain visitors.</p> <p>Over the years, they’ve made headlines for rummaging through tourist bags, stealing wallets and in one case, making off with an unlucky <a href=\"https://www.theguardian.com/world/2009/may/29/parrot-steals-passport\">Scottish tourist’s passport</a>. But among farmers, they acquired notoriety for <a href=\"https://www.stuff.co.nz/science/118782768/department-of-conservation-killed-kea-attacking-sheep\">attacking and occasionally killing sheep</a>. The attacks so incensed early New Zealand sheep farmers that the government put up a ‘bounty’ on kea beaks – a policy that continued for about 100 years, until 1970. <a href=\"https://mro.massey.ac.nz/bitstream/handle/10179/15429/ReidPhDThesis.pdf?sequence=1\">Analysis of government bounty payments found that</a> an estimated 100,000 kea were killed for bounty. According to New Zealand’s <a href=\"https://www.doc.govt.nz/nature/native-animals/birds/birds-a-z/kea/\">Department of Conservation,</a> kea today are nationally endangered, with only around 3000-7000 birds remaining in the country.</p> <p>Those culls, Knapp said, would have put “huge pressure on the birds”.</p> <p>“Again, is that what got them completely out of the lower zone, that they would just be shot if they were anywhere near humans?” Knapp asked. “These are all potential factors …[but] more information is needed to really make that connection.”</p> <p>Researchers speculated that the kea’s adaptation to alpine environments may have been helped along by its personality. The change in habitat, they wrote, “may have facilitated – or have been facilitated by – the evolution of the kea’s unique behavioural repertoire, which includes high inquisitiveness, learning and problem-solving abilities”.</p> <p>If global heating dramatically shrinks alpine habitats for kea, they could return to the forests – a move that would push them back into competition with kākā. When New Zealand <a href=\"https://www.theguardian.com/world/2020/dec/02/new-zealand-declares-a-climate-change-emergency\">passed a motion to declare a climate emergency</a> in 2020, it specifically cited the “alarming trend in species decline and global biodiversity” including the decline in New Zealand’s indigenous biodiversity. But at present, New Zealand is struggling to reduce its greenhouse gas emissions, and is<a href=\"https://www.theguardian.com/world/2021/jan/31/new-zealand-needs-urgent-action-to-cut-emissions-says-climate-change-commission\"> not on track to meet its obligations under the Paris climate accords</a> – or to meet its own goal of net zero emissions by 2050.</p> <p>The paper was <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/mec.15978\">published in the journal of Molecular Ecology.</a></p>","wordcount":"704","firstPublicationDate":"2021-06-01T03:13:12Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T03:29:10Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjbm8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5e97e9862fca41fbc13f4bb38ad1fe60357f3f81/0_13_5472_3283/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"New Zealand’s rare, highly endangered alpine parrots may have headed for the mountains to avoid people – and researchers say their adaptability could help them survive the climate crisis. The kea is considered the only alpine parrot in the world. But scientists analysing DNA sequencing and fossil records have found kea were once present in other parts of the country. The news is something of a knock to the kea’s internationally unique “alpine parrot” status. But it may also be a saving grace for the endangered bird, making it more capable of surviving habitat loss or increased competition. Being an alpine specialist can make species like kea particularly vulnerable to the climate crisis – as the planet heats, alpine environments retreat, more competitive lowland species push in, and species that adapted specifically to alpine conditions can be threatened with extinction. Research from Europe, for example, has found up to 22% of species studied on glaciers in the Italian Alps would disappear from the area once the glaciers had gone. University of Otago researchers used whole genome data of the kea, and a similar, forest-adapted “sister species” of native parrot, the kākā. They were looking to identify the genomic differences associated with the two birds’ habitat specialisations – but did not find major genomic differences associated with high-altitude life. They conclude that the kea may instead be a generalist, which was “using the alpine zone to – for example – avoid lower lying anthropogenic landscapes”. Associate professor Michael Knapp, one of the paper’s lead authors, said that “Physiologically, there is nothing to stop the kea from surviving at lower altitudes. It’s a generalist. It will survive from sea level to alpine.” He said that idea that kea had moved specifically to avoid people was still speculative, and there wasn’t enough information to establish any causative relationship between human settlements expanding and the birds’ adoption of mountainous zones. But given kea were physically able to survive in a variety of habitats, it made sense to examine what the primary differences were. “What distinguishes the alpine habitat from the New Zealand lower-lying open habitats? [There] are usually heavily anthropogenic influences, agriculture going on and so on.” Kea have certainly come into conflict with New Zealand’s human populations before. They are a particularly intelligent, mischievous and inquisitive species, known for their love of attacking rubber windshield wipers on the cars of mountain visitors. Over the years, they’ve made headlines for rummaging through tourist bags, stealing wallets and in one case, making off with an unlucky Scottish tourist’s passport. But among farmers, they acquired notoriety for attacking and occasionally killing sheep. The attacks so incensed early New Zealand sheep farmers that the government put up a ‘bounty’ on kea beaks – a policy that continued for about 100 years, until 1970. Analysis of government bounty payments found that an estimated 100,000 kea were killed for bounty. According to New Zealand’s Department of Conservation, kea today are nationally endangered, with only around 3000-7000 birds remaining in the country. Those culls, Knapp said, would have put “huge pressure on the birds”. “Again, is that what got them completely out of the lower zone, that they would just be shot if they were anywhere near humans?” Knapp asked. “These are all potential factors …[but] more information is needed to really make that connection.” Researchers speculated that the kea’s adaptation to alpine environments may have been helped along by its personality. The change in habitat, they wrote, “may have facilitated – or have been facilitated by – the evolution of the kea’s unique behavioural repertoire, which includes high inquisitiveness, learning and problem-solving abilities”. If global heating dramatically shrinks alpine habitats for kea, they could return to the forests – a move that would push them back into competition with kākā. When New Zealand passed a motion to declare a climate emergency in 2020, it specifically cited the “alarming trend in species decline and global biodiversity” including the decline in New Zealand’s indigenous biodiversity. But at present, New Zealand is struggling to reduce its greenhouse gas emissions, and is not on track to meet its obligations under the Paris climate accords – or to meet its own goal of net zero emissions by 2050. The paper was published in the journal of Molecular Ecology.","charCount":"4546","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tess-mcclure\">Tess McClure</a> in Queenstown"},{"headline":"‘Protocol creep’ blamed for Scott Morrison’s red-carpet treatment by air force ","standfirst":"<p>RAAF chief says VIP treatment will now be limited to heads of state and brushes off questions about Top Gun soundtrack for PM</p>","trailText":"RAAF chief says VIP treatment will now be limited to heads of state and brushes off questions about Top Gun soundtrack for PM","byline":"Daniel Hurst Foreign affairs and defence correspondent","main":"<figure class=\"element element-image\" data-media-id=\"6db1c0bd9bb13bb9df87fba9d6152db2d39f7ed3\"> <img src=\"https://media.guim.co.uk/6db1c0bd9bb13bb9df87fba9d6152db2d39f7ed3/12_438_620_372/500.jpg\" alt=\"A picture from Scott Morrison’s Instagram account showing his red carpet VIP reception at Williamstown RAAF airbase.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A picture from Scott Morrison’s Instagram account showing his red carpet VIP reception at Williamstown RAAF airbase.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>","body":"<p>The chief of the air force has blamed “protocol creep” for the red-carpet treatment afforded to Scott Morrison when he visited a base near Newcastle last month – and is “taking steps” to ensure there is no repeat.</p> <p>The prime minister’s team posted to social media a photo of him walking down a red carpet when he arrived at the RAAF Williamtown base – a picture described by the Labor senator Tim Ayres as “extraordinary” during a Senate estimates hearing on Tuesday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Raymartin55/status/1391158375388385280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In 40 years in the ADF, with eight Prime Ministers during that time, never saw one receive a red carpet and an honour guard for an internal visit to a base. <br><br>Until now. Did I miss one? <a href=\"https://twitter.com/hashtag/insiders?src=hash&amp;ref_src=twsrc%5Etfw\">#insiders</a> <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://t.co/W3iK2bIy1v\">pic.twitter.com/W3iK2bIy1v</a></p>&mdash; Ray Martin (@Raymartin55) <a href=\"https://twitter.com/Raymartin55/status/1391158375388385280?ref_src=twsrc%5Etfw\">May 8, 2021</a></blockquote>  </figure>  <p>The chief of the air force, Mel Hupfeld, played down any suggestion the prime minister had requested that sort of treatment, but said there was “some ambiguity” in the air force’s standard directive on arrival protocols.</p> <p>“The instructions just said that appropriate stair guards can be used for VIP visitors and a picture was included in our instructions that included a red carpet. The base executives then took it upon themselves to use a red carpet for that particular arrival,” he said.</p> <p>Hupfeld said his understanding was that the VIP operations team within defence “will have advised the prime minister’s office that there would be a stair guard on arrival but they did not mention anything in terms of a red carpet”.</p> <p>The air force chief said he was taking accountability for “what I would call protocol creep within the executives on some of our bases”. He signalled he wanted to limit the red-carpet treatment to visitors such as Australia’s governor general and heads of state of other countries.</p> <p>“I am taking steps to remedy that to ensure that the use of stair guards is appropriate for ceremonial events, and in working across the defence enterprise now for ceremonial occasions, then my intent is to only use red carpet as a key example here for regal, vice-regal or head of state occasions, welcoming those types of personnel on to our military bases.”</p> <p>Hupfeld also faced questions about the use of the Top Gun soundtrack when Morrison walked into Williamtown back in February for a Joint Strike Fighter event – something the air force chief also attended.</p> <p>“I thought they were playing that for me – I was the only top gun in that group,” Hupfeld quipped.</p> <p>He brushed off responsibility for the music, saying that particular event had been hosted by an industry partner, BAE Systems Australia.</p> <p>Ayres replied: “Normally, serious people don’t require theme music.”</p>","wordcount":"394","firstPublicationDate":"2021-06-01T03:00:56Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T03:22:15Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjbz8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6db1c0bd9bb13bb9df87fba9d6152db2d39f7ed3/12_438_620_372/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The chief of the air force has blamed “protocol creep” for the red-carpet treatment afforded to Scott Morrison when he visited a base near Newcastle last month – and is “taking steps” to ensure there is no repeat. The prime minister’s team posted to social media a photo of him walking down a red carpet when he arrived at the RAAF Williamtown base – a picture described by the Labor senator Tim Ayres as “extraordinary” during a Senate estimates hearing on Tuesday. The chief of the air force, Mel Hupfeld, played down any suggestion the prime minister had requested that sort of treatment, but said there was “some ambiguity” in the air force’s standard directive on arrival protocols. “The instructions just said that appropriate stair guards can be used for VIP visitors and a picture was included in our instructions that included a red carpet. The base executives then took it upon themselves to use a red carpet for that particular arrival,” he said. Hupfeld said his understanding was that the VIP operations team within defence “will have advised the prime minister’s office that there would be a stair guard on arrival but they did not mention anything in terms of a red carpet”. The air force chief said he was taking accountability for “what I would call protocol creep within the executives on some of our bases”. He signalled he wanted to limit the red-carpet treatment to visitors such as Australia’s governor general and heads of state of other countries. “I am taking steps to remedy that to ensure that the use of stair guards is appropriate for ceremonial events, and in working across the defence enterprise now for ceremonial occasions, then my intent is to only use red carpet as a key example here for regal, vice-regal or head of state occasions, welcoming those types of personnel on to our military bases.” Hupfeld also faced questions about the use of the Top Gun soundtrack when Morrison walked into Williamtown back in February for a Joint Strike Fighter event – something the air force chief also attended. “I thought they were playing that for me – I was the only top gun in that group,” Hupfeld quipped. He brushed off responsibility for the music, saying that particular event had been hosted by an industry partner, BAE Systems Australia. Ayres replied: “Normally, serious people don’t require theme music.”","charCount":"2341","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/daniel-hurst\">Daniel Hurst</a> Foreign affairs and defence correspondent"},{"headline":"Police still considering criminal charges against former Craig Kelly aide Frank Zumbo, court hears","standfirst":"<p>Apprehended violence order application adjourned after officers tell court they need more time </p>","trailText":"Apprehended violence order application adjourned after officers tell court they need more time ","byline":"Naaman Zhou","main":"<figure class=\"element element-image\" data-media-id=\"955c532972025705c3f1ed47f95450a6c11ebf67\"> <img src=\"https://media.guim.co.uk/955c532972025705c3f1ed47f95450a6c11ebf67/0_380_1979_1187/1000.jpg\" alt=\"Frank Zumbo \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Craig Kelly’s former office manager Frank Zumbo, who is opposing an apprehended violence order taken out against him.</span> <span class=\"element-image__credit\">Photograph: Alan Porritt/AAP</span> </figcaption> </figure>","body":"<p>Police are still considering whether to bring criminal charges against Frank Zumbo, Craig Kelly’s former office manager, a court has heard.</p> <p>Zumbo was a senior aide to the former Liberal parliamentarian, who has now moved to the crossbench. </p> <p>On Tuesday a mention of an apprehended violence order against Zumbo in Sutherland local court was adjourned for two weeks as police said they needed to “work out where the matter was up to and possibility of criminal charges”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/mar/23/concerns-about-craig-kelly-aide-taken-to-highest-level-of-liberal-party-several-times\">Concerns about Craig Kelly aide taken to highest level of Liberal party several times</a> </p> </aside>  <p>The provisional AVO was taken out in 2020 against Zumbo, who was then working in Kelly’s office. Zumbo has said he will oppose the AVO, which is due for a court hearing at the end of June.</p> <p>The AVO regards a young complainant, the court was told on Tuesday.</p> <p>Zumbo’s lawyer told the court that it was “unacceptable” that police still did not know whether to charge his client. He said the police had been considering the matter for more than a year and the prosecution had said they would have “their ducks in a row” by October.</p> <p>“And now, three weeks before the hearing, and we’re still talking about pending charges,” he told the court. “It’s unacceptable, to say the least.</p> <p>“It is unfair that a person such as Mr Zumbo has constantly had that narrative saying ‘pending legal advice’ which has been the narrative for the last 12 months.”</p> <p>The police told the court that “the only people who are at a forensic disadvantage are the prosecution” as a result of the delay. Police also said it was possible that the scheduled hearing date could be vacated.</p> <p>Zumbo’s lawyer said he neither opposed nor consented to the adjournment application.</p> <p>The mention has been adjourned until 16 June.</p>","wordcount":"286","firstPublicationDate":"2021-06-01T02:56:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T02:59:07Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjbc5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/955c532972025705c3f1ed47f95450a6c11ebf67/0_380_1979_1187/500.jpg","legallySensitive":"true","sensitive":"false","lang":"en","isLive":"true","bodyText":"Police are still considering whether to bring criminal charges against Frank Zumbo, Craig Kelly’s former office manager, a court has heard. Zumbo was a senior aide to the former Liberal parliamentarian, who has now moved to the crossbench. On Tuesday a mention of an apprehended violence order against Zumbo in Sutherland local court was adjourned for two weeks as police said they needed to “work out where the matter was up to and possibility of criminal charges”. The provisional AVO was taken out in 2020 against Zumbo, who was then working in Kelly’s office. Zumbo has said he will oppose the AVO, which is due for a court hearing at the end of June. The AVO regards a young complainant, the court was told on Tuesday. Zumbo’s lawyer told the court that it was “unacceptable” that police still did not know whether to charge his client. He said the police had been considering the matter for more than a year and the prosecution had said they would have “their ducks in a row” by October. “And now, three weeks before the hearing, and we’re still talking about pending charges,” he told the court. “It’s unacceptable, to say the least. “It is unfair that a person such as Mr Zumbo has constantly had that narrative saying ‘pending legal advice’ which has been the narrative for the last 12 months.” The police told the court that “the only people who are at a forensic disadvantage are the prosecution” as a result of the delay. Police also said it was possible that the scheduled hearing date could be vacated. Zumbo’s lawyer said he neither opposed nor consented to the adjournment application. The mention has been adjourned until 16 June.","charCount":"1647","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/naaman-zhou\">Naaman Zhou</a>"},{"headline":"Ange Postecoglou has credentials to deliver at Celtic if he is given time","standfirst":"<p>The former Socceroos coach is a serial winner ready to prove himself with the Scottish giants</p>","trailText":"The former Socceroos coach is a serial winner ready to prove himself with the Scottish giants","byline":"Jonathan Howcroft","main":"<figure class=\"element element-image\" data-media-id=\"06ff83170b007ee04d00ce02fc52e25f8182a34e\"> <img src=\"https://media.guim.co.uk/06ff83170b007ee04d00ce02fc52e25f8182a34e/0_83_4632_2779/1000.jpg\" alt=\"Ange Postecoglou\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ange Postecoglou may appear a leftfield choice as Celtic manager, but he has an impressive CV.</span> <span class=\"element-image__credit\">Photograph: Matt Roberts/Getty Images</span> </figcaption> </figure>","body":"<p>Ange Postecoglou, who has been linked with the vacant manager’s post at Celtic, has proved a controversial candidate for some, but the Australian coach is <a href=\"https://www.theguardian.com/football/2018/jun/08/ange-postecoglou-australian-football-is-going-backwards\">a thinker</a>, <a href=\"https://www.theguardian.com/football/2017/nov/22/ange-postecoglou-stays-true-to-his-convictions-until-the-very-end\">a scrapper</a> and most of all <a href=\"https://www.theguardian.com/football/2019/dec/07/ange-postecoglou-wins-j-league-title-with-yokohama-fmarinos\">a winner</a>. </p> <p>But don’t just take my word for it, here’s what Brendan Rodgers had to say about him back in 2013, long before he had won <a href=\"https://www.theguardian.com/football/2015/nov/30/socceroos-and-ange-postecoglou-pick-up-asian-team-and-coach-of-year-awards\">the 2015 Asian Cup </a>with Australia, or the J-League title with Yokohama F. Marinos in 2019.</p> <p>“Their coach is outstanding,” Rodgers said. “I’ve had a couple of chats with him, and to see his team play, he’s very similar to myself and he believes the game should be played in a certain way.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/former-socceroos-coach-ange-postecoglou-in-line-for-celtic-post\">Former Socceroos coach Ange Postecoglou in line for Celtic post</a> </p> </aside>  <p>At the time Rodgers was in the hot seat at Liverpool, with <a href=\"https://www.theguardian.com/football/2013/jul/24/liverpool-melbourne-victory-live\">the Reds in Australia</a> to take on Postecoglou’s Melbourne Victory in a pre-season friendly. “You can see the team is very well coached, so we knew it was going to be a tough game for us.”</p> <p>There has been a degree of “but he’s only from Australia” scepticism about a coach from a country <a href=\"https://www.theguardian.com/football/2014/jun/12/ange-postecoglou-interview-world-cup-australia\">without the footballing heritage</a> or pedigree commensurate with mighty Celtic. But say that to Postecoglou, and you will soon find out there is more than just a tactician and motivator beneath his grizzly exterior.</p> <p>He resists forcefully any suggestion Australian football should suffer from an inferiority complex, railing against critics “painting a picture of a team that’s not good enough, a league that’s not good enough, players that are not good enough”. He might not bark like Jim McLean or Sir Alex Ferguson, but he’ll tell you soon enough he’s not one for taking a backward step.</p> <p>That will spell trouble for one or two inside Parkhead. Postecoglou has no problem rattling cages early in his tenure, putting everyone on notice that it’s his way or the highway. He put noses out of joint at Brisbane Roar – including those of Charlie Miller and Craig Moore – before reshaping them into the most impressive club side in Australian history. They were known locally as “Roarcelona”, and it wasn’t entirely tongue in cheek.</p> <p>With the national team he was charged with rejuvenating a squad that had grown stale. That included upsetting members of Australia’s “golden generation” that led the Socceroos to the 2006 World Cup, their first in 32 years.</p> <p>He<a href=\"https://www.theguardian.com/football/2013/oct/23/ange-postecoglou-profile-a-man-made-for-the-socceroos\"> took the job</a> less than a year out from Brazil 2014 with Australia ranked 59th by Fifa, the lowest of any competing nation. “Any team can be beaten on their day,” he responded bullishly.</p> <p>It might sound implausible, but Postecoglou believed passionately that as manager of Australia his imperative was to win the World Cup, not simply qualify and enjoy the hospitality. To that end, he implemented his trademark proactive, high-pressing style that focuses on dominating possession, overloading the midfield, and beating the best at their own game.</p> <p>It was heroically ambitious, although more often than not he lacked the personnel to turn his fantasy into reality. He will be better resourced in Glasgow.</p>  <figure class=\"element element-image\" data-media-id=\"6879a71ea6ec663b8c4f29756f9ed035539f54dc\"> <img src=\"https://media.guim.co.uk/6879a71ea6ec663b8c4f29756f9ed035539f54dc/0_310_2312_1387/1000.jpg\" alt=\"Ange Postecoglou\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ange Postecoglou celebrating Australia’s 2015 Asian Cup winner.</span> <span class=\"element-image__credit\">Photograph: Quentin Jones/AP</span> </figcaption> </figure>  <p>But for all Postecoglou’s belief in himself and his strategy, not everyone in Australia’s volatile football community went along for the ride. His <a href=\"https://www.theguardian.com/football/2015/feb/01/asian-cup-final-press-conference-postecoglou\">2015 Asian Cup triumph</a> (achieved with a final victory against Son Heung-min’s South Korea) failed to cut through. “There were no honours bestowed upon anybody in that group. There was no understanding of the magnitude of the achievement,” he reflected years later. “It’s almost like within our own game we kind of keep our heads down and don’t stick them up too high in case we get them knocked off.”</p> <p>So he left, in a public relations shemozzle. After delivering silverware and qualifying his country for the 2018 World Cup he opted not to coach in the finals. Instead he went to prove himself overseas, at Yokohama F. Marinos, in the City Football Group’s stable of clubs. In his second season he guided the club to their first title in 15 years.</p> <p>But if Postecoglou is a serial winner, builds sides that play attractive football, and endears himself to fans with a gruff “we’ll show them” mentality, what’s the catch? Why hasn’t a 55-year-old with this track record already been on the radar of Celtic and others?</p> <p>Aside from the stigma that comes with being Australian, Postecoglou’s added value takes time. In his first season in Japan he flirted with relegation, his overhaul in Brisbane began with a second-bottom finish. He is not an overnight saviour.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2018/jun/08/ange-postecoglou-australian-football-is-going-backwards\">Ange Postecoglou: 'Australian football is going backwards' | Oliver Trenchard</a> </p> </aside>  <p>The fruits of Postecoglou’s appointment may not ripen until next season. His relationship with likely incoming director of football Fergal Harkin (also from the City Football Group) will be paramount.</p> <p>Will Celtic’s board hold its nerve? Will the fans give him a chance? Modern football is notoriously impatient, but appointing Postecoglou without allowing for a period of adjustment would be asking for trouble. Communication out of Parkhead has to be spot on.</p> <p>But it should be worth it. The track record is there, as is the hunger and ambition. “I’ll back myself in any league or in any position to have success,” <a href=\"https://www.theguardian.com/football/2018/jun/08/ange-postecoglou-australian-football-is-going-backwards\">he told The Guardian</a> in 2018.</p> <p>Australians have known for years that an accomplished manager deserving of broader acclaim was hiding in plain sight. Celtic’s talent spotters should be applauded. They are giving their fans one heck of a ride.</p>","wordcount":"882","commentCloseDate":"2021-06-04T02:15:00Z","commentable":"false","firstPublicationDate":"2021-06-01T02:12:57Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T03:48:14Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hte5y","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/06ff83170b007ee04d00ce02fc52e25f8182a34e/0_83_4632_2779/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Ange Postecoglou, who has been linked with the vacant manager’s post at Celtic, has proved a controversial candidate for some, but the Australian coach is a thinker, a scrapper and most of all a winner. But don’t just take my word for it, here’s what Brendan Rodgers had to say about him back in 2013, long before he had won the 2015 Asian Cup with Australia, or the J-League title with Yokohama F. Marinos in 2019. “Their coach is outstanding,” Rodgers said. “I’ve had a couple of chats with him, and to see his team play, he’s very similar to myself and he believes the game should be played in a certain way.” At the time Rodgers was in the hot seat at Liverpool, with the Reds in Australia to take on Postecoglou’s Melbourne Victory in a pre-season friendly. “You can see the team is very well coached, so we knew it was going to be a tough game for us.” There has been a degree of “but he’s only from Australia” scepticism about a coach from a country without the footballing heritage or pedigree commensurate with mighty Celtic. But say that to Postecoglou, and you will soon find out there is more than just a tactician and motivator beneath his grizzly exterior. He resists forcefully any suggestion Australian football should suffer from an inferiority complex, railing against critics “painting a picture of a team that’s not good enough, a league that’s not good enough, players that are not good enough”. He might not bark like Jim McLean or Sir Alex Ferguson, but he’ll tell you soon enough he’s not one for taking a backward step. That will spell trouble for one or two inside Parkhead. Postecoglou has no problem rattling cages early in his tenure, putting everyone on notice that it’s his way or the highway. He put noses out of joint at Brisbane Roar – including those of Charlie Miller and Craig Moore – before reshaping them into the most impressive club side in Australian history. They were known locally as “Roarcelona”, and it wasn’t entirely tongue in cheek. With the national team he was charged with rejuvenating a squad that had grown stale. That included upsetting members of Australia’s “golden generation” that led the Socceroos to the 2006 World Cup, their first in 32 years. He took the job less than a year out from Brazil 2014 with Australia ranked 59th by Fifa, the lowest of any competing nation. “Any team can be beaten on their day,” he responded bullishly. It might sound implausible, but Postecoglou believed passionately that as manager of Australia his imperative was to win the World Cup, not simply qualify and enjoy the hospitality. To that end, he implemented his trademark proactive, high-pressing style that focuses on dominating possession, overloading the midfield, and beating the best at their own game. It was heroically ambitious, although more often than not he lacked the personnel to turn his fantasy into reality. He will be better resourced in Glasgow. But for all Postecoglou’s belief in himself and his strategy, not everyone in Australia’s volatile football community went along for the ride. His 2015 Asian Cup triumph (achieved with a final victory against Son Heung-min’s South Korea) failed to cut through. “There were no honours bestowed upon anybody in that group. There was no understanding of the magnitude of the achievement,” he reflected years later. “It’s almost like within our own game we kind of keep our heads down and don’t stick them up too high in case we get them knocked off.” So he left, in a public relations shemozzle. After delivering silverware and qualifying his country for the 2018 World Cup he opted not to coach in the finals. Instead he went to prove himself overseas, at Yokohama F. Marinos, in the City Football Group’s stable of clubs. In his second season he guided the club to their first title in 15 years. But if Postecoglou is a serial winner, builds sides that play attractive football, and endears himself to fans with a gruff “we’ll show them” mentality, what’s the catch? Why hasn’t a 55-year-old with this track record already been on the radar of Celtic and others? Aside from the stigma that comes with being Australian, Postecoglou’s added value takes time. In his first season in Japan he flirted with relegation, his overhaul in Brisbane began with a second-bottom finish. He is not an overnight saviour. The fruits of Postecoglou’s appointment may not ripen until next season. His relationship with likely incoming director of football Fergal Harkin (also from the City Football Group) will be paramount. Will Celtic’s board hold its nerve? Will the fans give him a chance? Modern football is notoriously impatient, but appointing Postecoglou without allowing for a period of adjustment would be asking for trouble. Communication out of Parkhead has to be spot on. But it should be worth it. The track record is there, as is the hunger and ambition. “I’ll back myself in any league or in any position to have success,” he told The Guardian in 2018. Australians have known for years that an accomplished manager deserving of broader acclaim was hiding in plain sight. Celtic’s talent spotters should be applauded. They are giving their fans one heck of a ride.","charCount":"5172","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-howcroft\">Jonathan Howcroft</a>"},{"headline":"We healthcare workers steel ourselves for a battle we hope does not return to Victoria’s hospitals","standfirst":"<p>My medical colleagues and I have warned of the risks from a sense of complacency and a woeful public education effort</p>","trailText":"My medical colleagues and I have warned of the risks from a sense of complacency and a woeful public education effort","byline":"Stephen Parnis","main":"<figure class=\"element element-image\" data-media-id=\"a5fd3ba3a4728bceb4e2341f691ef8ac12a07d91\"> <img src=\"https://media.guim.co.uk/a5fd3ba3a4728bceb4e2341f691ef8ac12a07d91/0_126_5568_3341/1000.jpg\" alt=\"Volunteer health workers at the St Johns Ambulance Victoria pop-up hospital at in Melbourne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Anxiety is growing across Melbourne and Victoria, as we all isolate and absorb what could happen in the weeks ahead.’</span> <span class=\"element-image__credit\">Photograph: James Ross/EPA</span> </figcaption> </figure>","body":"<p>Lockdown. The word triggers anxiety among millions of Victorians, and with good reason.</p> <p>We endured 112 days of it last winter, when we stared down our second wave. In that time, thousands were infected by Covid, and hundreds died. While we became the only place in the world to successfully turn such a major outbreak into community elimination, the scars remain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/overcrowding-in-victorian-hospitals-bigger-emergency-than-covid-expert-warns\">Overcrowding in Victorian hospitals ‘bigger emergency than Covid’, expert warns</a> </p> </aside>  <p>After months of relative freedom, where news of the pandemic was largely restricted to international news feeds, the last few days have hit Melbourne hard. Community cases – the first here in almost three months – originated from a breach in South Australian hotel quarantine, and we are now paying the price: hundreds of exposure sites, thousands of close contacts and back into lockdown.</p> <p>We have been here before. Victorians know the drill, but that does not make it any easier.</p> <p>Some things make coping harder, like the bitter knowledge that so much of this was preventable.</p> <p>For many months, my medical colleagues and I have warned of the risks that could jeopardise our safety in Australia. We said that hotel quarantine was not going to prevent outbreaks, and that broad-acre solutions like Howard Springs were essential. But the response from Canberra has been tepid and slow.</p> <p>Even more alarming have been Australia’s disastrous delays in getting vaccinated. We have suffered from haphazard supply, a distorted view of vaccine risk, high rates of vaccine hesitancy, an unjustified sense of complacency, and a woeful public education effort.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It seems that we have not learned the lessons we should have</p> </blockquote> </aside>  <p>As result, our community remains highly vulnerable to a third wave.</p> <p>The most distressing revelation of all has been evidence of Covid cases among staff and residents in private nursing homes once again. Too many of our frail elderly remain unvaccinated, and staff have been required to fend for themselves in getting vaccinations – a reprehensible state of affairs, after all we saw, all they suffered in 2020. It seems that we have not learned the lessons we should have.</p> <p>Anxiety is growing across Melbourne and Victoria, as we all isolate and absorb what could happen in the weeks ahead. Already, it looks like the seven-day lockdown will have to be extended.</p> <p>As healthcare workers, we are steeling ourselves for a battle we fervently hope does not return to our hospitals and clinics. Elective surgery has been curtailed, PPE drills are back, visitors are denied the opportunity to visit their loved ones and supplies are being stockpiled.</p> <p>Right now, we are not the frontline.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/bad-luck-or-bad-management-why-has-victoria-had-so-many-covid-outbreaks\">Bad luck or bad management: why has Victoria had so many Covid outbreaks?</a> </p> </aside>  <p>The frontlines are our public health teams, who are undertaking the herculean task of testing, tracing and isolating many thousands of Victorians. If they are overwhelmed, then cases will grow exponentially, and we will again see severely ill Covid patients presenting to our emergency departments, struggling to breathe and needing intensive care.</p> <p>It’s a dangerous and worrying time in Victoria.</p> <p>As I said in 2020, we count on our training, and even children know about hand washing and social distancing these days.</p> <p>We count on our colleagues, because healthcare is always a team sport, and we have already set many of the benchmarks for the care of Covid patients.</p> <p>We count on the Victorian and Australian community, to continue to get tested in their tens of thousands every day, to get vaccinated at the first opportunity.</p> <p>And we must count on each other<strong> </strong>to look after each other until that distant day when Covid-19 is no longer a threat.</p> <p>• Dr Stephen Parnis is a Melbourne emergency physician, and a former vice president of the Australian Medical Association</p>","wordcount":"586","commentCloseDate":"2021-06-04T02:06:41Z","commentable":"true","firstPublicationDate":"2021-06-01T02:06:41Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T02:55:47Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjay9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a5fd3ba3a4728bceb4e2341f691ef8ac12a07d91/0_126_5568_3341/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Lockdown. The word triggers anxiety among millions of Victorians, and with good reason. We endured 112 days of it last winter, when we stared down our second wave. In that time, thousands were infected by Covid, and hundreds died. While we became the only place in the world to successfully turn such a major outbreak into community elimination, the scars remain. After months of relative freedom, where news of the pandemic was largely restricted to international news feeds, the last few days have hit Melbourne hard. Community cases – the first here in almost three months – originated from a breach in South Australian hotel quarantine, and we are now paying the price: hundreds of exposure sites, thousands of close contacts and back into lockdown. We have been here before. Victorians know the drill, but that does not make it any easier. Some things make coping harder, like the bitter knowledge that so much of this was preventable. For many months, my medical colleagues and I have warned of the risks that could jeopardise our safety in Australia. We said that hotel quarantine was not going to prevent outbreaks, and that broad-acre solutions like Howard Springs were essential. But the response from Canberra has been tepid and slow. Even more alarming have been Australia’s disastrous delays in getting vaccinated. We have suffered from haphazard supply, a distorted view of vaccine risk, high rates of vaccine hesitancy, an unjustified sense of complacency, and a woeful public education effort. As result, our community remains highly vulnerable to a third wave. The most distressing revelation of all has been evidence of Covid cases among staff and residents in private nursing homes once again. Too many of our frail elderly remain unvaccinated, and staff have been required to fend for themselves in getting vaccinations – a reprehensible state of affairs, after all we saw, all they suffered in 2020. It seems that we have not learned the lessons we should have. Anxiety is growing across Melbourne and Victoria, as we all isolate and absorb what could happen in the weeks ahead. Already, it looks like the seven-day lockdown will have to be extended. As healthcare workers, we are steeling ourselves for a battle we fervently hope does not return to our hospitals and clinics. Elective surgery has been curtailed, PPE drills are back, visitors are denied the opportunity to visit their loved ones and supplies are being stockpiled. Right now, we are not the frontline. The frontlines are our public health teams, who are undertaking the herculean task of testing, tracing and isolating many thousands of Victorians. If they are overwhelmed, then cases will grow exponentially, and we will again see severely ill Covid patients presenting to our emergency departments, struggling to breathe and needing intensive care. It’s a dangerous and worrying time in Victoria. As I said in 2020, we count on our training, and even children know about hand washing and social distancing these days. We count on our colleagues, because healthcare is always a team sport, and we have already set many of the benchmarks for the care of Covid patients. We count on the Victorian and Australian community, to continue to get tested in their tens of thousands every day, to get vaccinated at the first opportunity. And we must count on each other to look after each other until that distant day when Covid-19 is no longer a threat. • Dr Stephen Parnis is a Melbourne emergency physician, and a former vice president of the Australian Medical Association","charCount":"3556","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/stephen-parnis\">Stephen Parnis</a>"},{"headline":"Richard Colbeck admits not knowing how many aged care workers have been vaccinated","standfirst":"<p>Minister says he’s comfortable with pace of rollout as he comes under fire over Covid outbreak in two Melbourne nursing homes</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2021/jun/01/coronavirus-australia-live-update-covid-vaccine-victoria-melbourne-aged-care-scott-morrison-vaccine-christian-porter-inquiry-abc-defamation-coronavirus-cases-restrictions-arcare\">Follow the Australia coronavirus live blog</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2021/may/31/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Covid vaccine rollout numbers: tracking vaccination progress</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victorian Covid hotspots</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria lockdown rules explained</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">Where the federal government went wrong with its aged care response</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/31/health-experts-furious-federal-guidelines-still-let-melbourne-aged-care-staff-work-multiple-sites\">Health experts furious federal Covid guidelines still let Melbourne aged care staff work multiple sites</a></li></ul>","trailText":"Minister says he’s comfortable with pace of rollout as he comes under fire over Covid outbreak in two Melbourne nursing homes","byline":"Katharine Murphy Political editor","main":"<figure class=\"element element-image\" data-media-id=\"660dd40e2a6fe9061b2803e820857998cabaaabc\"> <img src=\"https://media.guim.co.uk/660dd40e2a6fe9061b2803e820857998cabaaabc/0_309_4633_2780/1000.jpg\" alt=\"Healthcare workers don surgical masks before entering the Arcare aged care facility in Melbourne on Tuesday morning. The home has experienced a Covid outbreak along with BlueCross Western Gardens, where Arcare staff were also working. Richard Colbeck says he’s not sure how many aged workers have been vaccinated nationwide. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Healthcare workers don PPE before entering the Arcare aged care facility in Melbourne on Tuesday morning. The home has experienced a Covid outbreak along with BlueCross Western Gardens, where Arcare staff were also working. Richard Colbeck says he’s not sure how many aged workers have been vaccinated nationwide. </span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>","body":"<p>The aged care minister Richard Colbeck has admitted he doesn’t know how many workers in the aged care sector have been vaccinated, but says he’s comfortable with the pace of the rollout despite the fresh Covid outbreak in Melbourne.</p> <p>The Morrison government is under intensifying pressure after two aged care workers and a resident tested positive to Covid-19, <a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">laying bare the persistent vulnerabilities</a> in a sector Canberra funds and regulates.</p> <p>During the first wave of the pandemic last year, more than 600 people died in Australia in residential aged care. The government has said previously aged care residents would be vaccinated by March.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">‘A dog’s breakfast’: where the Australian government went wrong with its aged care Covid response </a> </p> </aside>  <p>Officials for the Department of Health told a Senate estimates hearing on Tuesday that 44,333 aged care residents had received a vaccination, and of that cohort, 25,319 had received their second dose.</p> <p>Colbeck told the ABC on Tuesday he didn’t know how many workers had been vaccinated because the government did not have consolidated data. “I’m not going to give you a number I am not certain of,” the aged care minister said.</p> <p>The minister said staff in some facilities had been vaccinated if there were doses left over after inoculating residents. The Australian Health Protection Principal Committee is now considering whether to make coronavirus vaccinations compulsory for workers in the sector.</p> <p>Colbeck acknowledged that “everybody” would have liked the vaccination program to be delivered more quickly, but he said he was comfortable with where things were at and “we’ve done it as quickly as we possibly could”.</p> <p>“Everybody’s working assiduously to provide as much support as they possibly can to ensure the safety of residents in residential aged care,” he said.</p> <p>The minister was also asked why the government lifted the ban on employees working at multiple facilities which was imposed during the last outbreak.</p>  <figure class=\"element element-image\" data-media-id=\"e34191a54bbe63000b5317cbb538297b12bbc5bd\"> <img src=\"https://media.guim.co.uk/e34191a54bbe63000b5317cbb538297b12bbc5bd/0_23_5472_3283/1000.jpg\" alt=\"The minister for aged care, Richard Colbeck.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The minister for aged care, Richard Colbeck.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>It was <a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">revealed on Monday</a> that staff from two of the aged care facilities affected by Melbourne’s latest Covid outbreak, Arcare Maidstone and BlueCross Western Gardens, were working across multiple sites, prompting lockdowns at the facilities, with residents now confined to their rooms.</p> <p>The ban was not reimposed until last week, when the latest outbreak led to Melbourne being designated a hotspot. Aged care workers are not well paid, and often work across multiple facilities to supplement their incomes.</p> <p>Outside of outbreaks the guidelines are not mandatory. Colbeck said on Tuesday morning it was not legal “to limit somebody’s capacity to work”.</p> <p>The minister said the Health Services Union took an aged care provider to the Fair Work Commission in March last year to uphold the rights of workers to do shifts in multiple facilities.</p> <p>The shadow aged care minister, Clare O’Neil, declared that failing to know how many staff had been vaccinated in aged care facilities in the middle of a pandemic was “nothing short of gross incompetence”.</p> <p>“How does Richard Colbeck still have a job?” O’Neil said.</p>","wordcount":"478","firstPublicationDate":"2021-06-01T01:12:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T02:00:09Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjang","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/660dd40e2a6fe9061b2803e820857998cabaaabc/0_309_4633_2780/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The aged care minister Richard Colbeck has admitted he doesn’t know how many workers in the aged care sector have been vaccinated, but says he’s comfortable with the pace of the rollout despite the fresh Covid outbreak in Melbourne. The Morrison government is under intensifying pressure after two aged care workers and a resident tested positive to Covid-19, laying bare the persistent vulnerabilities in a sector Canberra funds and regulates. During the first wave of the pandemic last year, more than 600 people died in Australia in residential aged care. The government has said previously aged care residents would be vaccinated by March. Officials for the Department of Health told a Senate estimates hearing on Tuesday that 44,333 aged care residents had received a vaccination, and of that cohort, 25,319 had received their second dose. Colbeck told the ABC on Tuesday he didn’t know how many workers had been vaccinated because the government did not have consolidated data. “I’m not going to give you a number I am not certain of,” the aged care minister said. The minister said staff in some facilities had been vaccinated if there were doses left over after inoculating residents. The Australian Health Protection Principal Committee is now considering whether to make coronavirus vaccinations compulsory for workers in the sector. Colbeck acknowledged that “everybody” would have liked the vaccination program to be delivered more quickly, but he said he was comfortable with where things were at and “we’ve done it as quickly as we possibly could”. “Everybody’s working assiduously to provide as much support as they possibly can to ensure the safety of residents in residential aged care,” he said. The minister was also asked why the government lifted the ban on employees working at multiple facilities which was imposed during the last outbreak. It was revealed on Monday that staff from two of the aged care facilities affected by Melbourne’s latest Covid outbreak, Arcare Maidstone and BlueCross Western Gardens, were working across multiple sites, prompting lockdowns at the facilities, with residents now confined to their rooms. The ban was not reimposed until last week, when the latest outbreak led to Melbourne being designated a hotspot. Aged care workers are not well paid, and often work across multiple facilities to supplement their incomes. Outside of outbreaks the guidelines are not mandatory. Colbeck said on Tuesday morning it was not legal “to limit somebody’s capacity to work”. The minister said the Health Services Union took an aged care provider to the Fair Work Commission in March last year to uphold the rights of workers to do shifts in multiple facilities. The shadow aged care minister, Clare O’Neil, declared that failing to know how many staff had been vaccinated in aged care facilities in the middle of a pandemic was “nothing short of gross incompetence”. “How does Richard Colbeck still have a job?” O’Neil said.","charCount":"2966","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/katharine-murphy\">Katharine Murphy</a> Political editor"},{"headline":"Federal court rejects challenge to Australia’s outbound travel ban","standfirst":"<p>Rightwing thinktank Libertyworks fails in bid to overturn the Covid restriction and must pay costs</p>","trailText":"Rightwing thinktank Libertyworks fails in bid to overturn the Covid restriction and must pay costs","byline":"Paul Karp","main":"<figure class=\"element element-image\" data-media-id=\"e10d98f9849319e3b7af403f3ed192fe03af702c\"> <img src=\"https://media.guim.co.uk/e10d98f9849319e3b7af403f3ed192fe03af702c/704_707_4596_2759/1000.jpg\" alt=\"Two passengers waiting to check in for their flight in the otherwise-deserted departures area of the Sydney international airport in Sydney\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A court challenge to Australia’s ban on outbound travel due to Covid has been dismissed.</span> <span class=\"element-image__credit\">Photograph: David Gray/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>The rightwing thinktank Libertyworks has lost its federal court challenge to Australia’s outbound travel ban.</p> <p>On Tuesday the full federal court unanimously rejected Libertyworks’ bid to overturn the Covid-19 restriction, which had <a href=\"https://www.theguardian.com/australia-news/2020/dec/16/rightwing-thinktank-launches-legal-challenge-to-australias-travel-ban\">argued that the health minister, Greg Hunt, has no power</a> to impose a blanket rule stopping citizens from leaving the country.</p> <p>Justices Anna Katzmann, Michael Wigney and Thomas Thawley dismissed the application and ordered Libertyworks to pay the commonwealth’s costs.</p> <p>The federal government had argued that, if successful, <a href=\"https://www.theguardian.com/australia-news/2021/apr/08/rightwing-thinktanks-challenge-to-australias-travel-ban-threatens-biosecurity-laws-coalition-warns\">the case would have “driven a truck” through Hunt’s powers</a> under the Biosecurity Act to impose measures to prevent the spread of Covid-19 during the global pandemic.</p> <p>The case is the fourth failed challenge to Australia’s coronavirus restrictions, after <a href=\"https://www.theguardian.com/australia-news/2021/feb/24/clive-palmer-v-western-australia-border-ban-justified-by-risks-of-covid-19-high-court-reveals\">Clive Palmer’s failure to overturn Western Australia’s travel ban</a>, a high court <a href=\"https://www.theguardian.com/law/2020/nov/06/high-court-rejects-legal-challenge-against-victorias-covid-lockdown\">decision upholding the validity of Victoria’s second wave lockdown</a>, and the <a href=\"https://www.theguardian.com/australia-news/2021/may/10/australias-federal-court-rejects-urgent-bid-to-overturn-india-travel-ban\">federal court rejecting a bid to overturn the travel ban from India</a>.</p> <p>Despite the ban, more than 140,000 Australian citizens and permanent residents have left Australia since the start of the pandemic under a regime of exemptions administered by Australian Border Force.</p> <p>In May national cabinet <a href=\"https://www.theguardian.com/australia-news/2021/may/07/australians-approved-for-international-travel-to-jump-vaccine-rollout-queue\">agreed these exemptions should be reviewed</a> after the WA premier, Mark McGowan, <a href=\"https://www.theguardian.com/australia-news/2021/apr/26/victoria-joins-wa-premiers-push-to-tighten-overseas-travel-exemptions-amid-covid\">supported by the Victorian government</a>, called for a crackdown.</p> <p>In their joint reasons, the justices said the health minister’s powers were “intended to be used in circumstances where there is an emergency of such scale and significance as to require management at a national level”.</p> <p>Accepting Libertyworks’ interpretation would mean only individuals could be ordered not to travel. The justices said it “defies belief” that parliament had intended this and such a reading would “emasculate” the minister’s powers.</p> <p>“It would mean, for example, that the only way to prevent or reduce the risk of contagion from Australians who travel overseas during a pandemic would be through making a human biosecurity control order on every single individual who wishes to do so and then only for no more than 28 days.”</p> <p>Interpreting the act as only allowing restrictions on movement within Australia “would substantially limit the minister’s power” and be “contrary to the plain words” of the act, they said.</p>","wordcount":"359","firstPublicationDate":"2021-06-01T00:13:26Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T00:20:17Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjap3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e10d98f9849319e3b7af403f3ed192fe03af702c/704_707_4596_2759/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The rightwing thinktank Libertyworks has lost its federal court challenge to Australia’s outbound travel ban. On Tuesday the full federal court unanimously rejected Libertyworks’ bid to overturn the Covid-19 restriction, which had argued that the health minister, Greg Hunt, has no power to impose a blanket rule stopping citizens from leaving the country. Justices Anna Katzmann, Michael Wigney and Thomas Thawley dismissed the application and ordered Libertyworks to pay the commonwealth’s costs. The federal government had argued that, if successful, the case would have “driven a truck” through Hunt’s powers under the Biosecurity Act to impose measures to prevent the spread of Covid-19 during the global pandemic. The case is the fourth failed challenge to Australia’s coronavirus restrictions, after Clive Palmer’s failure to overturn Western Australia’s travel ban, a high court decision upholding the validity of Victoria’s second wave lockdown, and the federal court rejecting a bid to overturn the travel ban from India. Despite the ban, more than 140,000 Australian citizens and permanent residents have left Australia since the start of the pandemic under a regime of exemptions administered by Australian Border Force. In May national cabinet agreed these exemptions should be reviewed after the WA premier, Mark McGowan, supported by the Victorian government, called for a crackdown. In their joint reasons, the justices said the health minister’s powers were “intended to be used in circumstances where there is an emergency of such scale and significance as to require management at a national level”. Accepting Libertyworks’ interpretation would mean only individuals could be ordered not to travel. The justices said it “defies belief” that parliament had intended this and such a reading would “emasculate” the minister’s powers. “It would mean, for example, that the only way to prevent or reduce the risk of contagion from Australians who travel overseas during a pandemic would be through making a human biosecurity control order on every single individual who wishes to do so and then only for no more than 28 days.” Interpreting the act as only allowing restrictions on movement within Australia “would substantially limit the minister’s power” and be “contrary to the plain words” of the act, they said.","charCount":"2329","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/paul-karp\">Paul Karp</a>"},{"headline":"Australia’s drug regulator may refer anti-vaccination Facebook posts to federal police ","standfirst":"<p>Labor MP Julian Hill lashes out at Greg Hunt for ‘lack of a national public health campaign to combat misinformation’ after his vaccine photo on Facebook receives ‘batshit crazy’ responses</p><p>• <a href=\"https://www.theguardian.com/australia-news/live/2021/jun/01/coronavirus-australia-live-update-covid-vaccine-victoria-melbourne-aged-care-scott-morrison-vaccine-christian-porter-inquiry-abc-defamation-coronavirus-cases-restrictions-arcare\">Follow the Australia coronavirus live blog</a> <br>• <a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2021/may/31/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s Covid vaccine rollout progress</a></p>","trailText":"Labor MP Julian Hill lashes out at Greg Hunt for ‘lack of a national public health campaign to combat misinformation’ after his vaccine photo on Facebook receives ‘batshit crazy’ responses","byline":"Paul Karp","main":"<figure class=\"element element-image\" data-media-id=\"0a5aade2018c71b55886b08cc86e76733e505ee8\"> <img src=\"https://media.guim.co.uk/0a5aade2018c71b55886b08cc86e76733e505ee8/0_146_1497_897/1000.jpg\" alt=\"The Therapeutic Goods Administration is considering going to the AFP after anti-vaccination campaigners targeted an image posted to Facebook by federal Labor MP Julian Hill of him receiving his Covid jab.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Therapeutic Goods Administration is considering going to the AFP after anti-vaccination campaigners targeted this image posted to Facebook by federal Labor MP Julian Hill of him receiving his Covid jab.</span> <span class=\"element-image__credit\">Photograph: Julian Hill MP/Facebook</span> </figcaption> </figure>","body":"<p>Australia’s drug regulator is considering referring Covid vaccine misinformation posts to the federal police, after anti-vaccine campaigners targeted a Labor MP who posted about getting the jab.</p> <p>In response to a viral post of Labor backbencher Julian Hill receiving his vaccine, numerous users posted false material purportedly from the Therapeutic Goods Administration wrongly claiming Covid-19 vaccines have caused more than 200 deaths.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/01/a-dogs-breakfast-where-the-australian-government-went-wrong-with-its-aged-care-covid-response\">‘A dog’s breakfast’: where the Australian government went wrong with its aged care Covid response </a> </p> </aside>  <p>The figure they used was in fact the number of people who have died after receiving the vaccine, but apart from one case, none have been linked by the TGA to the vaccine. </p> <p>The TGA told Guardian Australia the alleged posting of the death counter was “particularly concerning” and it would consider referring it to the federal police. </p> <p>Hill, who holds the outer Melbourne suburban seat of Bruce, has complained to the health minister, Greg Hunt, that the “serious misinformation” is spreading online “in the absence of a proper national public health campaign to combat misinformation”.</p> <p><a href=\"https://www.facebook.com/100044285926708/posts/330599668426228/\">Hill posted a photo of himself being vaccinated on Saturday</a>, reaching 500,000 users, and garnering 23,000 comments, 298 shares and more than 13,000 reactions.</p> <p>According to the Auspol Posts Twitter account, which uses public data collated with online tool CrowdTangle, <a href=\"https://twitter.com/auspol_posts/status/1398821427193675776\">the photo had the most engagement of any Australian politician’s post on Facebook on 29 May</a>.</p> <p>In addition to replies wishing him well and expressing support for vaccination, many responded with an image citing the TGA’s <a href=\"https://www.tga.gov.au/periodic/covid-19-vaccine-weekly-safety-report-27-05-2021\">weekly vaccine safety report</a> for the incorrect claim there had been 210 “Covid-19 vaccine deaths” from 1 January to 23 May without mentioning most of these deaths were not caused by the vaccine.</p> <p>“Apart from the single Australian case in which death was linked to [blood clots], Covid-19 vaccines have not been found to cause death,” the TGA safety report said.</p> <p>More than three-quarters of the 210 deaths were in those aged over 75. “To date, the observed number of deaths reported after vaccination is actually less than the expected number of deaths,” it said.</p> <p>The TGA said: “The alleged posting particularly of the false information of the death counter from ‘Covid-19 vaccines’ with the department’s and TGA’s apparent endorsement is particularly concerning.”</p> <p>The TGA noted it is a criminal offence, punishable by two years in prison, to represent oneself as a commonwealth body or acting on behalf of one.</p> <p>“The TGA will assess the information provided in the enquiry and refer the matter to the Australian federal police as an offence under the criminal code as appropriate.</p> <p>“If evidence of a Facebook post is provided or found the TGA will also engage with Facebook.”</p> <p>Several users also posted a letter from the TGA to a request for a document that provides “scientific factual evidence of the testing procedure being used in Australia that 100% positively identifies Covid-19 … in a living human, beyond any reasonable doubt”.</p> <p>The letter states that no such documents exist, although point-of-care test kits for identifying Covid-19 were approved by the TGA.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2021/may/31/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s Covid-19 vaccine rollout numbers: vaccination progress state-by-state, daily doses tracker and live data</a> </p> </aside>  <p>Hill told Hunt he was “especially concerned about the large number of people purporting to share official information from the Australian government”.</p> <p>“The lack of a national public health campaign to combat misinformation is extremely concerning.</p> <p>“When the national government vacates the field, it leaves room for misinformation and conspiracy theories to flourish, especially online.”</p> <p>Hill called for a “proactive effort to crowd out and call out the frankly batshit crazy stuff that is being spread”.</p> <p>“Australians will continue to be exposed to restrictions and lockdowns … until enough of the population is fully vaccinated.”</p> <p>In February, <a href=\"https://www.theguardian.com/australia-news/2021/feb/19/more-than-20-of-australians-say-they-are-unlikely-to-get-covid-jab-study-finds\">more than one-fifth of Australians said they “probably” or “definitely”</a> won’t be vaccinated against coronavirus, with more recent polling putting the figure at one third, leading to <a href=\"https://www.theguardian.com/australia-news/2021/apr/06/australia-warned-it-wont-achieve-herd-immunity-unless-it-deals-with-vaccine-hesitancy\">concerns Australia will struggle to achieve herd immunity</a>.</p> <p>The federal government has <a href=\"https://www.theguardian.com/world/2021/mar/01/australian-myth-busting-unit-established-to-take-on-covid-misinformation\">set up a “myth-busting unit”</a> to address what Hunt has called “plainly ridiculous” misinformation surrounding the rollout of the Covid-19 vaccine in Australia.</p> <p>Hunt’s spokesman referred Guardian Australia to the <a href=\"https://www.health.gov.au/initiatives-and-programs/covid-19-vaccines/is-it-true\">“Is it true?” section of the health department’s website</a>, and noted that Hill himself had provided links to it to debunk claims made about his vaccination photograph.</p> <p>“As always, we suggest Australians get medical advice from medical experts, not Facebook,” he said.</p> <p>The national Covid-19 vaccines campaign budget has a total budget of $40m over two years. Hunt’s spokesman cited ads running in all media since May, many containing “leading medical authorities” such as the TGA’s professor John Skerritt, chief nurse Alison McMillan and former deputy chief medical officer Dr Nick Coatsworth.</p> <p>The government is <a href=\"https://www.smh.com.au/politics/federal/those-ads-won-t-work-on-anyone-new-tack-to-motivate-younger-people-to-get-the-jab-20210528-p57w44.html\">planning a major advertising push to begin in July</a>, to run on social media and traditional media, which is set to include celebrities, jokes and songs to entice younger Australians to get a jab.</p> <p>The government has struggled with misinformation since newly independent MP Craig Kelly spruiked unproven Covid treatments while still a Liberal member of the government. <a href=\"https://www.theguardian.com/australia-news/2021/feb/03/scott-morrison-distances-himself-from-craig-kelly-over-unproven-coronavirus-therapies\">Scott Morrison eventually distanced himself from</a> Kelly’s comments after weeks of simply advising Australians not to get information from social media.</p> <p>Kelly’s claims <a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/mar/11/anatomy-of-a-conspiracy-theory-how-misinformation-travels-on-facebook\">saw his popularity on Facebook soar</a>, before <a href=\"https://www.theguardian.com/australia-news/2021/apr/26/mp-craig-kelly-absolutely-outraged-after-facebook-removes-his-page-for-misinformation\">the social media giant stepped in and deleted his page</a>.</p> <p>Before the Covid-19 pandemic, Facebook <a href=\"https://www.theguardian.com/australia-news/2019/sep/21/labor-calls-for-facebook-investigation-after-death-tax-election-campaign\">had come under fire</a> for <a href=\"https://www.theguardian.com/australia-news/2019/jun/08/it-felt-like-a-big-tide-how-the-death-tax-lie-infected-australias-election-campaign\">refusing to take down fake news about the “death tax”</a> circulating during the May 2019 election.</p> <p>Hill told Guardian Australia he hadn’t reported the issue of his vaccination photo to Facebook as he feared it would be “self-defeating” and result in the original photo being deleted, despite the fact it has “served a positive purpose in that numerous people have messaged seeking proper information and help”.</p> <p>“I have reported or blocked some of the comments which hopefully Facebook will deal with, but it’s impossible to deal with a deluge of 14,000+ comments.”</p> <p>Guardian Australia contacted Facebook for comment.</p>","wordcount":"958","firstPublicationDate":"2021-06-01T00:16:09Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T00:18:24Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj52e","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0a5aade2018c71b55886b08cc86e76733e505ee8/0_146_1497_897/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Australia’s drug regulator is considering referring Covid vaccine misinformation posts to the federal police, after anti-vaccine campaigners targeted a Labor MP who posted about getting the jab. In response to a viral post of Labor backbencher Julian Hill receiving his vaccine, numerous users posted false material purportedly from the Therapeutic Goods Administration wrongly claiming Covid-19 vaccines have caused more than 200 deaths. The figure they used was in fact the number of people who have died after receiving the vaccine, but apart from one case, none have been linked by the TGA to the vaccine. The TGA told Guardian Australia the alleged posting of the death counter was “particularly concerning” and it would consider referring it to the federal police. Hill, who holds the outer Melbourne suburban seat of Bruce, has complained to the health minister, Greg Hunt, that the “serious misinformation” is spreading online “in the absence of a proper national public health campaign to combat misinformation”. Hill posted a photo of himself being vaccinated on Saturday, reaching 500,000 users, and garnering 23,000 comments, 298 shares and more than 13,000 reactions. According to the Auspol Posts Twitter account, which uses public data collated with online tool CrowdTangle, the photo had the most engagement of any Australian politician’s post on Facebook on 29 May. In addition to replies wishing him well and expressing support for vaccination, many responded with an image citing the TGA’s weekly vaccine safety report for the incorrect claim there had been 210 “Covid-19 vaccine deaths” from 1 January to 23 May without mentioning most of these deaths were not caused by the vaccine. “Apart from the single Australian case in which death was linked to [blood clots], Covid-19 vaccines have not been found to cause death,” the TGA safety report said. More than three-quarters of the 210 deaths were in those aged over 75. “To date, the observed number of deaths reported after vaccination is actually less than the expected number of deaths,” it said. The TGA said: “The alleged posting particularly of the false information of the death counter from ‘Covid-19 vaccines’ with the department’s and TGA’s apparent endorsement is particularly concerning.” The TGA noted it is a criminal offence, punishable by two years in prison, to represent oneself as a commonwealth body or acting on behalf of one. “The TGA will assess the information provided in the enquiry and refer the matter to the Australian federal police as an offence under the criminal code as appropriate. “If evidence of a Facebook post is provided or found the TGA will also engage with Facebook.” Several users also posted a letter from the TGA to a request for a document that provides “scientific factual evidence of the testing procedure being used in Australia that 100% positively identifies Covid-19 … in a living human, beyond any reasonable doubt”. The letter states that no such documents exist, although point-of-care test kits for identifying Covid-19 were approved by the TGA. Hill told Hunt he was “especially concerned about the large number of people purporting to share official information from the Australian government”. “The lack of a national public health campaign to combat misinformation is extremely concerning. “When the national government vacates the field, it leaves room for misinformation and conspiracy theories to flourish, especially online.” Hill called for a “proactive effort to crowd out and call out the frankly batshit crazy stuff that is being spread”. “Australians will continue to be exposed to restrictions and lockdowns … until enough of the population is fully vaccinated.” In February, more than one-fifth of Australians said they “probably” or “definitely” won’t be vaccinated against coronavirus, with more recent polling putting the figure at one third, leading to concerns Australia will struggle to achieve herd immunity. The federal government has set up a “myth-busting unit” to address what Hunt has called “plainly ridiculous” misinformation surrounding the rollout of the Covid-19 vaccine in Australia. Hunt’s spokesman referred Guardian Australia to the “Is it true?” section of the health department’s website, and noted that Hill himself had provided links to it to debunk claims made about his vaccination photograph. “As always, we suggest Australians get medical advice from medical experts, not Facebook,” he said. The national Covid-19 vaccines campaign budget has a total budget of $40m over two years. Hunt’s spokesman cited ads running in all media since May, many containing “leading medical authorities” such as the TGA’s professor John Skerritt, chief nurse Alison McMillan and former deputy chief medical officer Dr Nick Coatsworth. The government is planning a major advertising push to begin in July, to run on social media and traditional media, which is set to include celebrities, jokes and songs to entice younger Australians to get a jab. The government has struggled with misinformation since newly independent MP Craig Kelly spruiked unproven Covid treatments while still a Liberal member of the government. Scott Morrison eventually distanced himself from Kelly’s comments after weeks of simply advising Australians not to get information from social media. Kelly’s claims saw his popularity on Facebook soar, before the social media giant stepped in and deleted his page. Before the Covid-19 pandemic, Facebook had come under fire for refusing to take down fake news about the “death tax” circulating during the May 2019 election. Hill told Guardian Australia he hadn’t reported the issue of his vaccination photo to Facebook as he feared it would be “self-defeating” and result in the original photo being deleted, despite the fact it has “served a positive purpose in that numerous people have messaged seeking proper information and help”. “I have reported or blocked some of the comments which hopefully Facebook will deal with, but it’s impossible to deal with a deluge of 14,000+ comments.” Guardian Australia contacted Facebook for comment.","charCount":"6115","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/paul-karp\">Paul Karp</a>"},{"headline":"Rise of armed civilian groups in Myanmar fuels fears of full-scale civil war","standfirst":"<p>Dozens of grassroots people’s defence forces have emerged to take on brutal military</p>","trailText":"Dozens of grassroots people’s defence forces have emerged to take on brutal military ","byline":"Reporter in Yangon and Rebecca Ratcliffe in Bangkok","main":"<figure class=\"element element-image\" data-media-id=\"d9d5d9e908f68b1d051d4528ac1c86b01f54c470\"> <img src=\"https://media.guim.co.uk/d9d5d9e908f68b1d051d4528ac1c86b01f54c470/0_358_5408_3247/1000.jpg\" alt=\"Myanmar soldiers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A photo issued by Myanmar’s shadow national unity government (NUG) shows People’s Defence Force (PDF) soldiers who have been training to challenge the ruling junta.</span> <span class=\"element-image__credit\">Photograph: National Unity Government/EPA</span> </figcaption> </figure>","body":"<p>Myanmar is on the verge of a new civil war, a spokesperson for the country’s parallel government has warned, as communities increasingly take up arms to protect themselves from a relentless campaign of military violence.</p> <p>Conflict has raged for decades in Myanmar’s borderlands, where myriad ethnic armed groups are fighting with the military for greater autonomy. Since February’s coup, however, dozens of new, grassroots people’s defence forces have emerged to oppose the junta, with battles occurring in areas of the country that were previously peaceful.</p> <p>“The people of Myanmar have been left with no other choice. They just have no other option left,” said <a href=\"https://twitter.com/DrSasa22222?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Dr Sasa</a>, spokesperson for Myanmar’s national unity government (NUG), which was set up by pro-democracy politicians.</p> <p>The constant threat of military raids, arrests, torture and killings had pushed communities to take up arms, he said.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"99469fe2210f04e4e1fde03ee6b368b3c8060736\"> <img src=\"https://media.guim.co.uk/99469fe2210f04e4e1fde03ee6b368b3c8060736/0_0_3000_1800/1000.jpg\" alt=\"Troops in truck\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Military troops and police on patrol in Kayah state, eastern Myanmar, Sunday 23 May 2021.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>“It is just the beginning. The situation will become out of control. Even if it is one man in a village, they will not just bow in front of these murderers. It is the whole country on the road to civil war,” Sasa said.</p> <p>Over the past week, tens of thousands of people have been displaced in eastern Kayah state by intense fighting between the military, the newly formed Karenni People’s Defence Force and the Karenni Army, an established ethnic armed group.</p> <p>At least 58 defence forces have formed across the country, of which 12 are active, according to the <a href=\"https://acleddata.com/#/dashboard\">Armed Conflict Location and Event Data Project (Acled)</a>, a non-profit that tracks conflict. These groups are formed at a local level and are not necessarily officially linked to the NUG. Groups have revealed little about the nature of their training, but their resources and intensity vary.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"9a767b3b37e70720ebf12f56eef740236ac32693\"> <img src=\"https://media.guim.co.uk/9a767b3b37e70720ebf12f56eef740236ac32693/0_0_2800_1681/1000.jpg\" alt=\"Demonstrators\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A demonstration in Hpakant, Kachin state, in support of Mindat, Chin state, where local militia clashed with the military. The signs read: ‘Stay strong Mindat, Hpakant is behind you.’</span> <span class=\"element-image__credit\">Photograph: Kachinwaves/AFP/Getty</span> </figcaption> </figure>  <p>In the town of Mindat in Chin state, one of the poorest areas of the country, volunteers armed with little more than traditional hunting guns rose up against the military in May. Elsewhere, young city dwellers have fled to the jungle to learn how to make homemade explosives. Celebrities are among those who have announced that they are joining training – from a former beauty queen who represented Myanmar in the Miss Grand International contest, Htar Htet Htet, to Han Htoo Lwin, known as Kyar Pauk, the lead singer of punk rock band Big Bag.</p> <p>In Myanmar’s biggest city, Yangon, members of the security forces have been targeted in a wave of attacks over the past week, including shootings and explosions. A wedding party was also targeted, reportedly because the groom was suspected of being a military informant. Four people were killed – including the bride – after a bomb was disguised as a gift, according to local media. No one has claimed responsibility for the blasts.</p> <p>Schools across the country, some of which have been occupied by the military, have been bombed or set alight by unknown perpetrators, in what may be an attempt to reinforce the shutdown of the education system by anti-coup protesters. The junta has ordered parents to register their children to return to school, but the vast majority have not done so. More than half of the teachers working in state schools are on strike, according to local media.</p> <p>Such attacks, including the targeting of individuals suspected of colluding with the military, were a worrying trend, said Richard Horsey, senior Myanmar adviser to <a href=\"https://www.crisisgroup.org/who-we-are\">Crisis Group</a>. “It will be difficult to contain once this kind of violence becomes the norm. It’s hard to shut these dynamics down again later.”</p> <p>The NUG, which has spoken of plans to build a new federal army, has urged anti-coup groups to follow ethical guidelines and not target schools or hospitals. It released a video on Saturday showing the first batch of defence force troops who have finished training.</p> <p>Some ethnic armed groups have offered support to anti-coup forces, though others are ambivalent. Groups could seek to exploit the coup for their own territorial gains, further complicating the crisis.</p> <p>Anti-coup defence forces face an infamously brutal military that has an estimated 400,000 armed personnel, making it the second largest in south-east Asia after Vietnam’s. It is supplied primarily by China and Russia, drawing on generous state funding as well as its lucrative business networks – which campaigners are trying to weaken by placing pressure on international companies.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/27/myanmar-total-chevron-gas-dividend-payments-military\">Myanmar: fossil fuel giants cut payments to junta but gas still flows </a> </p> </aside>  <p>Sasa is calling for the international community to recognise the NUG as the official leaders of Myanmar. Doing so, he said, would help the body to demand that oil and gas companies, such as Total and Chevron, hand over payments to democratic officials rather than army generals.</p> <p>“It is an insult to us that the gas that is from the land of Myanmar is being used by these military generals, and being paid for by Total company or [other] western companies, to buy weapons from Russia and China to kill the people of Myanmar,” he said.</p> <p>Nine neighbouring south-east Asian countries have reportedly proposed that a draft UN resolution be weakened by removing a call for an arms embargo.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"dab37cdf903a528c3130062ea49fb6d9f027d1f2\"> <img src=\"https://media.guim.co.uk/dab37cdf903a528c3130062ea49fb6d9f027d1f2/0_0_4649_2791/1000.jpg\" alt=\"Dr Sasa on  big screen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dr Sasa, known by only one name, in a video projected on a screen during a night-time demonstration in Yangon. He has called for the international community to recognise the NUG as Myanmar’s leadership.</span> <span class=\"element-image__credit\">Photograph: STR/AFP/Getty</span> </figcaption> </figure>  <p>Sasa called for like-minded countries to push for the measure, and to introduce tougher, targeted sanctions. The more the international community delayed, he added, “the more bloody it will become, the closer we get to civil war and genocide”.</p> <p>More battles are already reported to have taken place in Myanmar in the first half of 2021 than in the entirety of last year, according to Acled. It has also tracked sharp increases in reports of attacks on civilians, and reports of explosions and other forms of remote violence, which include the deployment of artillery, shelling, grenades or IEDs.</p> <p>Previously, conflict was concentrated in Rakhine state and northern Shan state, but it has now spread more widely across the country. This is likely to place pressure on local commanders, said Horsey, but it is hard to know what impact it will have on the military as a whole.</p> <p>“They are quite large, they have a lot of military resources and they are not concerned at all about civilian casualties. In fact, their whole approach to internal conflict over the decades has been to deliberately target civilians as part of a quite brutal counter-insurgency strategy,” Horsey said.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"be73be481df5a2fc895c54000f5ced36077e01bb\"> <img src=\"https://media.guim.co.uk/be73be481df5a2fc895c54000f5ced36077e01bb/0_190_2800_1680/1000.jpg\" alt=\"Protesters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters demonstrate against the military coup in Shan state, 2 May 2021.</span> <span class=\"element-image__credit\">Photograph: Shwee Phee Myay News Agency/AFP/Getty Images</span> </figcaption> </figure>  <p>Salai Za Uk Ling, deputy executive director of the <a href=\"https://www.chinhumanrights.org/\">Chin Human Rights Organization</a>, said people from Mindat reported the military had used civilians as human shields during recent clashes. Thousands of people from the town remain stranded just as the rainy season was beginning, he said.</p> <p>“They say they are getting very, very desperate. There has been some delivery of food aid and basic medical aid from volunteers, but there has been no large-scale delivery,” he added, warning of an impending humanitarian crisis. Covid-19 is also spreading along the Indian border.</p> <p>At least 833 people have been killed by the military since it seized power in February, according to estimates by the advocacy group <a href=\"https://aappb.org/\">Assistance Association for Political Prisoners Burma</a>. Thousands have been detained, often in unknown locations where they are at risk of torture.</p> <p>An activist who has met young people who are training to fight the military, and who asked to remain anonymous, said volunteers believed violence was the only language the military understood. “They want to scare the soldiers coming into their communities making arrests, beating and torturing,” she said. “Some people are hoteliers, some have their own restaurants, bars – and they have now left all their businesses.”</p> <p>One young medical student had fled alone to train, the activist said. “She was so passionate because her friends got killed. Her place was terrorised under martial law. She saw people burning alive in front of her. That experience pushed her to pick up the gun.”</p>","newspaperPageNumber":"18","wordcount":"1278","firstPublicationDate":"2021-06-01T00:00:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-01T03:37:23Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hthjq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d9d5d9e908f68b1d051d4528ac1c86b01f54c470/0_358_5408_3247/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Myanmar is on the verge of a new civil war, a spokesperson for the country’s parallel government has warned, as communities increasingly take up arms to protect themselves from a relentless campaign of military violence. Conflict has raged for decades in Myanmar’s borderlands, where myriad ethnic armed groups are fighting with the military for greater autonomy. Since February’s coup, however, dozens of new, grassroots people’s defence forces have emerged to oppose the junta, with battles occurring in areas of the country that were previously peaceful. “The people of Myanmar have been left with no other choice. They just have no other option left,” said Dr Sasa, spokesperson for Myanmar’s national unity government (NUG), which was set up by pro-democracy politicians. The constant threat of military raids, arrests, torture and killings had pushed communities to take up arms, he said. “It is just the beginning. The situation will become out of control. Even if it is one man in a village, they will not just bow in front of these murderers. It is the whole country on the road to civil war,” Sasa said. Over the past week, tens of thousands of people have been displaced in eastern Kayah state by intense fighting between the military, the newly formed Karenni People’s Defence Force and the Karenni Army, an established ethnic armed group. At least 58 defence forces have formed across the country, of which 12 are active, according to the Armed Conflict Location and Event Data Project (Acled), a non-profit that tracks conflict. These groups are formed at a local level and are not necessarily officially linked to the NUG. Groups have revealed little about the nature of their training, but their resources and intensity vary. In the town of Mindat in Chin state, one of the poorest areas of the country, volunteers armed with little more than traditional hunting guns rose up against the military in May. Elsewhere, young city dwellers have fled to the jungle to learn how to make homemade explosives. Celebrities are among those who have announced that they are joining training – from a former beauty queen who represented Myanmar in the Miss Grand International contest, Htar Htet Htet, to Han Htoo Lwin, known as Kyar Pauk, the lead singer of punk rock band Big Bag. In Myanmar’s biggest city, Yangon, members of the security forces have been targeted in a wave of attacks over the past week, including shootings and explosions. A wedding party was also targeted, reportedly because the groom was suspected of being a military informant. Four people were killed – including the bride – after a bomb was disguised as a gift, according to local media. No one has claimed responsibility for the blasts. Schools across the country, some of which have been occupied by the military, have been bombed or set alight by unknown perpetrators, in what may be an attempt to reinforce the shutdown of the education system by anti-coup protesters. The junta has ordered parents to register their children to return to school, but the vast majority have not done so. More than half of the teachers working in state schools are on strike, according to local media. Such attacks, including the targeting of individuals suspected of colluding with the military, were a worrying trend, said Richard Horsey, senior Myanmar adviser to Crisis Group. “It will be difficult to contain once this kind of violence becomes the norm. It’s hard to shut these dynamics down again later.” The NUG, which has spoken of plans to build a new federal army, has urged anti-coup groups to follow ethical guidelines and not target schools or hospitals. It released a video on Saturday showing the first batch of defence force troops who have finished training. Some ethnic armed groups have offered support to anti-coup forces, though others are ambivalent. Groups could seek to exploit the coup for their own territorial gains, further complicating the crisis. Anti-coup defence forces face an infamously brutal military that has an estimated 400,000 armed personnel, making it the second largest in south-east Asia after Vietnam’s. It is supplied primarily by China and Russia, drawing on generous state funding as well as its lucrative business networks – which campaigners are trying to weaken by placing pressure on international companies. Sasa is calling for the international community to recognise the NUG as the official leaders of Myanmar. Doing so, he said, would help the body to demand that oil and gas companies, such as Total and Chevron, hand over payments to democratic officials rather than army generals. “It is an insult to us that the gas that is from the land of Myanmar is being used by these military generals, and being paid for by Total company or [other] western companies, to buy weapons from Russia and China to kill the people of Myanmar,” he said. Nine neighbouring south-east Asian countries have reportedly proposed that a draft UN resolution be weakened by removing a call for an arms embargo. Sasa called for like-minded countries to push for the measure, and to introduce tougher, targeted sanctions. The more the international community delayed, he added, “the more bloody it will become, the closer we get to civil war and genocide”. More battles are already reported to have taken place in Myanmar in the first half of 2021 than in the entirety of last year, according to Acled. It has also tracked sharp increases in reports of attacks on civilians, and reports of explosions and other forms of remote violence, which include the deployment of artillery, shelling, grenades or IEDs. Previously, conflict was concentrated in Rakhine state and northern Shan state, but it has now spread more widely across the country. This is likely to place pressure on local commanders, said Horsey, but it is hard to know what impact it will have on the military as a whole. “They are quite large, they have a lot of military resources and they are not concerned at all about civilian casualties. In fact, their whole approach to internal conflict over the decades has been to deliberately target civilians as part of a quite brutal counter-insurgency strategy,” Horsey said. Salai Za Uk Ling, deputy executive director of the Chin Human Rights Organization, said people from Mindat reported the military had used civilians as human shields during recent clashes. Thousands of people from the town remain stranded just as the rainy season was beginning, he said. “They say they are getting very, very desperate. There has been some delivery of food aid and basic medical aid from volunteers, but there has been no large-scale delivery,” he added, warning of an impending humanitarian crisis. Covid-19 is also spreading along the Indian border. At least 833 people have been killed by the military since it seized power in February, according to estimates by the advocacy group Assistance Association for Political Prisoners Burma. Thousands have been detained, often in unknown locations where they are at risk of torture. An activist who has met young people who are training to fight the military, and who asked to remain anonymous, said volunteers believed violence was the only language the military understood. “They want to scare the soldiers coming into their communities making arrests, beating and torturing,” she said. “Some people are hoteliers, some have their own restaurants, bars – and they have now left all their businesses.” One young medical student had fled alone to train, the activist said. “She was so passionate because her friends got killed. Her place was terrorised under martial law. She saw people burning alive in front of her. That experience pushed her to pick up the gun.”","charCount":"7714","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Reporter in Yangon and <a href=\"profile/rebecca-ratcliffe\">Rebecca Ratcliffe</a> in Bangkok"}]