[{"headline":"Coronavirus live news: Belgium to vaccinate 16- and 17-year-olds next month; Italy gives 600,000 jabs in a day","standfirst":"<p><a href=\"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk?page=with:block-60bbcb628f082ac930aeb670#block-60bbcb628f082ac930aeb670\">Belgian teenagers will receive Pfizer jab</a>; <a href=\"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk?page=with:block-60bb722f8f082e80569f7104#block-60bb722f8f082e80569f7104\">Italy second in Europe for numbers fully vaccinated</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/jun/05/coronavirus-live-news-delhi-lockdown-india-cases-covid-uk?page=with:block-60bb51d78f082ac930aeb093#block-60bb51d78f082ac930aeb093\">UK government adviser says 21 June easing ‘foolish’</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/04/france-to-allow-uk-tourists-to-enter-if-fully-vaccinated\">France to allow UK tourists to enter if fully vaccinated</a></li><li><a href=\"https://www.theguardian.com/education/2021/jun/04/school-leaders-say-pupils-should-vaccinated-as-matter-of-priority\">Prioritise pupils, say UK school leaders</a></li><li> <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Italy second in Europe for numbers fully vaccinated; UK government adviser says 21 June easing ‘foolish’","byline":"Edna Mohamed (now); Kevin Rawlinson and Nicola Slawson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"ab026ec81388e65ec6449a3dd59a28f95f90462a\"> \n <img src=\"https://media.guim.co.uk/ab026ec81388e65ec6449a3dd59a28f95f90462a/0_189_3072_1844/1000.jpg\" alt=\"A vaccination centre in Rome.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A vaccination centre in Rome. 37m vaccine doses have now been administered in Italy to 12.7 million people.</span> \n  <span class=\"element-image__credit\">Photograph: Massimo Percossi/EPA</span> \n </figcaption> \n</figure>","body":"<div id=\"block-60bbda0a8f082ac930aeb6ee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T20:10:12.567Z\">9.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Contact tracers in Victoria are trying to find out the source of two Covid-19 cases</strong> which have been infectious in the community, AAP report.</p> \n  <p>The couple who tested positive were among five new local cases that were reported on Saturday. </p> \n  <p>One of the pair said to be a regular visitor to Craigieburn Central shopping centre and came forward for testing due to health department efforts to test heavily in the area.</p> \n  <p>The other unlinked case is that person’s partner, a construction worker, which has prompted a Melbourne building site closure.</p> \n  <p>Testing commander Jeroen Weimar said, “Seven positive cases entered the Craigieburn shopping centre on different days, and contact tracers are working to ascertain the man’s exact movements to see if they overlap with any of them.”</p> \n  <p>AAP report, </p> \n  <blockquote class=\"quoted\"> \n   <p>The other three cases recorded on Saturday were less concerning, authorities said, because they were all primary close contacts of confirmed cases and had been quarantining during their entire infectious period.</p> \n   <p>Among these three cases are two Delta strain cases - a child of a family already infected with the virus and a family friend. That cluster appears separate from the rest of the Melbourne outbreak, which is made of the Kappa strain, which like the Delta strain, has caused havoc in the UK and India.</p> \n   <p>Experts still don’t know how the Delta strain entered the community and have been analysing genomic sequencing from across the country in the hope of finding a match.</p> \n   <p>Professor Sharon Lewin from Victoria’s genomic sequencing centre, the Doherty Institute, said there was no evidence pointing to the Victorian family picking up the virus while on holiday in NSW.</p> \n   <p>Rather, her “strong hypothesis” is that it entered the community via hotel quarantine.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-60bbd3728f082e80569f75b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T19:43:08.898Z\">8.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">NHS boss says Delta variant 'not significantly increasing hospital numbers'</h2> \n <div class=\"block-elements\"> \n  <p>The Covid-19 vaccine appears to have ‘broken the chain’ between catching the virus and becoming seriously ill, the chief executive of NHS Providers has said.</p> \n  <p>Chris Hopson said that the number of people in hospital for the Delta Covid-19 variant was not increasing ‘very significantly.’ He told BBC Breakfast that many of those in hospital in <strong>Bolton</strong> were younger than in previous waves of coronavirus.</p> \n  <p>Of the 12,431 Indian variant cases confirmed in the <strong>UK</strong>, 10,797 are in <strong>England</strong>, 1,511 in <strong>Scotland</strong>, 97 in <strong>Wales</strong> and 26 in <strong>Northern Ireland</strong>.</p> \n  <p>In England, the cases are spread across the country, with the most affected areas including Bolton in Greater Manchester (2,149 cases), Blackburn with Darwen in Lancashire (724), Bedford (608), Leicester (349), Manchester (278) and Birmingham (223).</p> \n  <p>Some GPs are now offering vaccines at a 28-day gap compared to the previous 12 weeks between doses.</p> \n  <p>PA reports:</p> \n  <blockquote class=\"quoted\"> \n   <p> Speaking about hospitals, Mr Hopson said on Saturday: “The people who came in this time round were actually a lot younger and were a lot less at risk of very serious complication, less at risk of death, and what that means is that they were less demand on critical care.</p> \n   <p>“What we think we can start to say now, based on that experience, is that it does look as though the vaccines have broken the chain between catching Covid-19 and potentially being very, very seriously ill and potentially dying.</p> \n   <p>“There were very, very few people who have had those double jabs and had been able to have that build-up of protection after those jabs.”</p> \n   <p>Mr Hopson said in the most recent phase of the pandemic the number of people in hospital in Bolton with Covid-19 peaked at 50, compared to 170 in November and 150 in January and February.</p> \n   <p>“Infection rates have been increasing in a number of different places,” Mr Hopson said.</p> \n   <p>“We know that the hospitalisations are increasing, the rates of people coming into hospital in those areas are rising. But they are not rising very significantly.</p> \n   <p>[…]</p> \n   <p>Dr Adam Kucharski, an epidemiologist at the London School of Hygiene and Tropical Medicine, said the transmissibility of the Indian variant could see a “big number” of people admitted to hospital with coronavirus.</p> \n   <p>A member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) Government advisory panel, Dr Adam told BBC Radio 4’s Today programme there were a “number of concerning signs” following early evidence that first-dose vaccines are not as effective against the Delta variant.</p> \n   <p>He added: “I think it is particularly this increase in transmission that is potentially going to cause us considerable problems.”</p> \n   <p>Dr Kurcharski said the current picture meant that it was “hard to be confident” that a “big number” of people will not end up in hospital due to the spread of the Indian variant and the number of adults still unvaccinated in the UK.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T20:07:29.986Z\">at 9.07pm BST</time></p> \n</div> \n<div id=\"block-60bbcf808f08b9889b36a08c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T19:25:07.359Z\">8.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Markets and shopping centres will be allowed to partially reopen from Monday in <strong>New Delhi, India,</strong> in a further easing of coronavirus restrictions, the chief ministers say as infections fall in major cities after weeks of rules.</p> \n  <p>The Delhi Metro will also resume services at 50% capacity, the city’s chief minister Arvind Kejriwal said.</p> \n  <p>AFP reports that the Maharashtra government, which includes the business hub, Mumbai, unveiled a five-stage plan to ease off on restrictions, depending o infection data and hospitality capacity.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:32:21.202Z\">at 8.32pm BST</time></p> \n</div> \n<div id=\"block-60bbcb628f082ac930aeb670\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T19:07:29.417Z\">8.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Belgium to start vaccinating 16- and 17-year olds</h2> \n <div class=\"block-elements\"> \n  <p><strong>Belgium </strong>is<strong> </strong>to begin vaccinating 16 to 17-year-olds from next month.</p> \n  <p> Ministers said in a statement: “Starting in the month of July, they will start receiving an invitation concerning the first dose.” </p> \n  <p>The new recipients will be inoculated with the Pfizer/BioNTech jab, which was the first vaccine to be approved for children by the EU medical watchdog. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:36:32.800Z\">at 8.36pm BST</time></p> \n</div> \n<div id=\"block-60bbc45d8f082ac930aeb635\" class=\"block\" data-block-contributor=\"profile/michael-mcgowan\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T18:38:34.718Z\">7.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A senior public health official says her “strong hypothesis” is that the highly contagious Delta variant of the coronavirus that caused a second outbreak in <a href=\"https://www.theguardian.com/australia-news/melbourne\"><strong>Melbourne</strong></a> was caused by a hotel quarantine leak.</p> \n  <p><strong>Victoria</strong> reported five new cases of Covid-19 on Saturday from 36,362 tests on day nine of Melbourne’s fourth lockdown, including two cases linked to the so-called Delta variant – which emerged in India during its devastating outbreak.</p> \n  <p>On Saturday the infectious diseases expert Prof Sharon Lewin from the Doherty Institute was asked whether she believed the West Melbourne family that caught the strain could have caught it while holidaying in Jervis Bay in New South Wales.</p> \n  <p>Lewin did not rule it out as a possibility – saying there was “extensive testing” occurring in the south coast holiday town – but said it was more likely the strain emerged from someone in hotel quarantine.</p> \n  <p>“My strong hypothesis is that it’s coming through an importation from overseas, through our quarantine hotels. That would be the most likely,” she said.</p> \n  <p>Lewin is leading sequencing efforts in Victoria in an attempt to track down the origin of the new strain but cautioned that it was possible the source would never be known definitively.</p> \n  <p>“Every effort is being made right now to look for that match, but we may not get the match,” she said.</p> \n  <p>More on the Delta variant in Victoria here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/05/victoria-records-five-new-covid-cases-as-state-battles-outbreak-into-second-week-of-lockdown\">Victoria records five new Covid cases as official says Delta variant likely leaked from hotel quarantine</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:10:15.023Z\">at 8.10pm BST</time></p> \n</div> \n<div id=\"block-60bbbe6e8f082e80569f74e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T18:13:05.539Z\">7.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Italy</strong> is expecting a 20% tourism increase over 2020 as summer travel restrictions ease, the Italian tourism federation said. </p> \n  <p>The federation has said: “The 2021 summer season is showing the first signs of a sector recovery. Between June and August, 33m arrivals are forecast along with 140m nights spent in official (tourist) structures – a 20.8% rise on 2020.”</p> \n  <p>Assoturismo added that the rise “would not be enough to return to pre-Covid levels” because during summer 2019, the last before the pandemic, an additional 73.5m nights were spent in the country.</p> \n  <p>AFP reports that, before the pandemic, tourism had accounted for 14% of Italy’s GDP, the EU’s third-largest economy, but the Covid fallout had helped to tip the country into its worst recession since the second world war.</p> \n  <p>Italy hopes to welcome 6.7m more foreign tourists this year than in 2020, but arrivals will still be down, by about two-thirds, on 2019 when the 100m mark was passed.</p> \n  <p><strong> Assoturismo</strong> president Vittorio Messina said:</p> \n  <blockquote class=\"quoted\"> \n   <p> “After 12 terrible months, Italian tourism finally can detect concrete signs of recovery. But it is still a slow recovery, above all where foreign demand is concerned which will not be enough to pull back what was lost with the pandemic.</p> \n   <p>Our hope is that end of season sales give us better results thanks to the European health passport.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:04:09.204Z\">at 8.04pm BST</time></p> \n</div> \n<div id=\"block-60bbb8708f082ac930aeb5ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T17:48:24.348Z\">6.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While the first cruise ship set sail from <strong>Venice </strong>on Saturday, some residents protested over the return to normal, unhappy about the passage of liners throughout the historical lagoon city.</p> \n  <p>Hundreds of people gathered on land and on small boats, waving flags saying “No big ships” as the 92,000-tonne MSC Orchestra departed Venice port en route for Croatia and Greece.</p> \n  <p><strong>Reuters</strong> reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>We are here because we are against this passage but also against a model of tourism that is destroying the city, pushing out residents, destroying the planet, the cities, and polluting,” said Marta Sottoriva, a 29-year old teacher and Venice resident.</p> \n   <p>But port authorities, workers and the city government welcomed the departure of the Orchestra, operated by MSC Cruises, seeing it as a symbol of business kicking off after the health crisis that hit hard at the cruise industry and the wider travel sector.</p> \n   <p>“We are happy to be back ... to restart the engines. We care a lot about Venice and we’ve been asking for a stable and manageable solution for ships for many years,” said Francesco Galietti, national director for the trade group Cruise Lines International Association (CLIA).</p> \n   <p>Some residents have been urging governments for years to ban large cruise ships and other big vessels from passing through the lagoon and docking not far from the famed St Mark’s Square.</p> \n   <p>Campaigners worry about safety and the environment, including pollution and underwater erosion in a city already in peril from rising sea waters.</p> \n   <p>“The struggle is very long, I think we are against very big financial interests,” Marco Baravalle, a 42-year old researcher, and member of the No Grandi Navi (No big ships) group.</p> \n   <p>He and other protesters were worried that “everything will go back to what we had before the pandemic”, he added.</p> \n   <p>Italy’s government ruled in April that cruise ships and container vessels must not enter Venice’s historic centre but rather dock elsewhere.</p> \n   <p>But the ban will not take effect until terminals outside the lagoon have been completed, and a tender for their construction has not been launched yet. Part of the traffic may be diverted to the nearby port of Marghera from next year.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"211b1d16ccfcba55346c2538587c47b386156d5c\"> \n   <img src=\"https://media.guim.co.uk/211b1d16ccfcba55346c2538587c47b386156d5c/0_32_4377_2628/1000.jpg\" alt=\"Environmental protesters from the “No Grandi Navi” group.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Environmental protesters from the “No Grandi Navi” group.</span> \n    <span class=\"element-image__credit\">Photograph: Marco Sabadin/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:54:19.319Z\">at 6.54pm BST</time></p> \n</div> \n<div id=\"block-60bbb3e18f08b9889b369f7f\" class=\"block\" data-block-contributor=\"profile/oliver-balch\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T17:28:47.564Z\">6.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Britain’s decision to relegate <a href=\"https://www.theguardian.com/world/2021/jun/03/portugual-says-uk-dropping-it-from-green-list-is-unfathomable\">Portugal to the amber travel list</a> left Francina Pinheiro totally exasperated. “We’ve done everything by the book here,” said Pinheiro, the owner of a cafe beside Torre dos Clérigos, one of Porto’s landmark sights, as customers arrived for lunch on Friday.</p> \n  <p>“We sanitise everything, we’ve reduced our table numbers. All so we can welcome our friends from overseas. And, pah, now they shut the door on us!”</p> \n  <p>The usually perky Pinheiro was still shaking her head over the decision. After months in the doldrums, the sight of tourists recently returning to her pavement tables and sipping on a <em>fino</em> (small beer) or trying her prized <em>bolinhos</em> (fishcakes) had put a skip in her step.</p> \n  <p>Now British visitors are set to join her American and Brazilian customers – another important source of income – in disappearing from Porto’s streets. That leaves her falling back on local customers, who, loyal as they may be, tend to content themselves with a €0.95 cup of black coffee.</p> \n  <figure class=\"element element-image\" data-media-id=\"6563e6bf031cbbc1af55a91128ab0f648f0d0146\"> \n   <img src=\"https://media.guim.co.uk/6563e6bf031cbbc1af55a91128ab0f648f0d0146/0_186_5568_3341/1000.jpg\" alt=\"British tourists queue at Faro Airport for Covid-19 tests before flying home.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">British tourists queue at Faro Airport for Covid-19 tests before flying home.</span> \n    <span class=\"element-image__credit\">Photograph: Visionhaus/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>More of the story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/05/anger-on-the-streets-of-porto-as-britain-shuts-down-free-flow-of-travel\">Anger on the streets of Porto as Britain shuts down free flow of travel</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:32:13.513Z\">at 6.32pm BST</time></p> \n</div> \n<div id=\"block-60bbb1748f082e80569f7441\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T17:16:59.664Z\">6.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Indian airline IndiGo reports its fifth straight quarterly loss on Saturday as the pandemic continues to keep air travel well below normal pre-Covid levels.</strong></p> \n  <p>The company reported a net loss of 11.47bn Indian rupees ($157.43m) in the three months ended 31 March, compared with 8.7bn rupees a year earlier.</p> \n  <p><strong>Reuters </strong>reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>This has been a very difficult year with our revenues slumping hard due to Covid, showing some signs of recovery during the period December to February and then slumping again with the second wave of the Covid,” IndiGo CEO Ronojoy Dutta said in a statement.</p> \n   <p>The coronavirus pandemic is a period of great trial for IndiGo shareholders and staff, Dutta said, adding that the carrier was strengthening its core to emerge stronger when the sector recovers from the current situation.</p> \n   <p>India’s aviation sector is reeling under losses, with air travel brought to a halt for several weeks last year. The country’s airlines are expected to lose a total of $4bn this fiscal year, aviation consultancy CAPA estimated – similar to their losses last fiscal year through to 31 March.</p> \n   <p>Just as air travel in India was beginning to recover earlier this year, a second more deadly wave of the pandemic hit the nation, killing hundreds of thousands of people.</p> \n   <p>Most Indian states were under lockdown in April and May, and the government has restricted airlines to fly only 50% of their total capacity. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:21:31.966Z\">at 6.21pm BST</time></p> \n</div> \n<div id=\"block-60bbad448f082e80569f7418\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T16:58:49.915Z\">5.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>France</strong> recorded 57 new deaths on Saturday, adding to the total of 83,547 coronavirus-related deaths in hospital. The country’s health authorities also reported that were 2,525 people in ICU for Covid-19, with Saturday’s figures down by 46.</p> \n </div> \n</div> \n<div id=\"block-60bba6898f08b9889b369eea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T16:31:37.803Z\">5.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"936292c31308fb68e0ce1b2f5c861296e9688207\"> \n   <img src=\"https://media.guim.co.uk/936292c31308fb68e0ce1b2f5c861296e9688207/0_182_5472_3283/1000.jpg\" alt=\"People watch World War II history enthusiasts in Normandy, on the eve of its 77th anniversary.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People watch second world war history enthusiasts in Normandy, on the eve of its 77th anniversary.</span> \n    <span class=\"element-image__credit\">Photograph: David Vincent/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:05:43.043Z\">at 6.05pm BST</time></p> \n</div> \n<div id=\"block-60bba2038f082ac930aeb4c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T16:11:13.234Z\">5.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Coronavirus has resulted in the deaths of at least 3,714,923 people since the outbreak emerged in December 2019, according to a tally from official sources compiled by AFP.</p> \n  <p>So far, at least 172,499,930 cases of coronavirus have been registered.</p> \n  <p>The figures compiled by AFP are based on the daily Covid-19 reports provided by health authorities in each country.</p> \n  <p>The World Health Organization estimates that the pandemic’s overall toll could be two to three times higher than official records due to the excess mortality that is directly and indirectly linked to Covid-19.</p> \n  <p>Based on the latest reports, the US is the worst affected country with 597,001 deaths from 33,346,365 cases.</p> \n  <p>After the <strong>US</strong>, the hardest-hit countries are <strong>Brazil</strong>, with 470,842 deaths from 16,841,408 cases, <strong>India</strong> with 344,082 deaths from 28,694,879 cases, <strong>Mexico</strong> with 228,568 deaths from 2,429,631 cases, and <strong>Peru</strong> with 185,813 deaths from 1,976,166 cases.</p> \n  <p>The country with the highest number of deaths compared with its population is Peru with 564 fatalities per 100,000 inhabitants, followed by <strong>Hungary </strong>with 309, <strong>Bosnia-Herzegovina</strong> with 286, the <strong>Czech Republic</strong> with 282, and <strong>The Republic of North Macedonia</strong> with 261.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:06:30.319Z\">at 8.06pm BST</time></p> \n</div> \n<div id=\"block-60bb9b828f08b9889b369e52\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:43:05.689Z\">4.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ministers from the<strong> Asia Pacific Economic Cooperation (APEC) trade group </strong>have agreed to speed up the transit of Covid-19 vaccines and related goods at ports, a statement on Saturday said.</p> \n  <p>Reuters reports that the APEC ministers met in <strong>New Zealand</strong>, where they also agreed to consider voluntary actions to reduce the cost of vaccines to fight the pandemic.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:06:47.217Z\">at 8.06pm BST</time></p> \n</div> \n<div id=\"block-60bb971c8f082ac930aeb3ff\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:24:34.083Z\">4.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Italy reports 57 coronavirus deaths</h2> \n <div class=\"block-elements\"> \n  <p><strong>Italy</strong> has recorded 57 coronavirus deaths and 2,436 new cases, the Italian health ministry has reported. Saturday’s data is lower than the figures recorded yesterday, with 73 deaths reported on Friday and 2,557 new cases. </p> \n  <p>Not including those in intensive care, patients in hospital stood at 5,193 on Saturday, down from 5,488 a day earlier.</p> \n  <p>There were 20 new admissions to intensive care units, down from 22 on Friday. The total number of intensive care patients fell to 788 from a previous 836.</p> \n  <p>Nearly 238,632 Covid tests were carried out in the past day, compared with a previous 220,939, the health ministry said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:37:34.686Z\">at 8.37pm BST</time></p> \n</div> \n<div id=\"block-60bb94868f082ac930aeb3d2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:13:34.200Z\">4.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK records 13 deaths</h2> \n <div class=\"block-elements\"> \n  <p>The<strong> UK</strong> records 13 new deaths and 5,765 new cases on Saturday, government data showed.</p> \n  <p>The latest figures had also shown that 40,124,229 had now received their first vaccination shot, and 27,160,635 had received two doses. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:37:02.031Z\">at 8.37pm BST</time></p> \n</div> \n<div id=\"block-60bb92d58f08b9889b369dd4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:08:21.384Z\">4.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"ba498a9f134e6af13d2f986bcc8d19d4e7cd6ae9\"> \n   <img src=\"https://media.guim.co.uk/ba498a9f134e6af13d2f986bcc8d19d4e7cd6ae9/0_152_4600_2761/1000.jpg\" alt=\"An Amazon employee with a dose of the Covishield vaccine during a vaccination program for employees and dependent family members in India.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Amazon employee with a dose of the Covishield vaccine during a vaccination programme for employees and dependent family members in India.</span> \n    <span class=\"element-image__credit\">Photograph: Manjunath Kiran/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Hi, I’m <a href=\"https://www.theguardian.com/profile/edna-mohamed\">Edna Mohamed</a>; I’ll be taking you through the next few hours, if I miss anything you can message me on<a href=\"https://twitter.com/ednamohamed_\"> Twitter </a>or drop me an email at <a href=\"mailto:edna.mohamed.casual@theguardian\">edna.mohamed.casual@theguardian</a> </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T17:10:40.870Z\">at 6.10pm BST</time></p> \n</div> \n<div id=\"block-60bb89e38f082ac930aeb334\" class=\"block is-summary\" data-block-contributor=\"profile/kevin-rawlinson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T15:03:22.749Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a brief summary of the major recent developments:</p> \n  <ul> \n   <li><strong>A record 600,000 vaccine doses were administered in Italy on Friday.</strong> Citing local authorities, Agence France-Presse (AFP) reported that that put the country in second place in Europe for the number of people fully vaccinated.</li> \n   <li><strong>Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned.</strong> Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met.</li> \n   <li><strong>India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown.</strong> The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said.</li> \n  </ul> \n  <p>That’s it from me – I’m handing over to my colleague, <strong>Edna Mohamed</strong>.</p> \n </div> \n</div> \n<div id=\"block-60bb82168f08b9889b369cf5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T14:46:50.861Z\">3.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The people of Glasgow can finally hug loved ones, meet in homes and drink alcohol indoors for the first time in months, after the city dropped to level 2 of Scotland’s coronavirus measures – alongside an easing of restrictions across the country.</p> \n  <p>While the whole of mainland Scotland was supposed to move to level 1 on Monday, the city will join 13 other council areas in remaining in level 2 for another few weeks.</p> \n  <p>Announcing the move on Tuesday, the first minister, <strong>Nicola Sturgeon,</strong> said that while the level 2 restrictions were “still tough”, they were at least “not lockdown”. She added: “We can go into each other’s homes, we can see hospitality open, stay open indoors, so there are significant steps there.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/05/covid-glasgow-and-13-other-scottish-councils-delay-move-to-level-1\">Covid: Glasgow and 13 other Scottish councils delay move to level 1</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T14:52:09.990Z\">at 3.52pm BST</time></p> \n</div> \n<div id=\"block-60bb804b8f082ac930aeb2b9\" class=\"block\" data-block-contributor=\"profile/nicola-slawson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T14:26:12.098Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The planned scrapping of remaining restrictions in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> on 21 June has been thrown into doubt with reports that the government is looking at contingency plans including a two-week delay to allow more adults to be fully vaccinated.</p> \n  <p>The Telegraph and the Financial Times reported on Saturday that civil servants were drawing up contingency plans to delay the easing lockdown restrictions by two weeks, possibly to 5 July. A senior Whitehall source told the FT:</p> \n  <blockquote class=\"quoted\"> \n   <p>A variety of options are being drawn up, including a delay to step 4 and trading off some measures against others.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/05/doubts-over-englands-21-june-lockdown-easing-as-delay-plans-drawn-up\">Doubts over England’s 21 June lockdown easing as delay plans drawn up</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60bb792e8f082ac930aeb261\" class=\"block\" data-block-contributor=\"profile/michael-savage\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T14:05:12.329Z\">3.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are the most pressing issues likely to be covered during Hancock’s grilling:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/05/the-key-questions-matt-hancock-must-answer-on-covid-this-week\">The key questions Matt Hancock must answer on Covid this week</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60bb7a988f082ac930aeb26d\" class=\"block\" data-block-contributor=\"profile/michael-savage\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T13:45:11.122Z\">2.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Matt Hancock</strong>, the UK’s health secretary, was calling on the government to take Covid more seriously as early as January last year, his allies have claimed, as he prepares to give his full response to explosive accusations over his handling of the pandemic.</p> \n  <p>Hancock is set to undergo hours of questioning before MPs on Thursday after <strong>Dominic Cummings</strong>, Boris Johnson’s former senior adviser, said the health secretary <a href=\"https://www.theguardian.com/politics/2021/may/26/matt-hancock-should-be-sacked-for-lying-says-dominic-cummings\">should have been fired on up to 20 separate occasions</a> for various Covid failings. Cummings’ claim that Hancock misled the prime minister over sending untested hospital patients back to care homes – an allegation he denies – is set to be a key focus of the hearing.</p> \n  <p>However, with a highly pressurised grilling in prospect, insiders sympathetic to Hancock said he had regularly been one of the cabinet ministers urging most caution on the lifting of Covid restrictions – and had also been calling for the government’s Cobra emergency committee to meet from very early in 2020. They said Hancock had been pushing for quarantine for travellers from China to the UK before official advice supported the idea – when others in government were suggesting they should be allowed to travel home immediately by train.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/05/allies-claim-matt-hancock-sounded-alarm-over-early-lifting-of-covid-restrictions\">Allies claim Hancock sounded alarm over early lifting of Covid restrictions</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:46:37.761Z\">at 2.46pm BST</time></p> \n</div> \n<div id=\"block-60bb781a8f082e80569f7156\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T13:25:14.889Z\">2.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>NHS England data shows a total of 7,254,217 jabs were given to people in London between 8 December and 4 June, including 4,497,648 first doses and 2,756,569 second doses. This compares with 6,287,623 first doses and 4,477,536 second doses given to people in the Midlands, a total of 10,765,159.</p> \n  <p>The breakdown for the other regions is:</p> \n  <ul> \n   <li>East of England: 4,003,822 first doses and 2,777,778 second doses, making 6,781,600 in total</li> \n   <li>North-east and Yorkshire: 5,221,289 first and 3,631,836 second doses (8,853,125)</li> \n   <li>North-west: 4,249,530 first and 2,954,182 second doses (7,203,712)</li> \n   <li>South-east: 5,464,828 first and 3,783,734 second doses (9,248,562)</li> \n   <li>South-west: 3,547,393 first and 2,632,020 second doses (6,179,413) </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:32:43.479Z\">at 2.32pm BST</time></p> \n</div> \n<div id=\"block-60bb74f68f082e80569f7134\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T13:04:01.396Z\">2.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A further 471,939 vaccine doses have been administered in England in the last 24 hours, according to NHS England data. That took the total in the country between 8 December 2020 and 4 June 2021 to 56,602,996.</p> \n  <p>NHS England said 150,337 of the new administered shots were first doses and 321,602 were second doses, taking the respective totals to 33,525,485 and 23,077,511.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:32:07.023Z\">at 2.32pm BST</time></p> \n</div> \n<div id=\"block-60bb722f8f082e80569f7104\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T12:48:33.742Z\">1.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Italy administers record number of vaccine doses</h2> \n <div class=\"block-elements\"> \n  <p>A record 600,000 vaccine doses were administered in Italy on Friday, Agence France-Presse (AFP) reports, citing local authorities. That put the country in second place in Europe for the number of people fully vaccinated.</p> \n  <p>“Yesterday was marked by a record number of injections in 24 hours which touched the 600,000 mark, while the number of doses administered crossed the 37 million mark,” the government body in charge of vaccinations said on Saturday. </p> \n  <p>“Italy is in second place in Europe in terms of the number of people fully vaccinated, just behind Germany and ahead of France and Spain,” it added. </p> \n  <p>According to AFP, it said Friday’s record vaccinations were in part due to an increase in the number of vaccination centres, which now stood at 2,666 against 1,500 at the start of March. About 800 new centres will be opened in the coming weeks. </p> \n  <p>According to official government figures, 37m vaccine doses have been administered and 12.7 million people – or nearly 24% of the population aged older than 12 years – have been vaccinated. </p> \n  <p>The pandemic has claimed 126,415 lives in Italy, where the number of cases and deaths has been falling steadily in recent weeks. The government has been slowly easing Covid restrictions, relaxing a night curfew and opening up indoor dining in restaurants and bars.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T13:33:54.562Z\">at 2.33pm BST</time></p> \n</div> \n<div id=\"block-60bb69b68f082ac930aeb1bf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T12:13:42.088Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Progress is being made towards a deal on an intellectual property waiver for Covid-19 vaccines at the World Trade Organization (WTO), the US trade representative <strong>Katherine Tai</strong> said on Saturday.</p> \n  <p>Backers of a patent waiver for Covid vaccines say it would boost vaccine production and improve delivery to poorer countries.</p> \n  <p>These countries are battling surges in Covid-19 infections and struggling to access vaccine supplies as well as diagnostics, therapeutics and medical devices.</p> \n  <p>Tai pointed to a revised proposal from the original proponents of the waiver, led by India and South Africa, as well as principles the EU has come up with to guide how they would like to negotiate the issues, Reuters reports.</p> \n  <p>In a surprise shift in May, the US moved to supporting a patent waiver, piling pressure on opponents such as the EU and Switzerland, where many drugmakers are based.</p> \n  <p>Tai told reporters before a meeting of trade ministers in the Asia-Pacific Economic Cooperation (APEC) forum:</p> \n  <blockquote class=\"quoted\"> \n   <p>We’re actually really encouraged to see more WTO members come forth with proposals on what they can support at the WTO with respect to intellectual property rules at the WTO and how they apply to the Covid vaccines.</p> \n  </blockquote> \n  <p>The latest draft from proponents of the waiver sets a time span for a waiver of at least three years and would allow the WTO’s 164 members to determine when it ends. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T12:19:13.956Z\">at 1.19pm BST</time></p> \n</div> \n<div id=\"block-60bb63b98f082ac930aeb15d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:51:53.671Z\">12.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A huge queue has formed outside a health centre in Harrow, in London, which is offering jabs to people aged 18 and over.</p> \n  <p>Belmont health centre in Stanmore, Harrow, is open on Saturday to over-18s who are still waiting for their first vaccine and who live or work in Harrow.</p> \n  <p>The Pfizer/BioNTech vaccine is being administered all day at the walk-in clinic and people do not need to be registered with the practice to get their vaccine.</p> \n  <figure class=\"element element-image\" data-media-id=\"cb759605c822cd1dd3721120b472fb68f8d8c870\"> \n   <img src=\"https://media.guim.co.uk/cb759605c822cd1dd3721120b472fb68f8d8c870/0_51_3500_2101/1000.jpg\" alt=\"A queue of people waiting for vaccine outside Belmont health centre in Harrow, London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A queue of people waiting for vaccine outside Belmont health centre in Harrow, London</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n  <p>National eligibility criteria in <strong>England</strong> states that only those aged 30 and over are invited for their first jab, and it is understood that health officials want to prioritise that cohort in Harrow rather than younger age groups, PA news reports.<br></p> \n  <p>But the poster advertising the walk-in centre clearly states that people aged 18 and over can come along, and the majority of people waiting appeared to be in their 20s.</p> \n  <p>By mid-morning, a huge queue had formed in the area of the health centre, with the line snaking around a car park and stretching down the street.</p> \n  <figure class=\"element element-image\" data-media-id=\"1c975250a5954e2ab35f63fa7d14e1186461bff9\"> \n   <img src=\"https://media.guim.co.uk/1c975250a5954e2ab35f63fa7d14e1186461bff9/0_198_3500_2101/1000.jpg\" alt=\"People queuing for the first dose of Pfizer coronavirus vaccine.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People queuing for the first dose of Pfizer coronavirus vaccine.</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n  <p>Among them were 20-year-old students <strong>Jamie Lesser</strong> and <strong>Daniel Simmons</strong> who arrived at around 8.15am.</p> \n  <p>Lesser said it will be a relief to get the jab, telling the PA news agency: “If all plans go ahead, clubs are going to open in three weeks’ time and we both have plans to go out.”<br></p> \n  <p>He said he had clubbing plans for “about five days in a row” if nightclubs open, “making up for the last year and a half”.</p> \n  <p>Lesser said he found out about Saturday’s walk-in through friends in a group chat who had forwarded on information about it.</p> \n  <figure class=\"element element-image\" data-media-id=\"1581eeea4fd84b5576ee519091683006d83b795f\"> \n   <img src=\"https://media.guim.co.uk/1581eeea4fd84b5576ee519091683006d83b795f/0_6_3500_2099/1000.jpg\" alt=\"The queue for vaccines is snaking around a car park and stretching down the street\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The queue for vaccines is snaking around a car park and stretching down the street.</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n  <p>He said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>To be honest we weren’t intending to give up the whole of the Saturday. We were going to go to the gym fairly early … Thought we’d get here very early to avoid the queue, which hasn’t been very successful.</p> \n  </blockquote> \n  <p>Simmons said that as soon as he saw the chance to get the jab, he thought he would “jump on it”, adding: “I want to get it as soon as possible really.”<br></p> \n  <p>Queueing for his jab, <strong>Chand Shah</strong>, a 25-year-old accountant, said the walk-in centre was “heavily advertised” and he thought it was a “good idea” to get the vaccine before the possible further easing of restrictions on 21 June.</p> \n  <p>Asked if he expected to get his vaccine so soon, he said: “No. I was expecting August to be honest.”</p> \n  <p>Shah added: “I think if you get the vaccine you feel safer.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:08:04.337Z\">at 8.08pm BST</time></p> \n</div> \n<div id=\"block-60bb62fa8f08b9889b369b78\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:44:25.419Z\">12.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>South Korea’s</strong> respect for intellectual property rights makes it an ideal partner for the United States as it seeks to decouple its supply chains from China and forge partnerships to manufacture coronavirus vaccines, a trio of US senators said on Saturday during a visit to Seoul.</p> \n  <p>The Democrat senators <strong>Tammy Duckworth</strong> and <strong>Chris Coons</strong>, and the Republican senator <strong>Dan Sullivan</strong>, were in South Korea as part of their first official overseas trip since the pandemic began.</p> \n  <p>After last month’s summit in Washington between <strong>Joe Biden</strong> and South Korea’s president, <strong>Moon Jae-in</strong> – who was only the second international leader to be welcomed by Biden as president – the senators said their visit was sign of the importance Washington places on South Korea’s role in countering China and shoring up global supply chains amid the pandemic.</p> \n  <p>Duckworth told a group of reporters:</p> \n  <blockquote class=\"quoted\"> \n   <p>We can trust in the legal system here, and we can trust that our intellectual property rights will be protected.</p> \n   <p>South Korea is a logical partner. This is critical whether it is manufacturing [computer] chips or pharmaceuticals.</p> \n  </blockquote> \n  <p>A day after Biden and Moon met, the US drugmakers Moderna and Novavax entered into a deal with South Korea for its Covid-19 vaccines to be manufactured in the country, which has been seeking to secure more and faster deliveries of US-made vaccines.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:08:24.391Z\">at 8.08pm BST</time></p> \n</div> \n<div id=\"block-60bb54488f082ac930aeb0ad\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:27:04.375Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a brief summary of the major recent developments:</p> \n  <ul> \n   <li><strong>Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned.</strong> Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met.</li> \n   <li><strong>India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown.</strong> The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T11:39:26.625Z\">at 12.39pm BST</time></p> \n</div> \n<div id=\"block-60bb4e138f082e80569f6f6a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:26:55.607Z\">12.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Covid-19 policies risk leaving psychological and socioeconomic scars on millions of young people across Europe, with far-reaching consequences for them and society, <a href=\"https://www.theguardian.com/world/ng-interactive/2021/jun/02/so-many-revolutions-to-lead-europe-generation-z-on-their-post-covid-future\">a wide-ranging Guardian project</a> has revealed.</p> \n  <p>Taking a snapshot, the Guardian asked five members of <strong>Europe’s</strong> Generation Z how the worst global pandemic in a century has affected their lives, what they have learned and how they see their future after the pandemic.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"6069c8d2-7a58-45b1-a62a-0722d05e9239\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/PVkGMxKmc5k?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T19:08:57.694Z\">at 8.08pm BST</time></p> \n</div> \n<div id=\"block-60bb5ca38f082ac930aeb107\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T11:18:36.894Z\">12.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The boss of Airlines UK has complained about a lack of transparency and consistency in the government’s changes to travel rules.</p> \n  <p><strong>Tim Alderslade</strong>, the chief executive of the industry body that represents UK carriers, said ministers had not kept to promises over a “green watchlist” that would have given travellers increased warning about a country potentially coming off the safe list.</p> \n  <p>His comments came after the government decided to move Portugal out of the green list and into the amber travel category. It means people arriving in the UK from Portugal after 4am on Tuesday will need to self-isolate at home for 10 days, a change that has left holidaymakers scrambling for expensive return flights in an attempt to beat the quarantine deadline.</p> \n  <p>Speaking about the “green watchlist” proposal, Alderslade told BBC Radio 4’s Today programme:</p> \n  <blockquote class=\"quoted\"> \n   <p>It would be a list of countries that were on the cusp, [where] there was a risk that they would be moving from green to amber, so passengers were aware of that, it was fully transparent and they would be taking that risk when they booked.</p> \n   <p>It was entirely to stop what happened last summer when countries were moving up and down off the corridor list on a weekly basis and we saw people stranded overseas and then desperate to come home again because they couldn’t afford to quarantine.</p> \n   <p>It has caused complete pandemonium because we don’t have that watchlist that we were promised by the government and I think with the taskforce, the transparency is not there, we don’t know what has to happen for countries to move from green to amber, or amber to green for that matter.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T12:09:41.163Z\">at 1.09pm BST</time></p> \n</div> \n<div id=\"block-60bb53a58f082ac930aeb0a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:56:08.181Z\">11.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Everyone aged older than 12 years in specific postcode areas of the English county of Berkshire will be offered PCR testing over the next two weeks from Monday in an effort to tackle the spread of the Delta variant.</p> \n  <p><strong>Meradin Peachey</strong>, the director of public health for Berkshire West, said a “real concern” with this variant is that if it keeps circulating there may be more mutations. She told BBC Breakfast:</p> \n  <blockquote class=\"quoted\"> \n   <p>What’s happened in the last couple of weeks, especially in the last week, we’ve noticed that a lot of cases now coming through we can’t link to any travellers, which means we now have community transmission.</p> \n  </blockquote> \n  <p>She said cases are mainly among young people, with “virtually nobody over 60 or anyone who has been vaccinated” affected. She added:</p> \n  <blockquote class=\"quoted\"> \n   <p>If the variant spreads and becomes even more, it may mutate again and the big concern is that vaccines won’t work. We really want to get people tested and isolated if they’ve got the virus, stop the spread so that we can make sure the vaccination programme works.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:58:29.754Z\">at 11.58am BST</time></p> \n</div> \n<div id=\"block-60bb530e8f082e80569f6f9b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:35:37.606Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier, <strong>Dr Mike Tildesley,</strong> a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) UK government advisory panel, said ministers had a “difficult call” to make. He told Times Radio:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s a hard one. I’m going to be annoying and sit a little bit on the fence on this, as I don’t think it’s our role as epidemiologists to call that.</p> \n   <p>I think the difficult thing that we have, the difficult situation the government have, is of course if you delay that then of course you’ll get a smaller subsequent wave.</p> \n   <p>I mean, that’s the case with any control policy – if you leave them in for a longer period of time then it’s going to reduce cases.</p> \n   <p>But, of course, if you delay that we know that negatively impacts businesses, people’s livelihoods, and so forth.</p> \n   <p>So, this is the difficult call that they have to make, and all we can do is put together as much evidence as possible and say this is what we expect to happen if you relax on 21 June, this is what we may expect if you delay that by two weeks for example, or four weeks and so on, so they have all the evidence they can to make the decision.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:48:17.119Z\">at 11.48am BST</time></p> \n</div> \n<div id=\"block-60bb51d78f082ac930aeb093\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:31:47.290Z\">11.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK's planned reopening would be 'foolish'</h2> \n <div class=\"block-elements\"> \n  <p>It is clear that it would be “foolish” and a “major risk” to go ahead with the 21 June reopening, an expert on an advisory group to the UK government has said.</p> \n  <p><strong>Prof Stephen Reicher</strong> said there was enough evidence to say one of the government’s four key tests for its roadmap out of lockdown had not been met, according to the PA news agency.</p> \n  <p>The member of the Scientific Pandemic Insights Group on Behaviours (Spi-B), which advises the government, said the criteria about the current assessment of the risks not being fundamentally changed by new variants of concern was “not upheld” due to the spread of the Delta variant. Reicher told the news agency:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think, by the government’s own criteria, it’s quite clear that it would be foolish to proceed on the data that we’ve got at the moment. The risk would be very great indeed. And of course it’s a balance of risks but I think it would be a major risk to go further in opening up.</p> \n   <p>Again, I make the point that it is about data not dates, and if you make it too much about the dates then you box yourself into a corner and I think that’s what the government has done.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:36:53.569Z\">at 11.36am BST</time></p> \n</div> \n<div id=\"block-60bb3f858f082ac930aeaf9d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T10:18:28.887Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Marton Aszalos</strong>, a Hungarian paramedic, and <strong>Eniko Tokacs-Mathe</strong>, a vet, had to cancel their wedding twice during the pandemic and are finally getting ready for their big day this summer as restrictions are lifted.</p> \n  <figure class=\"element element-image\" data-media-id=\"fec5346b91e15a56d44befc5e4fb34a260dffb5d\"> \n   <img src=\"https://media.guim.co.uk/fec5346b91e15a56d44befc5e4fb34a260dffb5d/0_232_3500_2101/1000.jpg\" alt=\"Tokacs-Mathe and Aszalos pose during their wedding photoshoot on a water limousine on the Danube\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tokacs-Mathe and Aszalos pose during their wedding photoshoot on a water limousine on the Danube</span> \n    <span class=\"element-image__credit\">Photograph: Bernadett Szabó/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Reuters reports that the couple, who met in 2016 at a clinic where Eniko was working and Marton was then a trainee, say the emotional rollercoaster of the past 18 months has been draining but has made their relationship stronger. Eniko told the news agency:</p> \n  <blockquote class=\"quoted\"> \n   <p>Because of the pandemic, we had to replan our wedding for the third time; both its date and the venue. The pandemic has also had a serious mental and physical affect on my fiancé as he is an ambulance officer.</p> \n  </blockquote> \n  <p>Reuters reports that the couple held a civil ceremony a month ago and are preparing for a wedding party with more than 100 guests in the town of Makó, near the Romanian border. Eniko is from Transylvania and many of her relatives will cross to Hungary to attend.</p> \n  <p>They have been rehearsing their waltz for the wedding night, after a photo shoot on a motor boat on the Danube. Eniko said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Before, I thought my main worries would be whether we manage the lift in the dance, whether my makeup and hair would look good. But now, I am just happy and hope that all the guests and relatives can make it in health and we can celebrate together.</p> \n  </blockquote> \n  <p> Many couples are relieved that with 53% of Hungarians vaccinated, they can now go ahead and get married, Reuters reports. <strong>Gabor Herendi</strong>, a wedding planner, usually handles 30 to 35 weddings a year. But, in 2020, about 70% were postponed to this year. After the long wait, “energies will be multiplied”, he said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:30:35.430Z\">at 11.30am BST</time></p> \n</div> \n<div id=\"block-60bb38938f08b9889b3699ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T09:58:40.787Z\">10.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hawaii will drop its quarantine and testing requirements for travellers once 70% of the state’s population has been vaccinated, the Associated Press reports, citing the governor, <strong tabindex=\"-1\">David Ige.</strong></p> \n  <p>The state will also lift its requirement that people wear masks indoors once that level has been reached. The state health department website said 59% of Hawaii’s population had had at least one dose of a vaccine and 52% had finished their dosing regimen. The AP reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The state is using its figures, and not those provided by the US Centers for Disease Control and Prevention, to calculate thresholds for lifting restrictions. The health department director, Dr Libby Char, said that’s because Hawaii’s numbers are more accurate. She said it appeared the CDC had been counting some of Hawaii’s doses twice.</p> \n   <p>Right now, travellers arriving from out of state must spend 10 days in quarantine or, to bypass that quarantine, they must show proof of a negative test taken before departure for the islands.</p> \n   <p>Once 60% of Hawaii’s population is vaccinated, Ige said, the state will allow travellers to bypass a quarantine requirement as long as they can prove they were vaccinated in the US.</p> \n   <p>Restrictions on travel between the islands will open up before that. </p> \n   <p> Ige said that as of 15 June, people will be able to fly inter-island without taking a test or showing proof of vaccination. Also on that date, those who have been vaccinated in Hawaii may bypass quarantine when returning from a trip out of state.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T10:05:10.019Z\">at 11.05am BST</time></p> \n</div> \n<div id=\"block-60bb35678f082e80569f6e6b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T09:34:27.929Z\">10.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Russia has reported 9,145 new cases, including 2,897 in Moscow, taking the official national tally since the pandemic began to 5,117,274. According to Reuters, the government’s taskforce said 399 people had died in the past 24 hours, pushing the national death toll to 123,436.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T09:50:21.864Z\">at 10.50am BST</time></p> \n</div> \n<div id=\"block-60bb335d8f082e80569f6e5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T09:10:01.332Z\">10.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Taiwan has reported 511 new domestic cases, including 35 cases added to totals for recent days. That is up from the 472 domestic infections reported on Friday, Reuters reports.</p> \n  <p>The agency also reports that Taiwan is in talks with US companies about making their vaccines, following similar talks with European firms, citing the health minister <strong>Chen Shih-chung.</strong> </p> \n  <blockquote class=\"quoted\"> \n   <p> Taiwan, like much of the world, has been trying to speed up its vaccination programme following a spike in domestic cases, but has been stymied by global supply shortages.</p> \n   <p>Chen told reporters that they previously had talks with European companies he did not name about producing their vaccines under licence.</p> \n   <p>“Only recently have we started to have talks with US companies to see if it’s possible or not to carry out relevant subcontracting work,” he added, without providing details.</p> \n   <p>Taiwan has ordered around 5m shots from the US firm Moderna, of which 150,000 have arrived. It has ordered 10m shots from the British-Swedish firm AstraZeneca.</p> \n   <p>Taiwan, also in talks with BioNTech, blames China – which claims the island as its own territory – for blocking a deal with the German company earlier this year.</p> \n   <p>Johnson &amp; Johnson said on Friday it had been in talks with Taiwan about providing its vaccine since last year.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T09:18:21.140Z\">at 10.18am BST</time></p> \n</div> \n<div id=\"block-60bb334d8f082e80569f6e5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T08:46:00.073Z\">9.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases in Germany increased by 2,294 to 3,697,927, data from the Robert Koch Institute (RKI) shows, while the reported death toll has risen by 122 to 89,148.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T08:50:47.560Z\">at 9.50am BST</time></p> \n</div> \n<div id=\"block-60bb32728f082ac930aeaf38\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T08:18:06.148Z\">9.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mexico recorded 206 more deaths on Friday, bringing the total death toll to 228,568, its health ministry has said. Separate government data recently published suggests the real death toll may be at least 60% above the confirmed figure, Reuters has reported.</p> \n </div> \n</div> \n<div id=\"block-60bb30f18f08b9889b369971\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T08:10:22.420Z\">9.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Victoria, Australia’s second most populous state, has reported a small increase in locally acquired cases, as authorities hunt for the source of a new cluster of a highly infectious variant. Reuters reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>Five new local cases were reported, taking Victoria’s total to 70 in the latest outbreak, as the state capital, Melbourne, entered its second weekend of a hard lockdown, due to end on 10 June. Curbs were eased for the rest of the state on Friday.</p> \n   <p>Saturday’s count was up from four new locally acquired cases on Friday.</p> \n   <p>Authorities were alarmed after detecting the highly infectious Delta variant for the first time in Melbourne, sparking concerns cases could surge. There are now seven known cases in the city.</p> \n   <p>The Delta variant, which has been classified by the World Health Organization (WHO) as among the four variants of concern due to evidence that it spreads more easily, probably caused the latest devastating outbreak in India.</p> \n   <p>Snap lockdowns, regional border restrictions and strict social distancing rules have helped Australia rein in prior outbreaks and keep its numbers relatively low at just 30,150 cases and 910 deaths.</p> \n   <p>Victoria’s outbreak, which began on 24 May, has spurred people to join long queues for vaccinations following a slow rollout since February. The Australian prime minister, Scott Morrison, said 20% of the adult population had now had a first dose of a vaccine.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T08:44:40.736Z\">at 9.44am BST</time></p> \n</div> \n<div id=\"block-60bb27038f082ac930aeaedf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-05T07:29:46.993Z\">8.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">India records more than 100,000 new cases</h2> \n <div class=\"block-elements\"> \n  <p>India’s capital city is preparing to deal with an infection peak of 37,000 cases a day in future, its chief minister has said, as the country as a whole reports 120,529 new cases over the last 24 hours.</p> \n  <p>According to the Reuters agency, New Delhi’s political leader <strong>Arvind Kejriwal</strong> announced a<strong> </strong>partial easing of a lockdown, while the city is also preparing for oxygen storage capacity of 420 tons, and will set up genome sequencing labs to study coronavirus variants.</p> \n  <p>Citing the federal health ministry, the agency reported 3,380 more deaths across India in 24 hours and said the tally of infections stood at 28.69 million and the death toll at 344,082.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-05T08:43:22.452Z\">at 9.43am BST</time></p> \n</div>","wordcount":"6635","firstPublicationDate":"2021-06-05T08:01:55Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:10:12Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hky3c","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ab026ec81388e65ec6449a3dd59a28f95f90462a/0_189_3072_1844/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Contact tracers in Victoria are trying to find out the source of two Covid-19 cases which have been infectious in the community, AAP report. The couple who tested positive were among five new local cases that were reported on Saturday. One of the pair said to be a regular visitor to Craigieburn Central shopping centre and came forward for testing due to health department efforts to test heavily in the area. The other unlinked case is that person’s partner, a construction worker, which has prompted a Melbourne building site closure. Testing commander Jeroen Weimar said, “Seven positive cases entered the Craigieburn shopping centre on different days, and contact tracers are working to ascertain the man’s exact movements to see if they overlap with any of them.” AAP report, The other three cases recorded on Saturday were less concerning, authorities said, because they were all primary close contacts of confirmed cases and had been quarantining during their entire infectious period. Among these three cases are two Delta strain cases - a child of a family already infected with the virus and a family friend. That cluster appears separate from the rest of the Melbourne outbreak, which is made of the Kappa strain, which like the Delta strain, has caused havoc in the UK and India. Experts still don’t know how the Delta strain entered the community and have been analysing genomic sequencing from across the country in the hope of finding a match. Professor Sharon Lewin from Victoria’s genomic sequencing centre, the Doherty Institute, said there was no evidence pointing to the Victorian family picking up the virus while on holiday in NSW. Rather, her “strong hypothesis” is that it entered the community via hotel quarantine. The Covid-19 vaccine appears to have ‘broken the chain’ between catching the virus and becoming seriously ill, the chief executive of NHS Providers has said. Chris Hopson said that the number of people in hospital for the Delta Covid-19 variant was not increasing ‘very significantly.’ He told BBC Breakfast that many of those in hospital in Bolton were younger than in previous waves of coronavirus. Of the 12,431 Indian variant cases confirmed in the UK, 10,797 are in England, 1,511 in Scotland, 97 in Wales and 26 in Northern Ireland. In England, the cases are spread across the country, with the most affected areas including Bolton in Greater Manchester (2,149 cases), Blackburn with Darwen in Lancashire (724), Bedford (608), Leicester (349), Manchester (278) and Birmingham (223). Some GPs are now offering vaccines at a 28-day gap compared to the previous 12 weeks between doses. PA reports: Speaking about hospitals, Mr Hopson said on Saturday: “The people who came in this time round were actually a lot younger and were a lot less at risk of very serious complication, less at risk of death, and what that means is that they were less demand on critical care. “What we think we can start to say now, based on that experience, is that it does look as though the vaccines have broken the chain between catching Covid-19 and potentially being very, very seriously ill and potentially dying. “There were very, very few people who have had those double jabs and had been able to have that build-up of protection after those jabs.” Mr Hopson said in the most recent phase of the pandemic the number of people in hospital in Bolton with Covid-19 peaked at 50, compared to 170 in November and 150 in January and February. “Infection rates have been increasing in a number of different places,” Mr Hopson said. “We know that the hospitalisations are increasing, the rates of people coming into hospital in those areas are rising. But they are not rising very significantly. […] Dr Adam Kucharski, an epidemiologist at the London School of Hygiene and Tropical Medicine, said the transmissibility of the Indian variant could see a “big number” of people admitted to hospital with coronavirus. A member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) Government advisory panel, Dr Adam told BBC Radio 4’s Today programme there were a “number of concerning signs” following early evidence that first-dose vaccines are not as effective against the Delta variant. He added: “I think it is particularly this increase in transmission that is potentially going to cause us considerable problems.” Dr Kurcharski said the current picture meant that it was “hard to be confident” that a “big number” of people will not end up in hospital due to the spread of the Indian variant and the number of adults still unvaccinated in the UK. Markets and shopping centres will be allowed to partially reopen from Monday in New Delhi, India, in a further easing of coronavirus restrictions, the chief ministers say as infections fall in major cities after weeks of rules. The Delhi Metro will also resume services at 50% capacity, the city’s chief minister Arvind Kejriwal said. AFP reports that the Maharashtra government, which includes the business hub, Mumbai, unveiled a five-stage plan to ease off on restrictions, depending o infection data and hospitality capacity. Belgium is to begin vaccinating 16 to 17-year-olds from next month. Ministers said in a statement: “Starting in the month of July, they will start receiving an invitation concerning the first dose.” The new recipients will be inoculated with the Pfizer/BioNTech jab, which was the first vaccine to be approved for children by the EU medical watchdog. A senior public health official says her “strong hypothesis” is that the highly contagious Delta variant of the coronavirus that caused a second outbreak in Melbourne was caused by a hotel quarantine leak. Victoria reported five new cases of Covid-19 on Saturday from 36,362 tests on day nine of Melbourne’s fourth lockdown, including two cases linked to the so-called Delta variant – which emerged in India during its devastating outbreak. On Saturday the infectious diseases expert Prof Sharon Lewin from the Doherty Institute was asked whether she believed the West Melbourne family that caught the strain could have caught it while holidaying in Jervis Bay in New South Wales. Lewin did not rule it out as a possibility – saying there was “extensive testing” occurring in the south coast holiday town – but said it was more likely the strain emerged from someone in hotel quarantine. “My strong hypothesis is that it’s coming through an importation from overseas, through our quarantine hotels. That would be the most likely,” she said. Lewin is leading sequencing efforts in Victoria in an attempt to track down the origin of the new strain but cautioned that it was possible the source would never be known definitively. “Every effort is being made right now to look for that match, but we may not get the match,” she said. More on the Delta variant in Victoria here: Italy is expecting a 20% tourism increase over 2020 as summer travel restrictions ease, the Italian tourism federation said. The federation has said: “The 2021 summer season is showing the first signs of a sector recovery. Between June and August, 33m arrivals are forecast along with 140m nights spent in official (tourist) structures – a 20.8% rise on 2020.” Assoturismo added that the rise “would not be enough to return to pre-Covid levels” because during summer 2019, the last before the pandemic, an additional 73.5m nights were spent in the country. AFP reports that, before the pandemic, tourism had accounted for 14% of Italy’s GDP, the EU’s third-largest economy, but the Covid fallout had helped to tip the country into its worst recession since the second world war. Italy hopes to welcome 6.7m more foreign tourists this year than in 2020, but arrivals will still be down, by about two-thirds, on 2019 when the 100m mark was passed. Assoturismo president Vittorio Messina said: “After 12 terrible months, Italian tourism finally can detect concrete signs of recovery. But it is still a slow recovery, above all where foreign demand is concerned which will not be enough to pull back what was lost with the pandemic. Our hope is that end of season sales give us better results thanks to the European health passport.” While the first cruise ship set sail from Venice on Saturday, some residents protested over the return to normal, unhappy about the passage of liners throughout the historical lagoon city. Hundreds of people gathered on land and on small boats, waving flags saying “No big ships” as the 92,000-tonne MSC Orchestra departed Venice port en route for Croatia and Greece. Reuters reports: We are here because we are against this passage but also against a model of tourism that is destroying the city, pushing out residents, destroying the planet, the cities, and polluting,” said Marta Sottoriva, a 29-year old teacher and Venice resident. But port authorities, workers and the city government welcomed the departure of the Orchestra, operated by MSC Cruises, seeing it as a symbol of business kicking off after the health crisis that hit hard at the cruise industry and the wider travel sector. “We are happy to be back ... to restart the engines. We care a lot about Venice and we’ve been asking for a stable and manageable solution for ships for many years,” said Francesco Galietti, national director for the trade group Cruise Lines International Association (CLIA). Some residents have been urging governments for years to ban large cruise ships and other big vessels from passing through the lagoon and docking not far from the famed St Mark’s Square. Campaigners worry about safety and the environment, including pollution and underwater erosion in a city already in peril from rising sea waters. “The struggle is very long, I think we are against very big financial interests,” Marco Baravalle, a 42-year old researcher, and member of the No Grandi Navi (No big ships) group. He and other protesters were worried that “everything will go back to what we had before the pandemic”, he added. Italy’s government ruled in April that cruise ships and container vessels must not enter Venice’s historic centre but rather dock elsewhere. But the ban will not take effect until terminals outside the lagoon have been completed, and a tender for their construction has not been launched yet. Part of the traffic may be diverted to the nearby port of Marghera from next year. Britain’s decision to relegate Portugal to the amber travel list left Francina Pinheiro totally exasperated. “We’ve done everything by the book here,” said Pinheiro, the owner of a cafe beside Torre dos Clérigos, one of Porto’s landmark sights, as customers arrived for lunch on Friday. “We sanitise everything, we’ve reduced our table numbers. All so we can welcome our friends from overseas. And, pah, now they shut the door on us!” The usually perky Pinheiro was still shaking her head over the decision. After months in the doldrums, the sight of tourists recently returning to her pavement tables and sipping on a fino (small beer) or trying her prized bolinhos (fishcakes) had put a skip in her step. Now British visitors are set to join her American and Brazilian customers – another important source of income – in disappearing from Porto’s streets. That leaves her falling back on local customers, who, loyal as they may be, tend to content themselves with a €0.95 cup of black coffee. More of the story here: The Indian airline IndiGo reports its fifth straight quarterly loss on Saturday as the pandemic continues to keep air travel well below normal pre-Covid levels. The company reported a net loss of 11.47bn Indian rupees ($157.43m) in the three months ended 31 March, compared with 8.7bn rupees a year earlier. Reuters reports: This has been a very difficult year with our revenues slumping hard due to Covid, showing some signs of recovery during the period December to February and then slumping again with the second wave of the Covid,” IndiGo CEO Ronojoy Dutta said in a statement. The coronavirus pandemic is a period of great trial for IndiGo shareholders and staff, Dutta said, adding that the carrier was strengthening its core to emerge stronger when the sector recovers from the current situation. India’s aviation sector is reeling under losses, with air travel brought to a halt for several weeks last year. The country’s airlines are expected to lose a total of $4bn this fiscal year, aviation consultancy CAPA estimated – similar to their losses last fiscal year through to 31 March. Just as air travel in India was beginning to recover earlier this year, a second more deadly wave of the pandemic hit the nation, killing hundreds of thousands of people. Most Indian states were under lockdown in April and May, and the government has restricted airlines to fly only 50% of their total capacity. France recorded 57 new deaths on Saturday, adding to the total of 83,547 coronavirus-related deaths in hospital. The country’s health authorities also reported that were 2,525 people in ICU for Covid-19, with Saturday’s figures down by 46. Coronavirus has resulted in the deaths of at least 3,714,923 people since the outbreak emerged in December 2019, according to a tally from official sources compiled by AFP. So far, at least 172,499,930 cases of coronavirus have been registered. The figures compiled by AFP are based on the daily Covid-19 reports provided by health authorities in each country. The World Health Organization estimates that the pandemic’s overall toll could be two to three times higher than official records due to the excess mortality that is directly and indirectly linked to Covid-19. Based on the latest reports, the US is the worst affected country with 597,001 deaths from 33,346,365 cases. After the US, the hardest-hit countries are Brazil, with 470,842 deaths from 16,841,408 cases, India with 344,082 deaths from 28,694,879 cases, Mexico with 228,568 deaths from 2,429,631 cases, and Peru with 185,813 deaths from 1,976,166 cases. The country with the highest number of deaths compared with its population is Peru with 564 fatalities per 100,000 inhabitants, followed by Hungary with 309, Bosnia-Herzegovina with 286, the Czech Republic with 282, and The Republic of North Macedonia with 261. Ministers from the Asia Pacific Economic Cooperation (APEC) trade group have agreed to speed up the transit of Covid-19 vaccines and related goods at ports, a statement on Saturday said. Reuters reports that the APEC ministers met in New Zealand, where they also agreed to consider voluntary actions to reduce the cost of vaccines to fight the pandemic. Italy has recorded 57 coronavirus deaths and 2,436 new cases, the Italian health ministry has reported. Saturday’s data is lower than the figures recorded yesterday, with 73 deaths reported on Friday and 2,557 new cases. Not including those in intensive care, patients in hospital stood at 5,193 on Saturday, down from 5,488 a day earlier. There were 20 new admissions to intensive care units, down from 22 on Friday. The total number of intensive care patients fell to 788 from a previous 836. Nearly 238,632 Covid tests were carried out in the past day, compared with a previous 220,939, the health ministry said. The UK records 13 new deaths and 5,765 new cases on Saturday, government data showed. The latest figures had also shown that 40,124,229 had now received their first vaccination shot, and 27,160,635 had received two doses. Hi, I’m Edna Mohamed; I’ll be taking you through the next few hours, if I miss anything you can message me on Twitter or drop me an email at edna.mohamed.casual@theguardian Here’s a brief summary of the major recent developments: A record 600,000 vaccine doses were administered in Italy on Friday. Citing local authorities, Agence France-Presse (AFP) reported that that put the country in second place in Europe for the number of people fully vaccinated. Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned. Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met. India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown. The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said. That’s it from me – I’m handing over to my colleague, Edna Mohamed. The people of Glasgow can finally hug loved ones, meet in homes and drink alcohol indoors for the first time in months, after the city dropped to level 2 of Scotland’s coronavirus measures – alongside an easing of restrictions across the country. While the whole of mainland Scotland was supposed to move to level 1 on Monday, the city will join 13 other council areas in remaining in level 2 for another few weeks. Announcing the move on Tuesday, the first minister, Nicola Sturgeon, said that while the level 2 restrictions were “still tough”, they were at least “not lockdown”. She added: “We can go into each other’s homes, we can see hospitality open, stay open indoors, so there are significant steps there.” The planned scrapping of remaining restrictions in England on 21 June has been thrown into doubt with reports that the government is looking at contingency plans including a two-week delay to allow more adults to be fully vaccinated. The Telegraph and the Financial Times reported on Saturday that civil servants were drawing up contingency plans to delay the easing lockdown restrictions by two weeks, possibly to 5 July. A senior Whitehall source told the FT: A variety of options are being drawn up, including a delay to step 4 and trading off some measures against others. These are the most pressing issues likely to be covered during Hancock’s grilling: Matt Hancock, the UK’s health secretary, was calling on the government to take Covid more seriously as early as January last year, his allies have claimed, as he prepares to give his full response to explosive accusations over his handling of the pandemic. Hancock is set to undergo hours of questioning before MPs on Thursday after Dominic Cummings, Boris Johnson’s former senior adviser, said the health secretary should have been fired on up to 20 separate occasions for various Covid failings. Cummings’ claim that Hancock misled the prime minister over sending untested hospital patients back to care homes – an allegation he denies – is set to be a key focus of the hearing. However, with a highly pressurised grilling in prospect, insiders sympathetic to Hancock said he had regularly been one of the cabinet ministers urging most caution on the lifting of Covid restrictions – and had also been calling for the government’s Cobra emergency committee to meet from very early in 2020. They said Hancock had been pushing for quarantine for travellers from China to the UK before official advice supported the idea – when others in government were suggesting they should be allowed to travel home immediately by train. NHS England data shows a total of 7,254,217 jabs were given to people in London between 8 December and 4 June, including 4,497,648 first doses and 2,756,569 second doses. This compares with 6,287,623 first doses and 4,477,536 second doses given to people in the Midlands, a total of 10,765,159. The breakdown for the other regions is: East of England: 4,003,822 first doses and 2,777,778 second doses, making 6,781,600 in total North-east and Yorkshire: 5,221,289 first and 3,631,836 second doses (8,853,125) North-west: 4,249,530 first and 2,954,182 second doses (7,203,712) South-east: 5,464,828 first and 3,783,734 second doses (9,248,562) South-west: 3,547,393 first and 2,632,020 second doses (6,179,413) A further 471,939 vaccine doses have been administered in England in the last 24 hours, according to NHS England data. That took the total in the country between 8 December 2020 and 4 June 2021 to 56,602,996. NHS England said 150,337 of the new administered shots were first doses and 321,602 were second doses, taking the respective totals to 33,525,485 and 23,077,511. A record 600,000 vaccine doses were administered in Italy on Friday, Agence France-Presse (AFP) reports, citing local authorities. That put the country in second place in Europe for the number of people fully vaccinated. “Yesterday was marked by a record number of injections in 24 hours which touched the 600,000 mark, while the number of doses administered crossed the 37 million mark,” the government body in charge of vaccinations said on Saturday. “Italy is in second place in Europe in terms of the number of people fully vaccinated, just behind Germany and ahead of France and Spain,” it added. According to AFP, it said Friday’s record vaccinations were in part due to an increase in the number of vaccination centres, which now stood at 2,666 against 1,500 at the start of March. About 800 new centres will be opened in the coming weeks. According to official government figures, 37m vaccine doses have been administered and 12.7 million people – or nearly 24% of the population aged older than 12 years – have been vaccinated. The pandemic has claimed 126,415 lives in Italy, where the number of cases and deaths has been falling steadily in recent weeks. The government has been slowly easing Covid restrictions, relaxing a night curfew and opening up indoor dining in restaurants and bars. Progress is being made towards a deal on an intellectual property waiver for Covid-19 vaccines at the World Trade Organization (WTO), the US trade representative Katherine Tai said on Saturday. Backers of a patent waiver for Covid vaccines say it would boost vaccine production and improve delivery to poorer countries. These countries are battling surges in Covid-19 infections and struggling to access vaccine supplies as well as diagnostics, therapeutics and medical devices. Tai pointed to a revised proposal from the original proponents of the waiver, led by India and South Africa, as well as principles the EU has come up with to guide how they would like to negotiate the issues, Reuters reports. In a surprise shift in May, the US moved to supporting a patent waiver, piling pressure on opponents such as the EU and Switzerland, where many drugmakers are based. Tai told reporters before a meeting of trade ministers in the Asia-Pacific Economic Cooperation (APEC) forum: We’re actually really encouraged to see more WTO members come forth with proposals on what they can support at the WTO with respect to intellectual property rules at the WTO and how they apply to the Covid vaccines. The latest draft from proponents of the waiver sets a time span for a waiver of at least three years and would allow the WTO’s 164 members to determine when it ends. A huge queue has formed outside a health centre in Harrow, in London, which is offering jabs to people aged 18 and over. Belmont health centre in Stanmore, Harrow, is open on Saturday to over-18s who are still waiting for their first vaccine and who live or work in Harrow. The Pfizer/BioNTech vaccine is being administered all day at the walk-in clinic and people do not need to be registered with the practice to get their vaccine. National eligibility criteria in England states that only those aged 30 and over are invited for their first jab, and it is understood that health officials want to prioritise that cohort in Harrow rather than younger age groups, PA news reports. But the poster advertising the walk-in centre clearly states that people aged 18 and over can come along, and the majority of people waiting appeared to be in their 20s. By mid-morning, a huge queue had formed in the area of the health centre, with the line snaking around a car park and stretching down the street. Among them were 20-year-old students Jamie Lesser and Daniel Simmons who arrived at around 8.15am. Lesser said it will be a relief to get the jab, telling the PA news agency: “If all plans go ahead, clubs are going to open in three weeks’ time and we both have plans to go out.” He said he had clubbing plans for “about five days in a row” if nightclubs open, “making up for the last year and a half”. Lesser said he found out about Saturday’s walk-in through friends in a group chat who had forwarded on information about it. He said: To be honest we weren’t intending to give up the whole of the Saturday. We were going to go to the gym fairly early … Thought we’d get here very early to avoid the queue, which hasn’t been very successful. Simmons said that as soon as he saw the chance to get the jab, he thought he would “jump on it”, adding: “I want to get it as soon as possible really.” Queueing for his jab, Chand Shah, a 25-year-old accountant, said the walk-in centre was “heavily advertised” and he thought it was a “good idea” to get the vaccine before the possible further easing of restrictions on 21 June. Asked if he expected to get his vaccine so soon, he said: “No. I was expecting August to be honest.” Shah added: “I think if you get the vaccine you feel safer.” South Korea’s respect for intellectual property rights makes it an ideal partner for the United States as it seeks to decouple its supply chains from China and forge partnerships to manufacture coronavirus vaccines, a trio of US senators said on Saturday during a visit to Seoul. The Democrat senators Tammy Duckworth and Chris Coons, and the Republican senator Dan Sullivan, were in South Korea as part of their first official overseas trip since the pandemic began. After last month’s summit in Washington between Joe Biden and South Korea’s president, Moon Jae-in – who was only the second international leader to be welcomed by Biden as president – the senators said their visit was sign of the importance Washington places on South Korea’s role in countering China and shoring up global supply chains amid the pandemic. Duckworth told a group of reporters: We can trust in the legal system here, and we can trust that our intellectual property rights will be protected. South Korea is a logical partner. This is critical whether it is manufacturing [computer] chips or pharmaceuticals. A day after Biden and Moon met, the US drugmakers Moderna and Novavax entered into a deal with South Korea for its Covid-19 vaccines to be manufactured in the country, which has been seeking to secure more and faster deliveries of US-made vaccines. Here’s a brief summary of the major recent developments: Going ahead with the UK’s planned reopening on 21 June would be “foolish” and a “major risk”, an expert on an advisory group to the UK government warned. Prof Stephen Reicher said there was enough evidence to say that one of the government’s four key tests for its road map out of lockdown has not been met. India recorded 120,529 new cases in 24 hours as its capital, New Delhi, undertook a partial easing of its lockdown. The city was preparing to deal with an infection peak of 37,000 cases a day, its chief minister said. Covid-19 policies risk leaving psychological and socioeconomic scars on millions of young people across Europe, with far-reaching consequences for them and society, a wide-ranging Guardian project has revealed. Taking a snapshot, the Guardian asked five members of Europe’s Generation Z how the worst global pandemic in a century has affected their lives, what they have learned and how they see their future after the pandemic. The boss of Airlines UK has complained about a lack of transparency and consistency in the government’s changes to travel rules. Tim Alderslade, the chief executive of the industry body that represents UK carriers, said ministers had not kept to promises over a “green watchlist” that would have given travellers increased warning about a country potentially coming off the safe list. His comments came after the government decided to move Portugal out of the green list and into the amber travel category. It means people arriving in the UK from Portugal after 4am on Tuesday will need to self-isolate at home for 10 days, a change that has left holidaymakers scrambling for expensive return flights in an attempt to beat the quarantine deadline. Speaking about the “green watchlist” proposal, Alderslade told BBC Radio 4’s Today programme: It would be a list of countries that were on the cusp, [where] there was a risk that they would be moving from green to amber, so passengers were aware of that, it was fully transparent and they would be taking that risk when they booked. It was entirely to stop what happened last summer when countries were moving up and down off the corridor list on a weekly basis and we saw people stranded overseas and then desperate to come home again because they couldn’t afford to quarantine. It has caused complete pandemonium because we don’t have that watchlist that we were promised by the government and I think with the taskforce, the transparency is not there, we don’t know what has to happen for countries to move from green to amber, or amber to green for that matter. Everyone aged older than 12 years in specific postcode areas of the English county of Berkshire will be offered PCR testing over the next two weeks from Monday in an effort to tackle the spread of the Delta variant. Meradin Peachey, the director of public health for Berkshire West, said a “real concern” with this variant is that if it keeps circulating there may be more mutations. She told BBC Breakfast: What’s happened in the last couple of weeks, especially in the last week, we’ve noticed that a lot of cases now coming through we can’t link to any travellers, which means we now have community transmission. She said cases are mainly among young people, with “virtually nobody over 60 or anyone who has been vaccinated” affected. She added: If the variant spreads and becomes even more, it may mutate again and the big concern is that vaccines won’t work. We really want to get people tested and isolated if they’ve got the virus, stop the spread so that we can make sure the vaccination programme works. Earlier, Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) UK government advisory panel, said ministers had a “difficult call” to make. He told Times Radio: It’s a hard one. I’m going to be annoying and sit a little bit on the fence on this, as I don’t think it’s our role as epidemiologists to call that. I think the difficult thing that we have, the difficult situation the government have, is of course if you delay that then of course you’ll get a smaller subsequent wave. I mean, that’s the case with any control policy – if you leave them in for a longer period of time then it’s going to reduce cases. But, of course, if you delay that we know that negatively impacts businesses, people’s livelihoods, and so forth. So, this is the difficult call that they have to make, and all we can do is put together as much evidence as possible and say this is what we expect to happen if you relax on 21 June, this is what we may expect if you delay that by two weeks for example, or four weeks and so on, so they have all the evidence they can to make the decision. It is clear that it would be “foolish” and a “major risk” to go ahead with the 21 June reopening, an expert on an advisory group to the UK government has said. Prof Stephen Reicher said there was enough evidence to say one of the government’s four key tests for its roadmap out of lockdown had not been met, according to the PA news agency. The member of the Scientific Pandemic Insights Group on Behaviours (Spi-B), which advises the government, said the criteria about the current assessment of the risks not being fundamentally changed by new variants of concern was “not upheld” due to the spread of the Delta variant. Reicher told the news agency: I think, by the government’s own criteria, it’s quite clear that it would be foolish to proceed on the data that we’ve got at the moment. The risk would be very great indeed. And of course it’s a balance of risks but I think it would be a major risk to go further in opening up. Again, I make the point that it is about data not dates, and if you make it too much about the dates then you box yourself into a corner and I think that’s what the government has done. Marton Aszalos, a Hungarian paramedic, and Eniko Tokacs-Mathe, a vet, had to cancel their wedding twice during the pandemic and are finally getting ready for their big day this summer as restrictions are lifted. Reuters reports that the couple, who met in 2016 at a clinic where Eniko was working and Marton was then a trainee, say the emotional rollercoaster of the past 18 months has been draining but has made their relationship stronger. Eniko told the news agency: Because of the pandemic, we had to replan our wedding for the third time; both its date and the venue. The pandemic has also had a serious mental and physical affect on my fiancé as he is an ambulance officer. Reuters reports that the couple held a civil ceremony a month ago and are preparing for a wedding party with more than 100 guests in the town of Makó, near the Romanian border. Eniko is from Transylvania and many of her relatives will cross to Hungary to attend. They have been rehearsing their waltz for the wedding night, after a photo shoot on a motor boat on the Danube. Eniko said: Before, I thought my main worries would be whether we manage the lift in the dance, whether my makeup and hair would look good. But now, I am just happy and hope that all the guests and relatives can make it in health and we can celebrate together. Many couples are relieved that with 53% of Hungarians vaccinated, they can now go ahead and get married, Reuters reports. Gabor Herendi, a wedding planner, usually handles 30 to 35 weddings a year. But, in 2020, about 70% were postponed to this year. After the long wait, “energies will be multiplied”, he said. Hawaii will drop its quarantine and testing requirements for travellers once 70% of the state’s population has been vaccinated, the Associated Press reports, citing the governor, David Ige. The state will also lift its requirement that people wear masks indoors once that level has been reached. The state health department website said 59% of Hawaii’s population had had at least one dose of a vaccine and 52% had finished their dosing regimen. The AP reports: The state is using its figures, and not those provided by the US Centers for Disease Control and Prevention, to calculate thresholds for lifting restrictions. The health department director, Dr Libby Char, said that’s because Hawaii’s numbers are more accurate. She said it appeared the CDC had been counting some of Hawaii’s doses twice. Right now, travellers arriving from out of state must spend 10 days in quarantine or, to bypass that quarantine, they must show proof of a negative test taken before departure for the islands. Once 60% of Hawaii’s population is vaccinated, Ige said, the state will allow travellers to bypass a quarantine requirement as long as they can prove they were vaccinated in the US. Restrictions on travel between the islands will open up before that. Ige said that as of 15 June, people will be able to fly inter-island without taking a test or showing proof of vaccination. Also on that date, those who have been vaccinated in Hawaii may bypass quarantine when returning from a trip out of state. Russia has reported 9,145 new cases, including 2,897 in Moscow, taking the official national tally since the pandemic began to 5,117,274. According to Reuters, the government’s taskforce said 399 people had died in the past 24 hours, pushing the national death toll to 123,436. Taiwan has reported 511 new domestic cases, including 35 cases added to totals for recent days. That is up from the 472 domestic infections reported on Friday, Reuters reports. The agency also reports that Taiwan is in talks with US companies about making their vaccines, following similar talks with European firms, citing the health minister Chen Shih-chung. Taiwan, like much of the world, has been trying to speed up its vaccination programme following a spike in domestic cases, but has been stymied by global supply shortages. Chen told reporters that they previously had talks with European companies he did not name about producing their vaccines under licence. “Only recently have we started to have talks with US companies to see if it’s possible or not to carry out relevant subcontracting work,” he added, without providing details. Taiwan has ordered around 5m shots from the US firm Moderna, of which 150,000 have arrived. It has ordered 10m shots from the British-Swedish firm AstraZeneca. Taiwan, also in talks with BioNTech, blames China – which claims the island as its own territory – for blocking a deal with the German company earlier this year. Johnson &amp; Johnson said on Friday it had been in talks with Taiwan about providing its vaccine since last year. The number of confirmed cases in Germany increased by 2,294 to 3,697,927, data from the Robert Koch Institute (RKI) shows, while the reported death toll has risen by 122 to 89,148. Mexico recorded 206 more deaths on Friday, bringing the total death toll to 228,568, its health ministry has said. Separate government data recently published suggests the real death toll may be at least 60% above the confirmed figure, Reuters has reported. Victoria, Australia’s second most populous state, has reported a small increase in locally acquired cases, as authorities hunt for the source of a new cluster of a highly infectious variant. Reuters reports: Five new local cases were reported, taking Victoria’s total to 70 in the latest outbreak, as the state capital, Melbourne, entered its second weekend of a hard lockdown, due to end on 10 June. Curbs were eased for the rest of the state on Friday. Saturday’s count was up from four new locally acquired cases on Friday. Authorities were alarmed after detecting the highly infectious Delta variant for the first time in Melbourne, sparking concerns cases could surge. There are now seven known cases in the city. The Delta variant, which has been classified by the World Health Organization (WHO) as among the four variants of concern due to evidence that it spreads more easily, probably caused the latest devastating outbreak in India. Snap lockdowns, regional border restrictions and strict social distancing rules have helped Australia rein in prior outbreaks and keep its numbers relatively low at just 30,150 cases and 910 deaths. Victoria’s outbreak, which began on 24 May, has spurred people to join long queues for vaccinations following a slow rollout since February. The Australian prime minister, Scott Morrison, said 20% of the adult population had now had a first dose of a vaccine. India’s capital city is preparing to deal with an infection peak of 37,000 cases a day in future, its chief minister has said, as the country as a whole reports 120,529 new cases over the last 24 hours. According to the Reuters agency, New Delhi’s political leader Arvind Kejriwal announced a partial easing of a lockdown, while the city is also preparing for oxygen storage capacity of 420 tons, and will set up genome sequencing labs to study coronavirus variants. Citing the federal health ministry, the agency reported 3,380 more deaths across India in 24 hours and said the tally of infections stood at 28.69 million and the death toll at 344,082.","charCount":"39435","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/edna-mohamed\">Edna Mohamed</a> (now); <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a> and <a href=\"profile/nicola-slawson\">Nicola Slawson</a> (earlier)"},{"headline":"Australia looks set to lose its opportunity to decouple GDP growth from carbon emissions ","standfirst":"<p>The sad state of affairs is that, since the end of the carbon price, much that is good for growth is bad for reducing our emissions</p>","trailText":"The sad state of affairs is that, since the end of the carbon price, much that is good for growth is bad for reducing our emissions","byline":"Greg Jericho","main":"<figure class=\"element element-image\" data-media-id=\"ba5f7995658887fa2223731a069a5385182f523c\"> <img src=\"https://media.guim.co.uk/ba5f7995658887fa2223731a069a5385182f523c/247_0_4413_2650/1000.jpg\" alt=\"Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020.</span> <span class=\"element-image__credit\">Photograph: kokkai/Getty Images/iStockphoto</span> </figcaption> </figure>","body":"<p>This week came the news that we had discovered how <a href=\"https://www.theguardian.com/environment/2021/may/31/covid-sent-australias-carbon-emissions-plummeting-in-2020-to-lowest-levels-in-30-years\">to reduce emissions</a> at a rate needed to get to net-zero by 2050 without imposing an economy wide price on carbon.</p> <p>All we needed was a worldwide pandemic. Simple.</p> <p>The lack of activity last year meant our emissions excluding land use fell to 2004 levels.</p> <p>But while it is good that the pandemic is more under control than it was last year, what this inevitably means is that emissions will again rise. And we know this because this week also came the news that Australia’s GDP is growing solidly.</p> <p>The sad state of affairs is that, since the end of the carbon price, much that is good for GDP growth is bad for reducing our emissions, and conversely among the things in the GDP figures that were “bad” were good for our task of cutting emissions.</p> <p>Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020. Because household spending is a key driver of economic growth that meant our lack of spending on transport cut the national economy by around 1%.</p> <p>And because there is almost a perfect correlation between the amount spent on transport services and transport emissions, this also meant in the 2020 emissions produced from transport fell 12%.</p> <p>Before the pandemic the only time annual transport emissions had fallen was in 2013 when they went down a mere 0.9%.</p> <p>So massive was the fall that although the transport sector only makes up 18% of all emissions, it accounted for almost half of the entire drop in emissions last year.</p> <p>But we can expect those emissions to start rising back to pre-pandemic levels – indeed in the last three months of last year quarterly transport emissions rose 3.3% – the biggest jump ever recorded.</p>  <figure class=\"element element-embed\" data-alt=\"Our path to net-zero emissions has a long way to go\">  <iframe title=\"Our path to net-zero emissions has a long way to go\" aria-label=\"Interactive line chart\" id=\"datawrapper-chart-m7T4e\" src=\"https://datawrapper.dwcdn.net/m7T4e/2/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p><strong><a href=\"https://www.datawrapper.de/_/m7T4e/\">Graph not displaying properly? Click here</a></strong></p> <p>The pandemic has been a horrible event and yet within it lies opportunity – emissions have fallen at a rate we need them to keep falling, and the hit to the economy means there is a massive need for government investment.</p> <p>It is the perfect moment to go big investing in the infrastructure that will drive the change to electric vehicles and renewable energy.</p> <p>And yet, it looks to be a lost opportunity.</p> <p>There is no shift towards electric vehicles from the Morrison government, the Victorian government has decided to tax electric vehicles, and, as the Australia Institute’s Richard Denniss <a href=\"https://www.theguardian.com/commentisfree/2021/may/26/taxes-on-electric-vehicles-will-slow-australias-progress-its-not-complicated\">has noted</a>, the recent budget provided nothing to encourage EV take-up.</p> <p>The Morrison government wants to build a gas-fired power plant while rejecting recommendations <a href=\"https://www.theguardian.com/australia-news/2021/may/06/coalition-vetoes-funding-for-wind-and-battery-farm-in-northern-queensland\">to fund a wind-farm</a> and battery project in North Queensland.</p> <p>Scott Morrison still refuses to even commit to a target year for reaching net-zero and is thumbing his nose at the rest of the world even while the threats of carbon tariffs continue to be raised.</p> <p><a href=\"https://www.theguardian.com/environment/2021/jun/03/uk-urges-australia-to-scale-up-climate-ambitions-before-g7-summit\">Daniel Hurst reported</a> that Morrison has said Australia will take “the Frank Sinatra approach” to climate policy. “We’re going to do it our way in Australia, the Australian way.”</p> <p>That’s fine, but doing it our way implies actually doing something.</p> <p>And we are not.</p> <p>To get to net-zero emissions by 2050 we need to cut emissions by around 34% from 2020 levels in the next decade. We’re on pace to cut them by 4%.</p> <p>The problem of this week isn’t that GDP is unimportant, it is that for now it gets much more attention and focus than do emissions.</p> <p>The political cost of low GDP growth is much greater than is barely falling or rising emissions. And there is no political cost at all about doing nothing to decouple GDP and emissions growth.</p> <p>As we saw this week with its <a href=\"https://www.theguardian.com/australia-news/2021/jun/03/covid-lockdown-support-disaster-payment-national-lockdown-framework-australia-commonwealth-victoria-melbourne\">laggard moves to provide assistance</a> to Victorians, and its farcical efforts to keep to commitments to vaccinate those in aged care facilities, the Morrison government resists doing anything and then will only do the bare minimum it thinks needs to be done to get past any political problem.</p> <p>Until reducing emissions becomes a political problem, we cannot expect the Liberal party to do anything.</p>","wordcount":"688","commentCloseDate":"2021-06-08T20:00:20Z","commentable":"true","firstPublicationDate":"2021-06-05T20:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkatk","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ba5f7995658887fa2223731a069a5385182f523c/247_0_4413_2650/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"This week came the news that we had discovered how to reduce emissions at a rate needed to get to net-zero by 2050 without imposing an economy wide price on carbon. All we needed was a worldwide pandemic. Simple. The lack of activity last year meant our emissions excluding land use fell to 2004 levels. But while it is good that the pandemic is more under control than it was last year, what this inevitably means is that emissions will again rise. And we know this because this week also came the news that Australia’s GDP is growing solidly. The sad state of affairs is that, since the end of the carbon price, much that is good for GDP growth is bad for reducing our emissions, and conversely among the things in the GDP figures that were “bad” were good for our task of cutting emissions. Australian households in the past 12 months spent a stunning $26bn less on transport services than we did in the 12 months to March 2020. Because household spending is a key driver of economic growth that meant our lack of spending on transport cut the national economy by around 1%. And because there is almost a perfect correlation between the amount spent on transport services and transport emissions, this also meant in the 2020 emissions produced from transport fell 12%. Before the pandemic the only time annual transport emissions had fallen was in 2013 when they went down a mere 0.9%. So massive was the fall that although the transport sector only makes up 18% of all emissions, it accounted for almost half of the entire drop in emissions last year. But we can expect those emissions to start rising back to pre-pandemic levels – indeed in the last three months of last year quarterly transport emissions rose 3.3% – the biggest jump ever recorded. Graph not displaying properly? Click here The pandemic has been a horrible event and yet within it lies opportunity – emissions have fallen at a rate we need them to keep falling, and the hit to the economy means there is a massive need for government investment. It is the perfect moment to go big investing in the infrastructure that will drive the change to electric vehicles and renewable energy. And yet, it looks to be a lost opportunity. There is no shift towards electric vehicles from the Morrison government, the Victorian government has decided to tax electric vehicles, and, as the Australia Institute’s Richard Denniss has noted, the recent budget provided nothing to encourage EV take-up. The Morrison government wants to build a gas-fired power plant while rejecting recommendations to fund a wind-farm and battery project in North Queensland. Scott Morrison still refuses to even commit to a target year for reaching net-zero and is thumbing his nose at the rest of the world even while the threats of carbon tariffs continue to be raised. Daniel Hurst reported that Morrison has said Australia will take “the Frank Sinatra approach” to climate policy. “We’re going to do it our way in Australia, the Australian way.” That’s fine, but doing it our way implies actually doing something. And we are not. To get to net-zero emissions by 2050 we need to cut emissions by around 34% from 2020 levels in the next decade. We’re on pace to cut them by 4%. The problem of this week isn’t that GDP is unimportant, it is that for now it gets much more attention and focus than do emissions. The political cost of low GDP growth is much greater than is barely falling or rising emissions. And there is no political cost at all about doing nothing to decouple GDP and emissions growth. As we saw this week with its laggard moves to provide assistance to Victorians, and its farcical efforts to keep to commitments to vaccinate those in aged care facilities, the Morrison government resists doing anything and then will only do the bare minimum it thinks needs to be done to get past any political problem. Until reducing emissions becomes a political problem, we cannot expect the Liberal party to do anything.","charCount":"3968","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/greg-jericho\">Greg Jericho</a>"},{"headline":"Gleefully single seniors: ‘If I wanted to feel complete, it had to come from within’","standfirst":"<p>Far from being isolating, for some older Australians single life has major benefits – from a closer attachment to friends and community, to the joy of doing things on your own terms</p>","trailText":"Far from being isolating, for some older Australians single life has major benefits – from a closer attachment to friends and community, to the joy of doing things on your own terms","byline":"Marnie Vinall","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"e505532da9e331551a4ff0ece4e880a8142152a5\"> <img src=\"https://media.guim.co.uk/e505532da9e331551a4ff0ece4e880a8142152a5/0_13_8192_4918/1000.jpg\" alt=\"Bruce Cowper, 74, has lived unpartnered for over 10 years. ‘I just came to the conclusion that ... if I wanted to feel content and complete, it had to come from within me.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Single senior Bruce Cowper, 74, at his home in Sydney. ‘I’ve been through so many relationships [in the past] because I think I was looking for someone to make my life feel full and complete,’ he says. </span> <span class=\"element-image__credit\">Photograph: Carly Earl/The Guardian</span> </figcaption> </figure>","body":"<p>Being “self-partnered” is not just for those in their 20s or 30s, but for some seniors too.</p> <p>Although being alone in the later years of one’s life often comes with a stigma of loneliness attached, some people just prefer living life on their own terms – whether it means not having to share the bed, or eat dinner on anyone else’s schedule. Here, five happily single seniors share their stories.</p> <h2>‘You never get criticised’</h2> <p><strong>Di Moloney, 72, Melbourne</strong></p>  <figure class=\"element element-image\" data-media-id=\"c1ce616d32857ec3f03695c1ab81771f6df04a54\"> <img src=\"https://media.guim.co.uk/c1ce616d32857ec3f03695c1ab81771f6df04a54/0_102_4032_2742/1000.jpg\" alt=\"Diane Moloney at her home in Melbourne\" width=\"1000\" height=\"680\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Diane Moloney: ‘I would say I’m successfully single.’</span> <span class=\"element-image__credit\">Photograph: Diane Moloney</span> </figcaption> </figure>  <p>Di Moloney got married in her mid-20s, had two daughters with her husband, and then divorced in 1987 at the age of 36. She dabbled in dating and searching for an “ideal partner” up until her 50s but then came to the conclusion she “wasn’t interested” as she “had enough friends and companions” already.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/30/how-they-stay-together-what-68-long-term-couples-taught-me-about-love\">How they stay together: what 68 long-term couples taught me about love</a> </p> </aside>  <p>“Now, for many, many years, I’ve chosen to remain single,” says Moloney. “You cook when you want to you want, eat food that you want to, have a glass of wine when you want to, you never get criticised by anybody in any way because you’ve only got yourself to blame if something goes wrong – there are a lot of advantages to being single.</p> <p>“I would say I’m successfully single.”</p> <h2>‘The bigger problem is trying to live with somebody’</h2> <p><strong>Kerrie Lorimer, 70, Sydney</strong></p>  <figure class=\"element element-image\" data-media-id=\"a61a52f8d3375179c7002e3ac66b6f44b53d6d2d\"> <img src=\"https://media.guim.co.uk/a61a52f8d3375179c7002e3ac66b6f44b53d6d2d/0_525_4032_2499/1000.jpg\" alt=\"Kerrie Lorimer stands on a beach in Western Australia\" width=\"1000\" height=\"620\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kerrie Lorimer says her relationship with her children and grandchildren are her priority.</span> <span class=\"element-image__credit\">Photograph: Kerrie Lorimer</span> </figcaption> </figure>  <p>Kerrie Lorimer married her husband back in 1973, one month after first meeting him. They had two children and spent 14 years together before separating – and she’s been single ever since, for over 30 years.</p> <p>Having suffered a brain injury as a result of a car accident 20 years ago, Lorimer is disabled and on the pension. She lives by herself, but says being alone isn’t an issue and notes how she has a few close friends, a range of carers who come by every week and is active in her local community as a member of a local writers’ group and organisations that help “to fight the developers”.</p> <p>“I think the bigger problem is trying to live with somebody,” she says. “I just think it’s complicated living with somebody else. I mean, even before I had a brain injury.”</p> <p>She says one of the main benefits of being unpartnered is “that you’re independent”. </p> <p>“It is more that I miss my children because they live interstate and being isolated from my grandchildren … they are the relationships that I prefer to enjoy at this point in my life.”</p> <h2>‘I don’t have any constrictions’</h2> <p><strong>Charlene Fisher, 70, Encounter Bay, South Australia</strong></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t have to make excuses or work to anyone else’s schedule</p> <footer> <cite>Charlene Fisher</cite> </footer> </blockquote> </aside>  <p>Charlene Fisher was married for 22 years, had two children, and has been divorced and single for two decades. When she tied the knot with her now ex-husband, they were “very deeply in love” but grew apart. “Now that I am at this point in my life, I’m quite happy, quite contented where I am,” she says.</p> <p>“I don’t have to make excuses or work to anyone else’s schedule. So if I’m having an odd day and I just want to sit here and read a book, then I sit here and read a book. Or when I want to do some gardening, I’ll do that … I don’t have any constrictions on me and my time.”</p> <p>However, she notes, “I would never regret marrying my husband because we produced two amazing people. They are the apple of my eye.”</p> <p>Both her children now live in different cities – her son in Melbourne and daughter in Los Angeles – and have families of their own. As a result, she doesn’t get to see them as much as she would like, but keeps in touch over Zoom and with regular phone calls.</p> <p>“Because I’ve been by myself for so long, I’ve become very independent.”</p> <h2>‘Friendships are more valuable’</h2> <p><strong>Bruce Cowper, 74, Sydney</strong></p>  <figure class=\"element element-image\" data-media-id=\"14d85e659e88ce6e6ec292992f641d01a6d20cc1\"> <img src=\"https://media.guim.co.uk/14d85e659e88ce6e6ec292992f641d01a6d20cc1/0_546_8192_4918/1000.jpg\" alt=\"Bruce Cowper at his home in Sydney.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bruce Cowper: ‘I came to the conclusion that the best way to ruin a good friendship was to get into a romantic relationship.’</span> <span class=\"element-image__credit\">Photograph: Carly Earl/The Guardian</span> </figcaption> </figure>  <p>Bruce Cowper has twice been married and never had children. For over 10 years now he has lived unpartnered, focusing instead on his friendships, hobbies and self-fulfilment.</p> <p>“I’ve been through so many relationships [in the past] because I think I was looking for someone to make my life feel full and complete. And I just came to the conclusion that I was barking up the wrong tree. If I wanted to feel content and complete, it had to come from within me, rather than looking for it out there somewhere, or in someone else.”</p> <p>“And I came to the conclusion that the best way to ruin a good friendship was to get into a romantic relationship and I’ve decided that friendships are more valuable to me. I don’t want to wreck any more good friendships.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/jan/17/why-are-increasing-numbers-of-women-choosing-to-be-single\">Why are increasing numbers of women choosing to be single?</a> </p> </aside>  <p>That was unless he found “someone loaded” with “a big property and private jet”, he laughs.</p> <h2>‘I make do very well’</h2> <p><strong>Jessica*, 73, Victor Harbour, South Australia</strong></p> <p>Jessica*, now with two grown-up children, has been married twice, the last ending with an amicable separation two years ago. “I don’t want to be miserable for the next 10 years of my life,” she says. “I want to live it the way I want to live it.”</p> <p>Jessica does admit the separation came with financial concerns, yet she gets by on the age pension. “I make do very well. I don’t scrimp, I still have the odd glass of wine and I eat comfortably, I eat well, and I can afford to go out for the occasional coffee or dinner,” she says. “But you have to learn to live within your means. Most of the women I know do.”</p> <p>For Jessica, things have looked up since choosing to be single again. “I lived by myself for five years between husbands and I should have remembered back then about how good it was. Being able to choose what you do when you do it, how you do it, and keeping the place tidy or clean for yourself, not cleaning up after someone else – and being free to be yourself.” She also notes that “having the bed to yourself is great”.</p> <p>With that understanding of how good singledom can be, she hopes her daughter, who has recently separated from her third marriage, may follow in her footsteps: “I’m hoping that maybe that was the last one … because she’s really enjoying life.”</p> <p>*<em>Jessica requested her name be changed for privacy</em></p>","wordcount":"1034","firstPublicationDate":"2021-06-05T20:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjye9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e505532da9e331551a4ff0ece4e880a8142152a5/0_13_8192_4918/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Being “self-partnered” is not just for those in their 20s or 30s, but for some seniors too. Although being alone in the later years of one’s life often comes with a stigma of loneliness attached, some people just prefer living life on their own terms – whether it means not having to share the bed, or eat dinner on anyone else’s schedule. Here, five happily single seniors share their stories. ‘You never get criticised’ Di Moloney, 72, Melbourne Di Moloney got married in her mid-20s, had two daughters with her husband, and then divorced in 1987 at the age of 36. She dabbled in dating and searching for an “ideal partner” up until her 50s but then came to the conclusion she “wasn’t interested” as she “had enough friends and companions” already. “Now, for many, many years, I’ve chosen to remain single,” says Moloney. “You cook when you want to you want, eat food that you want to, have a glass of wine when you want to, you never get criticised by anybody in any way because you’ve only got yourself to blame if something goes wrong – there are a lot of advantages to being single. “I would say I’m successfully single.” ‘The bigger problem is trying to live with somebody’ Kerrie Lorimer, 70, Sydney Kerrie Lorimer married her husband back in 1973, one month after first meeting him. They had two children and spent 14 years together before separating – and she’s been single ever since, for over 30 years. Having suffered a brain injury as a result of a car accident 20 years ago, Lorimer is disabled and on the pension. She lives by herself, but says being alone isn’t an issue and notes how she has a few close friends, a range of carers who come by every week and is active in her local community as a member of a local writers’ group and organisations that help “to fight the developers”. “I think the bigger problem is trying to live with somebody,” she says. “I just think it’s complicated living with somebody else. I mean, even before I had a brain injury.” She says one of the main benefits of being unpartnered is “that you’re independent”. “It is more that I miss my children because they live interstate and being isolated from my grandchildren … they are the relationships that I prefer to enjoy at this point in my life.” ‘I don’t have any constrictions’ Charlene Fisher, 70, Encounter Bay, South Australia Charlene Fisher was married for 22 years, had two children, and has been divorced and single for two decades. When she tied the knot with her now ex-husband, they were “very deeply in love” but grew apart. “Now that I am at this point in my life, I’m quite happy, quite contented where I am,” she says. “I don’t have to make excuses or work to anyone else’s schedule. So if I’m having an odd day and I just want to sit here and read a book, then I sit here and read a book. Or when I want to do some gardening, I’ll do that … I don’t have any constrictions on me and my time.” However, she notes, “I would never regret marrying my husband because we produced two amazing people. They are the apple of my eye.” Both her children now live in different cities – her son in Melbourne and daughter in Los Angeles – and have families of their own. As a result, she doesn’t get to see them as much as she would like, but keeps in touch over Zoom and with regular phone calls. “Because I’ve been by myself for so long, I’ve become very independent.” ‘Friendships are more valuable’ Bruce Cowper, 74, Sydney Bruce Cowper has twice been married and never had children. For over 10 years now he has lived unpartnered, focusing instead on his friendships, hobbies and self-fulfilment. “I’ve been through so many relationships [in the past] because I think I was looking for someone to make my life feel full and complete. And I just came to the conclusion that I was barking up the wrong tree. If I wanted to feel content and complete, it had to come from within me, rather than looking for it out there somewhere, or in someone else.” “And I came to the conclusion that the best way to ruin a good friendship was to get into a romantic relationship and I’ve decided that friendships are more valuable to me. I don’t want to wreck any more good friendships.” That was unless he found “someone loaded” with “a big property and private jet”, he laughs. ‘I make do very well’ Jessica*, 73, Victor Harbour, South Australia Jessica*, now with two grown-up children, has been married twice, the last ending with an amicable separation two years ago. “I don’t want to be miserable for the next 10 years of my life,” she says. “I want to live it the way I want to live it.” Jessica does admit the separation came with financial concerns, yet she gets by on the age pension. “I make do very well. I don’t scrimp, I still have the odd glass of wine and I eat comfortably, I eat well, and I can afford to go out for the occasional coffee or dinner,” she says. “But you have to learn to live within your means. Most of the women I know do.” For Jessica, things have looked up since choosing to be single again. “I lived by myself for five years between husbands and I should have remembered back then about how good it was. Being able to choose what you do when you do it, how you do it, and keeping the place tidy or clean for yourself, not cleaning up after someone else – and being free to be yourself.” She also notes that “having the bed to yourself is great”. With that understanding of how good singledom can be, she hopes her daughter, who has recently separated from her third marriage, may follow in her footsteps: “I’m hoping that maybe that was the last one … because she’s really enjoying life.” *Jessica requested her name be changed for privacy","charCount":"5665","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/marnie-vinall\">Marnie Vinall</a>"},{"headline":"Nearly half of Australia’s cattle is treated with growth hormones. Is it safe to eat? ","standfirst":"<p>Australian beef could soon be sold in UK supermarkets under a trade deal to be finalised soon, but some are worried about the health implications</p>","trailText":"Australian beef could soon be sold in UK supermarkets under a trade deal set to be finalised soon, but some are worried about the widespread use of growth hormones","byline":"Donna Lu","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"55220604c23baa0444dca2835d0e3b92d497aa62\"> \n <img src=\"https://media.guim.co.uk/55220604c23baa0444dca2835d0e3b92d497aa62/0_10_2000_1200/1000.jpg\" alt=\"The use of veterinary drugs to make cattle grow bigger is widespread in Australia. But the UK government has pledged not to allow hormone-treated beef into British supermarkets.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The use of veterinary drugs to make cattle grow bigger is widespread in Australia. But the UK government has pledged not to allow hormone-treated beef into British supermarkets.</span> \n  <span class=\"element-image__credit\">Photograph: Dave Hunt/AAP</span> \n </figcaption> \n</figure>","body":"<p><a href=\"https://www.theguardian.com/environment/2021/may/20/australia-beef-exports-uk-free-trade-deal-farmers\">A potential increase in exports to the UK</a> of Australian beef pumped with hormones has raised alarm food safety standards could be compromised.</p> \n<p>In Australia, the use of veterinary drugs to make cattle grow bigger is widespread and deemed safe by regulatory bodies. But hormonal growth promotants have long been banned in Europe, and t<a href=\"https://www.theguardian.com/politics/2020/nov/01/chlorinated-chicken-pledge-wont-put-uk-food-standards-fears-to-rest-trade-agriculture-commission\">he UK government has pledged not to allow hormone-treated beef</a> into British supermarkets.</p> \n<p>It’s unclear if that ban will be upheld under a potential UK-Australia trade deal, including proposals for zero-tariff beef, which has some farmers and environmental groups worried.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/04/tableizer/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/may/23/irresponsible-australia-trade-deal-will-bring-ruin-for-uk-farmers-critics-warn\">‘Irresponsible’ Australia trade deal will bring ruin for UK farmers, critics warn </a> </p> \n</aside> \n<p>So what are the effects of hormone treatment in cattle and is it safe to eat Australian beef? </p> \n<h2>How widespread is hormone treatment?</h2> \n<p>Hormone-treated beef is common in Australia: an estimated 40% of cattle in the country is treated with growth promotants to boost weight gain in the animals.</p> \n<p>However, in 2011, major Australian supermarket chain Coles announced that it would move away from using hormonal growth promotants in its own-brand beef products.</p> \n<p>Many farmers in Australia are economically reliant on growth promoters because they improve the efficiency of meat production by around 15%, says Peter Wynn, an adjunct professor at the Graham Centre for Agricultural Innovation at Charles Sturt University.</p> \n<p>Treated animals have an implant inserted at the back of the ear, containing a combination of oestrogen and androgen steroid hormones.</p> \n<p>Female animals seem to grow faster when they are given mostly male hormones, and vice versa, says Wynn. “We don’t really understand why that is.”</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>You’ll get more oestrogen out of an egg than you will out of 10kg of beef that has been treated with a steroid implant</p> \n  <footer> \n   <cite>Peter Wynn</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The hormones can be either natural or synthetic. Common synthetic hormones include trenbolone acetate, an androgen, and estradiol benzoate, which mimics natural oestrogens.</p> \n<p>The synthetic compounds produce a similar effect to natural hormones in the body, but are between five and 20 times more potent, says Frederic Leusch, a professor at Griffith University’s school of environment and science.</p> \n<h2>Is it safe to eat?</h2> \n<p>While it may sound like cause for alarm, the amount of hormone that ends up as residues in the meat we consume is extremely low.</p> \n<p>“What we get from meat is 1,000 times lower than what you would produce in your own body,” says Leusch. “As a human health issue, it really doesn’t seem to be much of a concern.”</p> \n<p>Wynn points out that all beef has small amounts of hormones in it, regardless of whether it has been treated with hormone implants. What is often overlooked in discussions about the safety of using growth promotants – synthetic or natural – is that our diets typically contain many other sources of hormones, he says.</p> \n<p>“You’ll get more oestrogen out of an egg than you will out of 10kg of beef that has been treated with a steroid implant,” he says. “There’s a whole heap more oestrogen in soy milk.”</p> \n<p>Vegetables including cabbage and corn contain phytoestrogens – plant oestrogens – that bind to the same hormone receptors in our bodies, he adds.</p> \n<h2>What are the rules around hormone use?</h2> \n<p>Maximum residue limits in meat are set by the Australian Pesticides and Veterinary Medicines Authority (APVMA), a government body tasked with assessing and registering agricultural chemicals in Australia.</p> \n<p>A spokesperson for the APVMA said in a statement: “The APVMA undertakes a dietary exposure evaluation at the time maximum residue limits are set to ensure the levels do not pose an undue hazard to human health.”</p> \n<p>A statement from Food Standards Australia New Zealand, a government body that develops food safety standards, said: “Upon request, FSANZ may play a supporting role in this process by confirming that dietary exposure to any residues do not pose a risk to the Australian population.”</p> \n<figure class=\"element element-image\" data-media-id=\"a31e552374a166dde5e5ee9d3b14ff1c5d1e0416\"> \n <img src=\"https://media.guim.co.uk/a31e552374a166dde5e5ee9d3b14ff1c5d1e0416/0_143_5524_3314/1000.jpg\" alt=\"The EU has had a hormone beef ban since 1989.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The EU has had a hormone beef ban since 1989.</span> \n  <span class=\"element-image__credit\">Photograph: D Hurst/Alamy</span> \n </figcaption> \n</figure> \n<h2>Why is it banned in some places?</h2> \n<p>The use of hormonal growth promotants in meat production has been banned in the European Union since 1989 – and has also been incorporated into UK law recently as part of its withdrawal from the EU. The 1989 ban on hormonal growth promotants in the EU was likely influenced by historical community concerns about diethylstilbestrol (DES), a potent synthetic oestrogen that disrupts the endocrine system and has been linked to some cancers. DES was detected in meat residues in Europe in the 1970s and 80s, sparking public anger.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The ban on such meat [in the EU and UK] is not based on science, but perceptions and marketing</p> \n  <footer> \n   <cite>David Hopkins</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Speaking to the Guardian in a personal capacity, David Hopkins, an adjunct professor also at Charles Sturt University, says every hormonal growth promotant now used in animal production undergoes exhaustive testing before it is launched to market.</p> \n<p>“The ban on such meat [in the EU and UK] is not based on science, but perceptions and marketing,” says Hopkins.</p> \n<p>Wynn agrees: “They’re really a non-tariff trade barrier to keep our products out of their marketplace.”</p> \n<p>In 1996, the US opposed the EU’s ban on the grounds of a lack of scientific evidence for health risks associated with common hormonal growth promotants. The Americans took the dispute to the World Trade Organization, which ruled in the US’s favour.</p> \n<h2>Environmental impacts</h2> \n<p>Environmental concerns may also be a factor in the ban on growth promotants in the UK, says Dr Mike Williams at the CSIRO.</p> \n<p>Synthetic compounds are particularly slow to break down, so can pass through an animal’s digestive and urinary systems into the surrounding environment.</p> \n<p>“If these compounds are released and environmental organisms are exposed to them at a high enough concentration, that can have an effect on their reproduction,” Williams says.</p> \n<p>For fish, says Leusch, “Exposure to nanogram-per-litre concentrations usually can cause changes in endocrine function in the short term, which can then in the long term lead to developmental and reproductive issues.”</p> \n<p>The half-life for the synthetic compounds used can be as long as 200 days, so runoff from feedlots can have concerning flow-on effects if not properly managed. The wastewater either needs to be held for a period of time so that the compounds degrade, or are heavily diluted to lower the concentrations entering the environment, says Leusch.</p> \n<p>Hormonal growth promotants do, however, have an environmental benefit. “They allow you to obviously get the cattle to market a lot faster,” says Leusch. “The cow therefore spends less time in the environment, which means we have less nutrient runoff and we also have less greenhouse gas emissions.”</p>","wordcount":"1021","firstPublicationDate":"2021-06-05T20:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjjxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/55220604c23baa0444dca2835d0e3b92d497aa62/0_10_2000_1200/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A potential increase in exports to the UK of Australian beef pumped with hormones has raised alarm food safety standards could be compromised. In Australia, the use of veterinary drugs to make cattle grow bigger is widespread and deemed safe by regulatory bodies. But hormonal growth promotants have long been banned in Europe, and the UK government has pledged not to allow hormone-treated beef into British supermarkets. It’s unclear if that ban will be upheld under a potential UK-Australia trade deal, including proposals for zero-tariff beef, which has some farmers and environmental groups worried. So what are the effects of hormone treatment in cattle and is it safe to eat Australian beef? How widespread is hormone treatment? Hormone-treated beef is common in Australia: an estimated 40% of cattle in the country is treated with growth promotants to boost weight gain in the animals. However, in 2011, major Australian supermarket chain Coles announced that it would move away from using hormonal growth promotants in its own-brand beef products. Many farmers in Australia are economically reliant on growth promoters because they improve the efficiency of meat production by around 15%, says Peter Wynn, an adjunct professor at the Graham Centre for Agricultural Innovation at Charles Sturt University. Treated animals have an implant inserted at the back of the ear, containing a combination of oestrogen and androgen steroid hormones. Female animals seem to grow faster when they are given mostly male hormones, and vice versa, says Wynn. “We don’t really understand why that is.” The hormones can be either natural or synthetic. Common synthetic hormones include trenbolone acetate, an androgen, and estradiol benzoate, which mimics natural oestrogens. The synthetic compounds produce a similar effect to natural hormones in the body, but are between five and 20 times more potent, says Frederic Leusch, a professor at Griffith University’s school of environment and science. Is it safe to eat? While it may sound like cause for alarm, the amount of hormone that ends up as residues in the meat we consume is extremely low. “What we get from meat is 1,000 times lower than what you would produce in your own body,” says Leusch. “As a human health issue, it really doesn’t seem to be much of a concern.” Wynn points out that all beef has small amounts of hormones in it, regardless of whether it has been treated with hormone implants. What is often overlooked in discussions about the safety of using growth promotants – synthetic or natural – is that our diets typically contain many other sources of hormones, he says. “You’ll get more oestrogen out of an egg than you will out of 10kg of beef that has been treated with a steroid implant,” he says. “There’s a whole heap more oestrogen in soy milk.” Vegetables including cabbage and corn contain phytoestrogens – plant oestrogens – that bind to the same hormone receptors in our bodies, he adds. What are the rules around hormone use? Maximum residue limits in meat are set by the Australian Pesticides and Veterinary Medicines Authority (APVMA), a government body tasked with assessing and registering agricultural chemicals in Australia. A spokesperson for the APVMA said in a statement: “The APVMA undertakes a dietary exposure evaluation at the time maximum residue limits are set to ensure the levels do not pose an undue hazard to human health.” A statement from Food Standards Australia New Zealand, a government body that develops food safety standards, said: “Upon request, FSANZ may play a supporting role in this process by confirming that dietary exposure to any residues do not pose a risk to the Australian population.” Why is it banned in some places? The use of hormonal growth promotants in meat production has been banned in the European Union since 1989 – and has also been incorporated into UK law recently as part of its withdrawal from the EU. The 1989 ban on hormonal growth promotants in the EU was likely influenced by historical community concerns about diethylstilbestrol (DES), a potent synthetic oestrogen that disrupts the endocrine system and has been linked to some cancers. DES was detected in meat residues in Europe in the 1970s and 80s, sparking public anger. Speaking to the Guardian in a personal capacity, David Hopkins, an adjunct professor also at Charles Sturt University, says every hormonal growth promotant now used in animal production undergoes exhaustive testing before it is launched to market. “The ban on such meat [in the EU and UK] is not based on science, but perceptions and marketing,” says Hopkins. Wynn agrees: “They’re really a non-tariff trade barrier to keep our products out of their marketplace.” In 1996, the US opposed the EU’s ban on the grounds of a lack of scientific evidence for health risks associated with common hormonal growth promotants. The Americans took the dispute to the World Trade Organization, which ruled in the US’s favour. Environmental impacts Environmental concerns may also be a factor in the ban on growth promotants in the UK, says Dr Mike Williams at the CSIRO. Synthetic compounds are particularly slow to break down, so can pass through an animal’s digestive and urinary systems into the surrounding environment. “If these compounds are released and environmental organisms are exposed to them at a high enough concentration, that can have an effect on their reproduction,” Williams says. For fish, says Leusch, “Exposure to nanogram-per-litre concentrations usually can cause changes in endocrine function in the short term, which can then in the long term lead to developmental and reproductive issues.” The half-life for the synthetic compounds used can be as long as 200 days, so runoff from feedlots can have concerning flow-on effects if not properly managed. The wastewater either needs to be held for a period of time so that the compounds degrade, or are heavily diluted to lower the concentrations entering the environment, says Leusch. Hormonal growth promotants do, however, have an environmental benefit. “They allow you to obviously get the cattle to market a lot faster,” says Leusch. “The cow therefore spends less time in the environment, which means we have less nutrient runoff and we also have less greenhouse gas emissions.”","charCount":"6306","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/donna-lu\">Donna Lu</a>"},{"headline":"The case in courtroom 18D: Ben Roberts-Smith defamation case set for momentous 12-week trial","standfirst":"<p>The consequences are acutely personal for one of Australia’s most decorated soldiers, who will take the stand as the very first witness</p>","trailText":"The consequences are acutely personal for one of Australia’s most decorated soldiers, who will take the stand as the very first witness","byline":"Ben Doherty","main":"<figure class=\"element element-image\" data-media-id=\"2cb4640ed719a3b0a1a2d2b934cc2df4e4433ce2\"> <img src=\"https://media.guim.co.uk/2cb4640ed719a3b0a1a2d2b934cc2df4e4433ce2/455_302_3825_2295/1000.jpg\" alt=\"Ben Roberts-Smith\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ben Roberts-Smith has offered his medals, including his Victoria Cross, as collateral to fund his defamation case, which will begin this week.</span> <span class=\"element-image__credit\">Photograph: Mick Tsikas/AAP</span> </figcaption> </figure>","body":"<p>In the quiet formality of court 18D of Sydney’s federal court, one of the most decorated soldiers in the history of Australia’s military will this week swear an oath, sit in the witness box, and begin giving evidence about what he saw and did during the war in Afghanistan.</p> <p>Ben Roberts-Smith, the former SAS corporal and recipient of both the Victoria Cross and Medal for Gallantry, begins defamation proceedings against three Australian newspapers on Monday.</p> <p>He is suing the Age, the Sydney Morning Herald and the Canberra Times for defamation over a series of ­reports published in 2018 which he alleges are defamatory because they portray him as someone who “broke the moral and legal rules of military engagement” and committed war crimes including murder.</p> <p>Roberts-Smith, 42, has consistently denied the allegations, saying they were “false”, “baseless” and “completely without any foundation in truth”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/ben-roberts-smith-defamation-trial-possibly-contaminated-by-estranged-wifes-email-access-court-hears\">Ben Roberts-Smith defamation trial possibly ‘contaminated’ by estranged wife’s email access, court hears</a> </p> </aside>  <p>In his <a href=\"https://www.fedcourt.gov.au/__data/assets/pdf_file/0006/54177/NSD1485of2018-180815Statement.pdf\">statement of claim</a> – a legal filing detailing his allegations against the newspapers – Roberts-Smith said the articles carried defamatory imputations that he, “while a member of the SAS regiment, murdered an unarmed and defenceless Afghan civilian, by kicking him off a cliff and procuring the soldiers under his command to shoot him … [and] disgraced his country Australia, and the Australian army by his conduct”.</p> <p>Roberts-Smith’s statement said<strong> </strong>he had been “greatly injured” by the publication of the articles, and that his “business, personal and professional reputation has been and will be brought into public disrepute, odium, ridicule and contempt”.</p> <p>He is seeking damages, including aggravated damages, interest and costs.</p> <p>The newspapers will run a truth defence to their reporting.</p> <p>Their defence to Roberts-Smith’s statement of claim states that Roberts-Smith is “a person who <a href=\"https://www.fedcourt.gov.au/__data/assets/pdf_file/0007/54178/NSD1485of2018-181009Defence.pdf\">broke the moral and legal rules of military engagement</a>; a bully; a hypocrite in that he held himself out publicly in a manner not consistent with how he conducted himself within the SASR; and a person not deserving of the good reputation he enjoyed publicly”.</p> <p>The <a href=\"https://www.fedcourt.gov.au/__data/assets/pdf_file/0007/54178/NSD1485of2018-181009Defence.pdf\">newspapers’ defence</a> details a series of alleged unlawful actions, including that on 11 September 2012, in a village called Darwan, he had kicked an Afghan civilian named Ali Jan, who was unarmed, bound in handcuffs and kneeling, off a cliff before ordering him shot.</p> <p>The defence also alleges that on Easter Sunday 2009, Roberts-Smith shot a man with a prosthetic leg.</p> <p>The prosthetic leg was “souvenired” from his body and taken back to the Australians’ base, where it was used as a drinking vessel in the unauthorised soldiers’ bar, the Fat Ladies’ Arms. Pictures of soldiers drinking beer from the leg are in widespread circulation.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/generic/index.html?vertical=News&amp;opinion-tint=false&amp;title=Discover%20the%20Australia%20Weekend%20app&amp;description=Everything%20you%20need%20to%20make%20sense%20of%20the%20week%20in%20one%20simple%2C%20elegant%20app&amp;link=true&amp;link-url=https%3A%2F%2Fwww.theguardian.com%2Finfo%2Fng-interactive%2F2021%2Fmar%2F17%2Fmake-sense-of-the-week-with-australia-weekend%3FINTCMP%3Dheader_au_weekend&amp;link-label=Learn%20more\" data-alt=\"Sign up to Australia Weekend\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/generic/index.html?vertical=News&opinion-tint=false&title=Discover%20the%20Australia%20Weekend%20app&description=Everything%20you%20need%20to%20make%20sense%20of%20the%20week%20in%20one%20simple%2C%20elegant%20app&link=true&link-url=https%3A%2F%2Fwww.theguardian.com%2Finfo%2Fng-interactive%2F2021%2Fmar%2F17%2Fmake-sense-of-the-week-with-australia-weekend%3FINTCMP%3Dheader_au_weekend&link-label=Learn%20more\">Sign up to Australia Weekend</a> </figure>  <p>Roberts-Smith’s lawyers have <a href=\"https://www.abc.net.au/news/2019-12-11/ben-roberts-smith-defamation-case-in-federal-court/11788874\">previously told the court</a> he did shoot a man with a prosthesis, who was a Taliban soldier, but that the leg had been taken back to the base by another soldier and that Roberts-Smith did not “souvenir” the leg or drink from it. The lawyers told the court that Roberts-Smith thought it was “disgusting” to souvenir a body part, albeit an artificial one, from someone who had been killed in action.</p> <p>The <a href=\"https://www.fedcourt.gov.au/__data/assets/pdf_file/0007/54178/NSD1485of2018-181009Defence.pdf\">newspapers’ defence</a> alleges Roberts-Smith committed or was complicit in other murders during his time in Afghanistan, and also alleges the corporal bullied and assaulted fellow soldiers, as well as Afghan civilians.</p> <p>The newspapers also allege that in 2018 Roberts-Smith punched a woman with whom he was having an extramarital affair, in the face, blackening her eye, and then pressured her to lie about the incident.</p> <p>The newspapers have withdrawn one allegation of murder against Roberts-Smith, which involved Roberts-Smith swimming across a river and allegedly shooting an Afghan man.</p> <p>The newspapers will contend the killing took place but will no longer contend it was unlawful. Four paragraphs of its defence have been withdrawn.</p> <h2>Ben Roberts-Smith to take the stand</h2> <p>Justice Anthony Besanko will hear the case, without a jury, in the federal court. It is slated to run for eight weeks, but will likely run longer, potentially for three months.</p> <p>The witness list runs to more than 70 people, including: Roberts-Smith’s estranged ex-wife Emma Roberts (formerly a witness for the soldier, now giving evidence against him); Afghan civilians whose family members were killed during military raids, and former soldiers who served alongside Roberts-Smith, who will be compelled by subpoena to say what they did and what they saw.</p> <p>While most of the evidence will be heard in open court, the case raises obvious national security concerns, and some elements will be heard in camera.</p> <p>Besanko has directed that Roberts-Smith present his evidence first.</p> <p>The case will be opened by the veteran defamation lawyer Bruce McClintock SC, in one of his final cases before retirement.</p> <p>And sometime during the first week, Roberts-Smith himself will take the stand, as the very first witness.</p> <h2>Consequences are acutely personal</h2> <p>The consequences of this case can scarcely be underestimated. Already, months of work, and millions of dollars, have been poured into both sides’ legal endeavours.</p> <p>A win for the newspapers would be seen as a victory for public interest journalism, and for the Australian public’s right to know what is being done in its name and with its money.</p> <p>But should the newspapers lose, beyond legal costs already estimated at $3m and a potentially massive bill for aggravated damages, the media’s enthusiasm for public interest investigative journalism may be significantly diminished.</p> <p>For Roberts-Smith, once Australia’s father of the year, the consequences are acutely personal.</p> <p>A win will be claimed as vindication of his vociferous and consistent denials of the allegations against him, a restoration, he would hope, of his former reputation.</p> <p>If he loses, his public standing will be irreparably damaged. He will be seen by many in Australia as a war criminal.</p> <p>While it will not be a criminal conviction, that remains, still, a potential outcome of an ongoing investigation by the newly formed <a href=\"https://www.osi.gov.au/\">office of the special investigator</a>, who will closely observe this trial.</p> <p>And beyond that, at an even more base level, Roberts-Smith could lose the physical medals that had distinguished his military career, if not the honorifics themselves.</p> <p>He has offered his medals, including his Victoria Cross, as collateral to fund his defence.</p> <h2>Deeply polarised media landscape</h2> <p>The contest is broader too. This defamation case has pitched Australian media empires in scarcely concealed battle, and drawn in storied institutions such as the Australian War Memorial.</p> <p>Two of the newspapers being sued, the Age and the Sydney Morning Herald, are now owned by Nine Entertainment.</p> <p>Roberts-Smith’s benefactor and backer is media baron Kerry Stokes, the chairman of the Seven West Media TV and newspaper network, one of Nine’s key competitors.</p> <p>West Australian Stokes is an avowed military buff and has close links to the Perth-based SAS. Roberts-Smith, having left the military, works for Stokes as the managing director of Seven West’s Queensland operations.</p> <p>And it is Stokes who has bankrolled Robert-Smith’s defamation suit, reportedly for almost $2m, <a href=\"https://www.afr.com/rear-window/ben-roberts-smith-owes-kerry-stokes-1-9m-20201115-p56eoj\">agreeing to provide a loan</a> to fund his employee’s action.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/apr/24/ben-roberts-smith-trial-of-the-century-gets-bigger-with-media-empires-as-well-as-soldiers-at-war\">Ben Roberts-Smith: trial of the century gets bigger with media empires as well as soldiers at war</a> </p> </aside>  <p>If Roberts-Smith does not win, and cannot repay the loan, he will forfeit his medals.</p> <p>Stokes has said, in that case, the medals will be donated to the Australian War Memorial in Canberra, of which he is chairman.</p> <p>But this could present the war memorial with a potentially invidious dilemma.</p> <p>Presented with that scenario, the memorial would have to consider whether it could, in good conscience, display the medals of a soldier a judge has believed killed unarmed, bound non-combatants, essentially “bought” for the memorial by its own chairman.</p> <p>The Roberts-Smith allegations have exposed, in stark relief, the massive fault lines that exist in Australia’s deeply polarised media landscape.</p> <p>Stokes’s Seven TV network and his newspaper the West Australian have been consistent and full-throated in their defence of Roberts-Smith, casting the allegations as without credibility or motivated by malice. Rupert Murdoch’s News Corp has also been supportive.</p> <p>Nine and the public broadcaster, the ABC, have continued to publish story after story, allegation after allegation, weathering attacks from opposition media, lawsuits from those accused, and highly public raids by police investigators.</p> <p><a href=\"https://www.theguardian.com/australia-news/2019/mar/07/whistleblower-charged-with-exposing-alleged-military-misconduct-not-afraid-to-go-to-jail\">Military whistleblowers</a>, where they have been identified, have been pursued by police with charges.</p> <p>At stake, also, is the very history of Australia’s involvement in its longest war.</p> <p>After 20 years of grinding, wearing fighting, Australian troops are withdrawing from Afghanistan, following the US out of the infamous graveyard of empires.</p> <p>The Taliban is resurgent, deadly violence is commonplace on the streets of Afghanistan’s cities, and peace, elusive in that place for generations, remains as far away as it has ever been.</p> <p>And in a courtroom in Sydney on Monday morning, one reckoning of that war begins.</p>","wordcount":"1426","firstPublicationDate":"2021-06-05T20:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkbxa","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2cb4640ed719a3b0a1a2d2b934cc2df4e4433ce2/455_302_3825_2295/500.jpg","legallySensitive":"true","sensitive":"true","lang":"en","isLive":"true","bodyText":"In the quiet formality of court 18D of Sydney’s federal court, one of the most decorated soldiers in the history of Australia’s military will this week swear an oath, sit in the witness box, and begin giving evidence about what he saw and did during the war in Afghanistan. Ben Roberts-Smith, the former SAS corporal and recipient of both the Victoria Cross and Medal for Gallantry, begins defamation proceedings against three Australian newspapers on Monday. He is suing the Age, the Sydney Morning Herald and the Canberra Times for defamation over a series of reports published in 2018 which he alleges are defamatory because they portray him as someone who “broke the moral and legal rules of military engagement” and committed war crimes including murder. Roberts-Smith, 42, has consistently denied the allegations, saying they were “false”, “baseless” and “completely without any foundation in truth”. In his statement of claim – a legal filing detailing his allegations against the newspapers – Roberts-Smith said the articles carried defamatory imputations that he, “while a member of the SAS regiment, murdered an unarmed and defenceless Afghan civilian, by kicking him off a cliff and procuring the soldiers under his command to shoot him … [and] disgraced his country Australia, and the Australian army by his conduct”. Roberts-Smith’s statement said he had been “greatly injured” by the publication of the articles, and that his “business, personal and professional reputation has been and will be brought into public disrepute, odium, ridicule and contempt”. He is seeking damages, including aggravated damages, interest and costs. The newspapers will run a truth defence to their reporting. Their defence to Roberts-Smith’s statement of claim states that Roberts-Smith is “a person who broke the moral and legal rules of military engagement; a bully; a hypocrite in that he held himself out publicly in a manner not consistent with how he conducted himself within the SASR; and a person not deserving of the good reputation he enjoyed publicly”. The newspapers’ defence details a series of alleged unlawful actions, including that on 11 September 2012, in a village called Darwan, he had kicked an Afghan civilian named Ali Jan, who was unarmed, bound in handcuffs and kneeling, off a cliff before ordering him shot. The defence also alleges that on Easter Sunday 2009, Roberts-Smith shot a man with a prosthetic leg. The prosthetic leg was “souvenired” from his body and taken back to the Australians’ base, where it was used as a drinking vessel in the unauthorised soldiers’ bar, the Fat Ladies’ Arms. Pictures of soldiers drinking beer from the leg are in widespread circulation. Roberts-Smith’s lawyers have previously told the court he did shoot a man with a prosthesis, who was a Taliban soldier, but that the leg had been taken back to the base by another soldier and that Roberts-Smith did not “souvenir” the leg or drink from it. The lawyers told the court that Roberts-Smith thought it was “disgusting” to souvenir a body part, albeit an artificial one, from someone who had been killed in action. The newspapers’ defence alleges Roberts-Smith committed or was complicit in other murders during his time in Afghanistan, and also alleges the corporal bullied and assaulted fellow soldiers, as well as Afghan civilians. The newspapers also allege that in 2018 Roberts-Smith punched a woman with whom he was having an extramarital affair, in the face, blackening her eye, and then pressured her to lie about the incident. The newspapers have withdrawn one allegation of murder against Roberts-Smith, which involved Roberts-Smith swimming across a river and allegedly shooting an Afghan man. The newspapers will contend the killing took place but will no longer contend it was unlawful. Four paragraphs of its defence have been withdrawn. Ben Roberts-Smith to take the stand Justice Anthony Besanko will hear the case, without a jury, in the federal court. It is slated to run for eight weeks, but will likely run longer, potentially for three months. The witness list runs to more than 70 people, including: Roberts-Smith’s estranged ex-wife Emma Roberts (formerly a witness for the soldier, now giving evidence against him); Afghan civilians whose family members were killed during military raids, and former soldiers who served alongside Roberts-Smith, who will be compelled by subpoena to say what they did and what they saw. While most of the evidence will be heard in open court, the case raises obvious national security concerns, and some elements will be heard in camera. Besanko has directed that Roberts-Smith present his evidence first. The case will be opened by the veteran defamation lawyer Bruce McClintock SC, in one of his final cases before retirement. And sometime during the first week, Roberts-Smith himself will take the stand, as the very first witness. Consequences are acutely personal The consequences of this case can scarcely be underestimated. Already, months of work, and millions of dollars, have been poured into both sides’ legal endeavours. A win for the newspapers would be seen as a victory for public interest journalism, and for the Australian public’s right to know what is being done in its name and with its money. But should the newspapers lose, beyond legal costs already estimated at $3m and a potentially massive bill for aggravated damages, the media’s enthusiasm for public interest investigative journalism may be significantly diminished. For Roberts-Smith, once Australia’s father of the year, the consequences are acutely personal. A win will be claimed as vindication of his vociferous and consistent denials of the allegations against him, a restoration, he would hope, of his former reputation. If he loses, his public standing will be irreparably damaged. He will be seen by many in Australia as a war criminal. While it will not be a criminal conviction, that remains, still, a potential outcome of an ongoing investigation by the newly formed office of the special investigator, who will closely observe this trial. And beyond that, at an even more base level, Roberts-Smith could lose the physical medals that had distinguished his military career, if not the honorifics themselves. He has offered his medals, including his Victoria Cross, as collateral to fund his defence. Deeply polarised media landscape The contest is broader too. This defamation case has pitched Australian media empires in scarcely concealed battle, and drawn in storied institutions such as the Australian War Memorial. Two of the newspapers being sued, the Age and the Sydney Morning Herald, are now owned by Nine Entertainment. Roberts-Smith’s benefactor and backer is media baron Kerry Stokes, the chairman of the Seven West Media TV and newspaper network, one of Nine’s key competitors. West Australian Stokes is an avowed military buff and has close links to the Perth-based SAS. Roberts-Smith, having left the military, works for Stokes as the managing director of Seven West’s Queensland operations. And it is Stokes who has bankrolled Robert-Smith’s defamation suit, reportedly for almost $2m, agreeing to provide a loan to fund his employee’s action. If Roberts-Smith does not win, and cannot repay the loan, he will forfeit his medals. Stokes has said, in that case, the medals will be donated to the Australian War Memorial in Canberra, of which he is chairman. But this could present the war memorial with a potentially invidious dilemma. Presented with that scenario, the memorial would have to consider whether it could, in good conscience, display the medals of a soldier a judge has believed killed unarmed, bound non-combatants, essentially “bought” for the memorial by its own chairman. The Roberts-Smith allegations have exposed, in stark relief, the massive fault lines that exist in Australia’s deeply polarised media landscape. Stokes’s Seven TV network and his newspaper the West Australian have been consistent and full-throated in their defence of Roberts-Smith, casting the allegations as without credibility or motivated by malice. Rupert Murdoch’s News Corp has also been supportive. Nine and the public broadcaster, the ABC, have continued to publish story after story, allegation after allegation, weathering attacks from opposition media, lawsuits from those accused, and highly public raids by police investigators. Military whistleblowers, where they have been identified, have been pursued by police with charges. At stake, also, is the very history of Australia’s involvement in its longest war. After 20 years of grinding, wearing fighting, Australian troops are withdrawing from Afghanistan, following the US out of the infamous graveyard of empires. The Taliban is resurgent, deadly violence is commonplace on the streets of Afghanistan’s cities, and peace, elusive in that place for generations, remains as far away as it has ever been. And in a courtroom in Sydney on Monday morning, one reckoning of that war begins.","charCount":"9011","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ben-doherty\">Ben Doherty</a>"},{"headline":"A journey down WA’s mighty Martuwarra, raging river and sacred ancestor","standfirst":"<p>Traditional owners are standing together to protect the Fitzroy – a ‘beautiful, living water system’. Just watch out for the bird-sized spiders …</p>","trailText":"Traditional owners are standing together to protect the Fitzroy – a ‘beautiful, living water system’. Just watch out for the bird-sized spiders …","byline":"Lorena Allam;  production: Carly Earl; photographs: Jackson Gallagher","main":"<figure class=\"element element-image\" data-media-id=\"cc6187db8a67fb69e5ad33e4adda737d3b694bb8\"> \n <img src=\"https://media.guim.co.uk/cc6187db8a67fb69e5ad33e4adda737d3b694bb8/1117_802_4471_2685/1000.jpg\" alt=\"Mole Gorge in Ngarinyin country\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Mole Gorge in Ngarinyin country, Western Australia.</span> \n  <span class=\"element-image__credit\">Photograph: Jackson Gallagher/The Guardian</span> \n </figcaption> \n</figure>","body":"<p>A Nyikina man, Mark Coles Smith, and his fellow travellers began their 400km journey down the mighty Martuwarra (Fitzroy River) on a flood plain covered in giant spiders.</p> \n<p>“Bird-sized” spiders were clinging to the canopy, jostling for space on branches protruding above flood water that stretched for kilometres in every direction.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"39e9dbc9e2621d377a286b5cc13a47e1096c1ad1\"> \n <img src=\"https://media.guim.co.uk/39e9dbc9e2621d377a286b5cc13a47e1096c1ad1/0_0_4715_7087/665.jpg\" alt=\"Mark Coles Smith\" width=\"665\" height=\"1000\" class=\"gu-image\"> \n</figure> \n<p>“The first day through the flood plains, I was just totally tense, travelling through these huge corridors of giant spiderwebs, where the spiders could see you coming, and they weren’t happy about it either,” Coles Smith says, laughing.</p> \n<p>Two days of that, he says, became a form of “arachnid exposure therapy”. Each morning when they paddled out, the raft was soon covered in them.</p> \n<p>“We had some really big, hairy huntsmen crawling all over the raft and they ended up being the easiest to scoot on to a paddle and put on a branch. It got to the point where I was just picking them up with my hand and putting them on the tree.</p> \n<p>“I got used to having these giant arachnids crawling up over my neck and on to my helmet, or down my arm while I was rowing. I just learned to accept it because I didn’t have a choice.”</p> \n<p>The spiders were just the start for Coles Smith, an actor, writer and musician, who is from the river country. His mother, Dr Anne Poelina, is chair of the <a href=\"https://martuwarrafitzroyriver.org/\">Martuwarra Fitzroy River council</a> of traditional owners.</p> \n<p>The 700km-long Fitzroy River is nationally heritage-listed for its environmental and cultural values, and the largest registered Aboriginal cultural heritage site in Western Australia. It is an ancestral being for all the traditional owner groups who belong to the river and its systems, including the Ngarinyin, Warrwa, Bunuba, Gooniyandi, Walmajarri, Mangala and Nyikina peoples.</p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/2016/08/vertical-slideshow/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/08/vertical-slideshow/boot.js\" data-alt=\"1PAjF-FGzI43aHfA5sfWJiXzK2L9lgVHEWf1TKwoaHhw\"> \n <figcaption>\n  Coles Smith and his six companions rafted from the uppermost reaches of the water catchment 400km downstream to Fitzroy Crossing\n </figcaption> \n</figure> \n<p>In its wettest years it can carry 50 times the water of Sydney Harbour, sending 23,000 cubic metres each second over the bridge at Fitzroy Crossing.</p> \n<p>2021 turned out to be <a href=\"https://www.abc.net.au/news/2021-02-18/fitzroy-river-erosion-damages-tourism/13160928\">one of its wettest years</a>.</p> \n<p>“There was a sense this journey was just continuing to level up,” Coles Smith says. “You could feel it early on, witnessing and participating in the energy of the river growing. On top of that, the weather system was continuing to brew … so that by five days in, we were under solid monsoonal rain clouds from horizon to horizon, and the big electrical storms were beginning.”</p> \n<p>Coles Smith says the lightning arrived as they passed through Ngarinyin country in the east Kimberley.</p> \n<p>“This is <a href=\"http://www.mowanjumarts.com/about\">Wandjina country</a>,” he says. “This is the country for the great Wandjina creator beings, the sky beings, and the rain, and the rain spirits. It’s an experience that’s hard to put into words, hearing and feeling that country.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"7308c95d3953b65d964434ec5b89d754b7ee589f\"> \n <img src=\"https://media.guim.co.uk/7308c95d3953b65d964434ec5b89d754b7ee589f/0_0_7087_4715/1000.jpg\" alt=\"John Fredricks floating in the waters of the Wunaamin Miliwundi Ranges\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n</figure> \n<ul> \n <li><p>John Fredricks floating in the waters of the Wunaamin Miliwundi Ranges</p></li> \n</ul> \n<aside class=\"element element-pullquote element--inline\"> \n <blockquote> \n  <p>Our river country should be led by the people who have cared for and shared the river since the beginning of time</p> \n  <footer> \n   <cite>Mark Coles Smith</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“I think a lot about what language could be used to express a sense of the sacred, because you can feel it there. It’s not questionable. It’s undeniable. It’s really humbling, in a beautiful way, to be a little person with other little people, following the river further and further down into the flood.”</p> \n<p>The rain “came in sideways” in the evenings, after tents were pitched far enough from the riverbank to be safe from flash flooding. But the voyagers were wet, day and night. It took two days to climb out of a rapidly flooding <a href=\"https://www.kimberleyaustralia.com/sir-john-gorge.html\">Sir John Gorge</a>, which involved a 12km trek through “black mud and waist-deep creeks” and pushed them to exhaustion.</p> \n<figure class=\"element element-image\" data-media-id=\"7df8fe054d9e7f9282295f4e2b6866b3d032d811\"> \n <img src=\"https://media.guim.co.uk/7df8fe054d9e7f9282295f4e2b6866b3d032d811/0_0_7087_4715/1000.jpg\" alt=\"Night storms in the Wunaamin Miliwundi Ranges\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n</figure> \n<ul> \n <li><p>Night storms in the Wunaamin Miliwundi Ranges</p></li> \n</ul> \n<p>“The river deserves our respect, and all the traditional owners from the Martuwarra want fellow Australians and other people across the planet to recognise the global significance of the Fitzroy, and come and share and experience the amount of life, and the amount of spirit there,” Coles Smith says.</p> \n<p>“It’s not until you’re on that river that you feel you’re a part of that environment. You realise you’re just a small part, but as human beings we have the danger of having such a big impact.</p> \n<p>“The management of our river country should be led by the people who have cared for and shared the river since the beginning of time. We need to work together to protect the values of this biodiverse cultural landscape. The Fitzroy belongs to every Australian and, as the largest cultural heritage site, it belongs to the world.</p> \n<p>“It’s not just future generations who have the right to a healthy river system, it’s the other life that is already living there, right now, which is so often not a part of the dialogue, because human interests are so narrow.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"fceade5a2bd0ce3326a6fe21bf010b3f50966013\"> \n <img src=\"https://media.guim.co.uk/fceade5a2bd0ce3326a6fe21bf010b3f50966013/0_0_7087_4715/1000.jpg\" alt=\"Dusk at Danggu\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n</figure> \n<ul> \n <li><p>Above: dusk at Danggu. Right: AJ Atkin and his son CJ view rock art on Ngarinyin country</p></li> \n</ul> \n<figure class=\"element element-image\" data-media-id=\"1aceed38eebd58cb05e744a0e7fab2dcd5b7a261\"> \n <img src=\"https://media.guim.co.uk/1aceed38eebd58cb05e744a0e7fab2dcd5b7a261/0_0_7087_4724/1000.jpg\" alt=\"AJ Atkin and his son CJ view rock art on Ngarinyin country\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n</figure> \n<p>Last year the WA government signed off on a national park along the river, extending the Danggu Geikie Gorge national park north to Dimond Gorge, an area spanning 173,000 hectares. The park will be jointly managed by the Bunuba Dawangarri Aboriginal Corporation and the state Department of Biodiversity, Conservation and Attractions.</p> \n<p>But traditional owners say the river remains under threat from development. The WA government is considering whether to open it up to big agriculture and irrigation projects. Traditional owners say any decisions must be based on their informed consent, acknowledging their rights – and the rights of the river itself.</p> \n<p>Poelina explains: “I say I am a woman who belongs to the river. That’s not a property right, that’s a law of obligation to protect our sacred ancestor’s rights to flow as a beautiful, living water system.”</p> \n<figure class=\"element element-atom element--immersive\"> \n <gu-atom data-atom-id=\"interactives/2021/05/australian-looping-videos/video-1\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<ul> \n <li><p>The water raging through Ngarinyin country</p></li> \n</ul> \n<p>She says there is a difference in the way Indigenous and non-Indigenous people understand the river’s value.</p> \n<p>“We don’t talk about cultural flows, we talk about living water systems and the connectivity between freshwater and saltwater, so it’s a very deep relationship over multiple generations. My family are from the Fitzroy River and we’ve always been here, living with it, crying with it, loving it and sharing it.”</p> \n<p>Traditional owners watched closely when, in 2017, <a href=\"https://www.theguardian.com/world/2019/nov/30/saving-the-whanganui-can-personhood-rescue-a-river\">the Whanganui River in Aotearoa (New Zealand) was granted personhood by an act of parliament</a>, the first river in the world to be recognised as an indivisible and living being. Poelina’s research takes that idea even further – extending the legal protections of the Fitzroy to recognise its authority as a living ancestral being.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"77876750845054ad815c63159b964bc74a104f87\"> \n <img src=\"https://media.guim.co.uk/77876750845054ad815c63159b964bc74a104f87/0_0_8256_5504/1000.jpg\" alt=\"Anne Poelina in Nyikina country\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n</figure> \n<ul> \n <li><p>Anne Poelina in Nyikina country</p></li> \n</ul> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>As Aboriginal people we do not separate land, water and people</p> \n  <footer> \n   <cite>Anne Poelina</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“My work has taken me into starting a conversation around the emergence of ancestral personhood, recognising that this is an ancestor that we have been living with from the beginning of time,” she says. “Everything is place-based because the river country and living waters are alive, they hold memory as part of that cultural and genetic landscape.</p> \n<p>“This relationship recognises the ancestral serpent beings as the creator of our law. We have one law for the whole of the Fitzroy River in which all of the nations come together as one society, one ceremony, one songline. And we stand in unity to protect the river.”</p> \n<p>Poelina says this relationship <a href=\"https://www.theguardian.com/australia-news/2020/sep/06/fitzroy-river-the-push-to-prevent-a-repeat-of-the-murray-darling-basin-disaster\">goes beyond discussions about water allocations, trading, markets and licences</a>.</p> \n<p>“As Aboriginal people we do not separate land, water and people,” she says. “The government’s perception – that for Aboriginal people to transition from poverty to wealth creation they need to get into the water market so we will give them allocations of water – this sounds all very interesting. Senior Walmajarri elder Mr Brown asks, ‘How can governments think they own the river? They’ve never been born alongside the river, we own the river. If they drain the water, it will kill the culture.’”</p> \n<figure class=\"element element-image element--immersive\" data-media-id=\"67e92bc78d9f33cc968475aa8230da69cc201c0b\"> \n <img src=\"https://media.guim.co.uk/67e92bc78d9f33cc968475aa8230da69cc201c0b/0_0_7087_4724/1000.jpg\" alt=\"Nyikina country\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n</figure> \n<ul> \n <li><p>An aerial image of the river cutting through Nyikina country</p></li> \n</ul> \n<p>Late last year the McGowan government <a href=\"https://www.water.wa.gov.au/planning-for-the-future/allocation-plans/north-west-region-allocation-plan/water-planning-in-the-fitzroy#:~:text=Water%20allocation%20planning%20in%20Fitzroy,the%20Fitzroy%20River%20are%20protected.&amp;text=the%20process%20for%20developing%20the%20water%20allocation%20plan\">released a discussion paper</a> on a water allocation management plan for the Fitzroy River which said it recognised the need to both protect the river and “support pathways for people to pursue economic development opportunities across the Fitzroy River catchment”.</p> \n<p>It put forward two options: only allowing for the extraction of groundwater, capped at 108.5 gigalitres a year with restrictions on pumping from the alluvial and Devonian Reef aquifers; or allowing for both groundwater and surface water to be extracted, with the groundwater limit to remain at 108.5GL a year and surface water extraction capped at 300GL, released in stages, and with 90GL held in an Aboriginal water reserve.</p> \n<p>Submissions on the discussion paper are open until August.</p> \n<p>Poelina says the Martuwarra Fitzroy River council has spent the past 18 months researching and developing a conservation and management plan for the Fitzroy River catchment estate as part of its submission.</p> \n<figure class=\"element element-atom element--showcase\"> \n <gu-atom data-atom-id=\"interactives/2021/05/australian-looping-videos/video-2\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<ul> \n <li><p>The flicker of a campfire at night</p></li> \n</ul> \n<p>“From a customary law and governance perspective we’re saying this system is fully allocated to the river, it’s fully allocated to the environment, and it’s fully allocated for all our living systems.</p> \n<p>“If you want to do any development in the Fitzroy River catchment, show us your science, let us peer review it, show us that you’re not going to create any foreseeable harm, and then we can negotiate in good faith and determine just development on just terms.</p> \n<p>“It needs to be within boundaries that are going to sustain our livelihoods, our economies, and our spiritual and cultural identity and wellbeing.”</p>","wordcount":"1541","displayHint":"photoEssay","firstPublicationDate":"2021-06-05T20:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhcje","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/67e92bc78d9f33cc968475aa8230da69cc201c0b/0_459_7087_4254/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A Nyikina man, Mark Coles Smith, and his fellow travellers began their 400km journey down the mighty Martuwarra (Fitzroy River) on a flood plain covered in giant spiders. “Bird-sized” spiders were clinging to the canopy, jostling for space on branches protruding above flood water that stretched for kilometres in every direction. “The first day through the flood plains, I was just totally tense, travelling through these huge corridors of giant spiderwebs, where the spiders could see you coming, and they weren’t happy about it either,” Coles Smith says, laughing. Two days of that, he says, became a form of “arachnid exposure therapy”. Each morning when they paddled out, the raft was soon covered in them. “We had some really big, hairy huntsmen crawling all over the raft and they ended up being the easiest to scoot on to a paddle and put on a branch. It got to the point where I was just picking them up with my hand and putting them on the tree. “I got used to having these giant arachnids crawling up over my neck and on to my helmet, or down my arm while I was rowing. I just learned to accept it because I didn’t have a choice.” The spiders were just the start for Coles Smith, an actor, writer and musician, who is from the river country. His mother, Dr Anne Poelina, is chair of the Martuwarra Fitzroy River council of traditional owners. The 700km-long Fitzroy River is nationally heritage-listed for its environmental and cultural values, and the largest registered Aboriginal cultural heritage site in Western Australia. It is an ancestral being for all the traditional owner groups who belong to the river and its systems, including the Ngarinyin, Warrwa, Bunuba, Gooniyandi, Walmajarri, Mangala and Nyikina peoples. In its wettest years it can carry 50 times the water of Sydney Harbour, sending 23,000 cubic metres each second over the bridge at Fitzroy Crossing. 2021 turned out to be one of its wettest years. “There was a sense this journey was just continuing to level up,” Coles Smith says. “You could feel it early on, witnessing and participating in the energy of the river growing. On top of that, the weather system was continuing to brew … so that by five days in, we were under solid monsoonal rain clouds from horizon to horizon, and the big electrical storms were beginning.” Coles Smith says the lightning arrived as they passed through Ngarinyin country in the east Kimberley. “This is Wandjina country,” he says. “This is the country for the great Wandjina creator beings, the sky beings, and the rain, and the rain spirits. It’s an experience that’s hard to put into words, hearing and feeling that country. John Fredricks floating in the waters of the Wunaamin Miliwundi Ranges “I think a lot about what language could be used to express a sense of the sacred, because you can feel it there. It’s not questionable. It’s undeniable. It’s really humbling, in a beautiful way, to be a little person with other little people, following the river further and further down into the flood.” The rain “came in sideways” in the evenings, after tents were pitched far enough from the riverbank to be safe from flash flooding. But the voyagers were wet, day and night. It took two days to climb out of a rapidly flooding Sir John Gorge, which involved a 12km trek through “black mud and waist-deep creeks” and pushed them to exhaustion. Night storms in the Wunaamin Miliwundi Ranges “The river deserves our respect, and all the traditional owners from the Martuwarra want fellow Australians and other people across the planet to recognise the global significance of the Fitzroy, and come and share and experience the amount of life, and the amount of spirit there,” Coles Smith says. “It’s not until you’re on that river that you feel you’re a part of that environment. You realise you’re just a small part, but as human beings we have the danger of having such a big impact. “The management of our river country should be led by the people who have cared for and shared the river since the beginning of time. We need to work together to protect the values of this biodiverse cultural landscape. The Fitzroy belongs to every Australian and, as the largest cultural heritage site, it belongs to the world. “It’s not just future generations who have the right to a healthy river system, it’s the other life that is already living there, right now, which is so often not a part of the dialogue, because human interests are so narrow.” Above: dusk at Danggu. Right: AJ Atkin and his son CJ view rock art on Ngarinyin country Last year the WA government signed off on a national park along the river, extending the Danggu Geikie Gorge national park north to Dimond Gorge, an area spanning 173,000 hectares. The park will be jointly managed by the Bunuba Dawangarri Aboriginal Corporation and the state Department of Biodiversity, Conservation and Attractions. But traditional owners say the river remains under threat from development. The WA government is considering whether to open it up to big agriculture and irrigation projects. Traditional owners say any decisions must be based on their informed consent, acknowledging their rights – and the rights of the river itself. Poelina explains: “I say I am a woman who belongs to the river. That’s not a property right, that’s a law of obligation to protect our sacred ancestor’s rights to flow as a beautiful, living water system.” The water raging through Ngarinyin country She says there is a difference in the way Indigenous and non-Indigenous people understand the river’s value. “We don’t talk about cultural flows, we talk about living water systems and the connectivity between freshwater and saltwater, so it’s a very deep relationship over multiple generations. My family are from the Fitzroy River and we’ve always been here, living with it, crying with it, loving it and sharing it.” Traditional owners watched closely when, in 2017, the Whanganui River in Aotearoa (New Zealand) was granted personhood by an act of parliament, the first river in the world to be recognised as an indivisible and living being. Poelina’s research takes that idea even further – extending the legal protections of the Fitzroy to recognise its authority as a living ancestral being. Anne Poelina in Nyikina country “My work has taken me into starting a conversation around the emergence of ancestral personhood, recognising that this is an ancestor that we have been living with from the beginning of time,” she says. “Everything is place-based because the river country and living waters are alive, they hold memory as part of that cultural and genetic landscape. “This relationship recognises the ancestral serpent beings as the creator of our law. We have one law for the whole of the Fitzroy River in which all of the nations come together as one society, one ceremony, one songline. And we stand in unity to protect the river.” Poelina says this relationship goes beyond discussions about water allocations, trading, markets and licences. “As Aboriginal people we do not separate land, water and people,” she says. “The government’s perception – that for Aboriginal people to transition from poverty to wealth creation they need to get into the water market so we will give them allocations of water – this sounds all very interesting. Senior Walmajarri elder Mr Brown asks, ‘How can governments think they own the river? They’ve never been born alongside the river, we own the river. If they drain the water, it will kill the culture.’” An aerial image of the river cutting through Nyikina country Late last year the McGowan government released a discussion paper on a water allocation management plan for the Fitzroy River which said it recognised the need to both protect the river and “support pathways for people to pursue economic development opportunities across the Fitzroy River catchment”. It put forward two options: only allowing for the extraction of groundwater, capped at 108.5 gigalitres a year with restrictions on pumping from the alluvial and Devonian Reef aquifers; or allowing for both groundwater and surface water to be extracted, with the groundwater limit to remain at 108.5GL a year and surface water extraction capped at 300GL, released in stages, and with 90GL held in an Aboriginal water reserve. Submissions on the discussion paper are open until August. Poelina says the Martuwarra Fitzroy River council has spent the past 18 months researching and developing a conservation and management plan for the Fitzroy River catchment estate as part of its submission. The flicker of a campfire at night “From a customary law and governance perspective we’re saying this system is fully allocated to the river, it’s fully allocated to the environment, and it’s fully allocated for all our living systems. “If you want to do any development in the Fitzroy River catchment, show us your science, let us peer review it, show us that you’re not going to create any foreseeable harm, and then we can negotiate in good faith and determine just development on just terms. “It needs to be within boundaries that are going to sustain our livelihoods, our economies, and our spiritual and cultural identity and wellbeing.”","charCount":"9206","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/lorena-allam\">Lorena Allam</a>;  production: <a href=\"profile/carly-earl\">Carly Earl</a>; photographs: Jackson Gallagher"},{"headline":"Last female refugee evacuated from Nauru to Australia could be deported despite ill-health","standfirst":"<p>Woman being held in Melbourne detention says she sinks ‘deeper into the swamp of fear and despair’ every day</p>","trailText":"Woman being held in Melbourne detention says she sinks ‘deeper into the swamp of fear and despair’ every day","byline":"Saba Vasefi","main":"<figure class=\"element element-image\" data-media-id=\"5ab19229b218d20d27c91e83de7eeb53a6a84aba\"> <img src=\"https://media.guim.co.uk/5ab19229b218d20d27c91e83de7eeb53a6a84aba/0_172_5472_3283/1000.jpg\" alt=\"People protest offshore detention\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The last female refugee in Australian detention is at risk of deportation despite Nauru hospital not being equipped to treat her health issues. </span> <span class=\"element-image__credit\">Photograph: Carol Cho/AAP</span> </figcaption> </figure>","body":"<p>The last remaining female refugee to be medically evacuated from Nauru to immigration detention in Melbourne is at risk of deportation, despite having ongoing medical conditions that cannot be treated in Nauru’s basic clinic.</p> <p>Ellie*, a 34-year-old Iranian refugee who has been imprisoned for six years in offshore detention and more than 20 months in detention in Australia, was scheduled to be deported on 3 June, but this has now been put on hold amid the Covid outbreak in Melbourne.</p> <p>She is now in a state of limbo while the US resettlement process drags on and the Australian immigration minister has not granted a visa that would allow her to live in the community.</p> <p>“I am horrified that my whole life and freedom is in the hands of one person, the immigration minister,” Ellie says.</p> <p>Medical records seen by the Guardian show her medical condition has not been satisfactorily addressed and requires ongoing treatment. She has previously been transferred to PNG and Taiwan for specialist medical treatment.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/jul/19/my-only-desire-is-to-hold-my-son-the-grief-of-indefinite-detention\">‘My only desire is to hold my son’: the grief of indefinite detention</a> </p> </aside>  <p>Ellie’s medical records indicate that her mental state is severely impacted by her persistent poor physical health. She also suffers the ongoing psychological impact of the family violence that led her to flee Iran in 2013, compounded by her treatment in detention.</p> <p>“Her continued pain and suffering are in part directly attributable to the lack of freedom and the detention environment,” her counsellor said.</p> <p>Ellie said she has been exposed to sexual and verbal harassment while in detention in Nauru.</p> <p>“The constant harassment put me in a state of fear,” Ellie said. “Because of this, I always wear loose-fitting, black clothes.”</p> <p>Dozens of complaints seen by the Guardian has also seen dozens of complaints detailing how Ellie officially informed ABF of the anxiety she suffered when being repeatedly body-searched and patted down.</p> <p>In May, Ellie lodged a formal complaint with the Australian Human Rights Commission alleging exposure to sexual abuse inside detention, and the systematic invasion of her privacy posed by humiliating ongoing body searches.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/31/a-new-cage-coming-to-australia-from-nauru-has-failed-to-free-refugee-women\">A new cage: Coming to Australia from Nauru has failed to free refugee women | Saba Vasefi</a> </p> </aside>  <p>“This is despite me never having left detention, and therefore having no chance of obtaining or concealing any sort of weapon or illegal object on my body … As a sexual and domestic abuse survivor, I feel violated and dehumanised by these frequent room and body searches,” she wrote in the complaint.</p> <h2>Letter of support</h2> <p>This week, more than 100 Australian-based academic researchers and experts in migration, refugee studies, and refugee law and policy, <a href=\"https://twitter.com/dehmsa/status/1400646025212141568?s=20\">signed an open letter to the Minister of Home Affairs</a> expressing their concern about the effects of closed immigration detention on female refugees and asylum seekers in Australia.</p> <p>Dr Sara Dehm, senior lecturer at the Faculty of Law in the University of Technology Sydney, and the author of the open letter, says the group has urgent concerns about Ellie’s welfare.</p> <p>Dehm said room inspections and body searches within immigration detention caused gendered harm to already vulnerable and traumatised women.</p> <p>“For such women, being involuntarily subjected to invasive body searches or room searches can be all the more traumatising. It means that they are likely to experience immigration detention as an unsafe place where they lack bodily autonomy, and their consent or privacy is disregarded,” Dehm said.</p> <p>“Indefinite detention is arbitrary and violates people’s fundamental right to be free from cruel, inhuman or degrading treatment.”</p> <p>Incarcerating a person indefinitely in closed immigration detention facilities can result in prolonged family separations, heightened exposure to physical and sexual violence, and endemic rates of depression, despair and self-harm,’ Dehm said.</p> <p>A video filmed from inside her room in Melbourne’s immigration detention centre shows her verbally resisting a body search in her room.</p> <p>As Dehm points out in her open letter regarding Ellie’s plight, the UN Human Rights Committee has repeatedly declared that Australia’s policy of mandatory indefinite detention is “<a href=\"https://newsarchive.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=13648&amp;LangID=E\">cumulatively inflicting serious, irreversible psychological harm</a>”.</p> <p>Last March, Ellie’s interview with the US Department of Immigration was cancelled due to Covid and she was returned from Melbourne airport to MITA detention centre when she tried to travel to Sydney for the interview.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/sep/18/kill-me-i-cant-cope-anymore-nauru-women-robbed-of-their-dignity-speak-out\">'Kill me, I can't cope': Refugee women on Nauru robbed of their dignity speak out | Saba Vasefi</a> </p> </aside>  <p>Unlike Administrative Appeals Tribunal hearings, these cancelled immigration interviews were not conducted online. A spokesperson for the Australian Department of Home Affairs commented that “interviewing processes are a matter for the United States government” and stated that they sought assurances from the US in relation to the operation of refugee resettlement arrangements.</p> <p>“The United States and Australia remain fully committed to the resettlement arrangement and maximising the number of refugees resettled. The US government has confirmed that US settlement providers are well placed to receive resettling refugees during Covid-19.”</p> <p>However, Ellie has only been advised that, since her USA case has not yet been rejected, she is not eligible to proceed with the settlement application she registered with Canada in 2019. Instead, she is held in immigration detention in Melbourne alongside criminals awaiting deportation, including some convicted of serious offences such as child abuse.</p> <p>“I have been left like a worthless object in a corner of a prison among paedophile men who have a history of abusing women and children. Every day, I sink deeper into the swamp of fear and despair. But no one hears me,” Ellie said.</p> <p><em><strong>*Real name has been withheld</strong></em></p>","wordcount":"868","firstPublicationDate":"2021-06-05T20:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjcjq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5ab19229b218d20d27c91e83de7eeb53a6a84aba/0_172_5472_3283/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"The last remaining female refugee to be medically evacuated from Nauru to immigration detention in Melbourne is at risk of deportation, despite having ongoing medical conditions that cannot be treated in Nauru’s basic clinic. Ellie*, a 34-year-old Iranian refugee who has been imprisoned for six years in offshore detention and more than 20 months in detention in Australia, was scheduled to be deported on 3 June, but this has now been put on hold amid the Covid outbreak in Melbourne. She is now in a state of limbo while the US resettlement process drags on and the Australian immigration minister has not granted a visa that would allow her to live in the community. “I am horrified that my whole life and freedom is in the hands of one person, the immigration minister,” Ellie says. Medical records seen by the Guardian show her medical condition has not been satisfactorily addressed and requires ongoing treatment. She has previously been transferred to PNG and Taiwan for specialist medical treatment. Ellie’s medical records indicate that her mental state is severely impacted by her persistent poor physical health. She also suffers the ongoing psychological impact of the family violence that led her to flee Iran in 2013, compounded by her treatment in detention. “Her continued pain and suffering are in part directly attributable to the lack of freedom and the detention environment,” her counsellor said. Ellie said she has been exposed to sexual and verbal harassment while in detention in Nauru. “The constant harassment put me in a state of fear,” Ellie said. “Because of this, I always wear loose-fitting, black clothes.” Dozens of complaints seen by the Guardian has also seen dozens of complaints detailing how Ellie officially informed ABF of the anxiety she suffered when being repeatedly body-searched and patted down. In May, Ellie lodged a formal complaint with the Australian Human Rights Commission alleging exposure to sexual abuse inside detention, and the systematic invasion of her privacy posed by humiliating ongoing body searches. “This is despite me never having left detention, and therefore having no chance of obtaining or concealing any sort of weapon or illegal object on my body … As a sexual and domestic abuse survivor, I feel violated and dehumanised by these frequent room and body searches,” she wrote in the complaint. Letter of support This week, more than 100 Australian-based academic researchers and experts in migration, refugee studies, and refugee law and policy, signed an open letter to the Minister of Home Affairs expressing their concern about the effects of closed immigration detention on female refugees and asylum seekers in Australia. Dr Sara Dehm, senior lecturer at the Faculty of Law in the University of Technology Sydney, and the author of the open letter, says the group has urgent concerns about Ellie’s welfare. Dehm said room inspections and body searches within immigration detention caused gendered harm to already vulnerable and traumatised women. “For such women, being involuntarily subjected to invasive body searches or room searches can be all the more traumatising. It means that they are likely to experience immigration detention as an unsafe place where they lack bodily autonomy, and their consent or privacy is disregarded,” Dehm said. “Indefinite detention is arbitrary and violates people’s fundamental right to be free from cruel, inhuman or degrading treatment.” Incarcerating a person indefinitely in closed immigration detention facilities can result in prolonged family separations, heightened exposure to physical and sexual violence, and endemic rates of depression, despair and self-harm,’ Dehm said. A video filmed from inside her room in Melbourne’s immigration detention centre shows her verbally resisting a body search in her room. As Dehm points out in her open letter regarding Ellie’s plight, the UN Human Rights Committee has repeatedly declared that Australia’s policy of mandatory indefinite detention is “cumulatively inflicting serious, irreversible psychological harm”. Last March, Ellie’s interview with the US Department of Immigration was cancelled due to Covid and she was returned from Melbourne airport to MITA detention centre when she tried to travel to Sydney for the interview. Unlike Administrative Appeals Tribunal hearings, these cancelled immigration interviews were not conducted online. A spokesperson for the Australian Department of Home Affairs commented that “interviewing processes are a matter for the United States government” and stated that they sought assurances from the US in relation to the operation of refugee resettlement arrangements. “The United States and Australia remain fully committed to the resettlement arrangement and maximising the number of refugees resettled. The US government has confirmed that US settlement providers are well placed to receive resettling refugees during Covid-19.” However, Ellie has only been advised that, since her USA case has not yet been rejected, she is not eligible to proceed with the settlement application she registered with Canada in 2019. Instead, she is held in immigration detention in Melbourne alongside criminals awaiting deportation, including some convicted of serious offences such as child abuse. “I have been left like a worthless object in a corner of a prison among paedophile men who have a history of abusing women and children. Every day, I sink deeper into the swamp of fear and despair. But no one hears me,” Ellie said. *Real name has been withheld","charCount":"5558","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/saba-vasefi\">Saba Vasefi</a>"},{"headline":"Mitochondrial donation: how an IVF procedure could help Australian families ‘break the genetic chain’","standfirst":"<p>A bill before parliament would legalise the process that uses a donor egg so carriers of mito can reduce the risk when starting a family</p>","trailText":"A bill before parliament would legalise the process that uses a donor egg so carriers of mito can reduce the risk when starting a family","byline":"Rafqa Touma","main":"<figure class=\"element element-image\" data-media-id=\"408db23e01f5adfd7982728ad0dda8c1b8726002\"> <img src=\"https://media.guim.co.uk/408db23e01f5adfd7982728ad0dda8c1b8726002/0_178_3143_1886/1000.jpg\" alt=\"Alana Catton, who had mitochondrial disease, with her family\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It was rapid, and brutal, and there was no cure’: Alana Catton, who had mitochondrial disease and died aged seven, with her family.</span> <span class=\"element-image__credit\">Photograph: Catton family</span> </figcaption> </figure>","body":"<p>My brother Michael was born in April 1998. He didn’t live long enough for me to meet him.</p> <p>“When he was born, he wasn’t putting on any weight,” my mother tells me. “We kept persevering with breastfeeding, and tried formulas. But nothing was working.”</p> <p>At two months old, they took him to be immunised.</p> <p>“I remember looking around at other babies in the waiting room. They were all the same age as him, but much bigger. He was still fitting into the little Bonds onesie he wore as a newborn.”</p>  <figure class=\"element element-image\" data-media-id=\"bc473e860b9c1955f5f0d493362762dc405ccdaf\"> <img src=\"https://media.guim.co.uk/bc473e860b9c1955f5f0d493362762dc405ccdaf/0_135_1087_1358/800.jpg\" alt=\"Michael Touma died of mitochondrial disease before his first birthday\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There was dread in my stomach. It was a mother’s instinct’: Michael Touma died of mitochondrial disease before his first birthday.</span> <span class=\"element-image__credit\">Photograph: Touma family</span> </figcaption> </figure>  <p>That day, my parents took Michael to the paediatrician, who fitted them in during his lunch break. When Michael showed no sign of joint reflexes, they were told to go straight to the hospital.</p> <p>“There was dread in my stomach. It was a mother’s instinct – I knew something was wrong,” she tells me.</p> <p>Eventually, the hospital genetics team diagnosed Michael with a rare form of mitochondrial disease.</p> <p>“He did so many tests in those months. The needles, the lumbar punctures. He was like a pin cushion.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2021/may/06/the-process-is-shockingly-void-of-communication-how-a-graphic-novel-aims-to-illuminate-ivf\">‘The process is shockingly void of communication’: how a graphic novel aims to illuminate IVF</a> </p> </aside>  <p>The doctors referred to his disease as “mito”. My parents had never heard of it before.</p> <p>“It affected his liver, and his muscles. He was tube-fed. We had to crush vitamins and put them down the tube with his milk. But he’d pull out the tube, and we’d have to rush him to the hospital in the middle of the night.”</p> <p>Michael was in and out of hospital until he died in December that year.</p> <p>After Michael’s death, my parents took a big risk deciding to have another child (me). </p> <p>“If we wanted to have another child, there was a 25% risk that it would happen again. We took the risk with you. And through the whole pregnancy, I was a wreck.”</p> <p>Nineteen years later, an IVF procedure is close to being legalised in Australia that would mean carriers of mito would not have to take such a risk in starting a family.</p> <h2>What is ‘mito’?</h2> <p>In Australia, about one child a week is born with a severe form of mitochondrial disease. Most young children diagnosed with mito die by the age of five.</p> <p>It is a rare genetic disorder that affects the function of the power plants of our cells – our mitochondria – effectively starving the body’s cells of energy.</p> <p>Prof John Christodoulou, the chair of genomic medicine and director of the genetics research theme at Melbourne’s Murdoch Children’s Research Institute, explains that every cell in the body needs a constant supply of energy to function normally.</p> <p>“If there’s a disruption, then it will affect the function of cells, tissues and organs,” he says.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/generic/index.html?vertical=News&amp;opinion-tint=false&amp;title=Discover%20the%20Australia%20Weekend%20app&amp;description=Everything%20you%20need%20to%20make%20sense%20of%20the%20week%20in%20one%20simple%2C%20elegant%20app&amp;link=true&amp;link-url=https%3A%2F%2Fwww.theguardian.com%2Finfo%2Fng-interactive%2F2021%2Fmar%2F17%2Fmake-sense-of-the-week-with-australia-weekend%3FINTCMP%3Dheader_au_weekend&amp;link-label=Learn%20more\" data-alt=\"Sign up to Australia Weekend\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/generic/index.html?vertical=News&opinion-tint=false&title=Discover%20the%20Australia%20Weekend%20app&description=Everything%20you%20need%20to%20make%20sense%20of%20the%20week%20in%20one%20simple%2C%20elegant%20app&link=true&link-url=https%3A%2F%2Fwww.theguardian.com%2Finfo%2Fng-interactive%2F2021%2Fmar%2F17%2Fmake-sense-of-the-week-with-australia-weekend%3FINTCMP%3Dheader_au_weekend&link-label=Learn%20more\">Sign up to Australia Weekend</a> </figure>  <p>Christodoulou says symptoms of mito disorders can appear at any age. They can affect any organ, and often “many organs at once”.</p> <p>They can be caused by mistakes in genes in our chromosomes (nuclear genes) or genes in our mitochondria (mitochondrial genes). When the mistake is in a nuclear gene, existing prenatal testing or IVF testing procedures can tell parents about the chance of the foetus or embryo developing mito, but cannot treat it. However, in most cases involving mitochondrial genes, these tests are unreliable.</p> <p>There is no effective treatment, but doctors have developed a technique to stop the disorder before birth.</p> <p>“Replace the mitochondrial genome,” says Christodoulou, through mitochondrial donation.</p> <h2>Law reform</h2> <p>Mitochondrial donation is an IVF-based procedure for carriers of mito, involving an egg donor. </p> <p>The UK <a href=\"https://www.sciencemag.org/news/2015/02/uk-parliament-approves-controversial-three-parent-mitochondrial-gene-therapy\">legalised the procedure in 2015</a>, and in March the federal health minister, Greg Hunt, <a href=\"https://www.health.gov.au/ministers/the-hon-greg-hunt-mp/media/press-conference-in-canberra-about-maeves-law-covid-19-vaccine-rollout-and-assistance-to-papua-new-guinea\">introduced similar legislation</a> to the Australian parliament.</p> <p>The bill, named after five-year-old Maeve Hood, who has mitochondrial disease, would allow prospective parents to take the sperm cell from the father, and the egg cell from the mother with a mutation in her mitochondrial DNA (mtDNA). The nucleus, which has a combination of the mother’s and father’s DNA, is then transferred into a healthy donor egg cell that has had its nucleus removed.</p> <p>The procedure would stop prospective mothers from passing on the mutation in their mtDNA by replacing it with healthy mtDNA from the donor egg. Men may carry the mutation but cannot pass it on to their children, except in extremely rare circumstances when the mother also has the same genetic mutation. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/mar/28/shanna-swan-fertility-reproduction-count-down\">Shanna Swan: 'Most couples may have to use assisted reproduction by 2045'</a> </p> </aside>  <p>Christodoulou says that, with <a href=\"https://www.canberratimes.com.au/story/7180917/government-acts-on-dna-donation-laws/\">cross-party support</a>, there is hope among the medical community that the legislation will pass by the end of the year. If it does, the federal government will commit $10.3m to implement it.</p> <p>The procedure uses the mother’s and father’s nuclear DNA to encode all of the baby’s individual characteristics. The role of the nucleus of the donor egg, Christodoulou says, is to provide “a source of healthy mitochondria”.</p> <p>The value of the mitochondrial donation emerges when you understand how deeply mito “impacts generations of families”, says Sean Murray, one of the founding directors of the <a href=\"https://www.mito.org.au/\">Australian Mito Foundation</a>.</p> <p>“My grandmother is a carrier. So is my mother, my brother and me,” he says.</p> <p>For many in the mito community, mito donation offers a chance to avoid the “genetic lottery” involved in reproduction.</p> <p>Murray says the disease is debilitating for many children.</p> <p>“Some children may never develop properly. They may have their muscular systems or their brain development impacted. They’ll be unable to walk, or communicate. And their hearing, vision and learning skills can all be impacted.”</p>  <figure class=\"element element-image\" data-media-id=\"3e556e5b54b243dcb8e35f43c811f051caa58e7f\"> <img src=\"https://media.guim.co.uk/3e556e5b54b243dcb8e35f43c811f051caa58e7f/47_0_1609_2009/801.jpg\" alt=\"Alana Catton aged seven\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There was nothing that could be done for her medically’: Alana Catton aged seven.</span> <span class=\"element-image__credit\">Photograph: Catton family</span> </figcaption> </figure>  <p>Like my brother Michael, Toni Catton’s daughter Alana was born very small, and struggled to grow, put on weight or build muscle.</p> <p>“There was nothing that could be done for her medically,” Toni says.</p> <p>Alana was on at least 10 medications a day, and fed through a tube into her stomach. She was never able to walk. She lived in a wheelchair, and underwent hours of therapy a week.</p> <p>“But none of that supportive intervention could stop the progression of the disease. It was rapid, and brutal, and there was no cure.” Alana died aged seven in September last year.</p> <h2>‘Not designer babies’</h2> <p>Some religious institutions have raised concerns about involving a third person in the reproductive process through mitochondrial donation.</p> <p>In submissions made during public consultation on the proposed law earlier this year, churches raised “ethical issues”.</p> <p>The Australian Catholic Bishops Conference said that the donation would cause problems by “creating three-parent children”, “genetic bewilderment” and “destroying human embryos”. They said the procedure was “not a necessary, life saving technology”.</p> <p>The Mito Foundation rejects such rhetoric.</p> <p>“It is not editing the DNA inside the nucleus, which is what gives us our eye colour, or hair colour. It is not gene editing, or human cloning, or designer babies,” Murray says.</p> <p>“It is taking that very separate genetically damaged mitochondria DNA and swapping it out with healthy mitochondria DNA.”</p> <p>Beth Hodge, who has grown up with a sister whose daily life is affected by a form of mito that presents with epilepsy, says that “people may deem mito donation unethical, but they have no idea what mito is like”.</p> <p>For the past 27 years, she has seen her sister’s struggle first hand.</p> <p>“She can’t cut up food, drink water, write.</p> <p>“If you haven’t seen it first hand, people don’t understand it,” she says. “It breaks your heart.”</p> <p>Everyone in Beth’s family is a carrier of the disease. Though Beth is not symptomatic, there is a chance that any children she had would be.</p> <p>“I would never forgive myself if I had a baby naturally and they were burdened by this condition the way my sister is,” she says.</p> <p>Beth and her partner have been in contact with an IVF clinic since January 2020.</p> <p>“It has taken them until now to say our only option, apart from using a donor egg without any of my DNA, is to wait for the mitochondrial donation to be legal.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>When I see that bill, all I see is hope for you and your sister</p> </blockquote> </aside>  <p>A spokesperson for Hunt said mitochondrial donation had “the potential to change lives and reduce the burden and devastating effects of mitochondrial disease for future generations”.</p> <p>“When I see that bill, all I see is hope for you and your sister,” my mother says.</p> <p>“It’ll give you the chance to be tested with confidence that, if you carry the gene, you will not be left feeling optionless and helpless.</p> <p>“And it’ll give you the chance to have healthy children, and a normal life. And to, essentially, break the genetic chain.”</p>","wordcount":"1381","firstPublicationDate":"2021-06-05T20:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjbze","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/408db23e01f5adfd7982728ad0dda8c1b8726002/0_178_3143_1886/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"My brother Michael was born in April 1998. He didn’t live long enough for me to meet him. “When he was born, he wasn’t putting on any weight,” my mother tells me. “We kept persevering with breastfeeding, and tried formulas. But nothing was working.” At two months old, they took him to be immunised. “I remember looking around at other babies in the waiting room. They were all the same age as him, but much bigger. He was still fitting into the little Bonds onesie he wore as a newborn.” That day, my parents took Michael to the paediatrician, who fitted them in during his lunch break. When Michael showed no sign of joint reflexes, they were told to go straight to the hospital. “There was dread in my stomach. It was a mother’s instinct – I knew something was wrong,” she tells me. Eventually, the hospital genetics team diagnosed Michael with a rare form of mitochondrial disease. “He did so many tests in those months. The needles, the lumbar punctures. He was like a pin cushion.” The doctors referred to his disease as “mito”. My parents had never heard of it before. “It affected his liver, and his muscles. He was tube-fed. We had to crush vitamins and put them down the tube with his milk. But he’d pull out the tube, and we’d have to rush him to the hospital in the middle of the night.” Michael was in and out of hospital until he died in December that year. After Michael’s death, my parents took a big risk deciding to have another child (me). “If we wanted to have another child, there was a 25% risk that it would happen again. We took the risk with you. And through the whole pregnancy, I was a wreck.” Nineteen years later, an IVF procedure is close to being legalised in Australia that would mean carriers of mito would not have to take such a risk in starting a family. What is ‘mito’? In Australia, about one child a week is born with a severe form of mitochondrial disease. Most young children diagnosed with mito die by the age of five. It is a rare genetic disorder that affects the function of the power plants of our cells – our mitochondria – effectively starving the body’s cells of energy. Prof John Christodoulou, the chair of genomic medicine and director of the genetics research theme at Melbourne’s Murdoch Children’s Research Institute, explains that every cell in the body needs a constant supply of energy to function normally. “If there’s a disruption, then it will affect the function of cells, tissues and organs,” he says. Christodoulou says symptoms of mito disorders can appear at any age. They can affect any organ, and often “many organs at once”. They can be caused by mistakes in genes in our chromosomes (nuclear genes) or genes in our mitochondria (mitochondrial genes). When the mistake is in a nuclear gene, existing prenatal testing or IVF testing procedures can tell parents about the chance of the foetus or embryo developing mito, but cannot treat it. However, in most cases involving mitochondrial genes, these tests are unreliable. There is no effective treatment, but doctors have developed a technique to stop the disorder before birth. “Replace the mitochondrial genome,” says Christodoulou, through mitochondrial donation. Law reform Mitochondrial donation is an IVF-based procedure for carriers of mito, involving an egg donor. The UK legalised the procedure in 2015, and in March the federal health minister, Greg Hunt, introduced similar legislation to the Australian parliament. The bill, named after five-year-old Maeve Hood, who has mitochondrial disease, would allow prospective parents to take the sperm cell from the father, and the egg cell from the mother with a mutation in her mitochondrial DNA (mtDNA). The nucleus, which has a combination of the mother’s and father’s DNA, is then transferred into a healthy donor egg cell that has had its nucleus removed. The procedure would stop prospective mothers from passing on the mutation in their mtDNA by replacing it with healthy mtDNA from the donor egg. Men may carry the mutation but cannot pass it on to their children, except in extremely rare circumstances when the mother also has the same genetic mutation. Christodoulou says that, with cross-party support, there is hope among the medical community that the legislation will pass by the end of the year. If it does, the federal government will commit $10.3m to implement it. The procedure uses the mother’s and father’s nuclear DNA to encode all of the baby’s individual characteristics. The role of the nucleus of the donor egg, Christodoulou says, is to provide “a source of healthy mitochondria”. The value of the mitochondrial donation emerges when you understand how deeply mito “impacts generations of families”, says Sean Murray, one of the founding directors of the Australian Mito Foundation. “My grandmother is a carrier. So is my mother, my brother and me,” he says. For many in the mito community, mito donation offers a chance to avoid the “genetic lottery” involved in reproduction. Murray says the disease is debilitating for many children. “Some children may never develop properly. They may have their muscular systems or their brain development impacted. They’ll be unable to walk, or communicate. And their hearing, vision and learning skills can all be impacted.” Like my brother Michael, Toni Catton’s daughter Alana was born very small, and struggled to grow, put on weight or build muscle. “There was nothing that could be done for her medically,” Toni says. Alana was on at least 10 medications a day, and fed through a tube into her stomach. She was never able to walk. She lived in a wheelchair, and underwent hours of therapy a week. “But none of that supportive intervention could stop the progression of the disease. It was rapid, and brutal, and there was no cure.” Alana died aged seven in September last year. ‘Not designer babies’ Some religious institutions have raised concerns about involving a third person in the reproductive process through mitochondrial donation. In submissions made during public consultation on the proposed law earlier this year, churches raised “ethical issues”. The Australian Catholic Bishops Conference said that the donation would cause problems by “creating three-parent children”, “genetic bewilderment” and “destroying human embryos”. They said the procedure was “not a necessary, life saving technology”. The Mito Foundation rejects such rhetoric. “It is not editing the DNA inside the nucleus, which is what gives us our eye colour, or hair colour. It is not gene editing, or human cloning, or designer babies,” Murray says. “It is taking that very separate genetically damaged mitochondria DNA and swapping it out with healthy mitochondria DNA.” Beth Hodge, who has grown up with a sister whose daily life is affected by a form of mito that presents with epilepsy, says that “people may deem mito donation unethical, but they have no idea what mito is like”. For the past 27 years, she has seen her sister’s struggle first hand. “She can’t cut up food, drink water, write. “If you haven’t seen it first hand, people don’t understand it,” she says. “It breaks your heart.” Everyone in Beth’s family is a carrier of the disease. Though Beth is not symptomatic, there is a chance that any children she had would be. “I would never forgive myself if I had a baby naturally and they were burdened by this condition the way my sister is,” she says. Beth and her partner have been in contact with an IVF clinic since January 2020. “It has taken them until now to say our only option, apart from using a donor egg without any of my DNA, is to wait for the mitochondrial donation to be legal.” A spokesperson for Hunt said mitochondrial donation had “the potential to change lives and reduce the burden and devastating effects of mitochondrial disease for future generations”. “When I see that bill, all I see is hope for you and your sister,” my mother says. “It’ll give you the chance to be tested with confidence that, if you carry the gene, you will not be left feeling optionless and helpless. “And it’ll give you the chance to have healthy children, and a normal life. And to, essentially, break the genetic chain.”","charCount":"8164","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rafqa-touma\">Rafqa Touma</a>"},{"headline":"Is there a Covid baby boom? Experts disagree but Australia’s maternity wards are straining","standfirst":"<p>Demand for maternity services is up as much as 20% in some parts of Victoria, prompting fears the system is ‘at breaking point’</p>","trailText":"Demand for maternity services is up as much as 20% in some parts of Victoria, prompting fears the system is ‘at breaking point’","byline":"Matilda Boseley","main":"<figure class=\"element element-image\" data-media-id=\"d9f318c5e7142fff5a448e76de3d751393f1822b\"> <img src=\"https://media.guim.co.uk/d9f318c5e7142fff5a448e76de3d751393f1822b/0_141_480_288/480.jpg\" alt=\"Madeline Kaio with husband Chris Williams and baby Estée\" width=\"480\" height=\"288\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Lockdown highlighted how important family is … so we thought we’d start our own’: Madeline Kaio with husband Chris Williams and baby Estée.</span> <span class=\"element-image__credit\">Photograph: Madeline Kaio</span> </figcaption> </figure>","body":"<p>Despite experts arguing a Covid-19 baby boom is unlikely, those on the maternity frontline say some hospitals are already under a strain because of a spike in births.</p> <p>Madeline Kaio and her husband, Chris Williams, always thought they would have kids eventually, but when Australia locked down last year it was the first time they ever seriously considered starting a family.</p> <p>“My husband and I were working from home and we sort of thought, ‘Why not?’,” she says.</p> <p>“Lockdown highlighted how important family is … so we thought we’d start our own.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/oct/19/covid-rewrites-australias-future-with-huge-drop-in-population-signalling-challenges-ahead\">Covid rewrites Australia’s future, with huge drop in population signalling challenges ahead</a> </p> </aside>  <p>Kaio says the Victorian pair spent months training for and dreaming about the birth of their daughter, but right from the start of her labour things started going terribly wrong.</p> <p>“I went into labour at 2am ... we called [the hospital] a bunch of times throughout the day, and this is where we sort of came into the issue, that ‘there was nobody that could look after us and there were no rooms’ so I had to sort of stay at home until there was something available or I’d be sitting in the waiting room,” she says.</p> <p>“By 11 o’clock we were like, nah, screw it, we’re going in, this is, I don’t know what’s happening. This doesn’t feel right.”</p> <p>With all the delivery beds full, Kaio says the hospital put her in a shared room.</p> <p>“It was really unfortunate because the woman that was in the room with me was introducing her newborn with a toddler, so I was like ‘over my dead body am I making noise’. I was labouring while this beautiful moment is happening.”</p> <p>When she was taken to a proper delivery room she says the staff checked her temperature for the first time to find she had a fever of 39.1C.</p> <p>“Twenty minutes after that we were going in for an emergency caesarean section ... It was terrifying as we didn’t know if we were both going to be OK,” she says.</p> <p>“It’s like, was that always gonna happen? Or if we had been able to get into a room, or had been seen quicker would it have been picked up?”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/generic/index.html?vertical=News&amp;opinion-tint=false&amp;title=Discover%20the%20Australia%20Weekend%20app&amp;description=Everything%20you%20need%20to%20make%20sense%20of%20the%20week%20in%20one%20simple%2C%20elegant%20app&amp;link=true&amp;link-url=https%3A%2F%2Fwww.theguardian.com%2Finfo%2Fng-interactive%2F2021%2Fmar%2F17%2Fmake-sense-of-the-week-with-australia-weekend%3FINTCMP%3Dheader_au_weekend&amp;link-label=Learn%20more\" data-alt=\"Sign up for Australia Weekend\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/generic/index.html?vertical=News&opinion-tint=false&title=Discover%20the%20Australia%20Weekend%20app&description=Everything%20you%20need%20to%20make%20sense%20of%20the%20week%20in%20one%20simple%2C%20elegant%20app&link=true&link-url=https%3A%2F%2Fwww.theguardian.com%2Finfo%2Fng-interactive%2F2021%2Fmar%2F17%2Fmake-sense-of-the-week-with-australia-weekend%3FINTCMP%3Dheader_au_weekend&link-label=Learn%20more\">Sign up for Australia Weekend</a> </figure>  <p>In the end, baby Esteé spent five days in a special care nursery, and Kaio was hospitalised for 11 days with a serious infection affecting the placenta and her body.</p> <p>Mother and bub are now both back in full health, but Kaio says she is terrified to consider how things might have ended if they hadn’t defied the hospital’s directives.</p> <p>“If my temperature was 39, her temperature was a couple of degrees higher. So I was essentially boiling,” she says.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"baef50fb9650bcf0b9b7ec0830da1b0b98e759e3\"> <img src=\"https://media.guim.co.uk/baef50fb9650bcf0b9b7ec0830da1b0b98e759e3/0_0_375_375/375.jpg\" alt=\"Madeline Kaio with newborn baby Estée\" width=\"375\" height=\"375\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Madeline Kaio with newborn baby Estée.</span> <span class=\"element-image__credit\">Photograph: Madeline Kaio</span> </figcaption> </figure>  <p>“We really don’t want to think about what would have happened … I have a feeling if we had stayed home any longer she wouldn’t have made it.”</p> <p>But Kaio and Williams are far from the only parents to have experienced the strain on Australian maternity systems in recent months.</p> <p>Last week the Victorian health minister, Martin Foley, responded to questions in parliament over dozens of anecdotal reports compiled by the Greens MP Ellen Sandell that Victoria’s maternity system was “at breaking point”, by saying this pressure was due in part to soaring birth rates across the state.</p> <p>“We are in fact at the moment going through a massive baby boom in Victoria, at record levels, including the Royal Women’s,” he said.</p> <p>This is backed up by provisional data provided to the state government from health services that shows, compared to the same time last year, demand for maternity services has increased as much as 20% in some areas.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If my temperature was 39, her temperature was a couple of degrees higher. So I was essentially boiling</p> </blockquote> </aside>  <p>Despite the federal government predicting fertility rates in Australia will drop to an all-time low of 1.59 babies per woman this year, an analysis of Medicare data published in the Medical Journal of Australia also indicates Australia could soon be experiencing a wave of new births.</p> <p>The number of Medicare item numbers recorded for the five antenatal serology tests – usually ordered for pregnant women on their first pregnancy check-up – have risen by around 8.9% compared to the early months of last year, says the paper’s co-author and clinical microbiologist Len Moaven.</p> <p>“Well June [2020] there was a clear bounce of 25.4% and presumably part of that was pregnant women may be waiting to go down to get a test done … and then this goes backwards, and now this 8% or 9% is what the background figure is right now. It doesn’t seem to be abating.”</p> <p>The paper states the usual fluctuation in these billing levels across the years is only around 3%.</p> <p>Accounting for miscarriages, Moaven predicts an additional 20,000 babies have been born so far.</p> <p>But Dr Aude Bernard, a demographer with the University of Queensland, urged people to be cautious when it comes to declaring a “Covid baby boom” as spikes could be caused by a number of factors and may not actually represent an increase in the net number of babies born.</p> <p>“I think most of us demographers agree that we’re not expecting a baby boom. If you look at historical evidence from recessions … the GFC and other economic downfalls. They’re typically associated with this fall in fertility,” she says.</p> <p>“If anything, perhaps Covid could just change the timing … If you were in early 2020, you would think of having a baby and you saw what was going on, you were like ‘wait a second something is not great, so maybe we’ll wait until the end of 2020’ and then the babies are coming now.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Anecdotal evidence is that even before Covid, we were at capacity. [Health systems] don’t have a lot of flexibility</p> </blockquote> </aside>  <p>Other developed nations including the US and European and Nordic countries appeared to be recording a drop in birth rates. Although Australia experienced considerably more stability during the pandemic, it would remain an outlier if it were to buck the trend.</p> <p>Australia generally records birth rates based on birth registration data, which creates a time lag, meaning it can be difficult to officially access changes within the last 12 months.</p> <p>But medical professionals on the frontline say the increase has been dramatic. One junior midwife who asked to remain anonymous, told Guardian Australia she resigned from her full-time role at a prominent health service because the extreme workload made her feel ethically compromised, and unable to properly care for her patients.</p> <p>“It’s a career I’m extremely passionate about but it just got way too much. Honestly, it was quite traumatising, and it was just getting to the point where I was having to participate in things that I just didn’t agree with,” she says.</p> <p>Although she is new to the field she says senior midwives were constantly telling the juniors that this was “the craziest they’ve ever seen and that this isn’t normal”.</p> <p>She says she would never have felt she had to quit were it not for the boom in births, starting towards the end of last year.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/oct/19/between-covid-climate-change-and-the-budget-no-wonder-many-women-are-rethinking-having-babies\">Between Covid, climate change and the budget, no wonder women are rethinking having babies | Jane Caro</a> </p> </aside>  <p>“It’s a hard job, but there was enough that fulfilled me, but [now] it was just wearing me down and having so many these days where you just feel like you’re failing yourself and you’re failing the families that you care about,” she says.</p> <p>Bernard notes that, although these spikes may not actually constitute a net increase in the fertility rate or population over time, if statistics from Victoria and other pockets of the country are to be believed and births have temporarily spiked then systems need to be put in place to accommodate the new wave of babies.</p> <p>“In my personal experience of having children, that anecdotal evidence is that even before Covid, we were at capacity. [Health systems] don’t have a lot of flexibility for bigger growth,” she says.</p> <p>“So even if we just have a small increase because people have postponed having kids … you need to accommodate for these children. They will go to school, there will be a flow-on effect.”</p> <p>A Victorian government spokesman confirmed the pandemic had a “lasting impact across Australia”, which included increased demand on maternity services.</p> <p>“The Victorian budget 2021-22 delivered $3.7bn over four years to support our hardworking midwifery and medical workforce to meet increased demand at our busy hospitals,” he said in a statement.</p> <p>Several maternity wards in Victoria have been opened or expanded in recent years and in 2019 $50m was put towards training nursing and midwives to build the workforce.</p>","wordcount":"1382","firstPublicationDate":"2021-06-05T20:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:12Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkbqm","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/31df0f689ca882ca83bd9c36f287c294ae135958/0_0_5472_3283/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Despite experts arguing a Covid-19 baby boom is unlikely, those on the maternity frontline say some hospitals are already under a strain because of a spike in births. Madeline Kaio and her husband, Chris Williams, always thought they would have kids eventually, but when Australia locked down last year it was the first time they ever seriously considered starting a family. “My husband and I were working from home and we sort of thought, ‘Why not?’,” she says. “Lockdown highlighted how important family is … so we thought we’d start our own.” Kaio says the Victorian pair spent months training for and dreaming about the birth of their daughter, but right from the start of her labour things started going terribly wrong. “I went into labour at 2am ... we called [the hospital] a bunch of times throughout the day, and this is where we sort of came into the issue, that ‘there was nobody that could look after us and there were no rooms’ so I had to sort of stay at home until there was something available or I’d be sitting in the waiting room,” she says. “By 11 o’clock we were like, nah, screw it, we’re going in, this is, I don’t know what’s happening. This doesn’t feel right.” With all the delivery beds full, Kaio says the hospital put her in a shared room. “It was really unfortunate because the woman that was in the room with me was introducing her newborn with a toddler, so I was like ‘over my dead body am I making noise’. I was labouring while this beautiful moment is happening.” When she was taken to a proper delivery room she says the staff checked her temperature for the first time to find she had a fever of 39.1C. “Twenty minutes after that we were going in for an emergency caesarean section ... It was terrifying as we didn’t know if we were both going to be OK,” she says. “It’s like, was that always gonna happen? Or if we had been able to get into a room, or had been seen quicker would it have been picked up?” In the end, baby Esteé spent five days in a special care nursery, and Kaio was hospitalised for 11 days with a serious infection affecting the placenta and her body. Mother and bub are now both back in full health, but Kaio says she is terrified to consider how things might have ended if they hadn’t defied the hospital’s directives. “If my temperature was 39, her temperature was a couple of degrees higher. So I was essentially boiling,” she says. “We really don’t want to think about what would have happened … I have a feeling if we had stayed home any longer she wouldn’t have made it.” But Kaio and Williams are far from the only parents to have experienced the strain on Australian maternity systems in recent months. Last week the Victorian health minister, Martin Foley, responded to questions in parliament over dozens of anecdotal reports compiled by the Greens MP Ellen Sandell that Victoria’s maternity system was “at breaking point”, by saying this pressure was due in part to soaring birth rates across the state. “We are in fact at the moment going through a massive baby boom in Victoria, at record levels, including the Royal Women’s,” he said. This is backed up by provisional data provided to the state government from health services that shows, compared to the same time last year, demand for maternity services has increased as much as 20% in some areas. Despite the federal government predicting fertility rates in Australia will drop to an all-time low of 1.59 babies per woman this year, an analysis of Medicare data published in the Medical Journal of Australia also indicates Australia could soon be experiencing a wave of new births. The number of Medicare item numbers recorded for the five antenatal serology tests – usually ordered for pregnant women on their first pregnancy check-up – have risen by around 8.9% compared to the early months of last year, says the paper’s co-author and clinical microbiologist Len Moaven. “Well June [2020] there was a clear bounce of 25.4% and presumably part of that was pregnant women may be waiting to go down to get a test done … and then this goes backwards, and now this 8% or 9% is what the background figure is right now. It doesn’t seem to be abating.” The paper states the usual fluctuation in these billing levels across the years is only around 3%. Accounting for miscarriages, Moaven predicts an additional 20,000 babies have been born so far. But Dr Aude Bernard, a demographer with the University of Queensland, urged people to be cautious when it comes to declaring a “Covid baby boom” as spikes could be caused by a number of factors and may not actually represent an increase in the net number of babies born. “I think most of us demographers agree that we’re not expecting a baby boom. If you look at historical evidence from recessions … the GFC and other economic downfalls. They’re typically associated with this fall in fertility,” she says. “If anything, perhaps Covid could just change the timing … If you were in early 2020, you would think of having a baby and you saw what was going on, you were like ‘wait a second something is not great, so maybe we’ll wait until the end of 2020’ and then the babies are coming now.” Other developed nations including the US and European and Nordic countries appeared to be recording a drop in birth rates. Although Australia experienced considerably more stability during the pandemic, it would remain an outlier if it were to buck the trend. Australia generally records birth rates based on birth registration data, which creates a time lag, meaning it can be difficult to officially access changes within the last 12 months. But medical professionals on the frontline say the increase has been dramatic. One junior midwife who asked to remain anonymous, told Guardian Australia she resigned from her full-time role at a prominent health service because the extreme workload made her feel ethically compromised, and unable to properly care for her patients. “It’s a career I’m extremely passionate about but it just got way too much. Honestly, it was quite traumatising, and it was just getting to the point where I was having to participate in things that I just didn’t agree with,” she says. Although she is new to the field she says senior midwives were constantly telling the juniors that this was “the craziest they’ve ever seen and that this isn’t normal”. She says she would never have felt she had to quit were it not for the boom in births, starting towards the end of last year. “It’s a hard job, but there was enough that fulfilled me, but [now] it was just wearing me down and having so many these days where you just feel like you’re failing yourself and you’re failing the families that you care about,” she says. Bernard notes that, although these spikes may not actually constitute a net increase in the fertility rate or population over time, if statistics from Victoria and other pockets of the country are to be believed and births have temporarily spiked then systems need to be put in place to accommodate the new wave of babies. “In my personal experience of having children, that anecdotal evidence is that even before Covid, we were at capacity. [Health systems] don’t have a lot of flexibility for bigger growth,” she says. “So even if we just have a small increase because people have postponed having kids … you need to accommodate for these children. They will go to school, there will be a flow-on effect.” A Victorian government spokesman confirmed the pandemic had a “lasting impact across Australia”, which included increased demand on maternity services. “The Victorian budget 2021-22 delivered $3.7bn over four years to support our hardworking midwifery and medical workforce to meet increased demand at our busy hospitals,” he said in a statement. Several maternity wards in Victoria have been opened or expanded in recent years and in 2019 $50m was put towards training nursing and midwives to build the workforce.","charCount":"7926","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/matilda-boseley\">Matilda Boseley</a>"},{"headline":"Where mining meets rainforest: the battle for Tasmania’s Tarkine","standfirst":"<p>Campaigners say plans for a new tailings dam threatens wilderness that should be declared a heritage area</p>","trailText":"Campaigners say plans for a new tailings dam threatens wilderness that should be declared a heritage area","byline":"Adam Morton Environment editor","main":"<figure class=\"element element-image\" data-media-id=\"3af45dd25d997f806028f87ae4a5a8dc60bc9da1\"> <img src=\"https://media.guim.co.uk/3af45dd25d997f806028f87ae4a5a8dc60bc9da1/0_66_4000_2400/1000.jpg\" alt=\"A tailings dam at Rosebery\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An existing tailings dam at the Rosebery zinc, copper and lead mine. Protesters are trying to stop a new dam and 3.5km pipeline in the Tarkine.</span> <span class=\"element-image__credit\">Photograph: Bob Brown Foundation</span> </figcaption> </figure>","body":"<p>Four days before the Morrison government was due to decide the future of a mining development in the takayna/Tarkine, 77-year-old Frits Harmsen planted a camping chair in front of trucks on an unsealed road snaking through Australia’s largest temperate rainforest.</p> <p>Harmsen, a former French horn player with the Tasmanian Symphony Orchestra, was part of a small band of Bob Brown-endorsed protesters who on Friday began a 19th day attempting to block work by MMG, a majority Chinese-owned minerals company, in Tasmania’s remote north-west.</p> <p>Up the road, the mining giant was attempting to carry out drilling and other testing for what it hopes will become a much larger project – a new pipeline and waste storage facility near the town of Rosebery.</p> <p>MMG says a new tailings dam is needed to extend the life of an 85-year-old zinc, copper and lead mine that employs about 500 staff and contractors. If the dam is approved, the company expects to clear up to 285 hectares – roughly equivalent to 350 football pitches – of rainforest and other terrain for both the South Marionoak dam and a 3.5km pipe that would carry toxic waste from the mine across the Pieman River.</p>  <figure class=\"element element-image\" data-media-id=\"d14ba05edc49427346d7ff84a81dbebe45946af0\"> <img src=\"https://media.guim.co.uk/d14ba05edc49427346d7ff84a81dbebe45946af0/0_415_1152_691/1000.jpg\" alt=\"Frits Harmsen, 77, who was arrested on Friday while protesting against a mining development in the Tarkine in north-west Tasmania.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frits Harmsen, 77, who was arrested on Friday while protesting against a mining development in the Tarkine in north-west Tasmania.</span> <span class=\"element-image__credit\">Photograph: Bob Brown Foundation</span> </figcaption> </figure>  <p>The plan is supported by the Tasmanian Liberal government, which has <a href=\"https://www.theadvocate.com.au/story/7259166/rosebery-mine-might-have-to-close-without-new-tailings-site-mmg/\">welcomed MMG’s proposal</a> as “investing with an eye to the future, particularly at a time when every job counts”, and <a href=\"https://www.theaustralian.com.au/nation/feds-drawn-into-fight-over-china-miners-rainforest-toxic-dump/news-story/2cee135d25301a8177e1781980aab470\">the local mayor</a>.</p> <p>But campaigners from the Bob Brown Foundation say crossing the river would place the tailings dam inside the takayna/Tarkine, a vast and environmentally diverse area that the Australian Heritage Council recommended nine years ago should be protected. Opponents rallied at Hobart Town Hall on Saturday calling for the development to be stopped.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/apr/10/privatising-the-wilderness-the-tasmanian-project-that-could-become-a-national-park-test-case\">Privatising the wilderness: the Tasmanian project that could become a national park test case</a> </p> </aside>  <p>The foundation said Harmsen was one of 17 to have been arrested at the site. Speaking after being charged with failing to comply with police, he said he was acting to protect “this incredible tract of rainforest on behalf of my children and grandchildren”, and because he felt powerless watching governments make decisions that damaged the environment without being subject to proper scrutiny.</p> <p>“I am here today because nothing else seems to be working,” Harmsen said. “I just feel we have lost our moral compass a bit as a developed nation. Particularly now, we do have to protect what is left of nature. It’s too important to make into a waste dump, which is basically what [the tailings dam] is.”</p> <p>The scope of MMG’s proposal became clear last month when it <a href=\"http://epbcnotices.environment.gov.au/_entity/annotation/5e679837-3db1-eb11-80c4-00505684c137/a71d58ad-4cba-48b6-8dab-f3091fc31cd5?t=1622795819238\">lodged documents</a> with the federal environment minister, Sussan Ley. It argued the impact of the development on threatened species would not be significant and it should not have to be fully assessed under national environment laws.</p> <p>Ley’s decision was due on Tuesday, but the environment department website was updated late on Friday to indicate the deadline had been <a href=\"http://epbcnotices.environment.gov.au/_entity/annotation/f9174c76-04c5-eb11-80c8-00505684c563/a71d58ad-4cba-48b6-8dab-f3091fc31cd5?t=1622796161421\">extended until 23 July</a>.</p> <p>Having never been formally recognised, the Tarkine’s boundaries remain loosely defined and contested but, based on the heritage council’s assessment, it covers at least 439,000ha. It includes windswept beaches, buttongrass moorland, wild rivers and unique cave formations, but is best known as home to the world’s second-largest temperate rainforest and Aboriginal shell middens. Some parts have been mined and logged over a long period, but significant sections remain untouched by development.</p> <p>Assessing the site nine years ago, the <a href=\"https://www.environment.gov.au/heritage/organisations/australian-heritage-council/national-heritage-assessments/tarkine\">heritage council found</a> it had “outstanding national heritage significance”, was “one of the world’s great archaeological regions”, and had rainforests with links to the ancient continent of Gondwana. The then Labor federal government largely ignored its advice, protecting only a 2km strip near the coast for its rich Indigenous heritage.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/mar/21/creating-something-bigger-how-one-couple-used-their-family-legacy-to-save-a-rare-tasmanian-reserve\">‘Creating something bigger’: how one couple used their family legacy to save a rare Tasmanian reserve </a> </p> </aside>  <p>The Bob Brown Foundation wants the entire area added to the Tasmanian world heritage wilderness area, which covers about a fifth of the state.</p> <p>Jenny Weber, the group’s campaign manager, said it was “one of the last wild places on Earth” and provided shelter to more than 60 threatened species. She argued the company’s submission underplayed the damage the development could cause, and said it had acknowledged the dam could be built at other sites outside the Tarkine.</p> <p>The environment group last month wrote to Ley urging her to grant an emergency national heritage listing for the area – a step that would have echoed <a href=\"https://www.abc.net.au/worldtoday/content/2009/s2768836.htm\">a decision in 2009 by the then environment minister Peter Garrett</a> to prevent a 134km road through rainforest – and invited her to inspect the forest personally. The minister did not respond.</p> <p>Weber called on Ley to use her powers to block it before the formal application process began. “It’s the biggest fight that we have on our hands in the Tarkine,” she said. “It is such a massive incursion into intact rainforest that includes endangered species habitat that we are lobbying for it to be declared as clearly unacceptable.”</p>  <figure class=\"element element-image\" data-media-id=\"7f1e06667811372256334a403ae37b43332dffed\"> <img src=\"https://media.guim.co.uk/7f1e06667811372256334a403ae37b43332dffed/17_0_3965_2380/1000.jpg\" alt=\"Part of the Tarkine rainforest.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Part of the Tarkine rainforest.</span> <span class=\"element-image__credit\">Photograph: Bob Brown Foundation</span> </figcaption> </figure>  <p>MMG maintains the environmental impact of the dam can be managed. Its spokesman, Troy Hey, said it was “absolutely committed to continuing the life of Rosebery” and the development would have a “relatively small footprint” on the border of the Tarkine.</p> <p>He said the company would “never stop looking at other options” for waste storage, but the proposed site was the only viable option to replace two near-filled dams in 2024.</p> <p>“We believe that you can balance development and mining sites such as Rosebery and the protection of the natural wilderness of Tasmania,” Hey said. “We have been doing that for 85 years fairly successfully and we don’t think the South Marionoak development is any departure from that.”</p> <p>A spokesman for Ley said the department was assessing the proposal and a decision was expected “in due course”.</p> <p>“Regarding the Bob Brown Foundation, we have received correspondence, which is under consideration,” the spokesman said.</p>","wordcount":"947","firstPublicationDate":"2021-06-05T20:00:18Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T20:02:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkcjn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3af45dd25d997f806028f87ae4a5a8dc60bc9da1/0_66_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Four days before the Morrison government was due to decide the future of a mining development in the takayna/Tarkine, 77-year-old Frits Harmsen planted a camping chair in front of trucks on an unsealed road snaking through Australia’s largest temperate rainforest. Harmsen, a former French horn player with the Tasmanian Symphony Orchestra, was part of a small band of Bob Brown-endorsed protesters who on Friday began a 19th day attempting to block work by MMG, a majority Chinese-owned minerals company, in Tasmania’s remote north-west. Up the road, the mining giant was attempting to carry out drilling and other testing for what it hopes will become a much larger project – a new pipeline and waste storage facility near the town of Rosebery. MMG says a new tailings dam is needed to extend the life of an 85-year-old zinc, copper and lead mine that employs about 500 staff and contractors. If the dam is approved, the company expects to clear up to 285 hectares – roughly equivalent to 350 football pitches – of rainforest and other terrain for both the South Marionoak dam and a 3.5km pipe that would carry toxic waste from the mine across the Pieman River. The plan is supported by the Tasmanian Liberal government, which has welcomed MMG’s proposal as “investing with an eye to the future, particularly at a time when every job counts”, and the local mayor. But campaigners from the Bob Brown Foundation say crossing the river would place the tailings dam inside the takayna/Tarkine, a vast and environmentally diverse area that the Australian Heritage Council recommended nine years ago should be protected. Opponents rallied at Hobart Town Hall on Saturday calling for the development to be stopped. The foundation said Harmsen was one of 17 to have been arrested at the site. Speaking after being charged with failing to comply with police, he said he was acting to protect “this incredible tract of rainforest on behalf of my children and grandchildren”, and because he felt powerless watching governments make decisions that damaged the environment without being subject to proper scrutiny. “I am here today because nothing else seems to be working,” Harmsen said. “I just feel we have lost our moral compass a bit as a developed nation. Particularly now, we do have to protect what is left of nature. It’s too important to make into a waste dump, which is basically what [the tailings dam] is.” The scope of MMG’s proposal became clear last month when it lodged documents with the federal environment minister, Sussan Ley. It argued the impact of the development on threatened species would not be significant and it should not have to be fully assessed under national environment laws. Ley’s decision was due on Tuesday, but the environment department website was updated late on Friday to indicate the deadline had been extended until 23 July. Having never been formally recognised, the Tarkine’s boundaries remain loosely defined and contested but, based on the heritage council’s assessment, it covers at least 439,000ha. It includes windswept beaches, buttongrass moorland, wild rivers and unique cave formations, but is best known as home to the world’s second-largest temperate rainforest and Aboriginal shell middens. Some parts have been mined and logged over a long period, but significant sections remain untouched by development. Assessing the site nine years ago, the heritage council found it had “outstanding national heritage significance”, was “one of the world’s great archaeological regions”, and had rainforests with links to the ancient continent of Gondwana. The then Labor federal government largely ignored its advice, protecting only a 2km strip near the coast for its rich Indigenous heritage. The Bob Brown Foundation wants the entire area added to the Tasmanian world heritage wilderness area, which covers about a fifth of the state. Jenny Weber, the group’s campaign manager, said it was “one of the last wild places on Earth” and provided shelter to more than 60 threatened species. She argued the company’s submission underplayed the damage the development could cause, and said it had acknowledged the dam could be built at other sites outside the Tarkine. The environment group last month wrote to Ley urging her to grant an emergency national heritage listing for the area – a step that would have echoed a decision in 2009 by the then environment minister Peter Garrett to prevent a 134km road through rainforest – and invited her to inspect the forest personally. The minister did not respond. Weber called on Ley to use her powers to block it before the formal application process began. “It’s the biggest fight that we have on our hands in the Tarkine,” she said. “It is such a massive incursion into intact rainforest that includes endangered species habitat that we are lobbying for it to be declared as clearly unacceptable.” MMG maintains the environmental impact of the dam can be managed. Its spokesman, Troy Hey, said it was “absolutely committed to continuing the life of Rosebery” and the development would have a “relatively small footprint” on the border of the Tarkine. He said the company would “never stop looking at other options” for waste storage, but the proposed site was the only viable option to replace two near-filled dams in 2024. “We believe that you can balance development and mining sites such as Rosebery and the protection of the natural wilderness of Tasmania,” Hey said. “We have been doing that for 85 years fairly successfully and we don’t think the South Marionoak development is any departure from that.” A spokesman for Ley said the department was assessing the proposal and a decision was expected “in due course”. “Regarding the Bob Brown Foundation, we have received correspondence, which is under consideration,” the spokesman said.","charCount":"5826","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/adam-morton\">Adam Morton</a> Environment editor"}]