[{"headline":"Coronavirus live news: Scientists warn of need to speed up second jabs in England; France opens vaccines to all; Peru death toll nearly triples after review","standfirst":"<p>UK travellers to France face tighter curbs from Monday; Japan may require Games fans to test negative or show vaccine proof; India reports lowest case numbers since 11 April </p><ul><li><a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">Third wave of Covid may be under way in UK, scientists say</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/30/trump-pottinger-mccaul-biden-investigation-covid-origins-china\">Trump allies herald Biden investigation of Covid origins in China</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">Vietnam says new Covid variant is hybrid of India and UK strains</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"UK travellers to France face tighter curbs from Monday; Japan may require Games fans to test negative or show vaccine proof; India reports lowest case numbers since 11 April ","byline":"Edna Mohamed (now), Yohannes Lowe , Lucy Campbell, Haroon Siddique and Helen Livingstone (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"67b0c97e7d05b95c5deb4bc59d4eaa8ef0702c44\"> <img src=\"https://media.guim.co.uk/67b0c97e7d05b95c5deb4bc59d4eaa8ef0702c44/109_26_2511_1506/1000.jpg\" alt=\"People wearing protective face masks in Paris last week\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People wearing protective face masks in Paris last week. New travel restrictions for travellers from the UK to France have come into force today.</span> <span class=\"element-image__credit\">Photograph: Sarah Meyssonnier/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60b5452b8f086d71cc160669\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T20:21:06.829Z\">9.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia</strong> resumes flights from Moscow to London from 2 June due to an improved Covid-19 situation, while it keeps bans in place on flights to Turkey and Tanzania until 21 June, the coronavirus task force said. </p> <p>The task force added that there will now be three flights from Moscow to London a week. </p> <p>The country has also decided to resume a limited number of regular flights to other countries, including Austria, Hungary, Lebanon and Croatia. </p> </div>   </div> <div id=\"block-60b5403e8f08d486a7718c15\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T20:01:26.582Z\">9.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Scientists are urging the government to speed up second doses of Covid vaccines and delay a decision on easing lockdown restrictions in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> on 21 June in an effort to tackle the creeping spread of new cases.</strong></p> <p>Data has shown the coronavirus variant first detected in India, known as B.1.617.2, is continuing to spread across England and is thought to be driving a rise in cases. It is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, <a href=\"https://www.theguardian.com/world/2021/may/24/will-the-india-variant-stop-england-ending-lockdown\">particularly after one dose</a>.</p> <p>The situation has led some scientists to warn the country is in the early stages of a <a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">third wave of coronavirus</a> which, despite the vaccination programme, <a href=\"https://www.theguardian.com/world/2021/may/14/india-covid-variant-could-lead-to-third-wave-uk\">modelling suggests</a> could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England in three weeks’ time should be reconsidered.<br></p> <p>The British Medical Association called on the prime minister, Boris Johnson, to honour his pledge to lift measures based on “data, not dates” and said the government should hold off giving the green light to progressing to stage four of the roadmap “until the latest data can be scientifically considered”.</p> <p>“We are at a pivotal moment,” said the BMA council chair, Dr Chaand Nagpaul, who warned a “premature” ending of all legal restrictions may result in a surge of infections that “would undermine our health service” and undo all the progress made suppressing Covid-19. “We cannot afford to repeat past mistakes,” he said.</p> <p>More of the report here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/scientists-call-uk-speed-up-second-covid-jabs-india-variant-spreads\">Scientists call on UK to speed up second Covid jabs as India variant spreads</a> </p> </aside> </div>   </div> <div id=\"block-60b53ab78f08d486a7718be5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T19:36:29.223Z\">8.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mexico</strong> reported 932 new confirmed cases and 61 deaths on Monday, according to health ministry data. Monday’s figures brought the total number of cases to 2,413,742 and the overall death toll to 223,568.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T19:49:59.387Z\">at 8.49pm BST</time></p>  </div> <div id=\"block-60b539508f088d8c3178eda7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T19:30:50.650Z\">8.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>France </strong>has opened up vaccines to all adults a week before Germany, as Europe rushed to avoid another wave of infections caused by new virus variants.</p> <p>Currently, 25.4 million people have received the first shot of a vaccine, representing about 38 per cent of the population and nearly one in two adults.</p> <p><strong>AFP</strong> reports, </p> <blockquote class=\"quoted\"> <p>Until now, people over 50, workers in professions particularly exposed to the virus and younger adults with underlying health problems were given priority.</p> <p>With the country just beginning to bounce back from a severe third wave of infections, President Emmanuel Macron’s government is keen to quickly expand the vaccine coverage to slow the spread of variants that could spell fresh disaster.</p> <p>Macron announced on Monday that he and his wife Brigitte had been vaccinated.</p> <p>“Like Brigitte and I, like 25 million French people have already done, let’s get vaccinated! To protect ourselves, to protect our loved ones,” tweeted Macron, who contracted Covid in December.</p> <p>Both France and Germany have over the past week imposed new restrictions on travel from the UK to curb the spread of the Indian variant blamed for a surge of cases in parts of Britain.</p> <p>In a severe blow to the French tourism sector, British and other non-EU nationals travelling from the UK to France starting Monday have to provide a “compelling” reason to enter the country.</p> <p>Germany meanwhile has imposed a two-week quarantine for travellers arriving from the UK.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T19:51:51.010Z\">at 8.51pm BST</time></p>  </div> <div id=\"block-60b534068f086d71cc1605d9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T19:08:37.525Z\">8.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Peru nearly triples death toll after review</h2>  <div class=\"block-elements\">  <p><strong>Peru </strong>revised its official Covid-19 death toll to 180,764, nearly triple the previous official figure of 69,342, following a government review that shows the severity of the outbreak in the country, Reuters reports. </p> <p>Peru’s prime minister Violeta Bermudez said in a press conference announcing the result of the review, “We think it is our duty to make public this updated information.” </p> <p>Peru’s new total is in line with so-called excess death figures, which researchers have used to measure possible undercounting in other countries. </p> <p>Excess deaths measure the total number of fatalities and compare it with the same period pre-pandemic. </p> <p>But Peru has been one of the most affected coronavirus countries in Latin America, which has overcrowded hospitals and exceeded the availability of oxygen tanks. </p> </div>   </div> <div id=\"block-60b5312e8f088d8c3178ed6b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:55:49.758Z\">7.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>As new coronavirus variants continue to be discovered, the World Health Organisation has revealed new names, after the letters of the Greek Alphabet, to simplify the discussion around the variants and avoid stigma. </strong></p> <p>Reuter’s reports that the four coronavirus variants considered of concern and known generally by the public as the UK, South Africa, Brazil and India variants have now been given the letters Alpha, Beta, Gamma, Delta according to the order of their detection.</p> <p>Any new variants will follow the pattern and continue down the Alphabet. </p> <p>The choice of the use of the Greek Alphabet came after months of deliberations with other possibilities such as Greek Gods considered by experts, according to bacteriologist Mark Pallen who was involved in the talks.</p> <p>Explaining the decision, the WHO said, “While they have their advantages, these scientific names can be difficult to say and recall, and are prone to misreporting.”</p> <p>“No country should be stigmatized for detecting and reporting variants,” said WHO epidemiologist Maria Van Kerkhove.</p> <p>Historically, viruses have frequently been associated with the locations they were thought to have developed, such as Ebola, named after the eponymous Congolese river.</p> <p>However, this can be damaging for the places and are often inaccurate, as is the case with the ‘Spanish flu’ of 1918, whose origins are unknown. </p> </div>   </div> <div id=\"block-60b52b038f08d486a7718b6a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:31:21.659Z\">7.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Copa America to move to Brazil instead of Argentina due to Covid-19 surge</h2>  <div class=\"block-elements\">  <p><strong>Next month’s Copa America football tournament will take place in Brazil after original host Argentina pulled out after a surge of Covid-19 cases, the South American Football Confederation said on Monday. </strong></p> <p>The decision will mean that the oldest international tournament in the world will go ahead as planned on 13 June, with the final scheduled on 10 July. </p> <p><strong>Reuters</strong> reports:</p> <blockquote class=\"quoted\"> <p>The Brazilian government has shown agility and decisive thinking at a crucial moment for South American football,” Conmebol president Alejandro Domínguez said in a statement.</p> <p>“Brazil is in a time of stability; it has proven infrastructure and recent experience in hosting a tournament of this magnitude.”</p> <p>Brazil hosted the Copa America in 2019 and the World Cup in 2014.</p> <p>The decision is a boost for the Brazilian president, Jair Bolsonaro, a far-right former army captain who has railed against lockdowns and urged Brazilians to return to everyday life.</p> <p>In a separate tweet, Conmebol thanked Bolsonaro for “opening the country’s doors to what is now the safest sporting event in the world”.</p> <p>The president’s office directed questions to the sports department at the ministry of citizenship, which did not immediately respond to a request for comment.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:49:09.792Z\">at 7.49pm BST</time></p>  </div> <div id=\"block-60b527eb8f086d71cc160579\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:16:27.172Z\">7.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Turkey</strong> has eased further measures meant to curb Covid infections, including partially lifting a weekend lockdown and opening up restaurants to a limited number of guests.</p> <p>President Recep Tayyip Erdoğan said the lighter measures, in response to falling cases, would go into effect on Tuesday, and under the new rules, nationwide daily curfews are delayed by an hour to 10pm, Reuters reports.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:47:17.609Z\">at 7.47pm BST</time></p>  </div> <div id=\"block-60b5250d8f086d71cc160563\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:05:32.605Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>France’s Covid-19 hospital numbers and new cases have continued falling as the country gradually relaxes restrictions, and its vaccination campaign speeds up</strong>. </p> <p>On Monday, France recorded 1,211 new coronavirus cases, down from 2,229 last Monday and the lowest case count since 17 August. The latest figures take the total to over 5.66m.</p> <p>The French health ministry reported 126 new deaths, compared with 62 last Monday and a seven-day moving average of 124. The total death toll now stands at 109,528.<br></p> <p>They also reported 2,945 people in intensive care units, down by 48 from a day earlier.<br></p> <p>But on Mondays, the case count usually drops sharply because of weekend reporting lags.<br></p> <p><strong>The French president, Emmanuel Macron, said in a tweet he had been vaccinated; however, he did not specify with which vaccine.</strong><br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmmanuelMacron/status/1399421778607448072\">  <blockquote class=\"twitter-tweet\"><p lang=\"fr\" dir=\"ltr\">Comme Brigitte et moi, comme 25 millions de Français déjà, vaccinons-nous ! Pour nous protéger, pour protéger nos proches. Prenez rendez-vous sur <a href=\"https://t.co/tWTeKkRasd\">https://t.co/tWTeKkRasd</a>. <a href=\"https://t.co/S5ATCvssiS\">https://t.co/S5ATCvssiS</a></p>&mdash; Emmanuel Macron (@EmmanuelMacron) <a href=\"https://twitter.com/EmmanuelMacron/status/1399421778607448072?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure>  <p>Hi, I’m <a href=\"https://www.theguardian.com/profile/edna-mohamed\">Edna Mohamed</a>; I’ll be taking over from Yohannes for the rest of the night. If I miss anything, you can drop me a message on <a href=\"https://twitter.com/ednamohamed_\">Twitter </a>or email me at <a href=\"mailto:edna.mohamed@hotmail.co.uk\">edna.mohamed@hotmail.co.uk</a><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:46:32.877Z\">at 7.46pm BST</time></p>  </div> <div id=\"block-60b522ee8f088d8c3178ed07\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T18:01:42.734Z\">7.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Early evening summary</h2>  <div class=\"block-elements\">  <p>Here is a quick recap of all the main Covid updates from around the world:</p> <ul> <li><a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b51b6d8f088d8c3178ecb4#block-60b51b6d8f088d8c3178ecb4\">The Philippines president, Rodrigo Duterte, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections</a>. </li> <li><strong>Vietnam</strong> <strong>has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city. </strong><a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4ccdb8f088d8c3178e7b5#block-60b4ccdb8f088d8c3178e7b5\">The inbound flight suspension to Hanoi will apply from 1-7 June</a>.</li> <li><strong>Travellers from the UK will have to provide “compelling reasons” to enter France from Monday</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4c8ab8f086d71cc15ffe7#block-60b4c8ab8f086d71cc15ffe7\">as French authorities tighten curbs to halt the spread of the Indian Covid variant</a>. </li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4c0b28f088d8c3178e70b#block-60b4c0b28f088d8c3178e70b\">The European Commission has proposed that all EU countries gradually ease travel measures over the summer</a>.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:12:44.093Z\">at 7.12pm BST</time></p>  </div> <div id=\"block-60b51f198f088d8c3178ece0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T17:39:23.915Z\">6.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p><em> Madrid and the central Spanish region of Castilla la Mancha are considering easing rules on wearing face masks outdoors, officials said on Monday, as falling transmission and rising vaccination rates have lowered the risk of Covid-19 infection.</em></p> <p><em>Masks have been mandatory indoors and out across most of <a href=\"https://www.theguardian.com/world/spain\"><strong>Spain</strong></a>, regardless of social distancing, since last summer.</em></p> <p><em>But daily case numbers and the nationwide infection rate have been declining for months and nearly 40% of the population has received at least one vaccine shot, prompting some authorities to reconsider the rules.</em></p> <p><em>“We are firmly determined to abolish the obligation to wear face masks in open spaces ... before (the rule’s) anniversary in July,” Castilla la Mancha’s regional leader, Emiliano García-Page, said in a speech.</em></p> <p><em>“We want to do this in concert with the nation,” he said, adding that he would propose the relaxation of the rules to the central government and other regions. </em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T18:12:05.956Z\">at 7.12pm BST</time></p>  </div> <div id=\"block-60b51b6d8f088d8c3178ecb4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T17:37:49.373Z\">6.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Philippines extends Covid curbs in capital</h2>  <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/world/rodrigo-duterte\">Philippines president, Rodrigo Duterte</a>, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections that have been decreasing since hitting a peak in April.</p> <p>Religious gatherings remain capped at 30% of venue capacity, while dining in restaurants can operate at 20% in the capital region, an urban sprawl of 16 cities that is home to at least 13 million people, and nearby provinces.</p> <p>Non-essential travel will remain prohibited, Reuters reports.</p> <p>Daily coronavirus cases in the<strong> <a href=\"https://www.theguardian.com/world/philippines\">Philippines</a></strong> averaged roughly 6,300 for May, down by a third from April, after the government reduced operating capacity of businesses and limited the movement of people. </p> <p>Duterte also extended a ban on inbound travel from India, Pakistan, Sri Lanka, Bangladesh, Nepal, Oman, and the United Arab Emirates until 15 June, to prevent transmission of the <a href=\"https://www.theguardian.com/world/2021/apr/19/what-do-we-know-about-the-indian-coronavirus-variant\">coronavirus variant first discovered in India</a>. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T17:44:39.898Z\">at 6.44pm BST</time></p>  </div> <div id=\"block-60b51a368f086d71cc1604db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T17:17:54.712Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"3a1ff74971ceb0b163de26520450b39807cebb82\"> <img src=\"https://media.guim.co.uk/3a1ff74971ceb0b163de26520450b39807cebb82/0_150_4494_2696/1000.jpg\" alt=\"Students from the Las Zanguengas school attend face-to-face classes during the partial opening of schools after the closure due to the pandemic, in Panama Oeste, Panama, 31 May 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students from the Las Zanguengas school attend face-to-face classes during the partial opening of schools after the closure due to the pandemic, in Panama Oeste, Panama, 31 May 2021.</span> <span class=\"element-image__credit\">Photograph: Bienvenido Velasco/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b514e08f088d8c3178ec67\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T16:56:42.596Z\">5.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>School closures in <strong><a href=\"https://www.theguardian.com/uk-news/england\">England</a> </strong>during the Covid lockdown badly damaged the mental health of mothers but had no impact on fathers’ wellbeing, research has found.</p> <p>Doing childcare and home schooling as well as their own jobs led to more mothers of pre-teenage children feeling depressed, having trouble sleeping and seeing themselves as worthless.</p> <p>The pandemic increased mental health problems among parents generally. However, mothers bore the brunt, with fathers barely affected, the study found.</p> <p>Closing schools to stop the spread of coronavirus had “a significant detrimental effect” on mothers’ mental health, academics from Essex, Surrey and Birmingham universities said. However, “for fathers it made no difference”.</p> <p>You can read the full story by <a href=\"https://www.theguardian.com/profile/deniscampbell\">Denis Campbell</a>, the Guardian’s health policy editor, here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/may/31/covid-lockdown-school-closures-hit-mothers-mental-health-but-left-fathers-unaffected\">Covid lockdown school closures ‘hit mothers’ mental health but left fathers unaffected’</a> </p> </aside> </div>   </div> <div id=\"block-60b5108d8f08d486a7718a29\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T16:38:13.186Z\">5.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p> <em><a href=\"https://www.theguardian.com/world/portugal\"><strong>Portugal</strong></a>’s government said on Monday authorities must learn from their mistakes after a decision to allow thousands of English football fans to party in the streets of Porto for Saturday’s Champions League final prompted criticism from some lawmakers.<br></em></p> <p><em>“Every day, unfortunately, there are people who do not respect the rules, but that doesn’t mean the rules are illegitimate,” prime minister António Costa told reporters, admitting the event “didn’t go perfectly”.</em></p> <p><em>“It is clear that what happened this weekend cannot serve as an example, it must serve as a lesson,” Costa said, adding authorities must work to provide more information to tourists about measures they must adopt during their holidays.</em></p> <p><em>Earlier the government came under fire from some lawmakers for sending contradictory Covid-19 messages ahead of the match, in which Chelsea beat Manchester City 1-0.</em></p> <p><em>In the days leading up to Saturday’s final, big crowds of English fans, largely maskless and not socially distancing, <a href=\"https://www.theguardian.com/football/2021/may/29/porto-locals-anger-as-covid-rules-eased-for-champions-league-final-fans\">took over Porto’s streets</a> to drink and chant team slogans. </em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T17:30:47.518Z\">at 6.30pm BST</time></p>  </div> <div id=\"block-60b50b758f088d8c3178eba7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T16:16:07.875Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One further person has died within 28 days of testing positive for Covid-19 as of Monday, according to the government, bringing the<strong> <a href=\"https://www.theguardian.com/uk\">UK</a></strong> total to 127,782.</p> <p>Separate figures published by the Office for National Statistics show there have now been 153,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate.</p> <p>The government also said that as of 9am on Monday there had been a further 3,383 lab-confirmed cases in the UK, PA Media reports. </p> <p>You can read the official release <a href=\"https://coronavirus.data.gov.uk/details/deaths\">here</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T16:26:47.952Z\">at 5.26pm BST</time></p>  </div> <div id=\"block-60b506a68f086d71cc1603b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:55:30.066Z\">4.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Health ministers in <strong><a href=\"https://www.theguardian.com/world/germany\">Germany</a> </strong>have pledged to clamp down on fraud in coronavirus test centres across the country, after evidence that some have been claiming for more tests than they have carried out.</p> <p>At an emergency meeting on Monday after German media exposed the anomalies, Jens Spahn, the federal health minister, and representatives from the 16 states agreed to introduce reforms at the 15,000 test centres.</p> <p>Since March, Germans have been able to have at least one free coronavirus test a week, with some states providing one test a day. The national daily test capacity is about 360,000 a day.<br></p> <p>Test centres receive €18 (£15) for each test carried out.</p> <p>However, as increasing numbers of test centres sprang up around the country, no system was in place to track the number of tests actually done, compared with the numbers submitted by the centres to the government, for which they are quickly reimbursed.</p> <p><a href=\"https://www.theguardian.com/profile/kateconnolly\">Kate Connolly</a>, the Guardian’s Berlin correspondent, has the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/germany-gets-tough-covid-test-centres-fraud\">Germany gets tough on Covid test centres after media expose fraud</a> </p> </aside> </div>   </div> <div id=\"block-60b502458f08d486a7718941\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:36:28.074Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/italy\"><strong>Italy</strong></a> reported 82 coronavirus-related deaths on Monday against 44 the day before, the health ministry said, while the daily tally of new infections fell to 1,820 from 2,949.</p> <p>The number of patients in hospital with Covid- not including those in intensive care- stood at 6,482 on Monday, down from 6,591 a day earlier, Reuters reports. <br></p> </div>   </div> <div id=\"block-60b501c78f088d8c3178eb0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:35:13.753Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.theguardian.com/world/france\"><strong>France</strong></a>, health authorities reported 2,945 people in intensive care units with Covid-19 on Monday, down by 48 from a day earlier, continuing a virtually uninterrupted fall from a 2021 high of more than 6,000 mid-April.</p> <p>The total number of people in hospital also dropped by a further 179 to 16,596 as the vaccination campaign sped up, Reuters reports.</p> <p>The health ministry also reported 126 new coronavirus deaths in hospitals, after three days with a hospital coronavirus death toll below 100. </p> </div>   </div> <div id=\"block-60b5003a8f08d486a771891c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T15:27:16.451Z\">4.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"8b8bfde4e55e3b59cf0fbb7f19f50fa0c929c63e\"> <img src=\"https://media.guim.co.uk/8b8bfde4e55e3b59cf0fbb7f19f50fa0c929c63e/0_43_5568_3341/1000.jpg\" alt=\"Twickenham rugby stadium in south London has become a mass vaccination centre offering first jabs to people over 30.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Twickenham rugby stadium in south London has become a mass vaccination centre offering first jabs to people over 30.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T15:31:57.733Z\">at 4.31pm BST</time></p>  </div> <div id=\"block-60b4f8c88f086d71cc1602e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:56:39.106Z\">3.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Denmark’s</strong> government has asked the country’s health authorities to reconsider a decision earlier this month to exclude <strong>Johnson &amp; Johnson’s</strong> Covid-19 shots from its vaccination programme, local media reported on Monday, citing unnamed sources.</p> <p>The media reports by broadcaster TV2 and newspaper Ekstra Bladet also said Denmark’s vaccination programme would be concluded in September, two weeks after the current timeline.</p> <p>The delay is due to delivery of fewer Moderna vaccines than expected, they reported.</p> <p>Denmark was the first country to exclude the J&amp;J vaccine over a potential link to a rare but serious form of blood clot.</p> <p>A spokeswoman for the health ministry could not immediately comment on the reports.</p> <p>Denmark has also stopped using the <strong>Oxford/AstraZeneca</strong> vaccine altogether, citing similar concerns.</p> </div>   </div> <div id=\"block-60b4f3c98f086d71cc16029a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:34:39.741Z\">3.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Thailand’s</strong> government has reversed a decision by authorities in its capital, <strong>Bangkok,</strong> to ease coronavirus restrictions, as the city battles its worst outbreak of the virus so far, Reuters reports.</p> <p>The Bangkok Metropolitan Administration (BMA) late on Monday said the national coronavirus taskforce had overruled the city’s move to allow massage shops, clinics and parks to reopen from Tuesday. It did not provide a reason.</p> <p>Bangkok and the provinces around it are the epicentre of the two-month-old outbreak, during which the vast majority of Thailand’s coronavirus cases and deaths have been recorded.</p> <p>Massage shops, clinics and public parks must remain closed along with schools, cinemas, gyms and zoos for at least 14 more days.</p> <p>The decision comes as the government faces growing public criticism for a slow and chaotic vaccine rollout, which is due to start on 7 June.</p> <p>Thailand reported 5,485 new cases on Monday, with 1,356 of those in Bangkok. The country also reported 19 new deaths on Monday, bringing its total to 1,031 since the outbreak started.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T14:53:28.820Z\">at 3.53pm BST</time></p>  </div> <div id=\"block-60b4f2cf8f086d71cc16028c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:30:32.287Z\">3.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello! This is <a href=\"https://www.theguardian.com/profile/lucy-campbell\">Lucy Campbell</a>, taking over for a short while while Yohannes has a much-deserved break. Please feel free to get in touch with me as I work if you have a story or tips to share! Your thoughts are always welcome.</p> <p>Email: <a href=\"mailto:lucy.campbell@theguardian.com\">lucy.campbell@theguardian.com</a><br>Twitter: <a href=\"https://twitter.com/lucy_campbell_\">@lucy_campbell_</a></p> </div>   </div> <div id=\"block-60b4ef598f08d486a7718820\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T14:16:45.628Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The head of the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> (WHO) has called for speedily launching global negotiations to agree on an international treaty on pandemic preparedness and response, Reuters reports.</p> <p><a href=\"https://www.theguardian.com/profile/tedros-adhanom\">Tedros Adhanom Ghebreyesus,</a> the WHO director general, also told a closing session of its annual week-long ministerial assembly that the <a draggable=\"true\" href=\"https://www.theguardian.com/world/unitednations\">UN</a> agency required sustainable and flexible funding.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p><em>The one recommendation I believe will do the most to strengthen WHO and global health security is the recommendation of a treaty on pandemic preparedness and response which could also strengthen relations between member states and foster cooperation. This is an idea whose time has come.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T14:21:27.129Z\">at 3.21pm BST</time></p>  </div> <div id=\"block-60b4ea5a8f08d486a77187bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:55:31.861Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a>, a total of 54,657,957 Covid vaccinations took place between 8 December and 30 May, according to NHS<strong> </strong>England data, including first and second doses, which is a rise of 278,637 on the previous day.</p> <p><a href=\"https://www.theguardian.com/society/nhs\">NHS</a> England said 32,938,496 were the first dose of a vaccine, a rise of 99,213 on the previous day, while 21,719,461 were a second dose, an increase of 179,424, PA Media reports.</p> </div>   </div> <div id=\"block-60b4e8b88f08d486a77187a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:47:53.140Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/hungary\"><strong>Hungary</strong></a>’s planned vaccine plant will be fitted out for production of Chinese shots against Covid-19 as well as a local dose, foreign minister Péter Szijjártó has said, according to state news agency MTI.</p> <p>Szijjártó made the announcement after talks with his Chinese counterpart Wang Yi and added that the agreement would mean a “great strategic advantage” for Hungary, Reuters reports.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T14:22:10.955Z\">at 3.22pm BST</time></p>  </div> <div id=\"block-60b4e3318f08d486a7718765\" class=\"block\" data-block-contributor=\"profile/haroonsiddique\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:24:21.598Z\">2.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An advocacy group has sent a legal letter to the government body charged with protecting <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a>’s public health, warning of a high court challenge unless it immediately publishes data of the spread in schools of the variant first detected in India. </p> <p>The pre-action letter sent by advocacy group, the <a href=\"http://www.the-citizens.com/\">Citizens</a>, working with <a href=\"https://www.awo.agency/\">AWO</a>, a data rights firm, follows a <a href=\"https://www.theguardian.com/world/2021/may/22/no-10-tried-to-block-data-on-spread-of-new-covid-variant-in-english-schools\">report in the Observer</a> that Public Health England (PHE) was preparing to publish the data on 13 May but the prime minister’s office intervened and put pressure on it not to do so.<br></p> <p>The legal letter says the public health body is bound by law to be independent from political interference and warns it faces a judicial review unless it releases the data.<br></p> <p>It cites PHE’s framework agreement with the Department of Health and Social Care that states it has “operational autonomy” and “shall be free to publish and speak on those issues which relate to the nation’s health and wellbeing in order to set out the professional, scientific and objective judgement of the evidence base”.<br></p> <p>The health secretary, <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a>, and <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> are both named as “interested parties” in the proposed claim, to which PHE has seven days to respond. <br></p> <p>Clara Maguire, the executive director of the Citizens, said: ‘It defies belief that Public Health England is refusing to publish this vital public health data on the spread of the so-called Indian variant in schools despite scientists, teachers, parents and unions all saying that they need it to safeguard theirs and their children’s health.<br></p> <p>“We believe that there is an immediate risk to life. The public needs this data now and we believe that PHE is acting unlawfully in withholding it. It is unbelievable that a matter of vital importance to our public health can be subject to political interference.”<br></p> <p>The letter states that PHE had promised stakeholders that the data would be included in reports “on or around 12 May” and that PHE by not then publishing was in “breach of a legitimate expectation”.<br></p> <p>On Thursday, <a href=\"https://www.theguardian.com/education/2021/may/27/ministers-urged-to-release-data-on-covid-variants-in-english-schools\">eight unions wrote to the education secretary, Gavin Williamson,</a> asking for the release of the same data.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T13:26:46.821Z\">at 2.26pm BST</time></p>  </div> <div id=\"block-60b4e0358f08d486a7718730\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T13:13:02.155Z\">2.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Update from <a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b4c0b28f088d8c3178e70b#block-60b4c0b28f088d8c3178e70b\">earlier post</a> on the <a href=\"https://www.theguardian.com/world/european-commission\">European Commission</a> proposing that all EU countries gradually ease travel measures over the summer:</p> <p>People who have recovered from a Covid-19 infection should be exempt from restrictions for 180 days, Reuters reports.</p> <p>The commission also proposed that more reliable, but more expensive PCR tests should be valid for 72 hours and rapid antigen tests for 48 hours.</p> <p>Children, who are not yet in line for vaccinations, should not have to undergo a quarantine if travelling with parents who are exempt. Those aged six and older can be subject to tests.</p> <p>The proposals, which are being put to <a href=\"https://www.theguardian.com/world/eu\">EU</a> member states, mirror those already agreed for travel to the EU from outside the bloc. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T13:27:02.149Z\">at 2.27pm BST</time></p>  </div> <div id=\"block-60b4dba78f086d71cc1600fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:52:05.858Z\">1.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Plans to make Covid documents a requirement of entry to mass events are likely to be dropped as the government grapples with how it can safely lift the final set of restrictions in <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a> within weeks.</p> <p>Ministers have been investigating making coronavirus status certificates compulsory in some settings for months, following the lead of Israel, which <a href=\"https://www.theguardian.com/world/2021/feb/19/covid-vaccinated-israelis-to-enjoy-bars-and-hotels-with-green-pass\">introduced a “green pass”</a> for people to demonstrate their low-risk of having or transmitting the disease.</p> <p>As the UK’s vaccination programme continues at greater speed than most countries, questions in Whitehall have focused on how best fully to reopen sectors such as theatres and nightclubs, and restart spectator events including festivals and concerts, without social distancing.<br></p> <p>But the Guardian has been told that status documents, which would display proof of vaccination, a recent negative test result, or antibodies, are unlikely to be introduced ahead of 21 June – the final stage of Boris Johnson’s <a href=\"https://www.theguardian.com/politics/2021/feb/21/lockdown-easing-in-england-key-dates-and-phases-in-the-roadmap\">roadmap out of lockdown</a> when all legal limits on social contact are due to be scrapped.</p> <p><a href=\"https://www.theguardian.com/profile/aubrey-allegretti\">Aubrey Allegretti</a>, a political correspondent for the Guardian, has the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/uk-vaccine-passports-dropped-lifting-restictions-theatres\">UK vaccine passports likely to be dropped as way of lifting restrictions</a> </p> </aside> </div>   </div> <div id=\"block-60b4da968f08d486a77186cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:48:14.913Z\">1.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"02cf12fa30837d6be56a902af6b5f4debebcc9eb\"> <img src=\"https://media.guim.co.uk/02cf12fa30837d6be56a902af6b5f4debebcc9eb/0_110_4848_2909/1000.jpg\" alt=\"A Kashmiri shopkeeper cleans the display of his shop that was opened following a partial relaxation in the lockdown imposed to curb the spread of coronavirus in Srinagar, Indian controlled Kashmir, Monday, May 31, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Kashmiri shopkeeper cleans the display of his shop that was opened following a partial relaxation in the lockdown imposed to curb the spread of coronavirus in Srinagar, Indian controlled Kashmir, Monday, May 31, 2021.</span> <span class=\"element-image__credit\">Photograph: Mukhtar Khan/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b4d6068f08d486a771868b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:28:33.748Z\">1.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/vietnam\"><strong>Vietnam</strong></a> is encouraging local governments and companies to import Covid vaccines themselves, the government said, through procurements that would need to be done via the health ministry or through 27 licensed importers. </p> <p>As Reuters reports, the country is grappling with its biggest outbreak so far and has yet to start mass vaccinations.</p> </div>   </div> <div id=\"block-60b4d2418f086d71cc160067\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:11:53.873Z\">1.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In<strong> <a href=\"https://www.theguardian.com/uk-news/england\">England</a></strong>, Twickenham Rugby Stadium has been turned into a major walk-in vaccine centre in a drive to try to boost vaccinations against coronavirus as cases of the <a href=\"https://www.theguardian.com/world/2021/may/31/india-covid-variant-spreading-across-england-data-shows\">Indian variant surge</a>.</p> <p>Up to 15,000 first dose jabs are being made available for those in the local area who have not yet been vaccinated, PA Media reports.</p> <p>The event - called Let’s Tackle Covid - aims to increase the number of vaccinations as cases of the Indian coronavirus variant surge in Hounslow, west <a href=\"https://www.theguardian.com/uk/london\">London</a>. </p> </div>   </div> <div id=\"block-60b4d0348f08d486a7718639\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T12:02:53.098Z\">1.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The coronavirus variant of concern first detected in India is continuing to spread across <a href=\"https://www.theguardian.com/uk-news/england\">England</a>, with cases emerging beyond “hotspot” areas, data suggests.</p> <p>The variant, known as B.1.617.2, is thought to be driving <a href=\"https://www.theguardian.com/uk-news/2021/may/28/glasgow-to-stay-in-toughest-lockdown-level-as-covid-cases-rise\">a rise in Covid cases in parts of the UK</a> and is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, <a href=\"https://www.theguardian.com/world/2021/may/24/will-the-india-variant-stop-england-ending-lockdown\">particularly after just one dose</a>.</p> <p>At present<a href=\"https://www.theguardian.com/world/2021/may/27/uk-covid-cases-india-variant-matt-hancock-three-quarters\"> up to three-quarters of new Covid cases in the UK</a> are thought to be caused by the India variant. There have also been signs of a slight rise in hospitalisations.</p> <p>The situation has led some scientists to warn that the country is now in the early stages of a <a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">third wave of coronavirus</a> which, despite the vaccination programme, <a href=\"https://www.theguardian.com/world/2021/may/14/india-covid-variant-could-lead-to-third-wave-uk\">modelling suggests</a> could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England on 21 June should be reconsidered.</p> <p>You can read the latest by <a href=\"https://www.theguardian.com/profile/nicola-davis\">Nicola Davis</a>, the Guardian’s science correspondent, here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/india-covid-variant-spreading-across-england-data-shows\">India Covid variant spreading across England, data shows</a> </p> </aside> </div>   </div> <div id=\"block-60b4ccdb8f088d8c3178e7b5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:52:11.564Z\">12.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vietnam to suspend incoming international flights to capital</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/vietnam\"><strong>Vietnam</strong></a> has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city, Reuters reports.</p> <p>After successfully containing Covid outbreaks for most of last year, Vietnam is seeing infections rise sharply and has detected several highly transmissible variants, including a new one announced on Saturday that had <a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">elements of the variants first identified in Britain and India</a>.</p> <p>The inbound flight suspension to Hanoi will apply from 1 June 1 to 7 June.</p> <p>Vietnam has been restricting inbound international flights since the start of the pandemic.</p> <p>It follows a similar move by the business hub Ho Chi Minh City, which on Monday started 15 days of measures that include bans on dining in restaurants and public gatherings of more than 10 people. </p> <p>It has urged people over 60 to stay indoors (see <a href=\"https://www.theguardian.com/world/live/2021/may/31/coronavirus-live-news-japan-olympics-fans-test-india-cases-uk-third-wave?page=with:block-60b46ce78f086d71cc15fbe2#block-60b46ce78f086d71cc15fbe2\">earlier post</a>).</p> <p>Vietnam, a country of 98 million people, has recorded 7,236 Covid infections so far, one of the world’s lowest caseloads. It has reported 47 deaths overall. </p> </div>   </div> <div id=\"block-60b4c8ab8f086d71cc15ffe7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:36:14.433Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">France tightens curbs on travel from UK amid Indian variant fears</h2>  <div class=\"block-elements\">  <p>Travellers from the <a href=\"https://www.theguardian.com/uk\">UK</a> will have to provide “compelling reasons” to <a href=\"https://www.gov.uk/foreign-travel-advice/france/entry-requirements\">enter France</a> from Monday, as French authorities tighten curbs to halt the spread of the <a href=\"https://www.theguardian.com/world/2021/may/14/indian-covid-variant-which-countries-have-highest-infection-rates\">Indian Covid variant</a>.</p> <p>Travel to France from the UK will be permitted only for EU nationals, French residents, or those travelling for essential reasons.</p> <p>Those who are allowed to make the journey must take a pre-departure Covid test and quarantine for seven days on arrival.</p> <p>France is listed as an <a href=\"https://www.theguardian.com/business/2021/may/20/easyjet-is-ready-to-fly-travellers-to-green-list-countries-using-90-of-fleet\">“amber” destination</a> by the UK government, which advises against travel there, with British authorities requiring people to self-isolate for 10 days and take two Covid tests on their return. <br></p> <p><a href=\"https://www.theguardian.com/world/2021/may/26/france-to-impose-covid-quarantine-on-visitors-from-uk\">Last Wednesday</a>, the French government’s official spokesman, Gabriel Attal, said there was “a new situation with the progression of the so-called Indian variant in the UK”, adding that <a href=\"https://www.theguardian.com/world/germany\">Germany</a> had already imposed strict controls on visitors from Britain and that France was taking “similar measures”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:45:38.869Z\">at 12.45pm BST</time></p>  </div> <div id=\"block-60b4aff98f086d71cc15fe8b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:24:55.559Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>France</strong> has today opened up Covid-19 vaccines to all adults, a week before Germany, as Europe races to avoid another wave of infections caused by new virus variants, AFP reports. <br></p> <blockquote class=\"quoted\"> <p>Until now, French authorities gave priority to people over 50, people in “priority professions” or younger adults with underlying health problems.</p> <p>So far, 25.4 million people have received a first shot of a vaccine, representing about 38% of the population and nearly one in two adults. Nearly 12 million have received the two shots required for full protection.</p> <p>As the French savour a degree of freedom following the reopening of cafes, restaurants and museums two weeks ago, initially high levels of vaccine scepticism have begun to subside.</p> <p>A Cevipof poll conducted in early May showed that 65% of adults planned to get vaccinated, up from 48% in February.</p> <p>“I am fully convinced that we are going to see a lot of people getting vaccinated,” Prof Alain Fischer, the immunologist who heads the government’s vaccination advisory board, said today, adding that immunisation was the key to “getting back an increasingly normal life.”</p> <p>With 28 million adults eligible for a first shot, but only around half a million appointments available each day, many people have opted to travel outside their neighbourhood or even their region to secure highly coveted Pfizer or Moderna shots.</p> <p><a href=\"https://www.theguardian.com/world/2021/mar/19/france-limits-astrazeneca-covid-jab-to-over-55s-despite-ema-green-light\">Vaccinations with the AstraZeneca and Janssen jabs are open only to those aged 55</a>, after cases of potentially deadly blood clots in a very small number of younger people vaccinated.</p> <p>The government is hoping that the 76.7m vaccines it is expecting to receive in June will help it meet demand.</p> <p>So far the virus has claimed 109,431 lives in France.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:49:35.494Z\">at 12.49pm BST</time></p>  </div> <div id=\"block-60b4c72c8f08d486a77185b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:24:17.832Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/russia\"><strong>Russia</strong></a>’s single-dose Sputnik Light vaccine against Covid-19 has been approved for use in the Palestinian territories, Russia’s RDIF sovereign wealth fund has said.</p> <p>The RDIF fund is marketing the Russian vaccine abroad, Reuters reports.</p> </div>   </div> <div id=\"block-60b4c6a88f088d8c3178e756\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:21:27.701Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"7ff13d4a9b77f5ae8fff0e782ae39d7042af9e8d\"> <img src=\"https://media.guim.co.uk/7ff13d4a9b77f5ae8fff0e782ae39d7042af9e8d/0_325_6000_3599/1000.jpg\" alt=\"People brave the rain wearing face masks to help protect against the spread of the coronavirus after the Covid-19 alert rose to level 3 in Taipei, Taiwan, Monday, May 31, 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People brave the rain wearing masks to help protect against the spread of coronavirus after the Covid-19 alert rose to level 3 in Taipei, Taiwan.</span> <span class=\"element-image__credit\">Photograph: Chiang Ying-ying/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:46:11.428Z\">at 12.46pm BST</time></p>  </div> <div id=\"block-60b4c2388f08d486a771857e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:04:38.334Z\">12.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/portugal\"><strong>Portugal</strong></a>’s economy shrank 3.3% in the first quarter from the preceding three months, as tourism withered due to a tight lockdown imposed in mid-January, official data indicates.</p> <p>To fight a surge in Covid infections in mid-January, which at the time was the deadliest outbreak per capita in the world, the country imposed a strict three-month lockdown, which has since been gradually lifted.</p> <p>Statistics agency INE said, in its second reading, that gross domestic product shrank 5.4% from the first quarter last year when the country’s first lockdown did not take effect until mid-March. </p> <p>As Reuters reports, Portugal’s economy, in which the tourism sector represented about 15% of GDP before the pandemic hit, shrank 7.6% in 2020, its biggest annual slump since 1936. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:46:33.536Z\">at 12.46pm BST</time></p>  </div> <div id=\"block-60b4c0b28f088d8c3178e70b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T11:00:21.917Z\">12.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">EU executive urges travel reopening ahead of summer</h2>  <div class=\"block-elements\">  <p>The <a href=\"https://www.theguardian.com/world/european-commission\">European Commission</a> has proposed that all <a href=\"https://www.theguardian.com/world/eu\">EU</a> countries gradually ease travel measures over the summer, as the number of Covid vaccinations continues to grow and the severity of the pandemic in the bloc diminishes, Reuters reports.</p> <p>The EU executive, which is seeking to harmonise travel measures across the bloc, said that – according to its recommendation – fully vaccinated people should be exempt from testing or quarantines when travelling from one EU country to another. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:46:51.966Z\">at 12.46pm BST</time></p>  </div> <div id=\"block-60b4bc268f08d486a7718510\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:38:02.090Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p><em> <a href=\"https://www.theguardian.com/world/india\"><strong>India</strong></a>’s Serum Institute will increase production of <a href=\"https://www.theguardian.com/business/astrazeneca\">AstraZeneca</a> Covid-19 vaccines by nearly 40% in June, officials said on Monday, in the first step towards alleviating a shortage that has worsened the country’s battle with coronavirus.<br></em></p> <p><em>The world’s second most-populous nation has struggled with a c<a href=\"https://www.theguardian.com/global-development/2021/may/25/oxygen-shortages-threaten-total-collapse-of-dozens-of-health-systems\">atastrophic outbreak of Covid-19</a> since last month which is only now starting to abate after killing tens of thousands of people.</em></p> <p><em>Government officials and experts say the only way India can avoid a third wave of infections is by having most of its 1.3 billion population inoculated.</em></p> <p><em>The Serum Institute of India, the world’s biggest manufacturer of vaccines, will make 90 million doses of AstraZeneca in June from about 65 million a month now, a company spokesman told Reuters.</em></p> <p><em>Most of the shots administered in India are AstraZeneca, but local firm Bharat Biotech also plans to ramp up production of its Covaxin vaccine to 23 million in June from about 10 million in April, a government official said. </em> </p> </blockquote> </div>   </div> <div id=\"block-60b4ba3f8f088d8c3178e6a7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:33:09.759Z\">11.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Covid curbs may not be eased further next week in parts of <a href=\"https://www.theguardian.com/uk/scotland\"><strong>Scotland</strong></a> where infections are rising, the health secretary has warned.</p> <p>Areas in level 2 are scheduled to move down to level 1 on 7 June.</p> <p>However, according to <a href=\"https://www.theguardian.com/profile/humza-yousaf\">Humza Yousaf</a>, this may not be possible for areas where coronavirus cases are giving “cause for concern”. He said this could affect locations outside Glasgow, which is the only part of Scotland that remains in level 3.</p> <p>Speaking to the BBC’s Good Morning Scotland programme, Yousaf said:</p> <blockquote class=\"quoted\"> <p><em>It may not be the entire country moving to level one. I think people would understand where there are rising case numbers, where there is rising test positivity … it may be the case that parts of the country move to level one but actually other parts of the country we decide to keep in level 2.</em></p> </blockquote> <p>Asked if he was referring to Glasgow, he replied: “Glasgow – but also, I must be quite frank, there are other parts from the data that continue to give us cause for concern.” </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T11:48:31.905Z\">at 12.48pm BST</time></p>  </div> <div id=\"block-60b4b8fb8f088d8c3178e697\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:23:45.544Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This has been shared by <strong>Edouard Mathieu</strong>, head of data at Our World in Data:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/redouad/status/1399296638087217157\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Our data is updated: <a href=\"https://t.co/03pQ8rRViP\">https://t.co/03pQ8rRViP</a><br><br>Share of people with at least 1 dose:<br>🇮🇱 Israel 63%<br>🇬🇧 UK 58%<br>🇨🇦 Canada 57%<br>🇲🇳 Mongolia 57%<br>🇨🇱 Chile 55%<br>🇧🇭 Bahrain 54%<br>🇭🇺 Hungary 53%<br>🇺🇾 Uruguay 51%<br>🇺🇸 US 50%<br>🇶🇦 Qatar 50%<br>🇫🇮 Finland 44%<br>🇩🇪 Germany 43%<br>🇦🇹 Austria 40%<br>🇧🇪 Belgium 40% <a href=\"https://t.co/s3GWDnsZ5P\">pic.twitter.com/s3GWDnsZ5P</a></p>&mdash; Edouard Mathieu (@redouad) <a href=\"https://twitter.com/redouad/status/1399296638087217157?ref_src=twsrc%5Etfw\">May 31, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b4b5468f086d71cc15fede\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:08:31.007Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The 21 June target for scrapping <a href=\"https://www.theguardian.com/uk-news/england\"><strong>England</strong></a>’s remaining coronavirus restrictions appears increasingly under threat, as a senior government adviser said the country was in the early stages of a third wave.</p> <p>Prof Ravi Gupta, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4’s Today programme there had been “exponential growth” in new cases, with the variant first detected in India accounting for three-quarters.</p> <p>Asked if the third wave had begun, Gupta replied: “Yes.”<br></p> <p>He added: </p> <blockquote class=\"quoted\"> <p><em>Of course, the numbers of cases are relatively low at the moment – all waves start with low numbers of cases that grumble in the background and then become explosive – so the key here is that what we are seeing here is the signs of an early wave. It will probably take longer than earlier waves to emerge because of the fact that we do have quite high levels of vaccination in the population, so there may be a false sense of security for some time, and that’s our concern.</em></p> </blockquote> <p>You can read the full story by my colleague <a href=\"https://www.theguardian.com/profile/damien-gayle\">Damien Gayle</a> here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/end-of-england-covid-lockdown-on-21-june-increasingly-in-doubt\">End of England Covid lockdown on 21 June increasingly in doubt </a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T10:24:07.113Z\">at 11.24am BST</time></p>  </div> <div id=\"block-60b4b4978f08d486a771848e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T10:04:09.478Z\">11.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello everyone, this is Yohannes Lowe. I’ll be running the blog until the evening (UK time). As always, feel free to get in touch on <a href=\"https://twitter.com/Yohannes_Lowe\">Twitter</a> if you have any story tips. </p> </div>   </div> <div id=\"block-60b4a23a8f086d71cc15fde4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T09:17:44.904Z\">10.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Thailand</strong> today reported a record number of new coronavirus cases as the governor of Bangkok announced an easing of some restrictions in effect for more than a month – including people visiting parks for exercise. From AP: </p> <p>Thailand has been fighting to deal with a virus surge that began in early April in a group of nightclubs in Bangkok and has since spread around the country.</p> <p>The Center for Covid-19 Situation Administration reported a record 5,485 new cases, of which 1,953 were in prisons. Confirmed deaths increased by 19 to bring the total to 1,031 since the pandemic began last year.<br></p> <p>The total number of confirmed cases has now risen to 159,792, of which 82% occurred during the latest surge. Many of the cases are concentrated in prisons, housing for construction workers, factories, slums and low-income housing areas.</p> <p> Officials have in some cases been criticised for allowing companies to isolate and quarantine workers inside factories.</p> <p>Bangkok, which has been a hot spot in the outbreak, reported 1,356 of the cases on Monday. CCSA deputy spokeswoman Apisamai Srirangsan said the capital has 45 clusters to deal with.<br tabindex=\"-1\"></p> <p>Bangkok will slightly ease its lockdown measures starting tomorrow. In addition to reopening parks and botanical gardens, the city will allow limited numbers of visitors to museums, science parks, historical monuments, ancient places and art centres.<br></p> <p>Schools, bars, nightclubs and entertainment venues will remain closed, but tattoo parlours, nail salons, beauty and weight loss clinics, and some massage parlours will be allowed to reopen with restrictions on the number of clients.</p> <p>Thailand had been considered a success story last year for largely containing the virus, though at great economic cost, especially to its tourism sector, because foreign visitors were largely banned from entering the country.</p> <p>So far, about 3.3% of the country’s roughly 69 million people have received at least one vaccine dose. The government has secured only 7 million vaccine doses in total.</p> <p>The government has been negotiating to get more supplies that would allow it to fully inoculate about 70% of the population by the end of the year. Its earlier plans would have allowed only about 45% of the population to be inoculated.</p>  <figure class=\"element element-image\" data-media-id=\"eb7728125c2725aa96cba33c2720fd798293682a\"> <img src=\"https://media.guim.co.uk/eb7728125c2725aa96cba33c2720fd798293682a/0_182_5472_3283/1000.jpg\" alt=\"Shopping mall staff wait to receive the Sinovac Covid-19 vaccine at a vaccination centre inside a shopping mall in Bangkok, Thailand, today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shopping mall staff wait to receive the Sinovac Covid-19 vaccine at a vaccination centre inside a shopping mall in Bangkok, Thailand, today.</span> <span class=\"element-image__credit\">Photograph: Diego Azubel/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T09:33:58.688Z\">at 10.33am BST</time></p>  </div> <div id=\"block-60b4a0d88f08d486a77183ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T08:45:07.016Z\">9.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hong Kong</strong> will offer civil servants who get vaccinated against Covid-19 a day off for each dose, the government said today, as authorities struggle to boost a sluggish innoculation rate among the city’s 7.5 million population. From Reuters:</p> <blockquote class=\"quoted\"> <p>The secretary for the civil service, Patrick Nip, speaking at a press conference, also said the government was in talks with financial institutions, tertiary schools and theme parks to set up innoculation centres for staff to ramp up the vaccination rate.</p> <p>Hong Kong leader Carrie Lam said at the briefing she had already sent letters to more than 100 firms urging them to follow in the footsteps of the government’s measures.</p> <p>“From now until the end of August is a crucial time for pandemic prevention,” Lam said. “We’re kicking off the ‘Early Vaccination for All’ campaign today to boost the vaccination rate, in order to achieve herd immunity.”</p> <p>Health secretary Sophia Chan joined her colleagues’ calls for people to get vaccinated, warning that if another wave of coronavirus sweeps the territory those who have not been innoculated could face more restrictions.</p> <p>More than 2.3 million coronavirus vaccines have been administered in Hong Kong, with the lacklustre rate resulting in a surplus of doses that are due to expire as soon as August.</p> <p>Roughly 21% of the population aged 16 and above has had at least one dose, Lam said. The latest move comes as some businesses have already announced steps to lure a hesitant public, with Sino Group, Ng Teng Fong Charitable Foundation and Chinese Estates Holdings dangling a new flat worth HK$10.8m (£1m) as the top prize in a vaccine lottery.</p> <p>The government has also relaxed some coronavirus rules for vaccinated people in a bid to encourage inoculations as worries over adverse reactions and a lack of confidence in the Chinese-made Sinovac vaccine hamper the vaccination rate.</p> <p>Hong Kong offers both Sinovac and Germany’s BioNTech vaccines and residents can choose.</p> <p>The global financial hub has kept Covid-19 transmission largely under control, recording more than 11,800 cases and 210 deaths, much lower than many other developed cities.</p> <p>While life in Hong Kong has largely returned to normal with schools reopened and restaurants and shopping malls full, the government still limits gatherings outside to no more than four people.</p> <p><a href=\"https://www.theguardian.com/world/2020/apr/20/hong-kong-using-covid-19-crisis-as-golden-opportunity-for-crackdown-says-arrested-leader\">Critics of the rules say</a> they are aimed at preventing a repeat of anti-government street protests that rocked the former British colony in 2019.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T09:34:39.468Z\">at 10.34am BST</time></p>  </div> <div id=\"block-60b49a038f086d71cc15fd9a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T08:17:51.197Z\">9.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The rise in Covid-19 cases in Bolton, north-west <strong tabindex=\"-1\">England</strong>, where <a draggable=\"true\" href=\"https://www.theguardian.com/world/2021/may/13/care-homes-in-bolton-advised-to-continue-lockdown-measures\">cases had soared giving it the highest infection rate in the country</a>, is slowing down but there is no room for complacency, a senior doctor has warned (via PA Media).</p> <blockquote class=\"quoted\"> <p>The seven-day rate in Bolton currently stands at 386.7 cases per 100,000, down from 452.8 on 21 May, suggesting the recent surge in cases in the town, driven by the spread of the Indian variant of coronavirus, may have peaked.</p> <p>Bolton shares a border with Blackburn with Darwen, and both areas have reported some of the highest numbers of cases of the Indian variant, with Bolton recording 1,354 up to 25 May -– the highest in the country – and Blackburn with Darwen recording 361.</p> <p>Health teams in both local authorities have been running surge testing for the virus, along with <a href=\"https://www.theguardian.com/uk-news/2021/may/17/a-mammoth-undertaking-bolton-steps-up-covid-jabs-to-tackle-outbreak\">“surge vaccinations”</a> to boost take-up among everyone who is eligible for the vaccine.</p> <p>Dr Helen Wall, senior responsible officer for the Covid vaccine programme in Bolton, told BBC Breakfast: </p> <p>“I’m pleased to report that things are starting to slow in terms of the rise here in Covid cases, but we really can’t rest on that.</p> <p>“It’s only been a few days of the rates slowing down so we really are keen to keep pushing forwards and get the rates down further.”</p> <p>Dr Wall said there are very young populations in many of the areas that have seen the highest rises in Bolton, and each time the age comes down for vaccine eligibility, thousands more people are able to come forward for the jab.</p> <p>“I think the age of eligibility going down every few days has really helped, and will really help us, if we can get those people through the doors to be vaccinated asap,” she said.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T08:21:27.129Z\">at 9.21am BST</time></p>  </div> <div id=\"block-60b492048f086d71cc15fd48\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T07:40:45.188Z\">8.40am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">China re-imposes travel controls on its southern province of Guangdong</h2>  <div class=\"block-elements\">  <p><strong>China</strong> today reimposed anti-coronavirus travel controls on its southern province of Guangdong, announcing anyone leaving the populous region must be tested for the virus following a spike in infections that has alarmed authorities, the Associated Press reports.</p> <blockquote class=\"quoted\"> <p>Guangdong, which borders Hong Kong, recorded 20 new confirmed cases, all contracted locally, in the 24 hours through to midnight yesterday.</p> <p> Guangdong’s numbers are low compared with many places in the world, but the rise has rattled Chinese leaders who thought they had the disease under control.</p> <p>People leaving Guangdong by plane, train, bus or private car after 10pm today must present results of a nucleic acid test within the past 72 hours, the provincial government announced. It said testing stations for truck drivers would be set up on major roads.</p> <p>The government of the provincial capital, Guangzhou, a business centre of 15 million people, ordered mass testing after locally acquired infections were found beginning 21 May. The government said 700,000 people had been tested through last Wednesday.</p> <p>China had relaxed most restrictions on domestic travel after the ruling Communist Party declared the virus under control last March. Travellers arriving from abroad still must be tested.</p> <p>On Saturday, residents of one Guangzhou neighbourhood were ordered to stay at home for door-to-door testing. In some areas, outdoor markets and child care facilities were closed and in-person grade school classes and indoor restaurant dining cancelled.</p> <p>China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad. The mainland’s official death toll stands at 4,636 out of 91,099 confirmed cases.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"1b8a29f4a8af458f931bf6a42aa72aab589792d8\"> <img src=\"https://media.guim.co.uk/1b8a29f4a8af458f931bf6a42aa72aab589792d8/0_115_3500_2099/1000.jpg\" alt=\"A medical worker collects a swab from a resident during a mass testing for the coronavirus disease at a makeshift testing site at a stadium in Guangzhou, Guangdong province, China, yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A medical worker collects a swab from a resident during a mass testing for the coronavirus disease at a makeshift testing site at a stadium in Guangzhou, Guangdong province, China, yesterday.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T08:22:15.481Z\">at 9.22am BST</time></p>  </div> <div id=\"block-60b48d6b8f086d71cc15fd0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T07:22:37.025Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, this is <strong>Haroon Siddique</strong>. I’ll be updating the blog for the next few hours.</p> <p><strong>Burkina Fas</strong><strong>o</strong>, one of several countries in Africa that has yet to launch a Covid-19 vaccination campaign, received its first shipment under the global vaccine-sharing scheme Covax yesterday, Reuters reports, citing the country’s health ministry.</p> <blockquote class=\"quoted\"> <p>The 115,200 AstraZeneca doses were flown into the airport of the capital Ouagadougou and were welcomed by a local delegation led by health minister Charlemagne Ouedraogo.</p> <p>“In a few weeks other vaccines will probably arrive to supplement what we have,” Ouedraogo said.</p> <p>The vaccination campaign, which will first target health workers, aims to eventually inoculate over 15 million of the west African nation’s 21.5 million citizens, the ministry said.</p> <p>Some 1.5bn Covid-19 vaccine doses have been administered globally, but <a href=\"https://www.theguardian.com/world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations\">only about 1% of them in Africa</a>, data from the World Health Organization (WHO) found.</p> <p>Earlier in May, Burkina Faso was one of a few African countries, including Tanzania and Chad, highlighted by the International Rescue Committee as not having administered a single dose while richer countries had ordered excess supply.</p> <p>The Covax facility, backed by the WHO and the Global Alliance for Vaccines and Immunization (Gavi), aims to secure 2bn vaccine doses for lower-income countries by the end of 2021.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T07:38:57.543Z\">at 8.38am BST</time></p>  </div> <div id=\"block-60b481e68f088d8c3178e42c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T07:01:00.085Z\">8.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s it from me, Helen Livingstone, for today. </p> <p>Here’s a summary of what’s been happening:</p> <ul> <li><strong>Dr Anthony Fauci</strong>, the top infectious diseases expert in the <strong>US</strong>, <a href=\"https://www.theguardian.com/us-news/2021/may/31/dr-anthony-fauci-interview-covid-coronavirus-vaccines-summer\">has told the Guardian</a> it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June. “We don’t want to declare victory prematurely because we still have a ways to go,” he said.</li> <li><strong>Japan</strong> <a href=\"https://www.theguardian.com/sport/2021/may/31/tokyo-olympics-local-fans-vaccination-proof-covid-test-report\">is considering requiring negative Covid-19 test results</a> or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a poll showed public opposition to the Games remains strong.</li> <li>The acting premier of the <strong>Australian state of Victoria</strong>, currently enduring a seven-day lockdown, <a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">has warned that the situation remains “incredibly serious”</a> as the region posted 11 new cases of Covid, including some involving aged care homes. “I want to be very clear with everyone, this outbreak may well get worse before it gets better,” James Merlino said.</li> <li><strong>India</strong> has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128.</li> <li>The <strong>British prime minister, Boris Johnson</strong>, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics. “We’ve got to do better than this,” <a href=\"https://www.cbc.ca/news/politics/boris-johnson-rosemary-barton-vaccine-passports-1.6045099\">he told Canadian broadcaster CBC</a>.</li> <li><strong>In the UK, </strong>ministers will adopt a cautious approach in deciding whether to ease lockdown on 21 June, with hospitals already under pressure and health experts warning against “charging ahead”. </li> <li>A health expert affiliated with the<strong> World Health Organization </strong><a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\">has called on</a><strong><a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\"> the US</a> </strong>to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community.</li> <li><strong>Vietnam</strong> is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T07:21:57.768Z\">at 8.21am BST</time></p>  </div> <div id=\"block-60b46ce78f086d71cc15fbe2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:59:58.388Z\">7.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Vietnam is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak, the Associated Press reports.</p> <p>People in Ho Chi Minh city are only allowed to leave home for necessary activities and public gatherings of more than 10 people are banned for the next two weeks, the government has announced. </p> <p>The city, Vietnam’s economic hub, also shut down non-essential business on Thursday when cases started to increase.</p> <p>State newspaper Vietnam News said the city authority is planning to test its entire population with a testing capacity of 100,000 samples a day.<br></p> <p>The newspaper also said police had filed a case on Sunday against a couple who head a Protestant church mission for “spreading dangerous infectious diseases,” citing poor health protocols applied at the premises.</p> <p>At least 145 cases of coronavirus infection have been reported with links to the Revival Ekklesia Mission, a Protestant sect, and the city district of Go Vap, where the church is based, has been locked down. Vietnam has since banned all religious events nationwide.</p> <p>The newspaper said church followers gathered in small space for singing and chanting without proper distancing and mask wearing. Ho Chi Minh city police said the mission has 48 registered members.</p> </div>   </div> <div id=\"block-60b485f08f086d71cc15fcbb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:48:48.606Z\">7.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s an update on Japan’s potential plan to require fans at the Tokyo Olympics to provide proof of vaccination or a negative Covid test from our correspondent Justin McCurry:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/31/tokyo-olympics-local-fans-vaccination-proof-covid-test-report\">Tokyo Olympics: local fans may need to show vaccination proof or negative Covid test</a> </p> </aside> </div>   </div> <div id=\"block-60b45c1c8f08d486a7718102\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:41:50.150Z\">7.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>China has reported a sudden surge of Covid cases in the country’s south, with 20 new local cases on Sunday, Reuters reports, as authorities lock down areas of Guangdong province’s capital city.</p> <p>Of the 27 new coronavirus cases reported by the national health authority in its daily updates, only seven infections were imported, with the remainder originating in Guangdong province.</p> <p>On Saturday, authorities placed a neighbourhood in the capital city of Guangzhou under lockdown as a precautionary measure to curb the virus’ spread.</p> <p>State media reports have suggested that the the recent outbreak is linked to a strain of the virus originating in India.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T06:45:22.533Z\">at 7.45am BST</time></p>  </div> <div id=\"block-60b47ea08f088d8c3178e40b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:33:25.193Z\">7.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"be8b1c6edabf04d04acb614165ec5563f3899697\"> <img src=\"https://media.guim.co.uk/be8b1c6edabf04d04acb614165ec5563f3899697/0_251_4673_2804/1000.jpg\" alt=\"Covid-19: Outbreak in Taiwan, Taipei - 31 May 2021Mandatory Credit: Photo by Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock (11986458w) Military officers in protective suits disinfect public areas and transport in Taipei, following a dramatic surge of domestic cases that jeopardize medical systems in Taiwan. With more Covid-19 related cases and deaths reported, there has been discussion on the possibility of lockdown while facing inadequate vaccines and impacts on the economy. Covid-19: Outbreak in Taiwan, Taipei - 31 May 2021\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Military officers in protective suits disinfect public areas and transport in Taipei, following a surge in domestic cases that have jeopardised medical systems in Taiwan.</span> <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b47fe28f08d486a771827f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:27:14.941Z\">7.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In a Guardian interview, Dr Anthony Fauci, the top infectious diseases expert in the US, has warned it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June.</p> <p>“We don’t want to declare victory prematurely because we still have a ways to go,” Fauci said. “But the more and more people that can get vaccinated, as a community, the community will be safer and safer.”</p> <p>Daily coronavirus cases have dropped 53% since 1 May, according to Johns Hopkins University data, but the rates are still high in the unvaccinated population and cases are growing globally. Already there have been more global cases in 2021 than in all of 2020, <a href=\"https://www.usatoday.com/in-depth/graphics/2021/05/25/covid-19-cases-worldwide-2021-surpasses-2020/5243310001/\">according to Johns Hopkins University data</a>.<br></p> <p>“As long as there is some degree of activity throughout the world, there’s always a danger of variants emerging and diminishing somewhat the effectiveness of our vaccines,” said Fauci.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/31/dr-anthony-fauci-interview-covid-coronavirus-vaccines-summer\">Covid summer: Fauci warns US has ‘a ways to go’ despite lowest rates in a year</a> </p> </aside> </div>   </div> <div id=\"block-60b467bc8f08d486a7718190\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:17:03.488Z\">7.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Australian state of Victoria, currently enduring a seven-day lockdown, has reported 11 new cases of Covid-19, bringing the current number of active cases in the area to 54.</p> <p>Worryingly, three of those cases are related to aged care homes, which bore the brunt of last year’s outbreak in Victoria, in which hundreds of elderly care home residents died.</p> <p>Acting state premier James Merlino told reporters on Monday the situation was “incredibly serious” and that “the next few days remain critical.”</p> <p>“I want to be very clear with everyone, this outbreak may well get worse before it gets better,” he said.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/31/victoria-covid-update-11-new-cases-across-state-as-outbreak-hits-two-melbourne-aged-care-homes\">Victoria Covid update: 11 new cases across state as outbreak hits two Melbourne aged care homes</a> </p> </aside> </div>   </div> <div id=\"block-60b45af58f086d71cc15fb1b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T06:04:28.948Z\">7.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The British prime minister, Boris Johnson, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics, Reuters reports.</p> <p>“We need to have agreements on issues such as vaccine passports, Covid status certification and the rest,” <a href=\"https://www.cbc.ca/news/politics/boris-johnson-rosemary-barton-vaccine-passports-1.6045099\">Johnson told the Canadian public channel CBC</a>.</p> <p>Johnson was speaking ahead of a 11-13 June summit of the G7 economic powers (US, Canada, Japan, Britain, France, Germany and Italy) which he will host in Cornwall, at the southwestern tip of England.<br></p> <p>“What we need, I think, is a global treaty on pandemic preparedness,” he said, adding that 2020 had been a “terrible year for humanity.”</p> <p>Johnson said it was also a bad time “for believers in global cooperation, because the world simply became balkanized,” with many countries slow to share stocks of protective equipment, medicines and vaccines.<br></p> <p>“We’ve got to do better than this,” the prime minister added.</p> <p>“Vaccination has got to be a global enterprise,” Johnson said in the interview taped on Friday and broadcast on Sunday.</p> <p>He said it was crucial that developing countries receive vaccine supplies as quickly as possible.</p> <p>Rather than the goal set by some of vaccinating the world by 2024 or 2025, Johnson set a more ambitious target, saying, “We need to get this done by the end of next year.”</p> </div>   </div> <div id=\"block-60b46b138f088d8c3178e36a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T05:48:45.733Z\">6.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India</strong> has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128, according to Reuters.</p> <p>The South Asian nation’s tally of infections now stands at 28 million, while the death toll has reached 329,100, health ministry data shows.</p> <p>And in a slightly lighter twist on Covid news from India, this great picture from Hyderabad shows a man wearing headgear inspired by the virus and who is employed by a private hospital to counsel local residents about Covid safety measures.</p>  <figure class=\"element element-image\" data-media-id=\"a19670c25c714c417693cf38db70c06f071671e8\"> <img src=\"https://media.guim.co.uk/a19670c25c714c417693cf38db70c06f071671e8/0_3_4161_2497/1000.jpg\" alt=\"An employee of a private hospital wearing headgear themed on Covid-19 coronavirus rides his motorbike around counselling people at markets and slums about the precautionary measures to be taken against the spread of the coronavirus in Hyderabad on May 31, 2021. (Photo by Noah SEELAM / AFP) (Photo by NOAH SEELAM/AFP via Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man wearing Covid-inspired headgear counsels people in Hyderabad about Covid-safety measures.</span> <span class=\"element-image__credit\">Photograph: Noah Seelam/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T06:05:44.785Z\">at 7.05am BST</time></p>  </div> <div id=\"block-60b458058f088d8c3178e289\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T05:18:06.097Z\">6.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Japan considering requirements for fans attending Olympics</h2>  <div class=\"block-elements\">  <p><strong>Japan</strong> is considering requiring negative Covid-19 test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported according to Reuters, as a new poll showed public opposition to the Games remains strong.</p> <p>With the opening of the Games less than two months away, public confidence has been shaken by a fourth wave of coronavirus infections and a slow vaccination rollout.</p> <p>Foreign spectators have already been banned and game organisers are expected to make a decision next month on whether Japanese fans will be able to attend and, if so, under what conditions.<br></p> <p>In addition to other coronavirus measures like banning loud cheering and high-fives, the Yomiuri said the government was considering whether spectators should be required to show a negative test result taken within a week of attending an Olympic event.</p> <p>The report was met with outrage among some social media users, with thousands of tweets criticising the country’s continued push to host the Olympics in the middle of a pandemic. The term “negative test certificate” was trending on Twitter in Japan, garnering over 8,000 tweets on Monday morning.</p> <p>In a poll published by the Nikkei paper on Monday, over 60% of respondents were in favour of cancelling or delaying the Games, a result in line with previous polls by other media outlets.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-31T07:52:30.619Z\">at 8.52am BST</time></p>  </div> <div id=\"block-60b432db8f086d71cc15f9a6\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-31T05:08:13.474Z\">6.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Hello and welcome to today’s coverage of the coronavirus pandemic with me, Helen Livingstone.</p> <p>Japan is considering requiring negative test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a new poll showed public opposition to the Games remains strong.</p> <p>The UK’s prime minister, Boris Johnson, <a href=\"https://www.cbc.ca/news/politics/boris-johnson-rosemary-barton-vaccine-passports-1.6045099\">has told Canadian broadcaster CBC</a> he wants an upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics.</p> <p>And Victoria has confirmed 11 new locally acquired coronavirus cases, including four relating to aged care homes, bringing the total number of active cases in the Australian state, to 54. You can follow our live coverage on the Victorian lockdown <a href=\"https://www.theguardian.com/australia-news/live/2021/may/31/coronavirus-australia-live-melbourne-lockdown-victoria-morrison-albanese-covid\">here</a>.</p> <p>Here’s a roundup of what’s been happening over the weekend:</p> <ul> <li><strong>In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on June 21</strong>, with hospitals already under pressure and health experts warning against “charging ahead”. Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time.</li> <li><strong>A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak</strong> with the WHO and the scientific community.</li> <li><strong>Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK</strong> and spreads quickly by air, the health minister has said.</li> <li><strong>Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus</strong>, including early closure of shops and restaurants, from June 1, the cabinet said.</li> <li><strong>South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19</strong> as positive cases surge, President Cyril Ramaphosa said on Sunday.</li> <li><strong>Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks</strong>. It is a stark figure that underlines just how serious a problem global vaccine inequity has become. But the answer for the developing world is not as simple as delivering more vaccines.</li> <li><strong>I</strong><strong>taly has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant</strong>. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June.</li> <li><strong>Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19</strong>, the interior ministry said.</li> </ul> </div>   </div>","wordcount":"8818","firstPublicationDate":"2021-05-31T05:08:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T20:21:06Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj2zv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/67b0c97e7d05b95c5deb4bc59d4eaa8ef0702c44/109_26_2511_1506/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Russia resumes flights from Moscow to London from 2 June due to an improved Covid-19 situation, while it keeps bans in place on flights to Turkey and Tanzania until 21 June, the coronavirus task force said. The task force added that there will now be three flights from Moscow to London a week. The country has also decided to resume a limited number of regular flights to other countries, including Austria, Hungary, Lebanon and Croatia. Scientists are urging the government to speed up second doses of Covid vaccines and delay a decision on easing lockdown restrictions in England on 21 June in an effort to tackle the creeping spread of new cases. Data has shown the coronavirus variant first detected in India, known as B.1.617.2, is continuing to spread across England and is thought to be driving a rise in cases. It is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, particularly after one dose. The situation has led some scientists to warn the country is in the early stages of a third wave of coronavirus which, despite the vaccination programme, modelling suggests could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England in three weeks’ time should be reconsidered. The British Medical Association called on the prime minister, Boris Johnson, to honour his pledge to lift measures based on “data, not dates” and said the government should hold off giving the green light to progressing to stage four of the roadmap “until the latest data can be scientifically considered”. “We are at a pivotal moment,” said the BMA council chair, Dr Chaand Nagpaul, who warned a “premature” ending of all legal restrictions may result in a surge of infections that “would undermine our health service” and undo all the progress made suppressing Covid-19. “We cannot afford to repeat past mistakes,” he said. More of the report here: Mexico reported 932 new confirmed cases and 61 deaths on Monday, according to health ministry data. Monday’s figures brought the total number of cases to 2,413,742 and the overall death toll to 223,568. France has opened up vaccines to all adults a week before Germany, as Europe rushed to avoid another wave of infections caused by new virus variants. Currently, 25.4 million people have received the first shot of a vaccine, representing about 38 per cent of the population and nearly one in two adults. AFP reports, Until now, people over 50, workers in professions particularly exposed to the virus and younger adults with underlying health problems were given priority. With the country just beginning to bounce back from a severe third wave of infections, President Emmanuel Macron’s government is keen to quickly expand the vaccine coverage to slow the spread of variants that could spell fresh disaster. Macron announced on Monday that he and his wife Brigitte had been vaccinated. “Like Brigitte and I, like 25 million French people have already done, let’s get vaccinated! To protect ourselves, to protect our loved ones,” tweeted Macron, who contracted Covid in December. Both France and Germany have over the past week imposed new restrictions on travel from the UK to curb the spread of the Indian variant blamed for a surge of cases in parts of Britain. In a severe blow to the French tourism sector, British and other non-EU nationals travelling from the UK to France starting Monday have to provide a “compelling” reason to enter the country. Germany meanwhile has imposed a two-week quarantine for travellers arriving from the UK. Peru revised its official Covid-19 death toll to 180,764, nearly triple the previous official figure of 69,342, following a government review that shows the severity of the outbreak in the country, Reuters reports. Peru’s prime minister Violeta Bermudez said in a press conference announcing the result of the review, “We think it is our duty to make public this updated information.” Peru’s new total is in line with so-called excess death figures, which researchers have used to measure possible undercounting in other countries. Excess deaths measure the total number of fatalities and compare it with the same period pre-pandemic. But Peru has been one of the most affected coronavirus countries in Latin America, which has overcrowded hospitals and exceeded the availability of oxygen tanks. As new coronavirus variants continue to be discovered, the World Health Organisation has revealed new names, after the letters of the Greek Alphabet, to simplify the discussion around the variants and avoid stigma. Reuter’s reports that the four coronavirus variants considered of concern and known generally by the public as the UK, South Africa, Brazil and India variants have now been given the letters Alpha, Beta, Gamma, Delta according to the order of their detection. Any new variants will follow the pattern and continue down the Alphabet. The choice of the use of the Greek Alphabet came after months of deliberations with other possibilities such as Greek Gods considered by experts, according to bacteriologist Mark Pallen who was involved in the talks. Explaining the decision, the WHO said, “While they have their advantages, these scientific names can be difficult to say and recall, and are prone to misreporting.” “No country should be stigmatized for detecting and reporting variants,” said WHO epidemiologist Maria Van Kerkhove. Historically, viruses have frequently been associated with the locations they were thought to have developed, such as Ebola, named after the eponymous Congolese river. However, this can be damaging for the places and are often inaccurate, as is the case with the ‘Spanish flu’ of 1918, whose origins are unknown. Next month’s Copa America football tournament will take place in Brazil after original host Argentina pulled out after a surge of Covid-19 cases, the South American Football Confederation said on Monday. The decision will mean that the oldest international tournament in the world will go ahead as planned on 13 June, with the final scheduled on 10 July. Reuters reports: The Brazilian government has shown agility and decisive thinking at a crucial moment for South American football,” Conmebol president Alejandro Domínguez said in a statement. “Brazil is in a time of stability; it has proven infrastructure and recent experience in hosting a tournament of this magnitude.” Brazil hosted the Copa America in 2019 and the World Cup in 2014. The decision is a boost for the Brazilian president, Jair Bolsonaro, a far-right former army captain who has railed against lockdowns and urged Brazilians to return to everyday life. In a separate tweet, Conmebol thanked Bolsonaro for “opening the country’s doors to what is now the safest sporting event in the world”. The president’s office directed questions to the sports department at the ministry of citizenship, which did not immediately respond to a request for comment. Turkey has eased further measures meant to curb Covid infections, including partially lifting a weekend lockdown and opening up restaurants to a limited number of guests. President Recep Tayyip Erdoğan said the lighter measures, in response to falling cases, would go into effect on Tuesday, and under the new rules, nationwide daily curfews are delayed by an hour to 10pm, Reuters reports. France’s Covid-19 hospital numbers and new cases have continued falling as the country gradually relaxes restrictions, and its vaccination campaign speeds up. On Monday, France recorded 1,211 new coronavirus cases, down from 2,229 last Monday and the lowest case count since 17 August. The latest figures take the total to over 5.66m. The French health ministry reported 126 new deaths, compared with 62 last Monday and a seven-day moving average of 124. The total death toll now stands at 109,528. They also reported 2,945 people in intensive care units, down by 48 from a day earlier. But on Mondays, the case count usually drops sharply because of weekend reporting lags. The French president, Emmanuel Macron, said in a tweet he had been vaccinated; however, he did not specify with which vaccine. Hi, I’m Edna Mohamed; I’ll be taking over from Yohannes for the rest of the night. If I miss anything, you can drop me a message on Twitter or email me at edna.mohamed@hotmail.co.uk Here is a quick recap of all the main Covid updates from around the world: The Philippines president, Rodrigo Duterte, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections. Vietnam has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city. The inbound flight suspension to Hanoi will apply from 1-7 June. Travellers from the UK will have to provide “compelling reasons” to enter France from Monday, as French authorities tighten curbs to halt the spread of the Indian Covid variant. The European Commission has proposed that all EU countries gradually ease travel measures over the summer. Reuters reports: Madrid and the central Spanish region of Castilla la Mancha are considering easing rules on wearing face masks outdoors, officials said on Monday, as falling transmission and rising vaccination rates have lowered the risk of Covid-19 infection. Masks have been mandatory indoors and out across most of Spain, regardless of social distancing, since last summer. But daily case numbers and the nationwide infection rate have been declining for months and nearly 40% of the population has received at least one vaccine shot, prompting some authorities to reconsider the rules. “We are firmly determined to abolish the obligation to wear face masks in open spaces ... before (the rule’s) anniversary in July,” Castilla la Mancha’s regional leader, Emiliano García-Page, said in a speech. “We want to do this in concert with the nation,” he said, adding that he would propose the relaxation of the rules to the central government and other regions. The Philippines president, Rodrigo Duterte, has prolonged partial Covid curbs in the capital and nearby provinces until mid-June to contain infections that have been decreasing since hitting a peak in April. Religious gatherings remain capped at 30% of venue capacity, while dining in restaurants can operate at 20% in the capital region, an urban sprawl of 16 cities that is home to at least 13 million people, and nearby provinces. Non-essential travel will remain prohibited, Reuters reports. Daily coronavirus cases in the Philippines averaged roughly 6,300 for May, down by a third from April, after the government reduced operating capacity of businesses and limited the movement of people. Duterte also extended a ban on inbound travel from India, Pakistan, Sri Lanka, Bangladesh, Nepal, Oman, and the United Arab Emirates until 15 June, to prevent transmission of the coronavirus variant first discovered in India. School closures in England during the Covid lockdown badly damaged the mental health of mothers but had no impact on fathers’ wellbeing, research has found. Doing childcare and home schooling as well as their own jobs led to more mothers of pre-teenage children feeling depressed, having trouble sleeping and seeing themselves as worthless. The pandemic increased mental health problems among parents generally. However, mothers bore the brunt, with fathers barely affected, the study found. Closing schools to stop the spread of coronavirus had “a significant detrimental effect” on mothers’ mental health, academics from Essex, Surrey and Birmingham universities said. However, “for fathers it made no difference”. You can read the full story by Denis Campbell, the Guardian’s health policy editor, here: Reuters reports: Portugal’s government said on Monday authorities must learn from their mistakes after a decision to allow thousands of English football fans to party in the streets of Porto for Saturday’s Champions League final prompted criticism from some lawmakers. “Every day, unfortunately, there are people who do not respect the rules, but that doesn’t mean the rules are illegitimate,” prime minister António Costa told reporters, admitting the event “didn’t go perfectly”. “It is clear that what happened this weekend cannot serve as an example, it must serve as a lesson,” Costa said, adding authorities must work to provide more information to tourists about measures they must adopt during their holidays. Earlier the government came under fire from some lawmakers for sending contradictory Covid-19 messages ahead of the match, in which Chelsea beat Manchester City 1-0. In the days leading up to Saturday’s final, big crowds of English fans, largely maskless and not socially distancing, took over Porto’s streets to drink and chant team slogans. One further person has died within 28 days of testing positive for Covid-19 as of Monday, according to the government, bringing the UK total to 127,782. Separate figures published by the Office for National Statistics show there have now been 153,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate. The government also said that as of 9am on Monday there had been a further 3,383 lab-confirmed cases in the UK, PA Media reports. You can read the official release here. Health ministers in Germany have pledged to clamp down on fraud in coronavirus test centres across the country, after evidence that some have been claiming for more tests than they have carried out. At an emergency meeting on Monday after German media exposed the anomalies, Jens Spahn, the federal health minister, and representatives from the 16 states agreed to introduce reforms at the 15,000 test centres. Since March, Germans have been able to have at least one free coronavirus test a week, with some states providing one test a day. The national daily test capacity is about 360,000 a day. Test centres receive €18 (£15) for each test carried out. However, as increasing numbers of test centres sprang up around the country, no system was in place to track the number of tests actually done, compared with the numbers submitted by the centres to the government, for which they are quickly reimbursed. Kate Connolly, the Guardian’s Berlin correspondent, has the full story here: Italy reported 82 coronavirus-related deaths on Monday against 44 the day before, the health ministry said, while the daily tally of new infections fell to 1,820 from 2,949. The number of patients in hospital with Covid- not including those in intensive care- stood at 6,482 on Monday, down from 6,591 a day earlier, Reuters reports. In France, health authorities reported 2,945 people in intensive care units with Covid-19 on Monday, down by 48 from a day earlier, continuing a virtually uninterrupted fall from a 2021 high of more than 6,000 mid-April. The total number of people in hospital also dropped by a further 179 to 16,596 as the vaccination campaign sped up, Reuters reports. The health ministry also reported 126 new coronavirus deaths in hospitals, after three days with a hospital coronavirus death toll below 100. Denmark’s government has asked the country’s health authorities to reconsider a decision earlier this month to exclude Johnson &amp; Johnson’s Covid-19 shots from its vaccination programme, local media reported on Monday, citing unnamed sources. The media reports by broadcaster TV2 and newspaper Ekstra Bladet also said Denmark’s vaccination programme would be concluded in September, two weeks after the current timeline. The delay is due to delivery of fewer Moderna vaccines than expected, they reported. Denmark was the first country to exclude the J&amp;J vaccine over a potential link to a rare but serious form of blood clot. A spokeswoman for the health ministry could not immediately comment on the reports. Denmark has also stopped using the Oxford/AstraZeneca vaccine altogether, citing similar concerns. Thailand’s government has reversed a decision by authorities in its capital, Bangkok, to ease coronavirus restrictions, as the city battles its worst outbreak of the virus so far, Reuters reports. The Bangkok Metropolitan Administration (BMA) late on Monday said the national coronavirus taskforce had overruled the city’s move to allow massage shops, clinics and parks to reopen from Tuesday. It did not provide a reason. Bangkok and the provinces around it are the epicentre of the two-month-old outbreak, during which the vast majority of Thailand’s coronavirus cases and deaths have been recorded. Massage shops, clinics and public parks must remain closed along with schools, cinemas, gyms and zoos for at least 14 more days. The decision comes as the government faces growing public criticism for a slow and chaotic vaccine rollout, which is due to start on 7 June. Thailand reported 5,485 new cases on Monday, with 1,356 of those in Bangkok. The country also reported 19 new deaths on Monday, bringing its total to 1,031 since the outbreak started. Hello! This is Lucy Campbell, taking over for a short while while Yohannes has a much-deserved break. Please feel free to get in touch with me as I work if you have a story or tips to share! Your thoughts are always welcome. Email: lucy.campbell@theguardian.com Twitter: @lucy_campbell_ The head of the World Health Organization (WHO) has called for speedily launching global negotiations to agree on an international treaty on pandemic preparedness and response, Reuters reports. Tedros Adhanom Ghebreyesus, the WHO director general, also told a closing session of its annual week-long ministerial assembly that the UN agency required sustainable and flexible funding. He said: The one recommendation I believe will do the most to strengthen WHO and global health security is the recommendation of a treaty on pandemic preparedness and response which could also strengthen relations between member states and foster cooperation. This is an idea whose time has come. In England, a total of 54,657,957 Covid vaccinations took place between 8 December and 30 May, according to NHS England data, including first and second doses, which is a rise of 278,637 on the previous day. NHS England said 32,938,496 were the first dose of a vaccine, a rise of 99,213 on the previous day, while 21,719,461 were a second dose, an increase of 179,424, PA Media reports. Hungary’s planned vaccine plant will be fitted out for production of Chinese shots against Covid-19 as well as a local dose, foreign minister Péter Szijjártó has said, according to state news agency MTI. Szijjártó made the announcement after talks with his Chinese counterpart Wang Yi and added that the agreement would mean a “great strategic advantage” for Hungary, Reuters reports. An advocacy group has sent a legal letter to the government body charged with protecting England’s public health, warning of a high court challenge unless it immediately publishes data of the spread in schools of the variant first detected in India. The pre-action letter sent by advocacy group, the Citizens, working with AWO, a data rights firm, follows a report in the Observer that Public Health England (PHE) was preparing to publish the data on 13 May but the prime minister’s office intervened and put pressure on it not to do so. The legal letter says the public health body is bound by law to be independent from political interference and warns it faces a judicial review unless it releases the data. It cites PHE’s framework agreement with the Department of Health and Social Care that states it has “operational autonomy” and “shall be free to publish and speak on those issues which relate to the nation’s health and wellbeing in order to set out the professional, scientific and objective judgement of the evidence base”. The health secretary, Matt Hancock, and Boris Johnson are both named as “interested parties” in the proposed claim, to which PHE has seven days to respond. Clara Maguire, the executive director of the Citizens, said: ‘It defies belief that Public Health England is refusing to publish this vital public health data on the spread of the so-called Indian variant in schools despite scientists, teachers, parents and unions all saying that they need it to safeguard theirs and their children’s health. “We believe that there is an immediate risk to life. The public needs this data now and we believe that PHE is acting unlawfully in withholding it. It is unbelievable that a matter of vital importance to our public health can be subject to political interference.” The letter states that PHE had promised stakeholders that the data would be included in reports “on or around 12 May” and that PHE by not then publishing was in “breach of a legitimate expectation”. On Thursday, eight unions wrote to the education secretary, Gavin Williamson, asking for the release of the same data. Update from earlier post on the European Commission proposing that all EU countries gradually ease travel measures over the summer: People who have recovered from a Covid-19 infection should be exempt from restrictions for 180 days, Reuters reports. The commission also proposed that more reliable, but more expensive PCR tests should be valid for 72 hours and rapid antigen tests for 48 hours. Children, who are not yet in line for vaccinations, should not have to undergo a quarantine if travelling with parents who are exempt. Those aged six and older can be subject to tests. The proposals, which are being put to EU member states, mirror those already agreed for travel to the EU from outside the bloc. Plans to make Covid documents a requirement of entry to mass events are likely to be dropped as the government grapples with how it can safely lift the final set of restrictions in England within weeks. Ministers have been investigating making coronavirus status certificates compulsory in some settings for months, following the lead of Israel, which introduced a “green pass” for people to demonstrate their low-risk of having or transmitting the disease. As the UK’s vaccination programme continues at greater speed than most countries, questions in Whitehall have focused on how best fully to reopen sectors such as theatres and nightclubs, and restart spectator events including festivals and concerts, without social distancing. But the Guardian has been told that status documents, which would display proof of vaccination, a recent negative test result, or antibodies, are unlikely to be introduced ahead of 21 June – the final stage of Boris Johnson’s roadmap out of lockdown when all legal limits on social contact are due to be scrapped. Aubrey Allegretti, a political correspondent for the Guardian, has the full story here: Vietnam is encouraging local governments and companies to import Covid vaccines themselves, the government said, through procurements that would need to be done via the health ministry or through 27 licensed importers. As Reuters reports, the country is grappling with its biggest outbreak so far and has yet to start mass vaccinations. In England, Twickenham Rugby Stadium has been turned into a major walk-in vaccine centre in a drive to try to boost vaccinations against coronavirus as cases of the Indian variant surge. Up to 15,000 first dose jabs are being made available for those in the local area who have not yet been vaccinated, PA Media reports. The event - called Let’s Tackle Covid - aims to increase the number of vaccinations as cases of the Indian coronavirus variant surge in Hounslow, west London. The coronavirus variant of concern first detected in India is continuing to spread across England, with cases emerging beyond “hotspot” areas, data suggests. The variant, known as B.1.617.2, is thought to be driving a rise in Covid cases in parts of the UK and is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, particularly after just one dose. At present up to three-quarters of new Covid cases in the UK are thought to be caused by the India variant. There have also been signs of a slight rise in hospitalisations. The situation has led some scientists to warn that the country is now in the early stages of a third wave of coronavirus which, despite the vaccination programme, modelling suggests could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England on 21 June should be reconsidered. You can read the latest by Nicola Davis, the Guardian’s science correspondent, here: Vietnam has announced the suspension of incoming international flights to its capital and tightened restrictions in its biggest city, Reuters reports. After successfully containing Covid outbreaks for most of last year, Vietnam is seeing infections rise sharply and has detected several highly transmissible variants, including a new one announced on Saturday that had elements of the variants first identified in Britain and India. The inbound flight suspension to Hanoi will apply from 1 June 1 to 7 June. Vietnam has been restricting inbound international flights since the start of the pandemic. It follows a similar move by the business hub Ho Chi Minh City, which on Monday started 15 days of measures that include bans on dining in restaurants and public gatherings of more than 10 people. It has urged people over 60 to stay indoors (see earlier post). Vietnam, a country of 98 million people, has recorded 7,236 Covid infections so far, one of the world’s lowest caseloads. It has reported 47 deaths overall. Travellers from the UK will have to provide “compelling reasons” to enter France from Monday, as French authorities tighten curbs to halt the spread of the Indian Covid variant. Travel to France from the UK will be permitted only for EU nationals, French residents, or those travelling for essential reasons. Those who are allowed to make the journey must take a pre-departure Covid test and quarantine for seven days on arrival. France is listed as an “amber” destination by the UK government, which advises against travel there, with British authorities requiring people to self-isolate for 10 days and take two Covid tests on their return. Last Wednesday, the French government’s official spokesman, Gabriel Attal, said there was “a new situation with the progression of the so-called Indian variant in the UK”, adding that Germany had already imposed strict controls on visitors from Britain and that France was taking “similar measures”. France has today opened up Covid-19 vaccines to all adults, a week before Germany, as Europe races to avoid another wave of infections caused by new virus variants, AFP reports. Until now, French authorities gave priority to people over 50, people in “priority professions” or younger adults with underlying health problems. So far, 25.4 million people have received a first shot of a vaccine, representing about 38% of the population and nearly one in two adults. Nearly 12 million have received the two shots required for full protection. As the French savour a degree of freedom following the reopening of cafes, restaurants and museums two weeks ago, initially high levels of vaccine scepticism have begun to subside. A Cevipof poll conducted in early May showed that 65% of adults planned to get vaccinated, up from 48% in February. “I am fully convinced that we are going to see a lot of people getting vaccinated,” Prof Alain Fischer, the immunologist who heads the government’s vaccination advisory board, said today, adding that immunisation was the key to “getting back an increasingly normal life.” With 28 million adults eligible for a first shot, but only around half a million appointments available each day, many people have opted to travel outside their neighbourhood or even their region to secure highly coveted Pfizer or Moderna shots. Vaccinations with the AstraZeneca and Janssen jabs are open only to those aged 55, after cases of potentially deadly blood clots in a very small number of younger people vaccinated. The government is hoping that the 76.7m vaccines it is expecting to receive in June will help it meet demand. So far the virus has claimed 109,431 lives in France. Russia’s single-dose Sputnik Light vaccine against Covid-19 has been approved for use in the Palestinian territories, Russia’s RDIF sovereign wealth fund has said. The RDIF fund is marketing the Russian vaccine abroad, Reuters reports. Portugal’s economy shrank 3.3% in the first quarter from the preceding three months, as tourism withered due to a tight lockdown imposed in mid-January, official data indicates. To fight a surge in Covid infections in mid-January, which at the time was the deadliest outbreak per capita in the world, the country imposed a strict three-month lockdown, which has since been gradually lifted. Statistics agency INE said, in its second reading, that gross domestic product shrank 5.4% from the first quarter last year when the country’s first lockdown did not take effect until mid-March. As Reuters reports, Portugal’s economy, in which the tourism sector represented about 15% of GDP before the pandemic hit, shrank 7.6% in 2020, its biggest annual slump since 1936. The European Commission has proposed that all EU countries gradually ease travel measures over the summer, as the number of Covid vaccinations continues to grow and the severity of the pandemic in the bloc diminishes, Reuters reports. The EU executive, which is seeking to harmonise travel measures across the bloc, said that – according to its recommendation – fully vaccinated people should be exempt from testing or quarantines when travelling from one EU country to another. Reuters reports: India’s Serum Institute will increase production of AstraZeneca Covid-19 vaccines by nearly 40% in June, officials said on Monday, in the first step towards alleviating a shortage that has worsened the country’s battle with coronavirus. The world’s second most-populous nation has struggled with a catastrophic outbreak of Covid-19 since last month which is only now starting to abate after killing tens of thousands of people. Government officials and experts say the only way India can avoid a third wave of infections is by having most of its 1.3 billion population inoculated. The Serum Institute of India, the world’s biggest manufacturer of vaccines, will make 90 million doses of AstraZeneca in June from about 65 million a month now, a company spokesman told Reuters. Most of the shots administered in India are AstraZeneca, but local firm Bharat Biotech also plans to ramp up production of its Covaxin vaccine to 23 million in June from about 10 million in April, a government official said. Covid curbs may not be eased further next week in parts of Scotland where infections are rising, the health secretary has warned. Areas in level 2 are scheduled to move down to level 1 on 7 June. However, according to Humza Yousaf, this may not be possible for areas where coronavirus cases are giving “cause for concern”. He said this could affect locations outside Glasgow, which is the only part of Scotland that remains in level 3. Speaking to the BBC’s Good Morning Scotland programme, Yousaf said: It may not be the entire country moving to level one. I think people would understand where there are rising case numbers, where there is rising test positivity … it may be the case that parts of the country move to level one but actually other parts of the country we decide to keep in level 2. Asked if he was referring to Glasgow, he replied: “Glasgow – but also, I must be quite frank, there are other parts from the data that continue to give us cause for concern.” This has been shared by Edouard Mathieu, head of data at Our World in Data: The 21 June target for scrapping England’s remaining coronavirus restrictions appears increasingly under threat, as a senior government adviser said the country was in the early stages of a third wave. Prof Ravi Gupta, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4’s Today programme there had been “exponential growth” in new cases, with the variant first detected in India accounting for three-quarters. Asked if the third wave had begun, Gupta replied: “Yes.” He added: Of course, the numbers of cases are relatively low at the moment – all waves start with low numbers of cases that grumble in the background and then become explosive – so the key here is that what we are seeing here is the signs of an early wave. It will probably take longer than earlier waves to emerge because of the fact that we do have quite high levels of vaccination in the population, so there may be a false sense of security for some time, and that’s our concern. You can read the full story by my colleague Damien Gayle here: Hello everyone, this is Yohannes Lowe. I’ll be running the blog until the evening (UK time). As always, feel free to get in touch on Twitter if you have any story tips. Thailand today reported a record number of new coronavirus cases as the governor of Bangkok announced an easing of some restrictions in effect for more than a month – including people visiting parks for exercise. From AP: Thailand has been fighting to deal with a virus surge that began in early April in a group of nightclubs in Bangkok and has since spread around the country. The Center for Covid-19 Situation Administration reported a record 5,485 new cases, of which 1,953 were in prisons. Confirmed deaths increased by 19 to bring the total to 1,031 since the pandemic began last year. The total number of confirmed cases has now risen to 159,792, of which 82% occurred during the latest surge. Many of the cases are concentrated in prisons, housing for construction workers, factories, slums and low-income housing areas. Officials have in some cases been criticised for allowing companies to isolate and quarantine workers inside factories. Bangkok, which has been a hot spot in the outbreak, reported 1,356 of the cases on Monday. CCSA deputy spokeswoman Apisamai Srirangsan said the capital has 45 clusters to deal with. Bangkok will slightly ease its lockdown measures starting tomorrow. In addition to reopening parks and botanical gardens, the city will allow limited numbers of visitors to museums, science parks, historical monuments, ancient places and art centres. Schools, bars, nightclubs and entertainment venues will remain closed, but tattoo parlours, nail salons, beauty and weight loss clinics, and some massage parlours will be allowed to reopen with restrictions on the number of clients. Thailand had been considered a success story last year for largely containing the virus, though at great economic cost, especially to its tourism sector, because foreign visitors were largely banned from entering the country. So far, about 3.3% of the country’s roughly 69 million people have received at least one vaccine dose. The government has secured only 7 million vaccine doses in total. The government has been negotiating to get more supplies that would allow it to fully inoculate about 70% of the population by the end of the year. Its earlier plans would have allowed only about 45% of the population to be inoculated. Hong Kong will offer civil servants who get vaccinated against Covid-19 a day off for each dose, the government said today, as authorities struggle to boost a sluggish innoculation rate among the city’s 7.5 million population. From Reuters: The secretary for the civil service, Patrick Nip, speaking at a press conference, also said the government was in talks with financial institutions, tertiary schools and theme parks to set up innoculation centres for staff to ramp up the vaccination rate. Hong Kong leader Carrie Lam said at the briefing she had already sent letters to more than 100 firms urging them to follow in the footsteps of the government’s measures. “From now until the end of August is a crucial time for pandemic prevention,” Lam said. “We’re kicking off the ‘Early Vaccination for All’ campaign today to boost the vaccination rate, in order to achieve herd immunity.” Health secretary Sophia Chan joined her colleagues’ calls for people to get vaccinated, warning that if another wave of coronavirus sweeps the territory those who have not been innoculated could face more restrictions. More than 2.3 million coronavirus vaccines have been administered in Hong Kong, with the lacklustre rate resulting in a surplus of doses that are due to expire as soon as August. Roughly 21% of the population aged 16 and above has had at least one dose, Lam said. The latest move comes as some businesses have already announced steps to lure a hesitant public, with Sino Group, Ng Teng Fong Charitable Foundation and Chinese Estates Holdings dangling a new flat worth HK$10.8m (£1m) as the top prize in a vaccine lottery. The government has also relaxed some coronavirus rules for vaccinated people in a bid to encourage inoculations as worries over adverse reactions and a lack of confidence in the Chinese-made Sinovac vaccine hamper the vaccination rate. Hong Kong offers both Sinovac and Germany’s BioNTech vaccines and residents can choose. The global financial hub has kept Covid-19 transmission largely under control, recording more than 11,800 cases and 210 deaths, much lower than many other developed cities. While life in Hong Kong has largely returned to normal with schools reopened and restaurants and shopping malls full, the government still limits gatherings outside to no more than four people. Critics of the rules say they are aimed at preventing a repeat of anti-government street protests that rocked the former British colony in 2019. The rise in Covid-19 cases in Bolton, north-west England, where cases had soared giving it the highest infection rate in the country, is slowing down but there is no room for complacency, a senior doctor has warned (via PA Media). The seven-day rate in Bolton currently stands at 386.7 cases per 100,000, down from 452.8 on 21 May, suggesting the recent surge in cases in the town, driven by the spread of the Indian variant of coronavirus, may have peaked. Bolton shares a border with Blackburn with Darwen, and both areas have reported some of the highest numbers of cases of the Indian variant, with Bolton recording 1,354 up to 25 May -– the highest in the country – and Blackburn with Darwen recording 361. Health teams in both local authorities have been running surge testing for the virus, along with “surge vaccinations” to boost take-up among everyone who is eligible for the vaccine. Dr Helen Wall, senior responsible officer for the Covid vaccine programme in Bolton, told BBC Breakfast: “I’m pleased to report that things are starting to slow in terms of the rise here in Covid cases, but we really can’t rest on that. “It’s only been a few days of the rates slowing down so we really are keen to keep pushing forwards and get the rates down further.” Dr Wall said there are very young populations in many of the areas that have seen the highest rises in Bolton, and each time the age comes down for vaccine eligibility, thousands more people are able to come forward for the jab. “I think the age of eligibility going down every few days has really helped, and will really help us, if we can get those people through the doors to be vaccinated asap,” she said. China today reimposed anti-coronavirus travel controls on its southern province of Guangdong, announcing anyone leaving the populous region must be tested for the virus following a spike in infections that has alarmed authorities, the Associated Press reports. Guangdong, which borders Hong Kong, recorded 20 new confirmed cases, all contracted locally, in the 24 hours through to midnight yesterday. Guangdong’s numbers are low compared with many places in the world, but the rise has rattled Chinese leaders who thought they had the disease under control. People leaving Guangdong by plane, train, bus or private car after 10pm today must present results of a nucleic acid test within the past 72 hours, the provincial government announced. It said testing stations for truck drivers would be set up on major roads. The government of the provincial capital, Guangzhou, a business centre of 15 million people, ordered mass testing after locally acquired infections were found beginning 21 May. The government said 700,000 people had been tested through last Wednesday. China had relaxed most restrictions on domestic travel after the ruling Communist Party declared the virus under control last March. Travellers arriving from abroad still must be tested. On Saturday, residents of one Guangzhou neighbourhood were ordered to stay at home for door-to-door testing. In some areas, outdoor markets and child care facilities were closed and in-person grade school classes and indoor restaurant dining cancelled. China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad. The mainland’s official death toll stands at 4,636 out of 91,099 confirmed cases. Hello, this is Haroon Siddique. I’ll be updating the blog for the next few hours. Burkina Faso, one of several countries in Africa that has yet to launch a Covid-19 vaccination campaign, received its first shipment under the global vaccine-sharing scheme Covax yesterday, Reuters reports, citing the country’s health ministry. The 115,200 AstraZeneca doses were flown into the airport of the capital Ouagadougou and were welcomed by a local delegation led by health minister Charlemagne Ouedraogo. “In a few weeks other vaccines will probably arrive to supplement what we have,” Ouedraogo said. The vaccination campaign, which will first target health workers, aims to eventually inoculate over 15 million of the west African nation’s 21.5 million citizens, the ministry said. Some 1.5bn Covid-19 vaccine doses have been administered globally, but only about 1% of them in Africa, data from the World Health Organization (WHO) found. Earlier in May, Burkina Faso was one of a few African countries, including Tanzania and Chad, highlighted by the International Rescue Committee as not having administered a single dose while richer countries had ordered excess supply. The Covax facility, backed by the WHO and the Global Alliance for Vaccines and Immunization (Gavi), aims to secure 2bn vaccine doses for lower-income countries by the end of 2021. That’s it from me, Helen Livingstone, for today. Here’s a summary of what’s been happening: Dr Anthony Fauci, the top infectious diseases expert in the US, has told the Guardian it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June. “We don’t want to declare victory prematurely because we still have a ways to go,” he said. Japan is considering requiring negative Covid-19 test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a poll showed public opposition to the Games remains strong. The acting premier of the Australian state of Victoria, currently enduring a seven-day lockdown, has warned that the situation remains “incredibly serious” as the region posted 11 new cases of Covid, including some involving aged care homes. “I want to be very clear with everyone, this outbreak may well get worse before it gets better,” James Merlino said. India has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128. The British prime minister, Boris Johnson, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics. “We’ve got to do better than this,” he told Canadian broadcaster CBC. In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on 21 June, with hospitals already under pressure and health experts warning against “charging ahead”. A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. Vietnam is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak. Vietnam is planning to test all 9 million people in its largest city for the coronavirus and has imposed more restrictions to deal with a growing Covid-19 outbreak, the Associated Press reports. People in Ho Chi Minh city are only allowed to leave home for necessary activities and public gatherings of more than 10 people are banned for the next two weeks, the government has announced. The city, Vietnam’s economic hub, also shut down non-essential business on Thursday when cases started to increase. State newspaper Vietnam News said the city authority is planning to test its entire population with a testing capacity of 100,000 samples a day. The newspaper also said police had filed a case on Sunday against a couple who head a Protestant church mission for “spreading dangerous infectious diseases,” citing poor health protocols applied at the premises. At least 145 cases of coronavirus infection have been reported with links to the Revival Ekklesia Mission, a Protestant sect, and the city district of Go Vap, where the church is based, has been locked down. Vietnam has since banned all religious events nationwide. The newspaper said church followers gathered in small space for singing and chanting without proper distancing and mask wearing. Ho Chi Minh city police said the mission has 48 registered members. Here’s an update on Japan’s potential plan to require fans at the Tokyo Olympics to provide proof of vaccination or a negative Covid test from our correspondent Justin McCurry: China has reported a sudden surge of Covid cases in the country’s south, with 20 new local cases on Sunday, Reuters reports, as authorities lock down areas of Guangdong province’s capital city. Of the 27 new coronavirus cases reported by the national health authority in its daily updates, only seven infections were imported, with the remainder originating in Guangdong province. On Saturday, authorities placed a neighbourhood in the capital city of Guangzhou under lockdown as a precautionary measure to curb the virus’ spread. State media reports have suggested that the the recent outbreak is linked to a strain of the virus originating in India. In a Guardian interview, Dr Anthony Fauci, the top infectious diseases expert in the US, has warned it is too early to declare victory against Covid-19 as cases fall in the country to the lowest rates since last June. “We don’t want to declare victory prematurely because we still have a ways to go,” Fauci said. “But the more and more people that can get vaccinated, as a community, the community will be safer and safer.” Daily coronavirus cases have dropped 53% since 1 May, according to Johns Hopkins University data, but the rates are still high in the unvaccinated population and cases are growing globally. Already there have been more global cases in 2021 than in all of 2020, according to Johns Hopkins University data. “As long as there is some degree of activity throughout the world, there’s always a danger of variants emerging and diminishing somewhat the effectiveness of our vaccines,” said Fauci. The Australian state of Victoria, currently enduring a seven-day lockdown, has reported 11 new cases of Covid-19, bringing the current number of active cases in the area to 54. Worryingly, three of those cases are related to aged care homes, which bore the brunt of last year’s outbreak in Victoria, in which hundreds of elderly care home residents died. Acting state premier James Merlino told reporters on Monday the situation was “incredibly serious” and that “the next few days remain critical.” “I want to be very clear with everyone, this outbreak may well get worse before it gets better,” he said. The British prime minister, Boris Johnson, wants the upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics, Reuters reports. “We need to have agreements on issues such as vaccine passports, Covid status certification and the rest,” Johnson told the Canadian public channel CBC. Johnson was speaking ahead of a 11-13 June summit of the G7 economic powers (US, Canada, Japan, Britain, France, Germany and Italy) which he will host in Cornwall, at the southwestern tip of England. “What we need, I think, is a global treaty on pandemic preparedness,” he said, adding that 2020 had been a “terrible year for humanity.” Johnson said it was also a bad time “for believers in global cooperation, because the world simply became balkanized,” with many countries slow to share stocks of protective equipment, medicines and vaccines. “We’ve got to do better than this,” the prime minister added. “Vaccination has got to be a global enterprise,” Johnson said in the interview taped on Friday and broadcast on Sunday. He said it was crucial that developing countries receive vaccine supplies as quickly as possible. Rather than the goal set by some of vaccinating the world by 2024 or 2025, Johnson set a more ambitious target, saying, “We need to get this done by the end of next year.” India has reported its lowest daily rise in new coronavirus infections since 11 April at 152,734 cases over the past 24 hours, while deaths rose by 3,128, according to Reuters. The South Asian nation’s tally of infections now stands at 28 million, while the death toll has reached 329,100, health ministry data shows. And in a slightly lighter twist on Covid news from India, this great picture from Hyderabad shows a man wearing headgear inspired by the virus and who is employed by a private hospital to counsel local residents about Covid safety measures. Japan is considering requiring negative Covid-19 test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported according to Reuters, as a new poll showed public opposition to the Games remains strong. With the opening of the Games less than two months away, public confidence has been shaken by a fourth wave of coronavirus infections and a slow vaccination rollout. Foreign spectators have already been banned and game organisers are expected to make a decision next month on whether Japanese fans will be able to attend and, if so, under what conditions. In addition to other coronavirus measures like banning loud cheering and high-fives, the Yomiuri said the government was considering whether spectators should be required to show a negative test result taken within a week of attending an Olympic event. The report was met with outrage among some social media users, with thousands of tweets criticising the country’s continued push to host the Olympics in the middle of a pandemic. The term “negative test certificate” was trending on Twitter in Japan, garnering over 8,000 tweets on Monday morning. In a poll published by the Nikkei paper on Monday, over 60% of respondents were in favour of cancelling or delaying the Games, a result in line with previous polls by other media outlets. Hello and welcome to today’s coverage of the coronavirus pandemic with me, Helen Livingstone. Japan is considering requiring negative test results or vaccination records from fans attending the Tokyo Olympics, the Yomiuri newspaper has reported, as a new poll showed public opposition to the Games remains strong. The UK’s prime minister, Boris Johnson, has told Canadian broadcaster CBC he wants an upcoming Group of Seven summit to reach agreement on Covid-19 vaccine passports and to open talks on a “world treaty” to prepare for future pandemics. And Victoria has confirmed 11 new locally acquired coronavirus cases, including four relating to aged care homes, bringing the total number of active cases in the Australian state, to 54. You can follow our live coverage on the Victorian lockdown here. Here’s a roundup of what’s been happening over the weekend: In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on June 21, with hospitals already under pressure and health experts warning against “charging ahead”. Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time. A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK and spreads quickly by air, the health minister has said. Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus, including early closure of shops and restaurants, from June 1, the cabinet said. South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19 as positive cases surge, President Cyril Ramaphosa said on Sunday. Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks. It is a stark figure that underlines just how serious a problem global vaccine inequity has become. But the answer for the developing world is not as simple as delivering more vaccines. Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June. Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said.","charCount":"54176","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/edna-mohamed\">Edna Mohamed</a> (now), <a href=\"profile/yohannes-lowe\">Yohannes Lowe</a> , <a href=\"profile/lucy-campbell\">Lucy Campbell</a>, <a href=\"profile/haroonsiddique\">Haroon Siddique</a> and <a href=\"profile/helen-livingstone\">Helen Livingstone</a> (earlier)"},{"headline":"Corrections and clarifications","standfirst":"<p>Les Dennis | George Best</p>","trailText":" Les Dennis | George Best ","byline":"Corrections and clarifications column editor","main":"","body":"<p>• We misquoted Les Dennis describing his role in the forthcoming film Sideshow; he plays “an ageing, past-his-prime psychic”, not “… sidekick” as we had it (<a href=\"https://www.theguardian.com/music/2021/may/25/ive-had-to-keep-changing-les-dennis-on-his-move-into-opera\" title=\"\">Dennis to make his opera debut</a>, 25 May, page 9).</p> <p>• The Manchester United legend George Best was misnamed “Gordon Best” in a photo caption accompanying a piece about the actor Martin Freeman (<a href=\"https://www.theguardian.com/culture/2021/may/27/martin-freemans-teenage-obsessions-that-rude-boy-skinhead-look-is-hard-to-beat\" title=\"\">Teenage kicks</a>, 28 May, G2, page 2).</p> <p>• Other recently amended articles include:</p> <p><a href=\"https://www.theguardian.com/world/2021/may/30/phone-intercepts-jordanian-prince-alleged-coup-attempt\" title=\"\">Phone intercepts shine more light on Jordanian prince’s alleged coup attempt</a></p> <p><a href=\"https://www.theguardian.com/football/2021/may/28/barcelona-president-laporta-moderately-optimistic-messi-will-stay-contract\" title=\"\">Barça president expresses hope over Messi and draws ire of Koeman’s agents</a></p> <p><a href=\"https://www.theguardian.com/education/2021/may/31/vaccine-mandates-us-colleges\" title=\"\">Backlash expected as hundreds of US colleges introduce vaccine mandates</a></p> <p><a href=\"https://www.theguardian.com/politics/2021/may/27/christian-jessen-ordered-to-pay-damages-to-arlene-foster-over-tweet\" title=\"\">Christian Jessen ordered to pay £125,000 to Arlene Foster over tweet</a></p> <p><a href=\"https://www.theguardian.com/us-news/2021/may/26/california-fossils-east-bay-municipal-water-district\" title=\"\">How a ranger stumbled upon one of the largest fossil finds in California history</a></p> <p><a href=\"https://www.theguardian.com/technology/2021/may/27/demis-hassabis-the-deep-mind-dominic-cummings-turned-to-as-the-pandemic-hit\" title=\"\">Demis Hassabis: the deep mind Dominic Cummings turned to as the pandemic hit</a></p> <p><a href=\"https://www.theguardian.com/commentisfree/2021/may/28/johnson-levelling-up-poverty-levels\" title=\"\">Whatever Johnson’s ‘levelling up’ means, it isn’t about Britain’s shocking poverty levels</a></p> <p><a href=\"https://www.theguardian.com/world/2021/may/23/blm-activist-sasha-johnson-in-critical-condition-after-gunshot-to-the-head\" title=\"\">Sasha Johnson: BLM activist in critical condition after gunshot to the head</a></p>","newspaperPageNumber":"9","wordcount":"167","firstPublicationDate":"2021-05-31T20:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T20:00:32Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj68z","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"• We misquoted Les Dennis describing his role in the forthcoming film Sideshow; he plays “an ageing, past-his-prime psychic”, not “… sidekick” as we had it (Dennis to make his opera debut, 25 May, page 9). • The Manchester United legend George Best was misnamed “Gordon Best” in a photo caption accompanying a piece about the actor Martin Freeman (Teenage kicks, 28 May, G2, page 2). • Other recently amended articles include: Phone intercepts shine more light on Jordanian prince’s alleged coup attempt Barça president expresses hope over Messi and draws ire of Koeman’s agents Backlash expected as hundreds of US colleges introduce vaccine mandates Christian Jessen ordered to pay £125,000 to Arlene Foster over tweet How a ranger stumbled upon one of the largest fossil finds in California history Demis Hassabis: the deep mind Dominic Cummings turned to as the pandemic hit Whatever Johnson’s ‘levelling up’ means, it isn’t about Britain’s shocking poverty levels Sasha Johnson: BLM activist in critical condition after gunshot to the head","charCount":"1043","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/editor-of-the-corrections-and-clarifications-column\">Corrections and clarifications column editor</a>"},{"headline":"Johanna Konta knocked out of French Open after defeat by Cirstea","standfirst":"<ul><li>Heather Watson makes early exit at Roland Garros</li><li>Cameron Norrie wins to stay on course for Nadal tie</li></ul>","trailText":"Great Britain will be without a women’s player in the Roland Garros second round this year after the 19th seed Johanna Konta was outplayed 7-6(5) 6-2 in the opening round by the world No 54 Sorana Cirstea","byline":"Tumaini Carayol","main":"<figure class=\"element element-image\" data-media-id=\"9299b27335ce964448d93ab877dc184c6069244a\"> <img src=\"https://media.guim.co.uk/9299b27335ce964448d93ab877dc184c6069244a/0_128_5160_3096/1000.jpg\" alt=\"Johanna Konta was beaten in the first round of the French Open by Sorana Cirstea.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johanna Konta was beaten in the first round of the French Open by Sorana Cirstea.</span> <span class=\"element-image__credit\">Photograph: Anne-Christine Poujoulat/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>Great Britain will be without a women’s player in the Roland Garros second round this year after the 19th seed Johanna Konta was outplayed 7-6(5), 6-2 in the opening round by the world No 54 Sorana Cirstea.</p> <p>Earlier in the day, Heather Watson fell 6-4 7-5 to the No 93 Zarina Diyas. Their defeats mark the second worst performance by British players at Roland Garros since 2013 when no Britons reached the second round. As is becoming a regular occurrence these days, the last player standing is the <a href=\"https://www.theguardian.com/sport/2021/mar/26/cameron-norrie-sinks-grigor-dimitrov-to-advance-in-miami-open\" title=\"\">in-form Cameron Norrie</a> who defeated Bjorn Fratangelo 7-5, 7-6(5), 6-2.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/31/naomi-osaka-withdraws-french-open-press-conference-fines-tennis\">Naomi Osaka withdraws from French Open amid row over press conferences</a> </p> </aside>  <p>Despite the ranking disparity between Konta and Cirstea, Konta’s defeat was no surprise. Cirstea, also the British player’s conqueror in the second round of last year’s US Open, is 25th in the WTA race rankings that include only results in 2021. Konta is 97th, she has struggled badly with her form this year and victories have been scarce. She has compiled just a 3-7 record this season with three consecutive defeats.</p> <p>A gulf in form and confidence is so often evident in the important moments. In their case, it showed at 3-3 in the first‑set tiebreak. After the change of ends, Konta missed an easy short forehand and Cirstea promptly slammed the door shut. As Konta ended the tiebreak with a series of errors, Cirstea landed three consecutive first serves and held on to her mini-break. With the first set settled, she relaxed and thoroughly outplayed Konta until the end.</p> <p>“I think I did a lot of good things out there but obviously not enough,” said Konta. “I think she found her footing quite well, and I couldn’t quite adapt well enough to how she was doing. She was hitting through the court really well and playing fast and playing big, which is how she looks to play.”</p> <p>With another first-round defeat, Konta maintains her unique record in Paris: of her seven appearances, Konta has lost in the first round six times. The one time she reached the second round, she continued <a href=\"https://www.theguardian.com/sport/2019/jun/07/johanna-konta-errors-hands-french-open-tennis-semi-final-marketa-vondrousova\" title=\"\">until the semi-final </a>and had a realistic opportunity to win the title.</p> <p>Konta’s relaxed demeanour in the press conference led to a question about her motivation, which she brushed aside. “Obviously you do evolve and you do change, so even the way I was playing my tennis two years ago was different to two years before that to two years before that,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"ebc07b54f3656b52ff8191900479f8c51b5aec07\"> <img src=\"https://media.guim.co.uk/ebc07b54f3656b52ff8191900479f8c51b5aec07/0_92_4216_2530/1000.jpg\" alt=\"Cameron Norrie during his first round win\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cameron Norrie advanced to the second round of the French Open after defeating Bjorn Fratangelo.</span> <span class=\"element-image__credit\">Photograph: Adam Pretty/Getty Images</span> </figcaption> </figure>  <p>“It keeps evolving as I grow up, as I turn from a teenager to young adult to now a 30-year-old woman. So, life changes. But I’m here because I’m training to be here, to compete. So I will be playing until I [no longer] want to do that.”</p> <p>While Konta heads to the grass season in search of the string of victories needed to ignite her season, Watson noted her frustration at her physical condition after a difficult few weeks. Watson’s shoulder was strapped and she said that a recent cold and other ailments led to days of missed practice that affected her fitness on the court. While she felt she was striking the ball cleanly, she could not match Diyas’s physicality throughout the match.</p> <p>“I haven’t been able to train as much as I wanted to, so I need to just get back on the court straightaway,” she said. “I just feel absolutely knackered now after a two-set singles match which I shouldn’t be feeling. So, yeah, I just want to get back out there as soon as possible and just be healthy, be training healthy and feel good on the match court.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/30/dominic-thiem-loses-lead-and-crashes-out-of-french-open-to-pablo-andujar\">Dominic Thiem loses lead and crashes out of French Open to Pablo Andújar</a> </p> </aside>  <p>While his compatriots departed, Norrie shrugged off his own doubts stemming from consecutive first‑round defeats in Paris to maintain his supreme form and advance with minimal problems. There has otherwise been little reason for Norrie to doubt – the victory on Monday marked his 24th win of the season, the third most on the ATP this year. He will face Lloyd Harris in the second round with a third-round match with Rafael Nadal, who plays on Tuesday, likely one win away.</p> <p>“I think Cam’s brilliant,” Konta said. “I think Cam is one of the nicest guys we have at home. I think he’s incredibly hard-working, he puts his head down. I think he’s a great player. I think he plays the game well and, yeah, I think he really is walking his own path. The way he went to American college, as well, he’s doing it his own way. I hope he does really well.”</p>","newspaperPageNumber":"34","wordcount":"753","firstPublicationDate":"2021-05-31T19:26:28Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T19:58:57Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj93p","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9299b27335ce964448d93ab877dc184c6069244a/0_128_5160_3096/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Great Britain will be without a women’s player in the Roland Garros second round this year after the 19th seed Johanna Konta was outplayed 7-6(5), 6-2 in the opening round by the world No 54 Sorana Cirstea. Earlier in the day, Heather Watson fell 6-4 7-5 to the No 93 Zarina Diyas. Their defeats mark the second worst performance by British players at Roland Garros since 2013 when no Britons reached the second round. As is becoming a regular occurrence these days, the last player standing is the in-form Cameron Norrie who defeated Bjorn Fratangelo 7-5, 7-6(5), 6-2. Despite the ranking disparity between Konta and Cirstea, Konta’s defeat was no surprise. Cirstea, also the British player’s conqueror in the second round of last year’s US Open, is 25th in the WTA race rankings that include only results in 2021. Konta is 97th, she has struggled badly with her form this year and victories have been scarce. She has compiled just a 3-7 record this season with three consecutive defeats. A gulf in form and confidence is so often evident in the important moments. In their case, it showed at 3-3 in the first‑set tiebreak. After the change of ends, Konta missed an easy short forehand and Cirstea promptly slammed the door shut. As Konta ended the tiebreak with a series of errors, Cirstea landed three consecutive first serves and held on to her mini-break. With the first set settled, she relaxed and thoroughly outplayed Konta until the end. “I think I did a lot of good things out there but obviously not enough,” said Konta. “I think she found her footing quite well, and I couldn’t quite adapt well enough to how she was doing. She was hitting through the court really well and playing fast and playing big, which is how she looks to play.” With another first-round defeat, Konta maintains her unique record in Paris: of her seven appearances, Konta has lost in the first round six times. The one time she reached the second round, she continued until the semi-final and had a realistic opportunity to win the title. Konta’s relaxed demeanour in the press conference led to a question about her motivation, which she brushed aside. “Obviously you do evolve and you do change, so even the way I was playing my tennis two years ago was different to two years before that to two years before that,” she said. “It keeps evolving as I grow up, as I turn from a teenager to young adult to now a 30-year-old woman. So, life changes. But I’m here because I’m training to be here, to compete. So I will be playing until I [no longer] want to do that.” While Konta heads to the grass season in search of the string of victories needed to ignite her season, Watson noted her frustration at her physical condition after a difficult few weeks. Watson’s shoulder was strapped and she said that a recent cold and other ailments led to days of missed practice that affected her fitness on the court. While she felt she was striking the ball cleanly, she could not match Diyas’s physicality throughout the match. “I haven’t been able to train as much as I wanted to, so I need to just get back on the court straightaway,” she said. “I just feel absolutely knackered now after a two-set singles match which I shouldn’t be feeling. So, yeah, I just want to get back out there as soon as possible and just be healthy, be training healthy and feel good on the match court.” While his compatriots departed, Norrie shrugged off his own doubts stemming from consecutive first‑round defeats in Paris to maintain his supreme form and advance with minimal problems. There has otherwise been little reason for Norrie to doubt – the victory on Monday marked his 24th win of the season, the third most on the ATP this year. He will face Lloyd Harris in the second round with a third-round match with Rafael Nadal, who plays on Tuesday, likely one win away. “I think Cam’s brilliant,” Konta said. “I think Cam is one of the nicest guys we have at home. I think he’s incredibly hard-working, he puts his head down. I think he’s a great player. I think he plays the game well and, yeah, I think he really is walking his own path. The way he went to American college, as well, he’s doing it his own way. I hope he does really well.”","charCount":"4206","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tumaini-carayol\">Tumaini Carayol</a>"},{"headline":"Scientists call on UK to speed up second Covid jabs as India variant spreads","standfirst":"<p>Government urged to delay decision on ending lockdown restrictions amid fears of third wave</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Government urged to delay decision on ending lockdown restrictions amid fears of third wave","byline":"Nicola Davis and Aubrey Allegretti","main":"<figure class=\"element element-image\" data-media-id=\"b19632f4de643559bb42493921aa5665c05c1743\"> \n <img src=\"https://media.guim.co.uk/b19632f4de643559bb42493921aa5665c05c1743/590_212_4975_2985/1000.jpg\" alt=\"Young people wait to receive vaccinations\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Young people wait to receive a Covid-19 vaccination jab at Twickenham rugby stadium in London on Monday.</span> \n  <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n </figcaption> \n</figure>","body":"<p>Scientists are urging the government to speed up second doses of Covid vaccines and delay a decision on easing lockdown restrictions in England on 21 June in an effort to tackle the creeping spread of new cases.</p> \n<p>Data has shown the coronavirus variant first detected in India, known as B.1.617.2, is continuing to spread across England, and is thought to be driving a rise in cases. It is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, <a href=\"https://www.theguardian.com/world/2021/may/24/will-the-india-variant-stop-england-ending-lockdown\">particularly after one dose</a>.</p> \n<p>The situation has led some scientists to warn the country is in the early stages of a <a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">third wave of coronavirus</a> which, despite the vaccination programme, <a href=\"https://www.theguardian.com/world/2021/may/14/india-covid-variant-could-lead-to-third-wave-uk\">modelling suggests</a> could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England in three weeks’ time should be reconsidered.</p> \n<p>The British Medical Association called on the prime minister, Boris Johnson, to honour his pledge to lift measures based on “data, not dates” and said the government should hold off giving the green light to progressing to stage four of the roadmap “until the latest data can be scientifically considered”.</p> \n<p>“We are at a pivotal moment,” said the BMA council chair, Dr Chaand Nagpaul, who warned a “premature” ending of all legal restrictions may result in a surge of infections that “would undermine our health service” and undo all the progress made suppressing Covid-19. “We cannot afford to repeat past mistakes,” he said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/08/uk-coronavirus-dashboard-v2/choropleth-combined\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Labour accused the government of being distracted by the turbulence resulting from <a href=\"https://www.theguardian.com/politics/2021/may/29/he-came-he-spoke-but-what-will-cummingss-explosive-claims-mean\">Dominic Cummings’ bombshell claims</a> last week.</p> \n<p>Jon Ashworth, the shadow health secretary, said the single biggest threat to the 21 June reopening was “ministerial incompetence”, and claimed members of the cabinet were engulfed “by internal rows and blame shifting at just the moment we need a laser-like focus on this variant”.</p> \n<p>Ministers have been unable to say in recent days whether the 21 June unlocking will be delayed or only implemented partially. George Eustice, the environment secretary, told the BBC on Monday that infection rates are “going up again slightly but from a low base” which was “probably to be expected, given there are a significant number of younger people who are now out and mixing but haven’t had the vaccine”.</p> \n<p>But despite guidance that adults under 30 not in a priority group are still ineligible for a jab, a vaccination centre at Twickenham Stadium in London began offering injections to all over-18s in an attempt to avoid wastage – causing large queues of what appeared to be largely young people outside.</p> \n<p>In the run-up to the official announcement expected on 14 June about what will happen the following Monday, government scientists on the Scientific Pandemic Influenza Group on Modelling (SPI-M) have been asked to model how the India variant and other factors could affect cases if restrictions are lifted. A No 10 source said the government was continuing to monitor the data closely.</p> \n<p>Calls for further delay in easing restrictions were met with concerns from the hospitality sector. Kate Nicholls, the chief executive of UK Hospitality, told BBC News that not being able to fully reopen in June would be devastating for venues. She said many were operating at 60% capacity and “haemorrhaging cash”. A delay would “push them closer to the cliff edge of business failure”, she added. </p> \n<p>Some experts have called for the gap between the first and second Covid jabs to be reduced to eight weeks for all adults in order to tackle rising number of cases. <a href=\"https://www.gov.uk/government/news/most-vulnerable-offered-second-dose-of-covid-19-vaccine-earlier-to-help-protect-against-variants\">Second doses have already been</a> brought forward for priority cohorts 1 to 9, which included health workers and elderly people, while efforts to get the first dose to other adults has been ramped up, <a href=\"https://www.theguardian.com/world/2021/may/14/vaccine-supply-to-covid-hotspots-in-england-must-at-least-double\">particularly in areas with high levels of the India variant</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/covid-19-uk/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Prof Lawrence Young, a virologist at the University of Warwick, told the Guardian that while a longer interval between first and second jabs resulted in a stronger and longer protective immune response, it was necessary to accelerate second doses more widely.</p> \n<p>“The importance of full vaccination is now becoming even more obvious with real-world data showing how it protects from infection and spread of the Indian variant. We need to do everything we can to speed up vaccination, particularly second shots,” he said.</p> \n<p>Prof Danny Altmann, an expert in immunology of infectious disease at Imperial College London, also backed an acceleration of second doses beyond priority groups, adding he was concerned about the current situation.</p> \n<p>“When we speak of a third wave … we mean resetting the clock yet again, as happened to us with the Kent variant. Having got this far, why not hold our nerve and do the job properly,” he said. “I’m disturbed that we may be drifting into a plan to tolerate long-term endemic virus – at a cost – while other countries aim for elimination. This is too important to drift to without debate.”</p> \n<p>However, Prof Adam Finn of the University of Bristol, a member of the Joint Committee on Vaccination and Immunisation, urged caution, noting that the schedule for doses involved balancing a number of factors.</p> \n<p>At present, he said, available vaccines were being used either to give second doses to the most vulnerable, or a first dose to others – few of whom are near the timeframe for a second dose in any case. Furthermore, reducing the dosing interval for these groups would reduce their overall protective immune response, and could delay delivery of the first doses to others.</p> \n<p>The debate came as<a href=\"https://covid19.sanger.ac.uk/lineages/raw?show=B.1.617.2&amp;colorBy=p&amp;lineage=B.1.617.2&amp;area=E07000116&amp;latitude=52.444719&amp;longitude=-1.918480&amp;zoom=4.92&amp;date=2021-05-22\"> data from the Wellcome Sanger Institute</a>, which tracks the variants detected in Covid-positive samples through genome sequencing, revealed the variant has spread further across England.</p> \n<p>While parts of north-west England, such as Bolton and Blackburn with Darwen, have previously been identified as hotspots for the India variant, the data shows that in the two weeks to 22 May it cropped up in areas as far afield as Babergh, Wycombe and Cornwall – although numbers in these areas remain low. This data includes Covid-positive samples analysed for general surveillance and surge testing, but not those related to travel. </p> \n<p>The Department of Health and Social Care said: “We are working in partnership with local authorities to put in place additional measures to help control the spread of Covid-19 variants and rapidly break chains of transmission.</p> \n<p>“It is imperative we all continue to be vigilant and keep following current guidance on social distancing, and come forward for a vaccine as soon as eligible.” </p>","newspaperPageNumber":"1","wordcount":"1086","firstPublicationDate":"2021-05-31T19:20:53Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T20:21:01Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj7y8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b19632f4de643559bb42493921aa5665c05c1743/590_212_4975_2985/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Scientists are urging the government to speed up second doses of Covid vaccines and delay a decision on easing lockdown restrictions in England on 21 June in an effort to tackle the creeping spread of new cases. Data has shown the coronavirus variant first detected in India, known as B.1.617.2, is continuing to spread across England, and is thought to be driving a rise in cases. It is believed to be both more transmissible than the variant first detected in Kent, which previously dominated, and somewhat more resistant to Covid vaccines, particularly after one dose. The situation has led some scientists to warn the country is in the early stages of a third wave of coronavirus which, despite the vaccination programme, modelling suggests could lead to a rise in hospitalisations and deaths, and that full easing of restrictions in England in three weeks’ time should be reconsidered. The British Medical Association called on the prime minister, Boris Johnson, to honour his pledge to lift measures based on “data, not dates” and said the government should hold off giving the green light to progressing to stage four of the roadmap “until the latest data can be scientifically considered”. “We are at a pivotal moment,” said the BMA council chair, Dr Chaand Nagpaul, who warned a “premature” ending of all legal restrictions may result in a surge of infections that “would undermine our health service” and undo all the progress made suppressing Covid-19. “We cannot afford to repeat past mistakes,” he said. Labour accused the government of being distracted by the turbulence resulting from Dominic Cummings’ bombshell claims last week. Jon Ashworth, the shadow health secretary, said the single biggest threat to the 21 June reopening was “ministerial incompetence”, and claimed members of the cabinet were engulfed “by internal rows and blame shifting at just the moment we need a laser-like focus on this variant”. Ministers have been unable to say in recent days whether the 21 June unlocking will be delayed or only implemented partially. George Eustice, the environment secretary, told the BBC on Monday that infection rates are “going up again slightly but from a low base” which was “probably to be expected, given there are a significant number of younger people who are now out and mixing but haven’t had the vaccine”. But despite guidance that adults under 30 not in a priority group are still ineligible for a jab, a vaccination centre at Twickenham Stadium in London began offering injections to all over-18s in an attempt to avoid wastage – causing large queues of what appeared to be largely young people outside. In the run-up to the official announcement expected on 14 June about what will happen the following Monday, government scientists on the Scientific Pandemic Influenza Group on Modelling (SPI-M) have been asked to model how the India variant and other factors could affect cases if restrictions are lifted. A No 10 source said the government was continuing to monitor the data closely. Calls for further delay in easing restrictions were met with concerns from the hospitality sector. Kate Nicholls, the chief executive of UK Hospitality, told BBC News that not being able to fully reopen in June would be devastating for venues. She said many were operating at 60% capacity and “haemorrhaging cash”. A delay would “push them closer to the cliff edge of business failure”, she added. Some experts have called for the gap between the first and second Covid jabs to be reduced to eight weeks for all adults in order to tackle rising number of cases. Second doses have already been brought forward for priority cohorts 1 to 9, which included health workers and elderly people, while efforts to get the first dose to other adults has been ramped up, particularly in areas with high levels of the India variant. Prof Lawrence Young, a virologist at the University of Warwick, told the Guardian that while a longer interval between first and second jabs resulted in a stronger and longer protective immune response, it was necessary to accelerate second doses more widely. “The importance of full vaccination is now becoming even more obvious with real-world data showing how it protects from infection and spread of the Indian variant. We need to do everything we can to speed up vaccination, particularly second shots,” he said. Prof Danny Altmann, an expert in immunology of infectious disease at Imperial College London, also backed an acceleration of second doses beyond priority groups, adding he was concerned about the current situation. “When we speak of a third wave … we mean resetting the clock yet again, as happened to us with the Kent variant. Having got this far, why not hold our nerve and do the job properly,” he said. “I’m disturbed that we may be drifting into a plan to tolerate long-term endemic virus – at a cost – while other countries aim for elimination. This is too important to drift to without debate.” However, Prof Adam Finn of the University of Bristol, a member of the Joint Committee on Vaccination and Immunisation, urged caution, noting that the schedule for doses involved balancing a number of factors. At present, he said, available vaccines were being used either to give second doses to the most vulnerable, or a first dose to others – few of whom are near the timeframe for a second dose in any case. Furthermore, reducing the dosing interval for these groups would reduce their overall protective immune response, and could delay delivery of the first doses to others. The debate came as data from the Wellcome Sanger Institute, which tracks the variants detected in Covid-positive samples through genome sequencing, revealed the variant has spread further across England. While parts of north-west England, such as Bolton and Blackburn with Darwen, have previously been identified as hotspots for the India variant, the data shows that in the two weeks to 22 May it cropped up in areas as far afield as Babergh, Wycombe and Cornwall – although numbers in these areas remain low. This data includes Covid-positive samples analysed for general surveillance and surge testing, but not those related to travel. The Department of Health and Social Care said: “We are working in partnership with local authorities to put in place additional measures to help control the spread of Covid-19 variants and rapidly break chains of transmission. “It is imperative we all continue to be vigilant and keep following current guidance on social distancing, and come forward for a vaccine as soon as eligible.”","charCount":"6569","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nicola-davis\">Nicola Davis</a> and <a href=\"profile/aubrey-allegretti\">Aubrey Allegretti</a>"},{"headline":"Senior figures attack ‘obstruction’ of ICC’s Palestine investigation","standfirst":"<p>Exclusive: Open letter signed by dozens of European ex-officials calls for end to ‘unwarranted public criticism’ of inquiry into alleged war crimes<br></p><ul><li><a href=\"https://www.theguardian.com/law/2021/may/31/attacks-on-the-icc-must-be-condemned\">Attack on the ICC must be condemned – letter</a></li></ul>","trailText":"Exclusive: Open letter signed by dozens of European ex-officials calls for end to ‘unwarranted public criticism’ of inquiry into alleged war crimes","byline":"Peter Beaumont","main":"<figure class=\"element element-image\" data-media-id=\"4820055e0649639ee0312318cf0e987115b8989b\"> <img src=\"https://media.guim.co.uk/4820055e0649639ee0312318cf0e987115b8989b/193_59_3636_2182/1000.jpg\" alt=\"Fatou Bensouda, the international criminal court’s chief prosecutor\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fatou Bensouda, the international criminal court’s chief prosecutor, announced the launch of the investigation in March.</span> <span class=\"element-image__credit\">Photograph: Bas Czerwinski/AP</span> </figcaption> </figure>","body":"<p>More than 50 former foreign ministers, prime ministers and senior international officials, including two British Conservative former ministers, have signed an open letter condemning political interference in efforts by the international criminal court (ICC) to investigate alleged war crimes in Palestine.</p> <p><a href=\"https://www.theguardian.com/law/2021/may/31/attacks-on-the-icc-must-be-condemned\">The letter</a> follows moves by the Trump administration to sanction court officials – orders that have since been reversed by the Biden administration – and is also seen as a rebuke of Boris Johnson, the British prime minister.</p> <p>Johnson said last month that <a href=\"https://www.theguardian.com/law/2021/mar/03/icc-open-formal-investigation-war-crimes-palestine\">an ICC investigation opened in March</a> gave “the impression of being a partial and prejudicial attack on a friend and ally of the UK’s”, referring to Israel. The Israeli prime minister, Benjamin Netanyahu, <a href=\"https://www.timesofisrael.com/netanyahu-an-icc-investigation-of-israel-would-be-pure-anti-semitism/\">has said</a> that any ICC investigation would be “pure antisemitism”.</p> <p>Condemning the “increasing attacks on the ICC, its staff and cooperating civil society groups”, the letter identifies the Trump administration’s moves against the court as part of a wider trend.</p> <p>“We witnessed with serious concern the executive order issued in the United States by the former president Donald Trump and the sanctions designated against the court’s staff and their family members,” the letter says.</p> <p>“Deeply worrying is now the unwarranted public criticism of the court regarding its investigation of alleged crimes committed in the occupied Palestinian territory, including unfounded accusations of antisemitism.”</p> <p>“It is well established and recognised that accountability for serious rights violations by all sides to a conflict is essential for achieving a sustainable and lasting peace. This is the case in Israel-Palestine, just as in Sudan, Libya, Afghanistan, Mali, Bangladesh/Myanmar, Colombia, and Ukraine.</p> <p>“Attempts to discredit the court and obstruct its work cannot be tolerated if we are serious about promoting and upholding justice globally,” the signatories add while pushing back against complaints of the kind levelled by Johnson, which he made in a letter to the Conservative Friends of Israel.</p> <p>“We understand fears of politically motivated complaints and investigations. Yet we strongly believe that the Rome statute guarantees the highest criteria of justice and provides a crucial avenue to address impunity for the world’s most serious crimes. Failure to act would have grave consequences.”</p> <p>The ICC’s investigation has also run into opposition from other European countries, including Germany, whose foreign minister, Heiko Maas, has said that the “court has no jurisdiction because of the absence of the element of Palestinian statehood required by international law”.</p> <p>The signatories to the letter come from across Europe’s political spectrum, and include the Conservative former cabinet ministers Sayeeda Warsi and Chris Patten; Douglas Alexander, former Labour secretary of state for international development; Sir Menzies Campbell, former leader of the Liberal Democrat party; and Ben Bradshaw, a Labour former minister of state at the Foreign Office.</p> <p>Among international signatories are a number of former prime ministers, including Jean-Marc Ayrault of France, Gro Harlem Brundtland of Norway, John Bruton of Ireland, Ingvar Carlsson of Sweden, and Massimo d’Alema of Italy. Others who have signed the letter include the former Nato secretary general Javier Solana, and Hans Blix, former director general of the International Atomic Energy Agency.</p> <p>Defending the current investigation into alleged war crimes in Palestine, the Danish former foreign minister and former president of the UN general assembly, Mogens Lykketoft, told the Guardian: “A rules-based global order is predicated upon the idea that violations of international law must be met with consequences.</p> <p>“The international criminal court is a crucial tool to that end, and it is incumbent upon us to protect its independence and strengthen its ability to work. Challenging the independence of the court, on the contrary, challenges the protection of a global rules-based order.</p> <p>“The current investigation of the international criminal court can be an important component of this, and the international community must do what it can to protect the independence of the court in carrying out its work.”</p> <p>While the letter does not mention Johnson by name, his intervention underlined concerns over attempts to hobble the ICC’s investigation, which was formally announced earlier this year.</p> <p>The Palestinian mission to the UK described Johnson’s letter as a “deeply regrettable” contradiction of international law and previous British policy.</p> <p>“It marks a low point in UK-Palestine relations and undermines the UK’s credibility on the international stage,” it said. “It is clear that the UK now believes <a href=\"https://www.theguardian.com/world/israel\">Israel</a> is above the law. There is no other interpretation of a statement that gives carte blanche to <a href=\"https://www.theguardian.com/world/israel\">Israel</a>.”</p>","wordcount":"732","firstPublicationDate":"2021-05-31T19:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T19:13:10Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj6fj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4820055e0649639ee0312318cf0e987115b8989b/200_54_3629_2177/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"More than 50 former foreign ministers, prime ministers and senior international officials, including two British Conservative former ministers, have signed an open letter condemning political interference in efforts by the international criminal court (ICC) to investigate alleged war crimes in Palestine. The letter follows moves by the Trump administration to sanction court officials – orders that have since been reversed by the Biden administration – and is also seen as a rebuke of Boris Johnson, the British prime minister. Johnson said last month that an ICC investigation opened in March gave “the impression of being a partial and prejudicial attack on a friend and ally of the UK’s”, referring to Israel. The Israeli prime minister, Benjamin Netanyahu, has said that any ICC investigation would be “pure antisemitism”. Condemning the “increasing attacks on the ICC, its staff and cooperating civil society groups”, the letter identifies the Trump administration’s moves against the court as part of a wider trend. “We witnessed with serious concern the executive order issued in the United States by the former president Donald Trump and the sanctions designated against the court’s staff and their family members,” the letter says. “Deeply worrying is now the unwarranted public criticism of the court regarding its investigation of alleged crimes committed in the occupied Palestinian territory, including unfounded accusations of antisemitism.” “It is well established and recognised that accountability for serious rights violations by all sides to a conflict is essential for achieving a sustainable and lasting peace. This is the case in Israel-Palestine, just as in Sudan, Libya, Afghanistan, Mali, Bangladesh/Myanmar, Colombia, and Ukraine. “Attempts to discredit the court and obstruct its work cannot be tolerated if we are serious about promoting and upholding justice globally,” the signatories add while pushing back against complaints of the kind levelled by Johnson, which he made in a letter to the Conservative Friends of Israel. “We understand fears of politically motivated complaints and investigations. Yet we strongly believe that the Rome statute guarantees the highest criteria of justice and provides a crucial avenue to address impunity for the world’s most serious crimes. Failure to act would have grave consequences.” The ICC’s investigation has also run into opposition from other European countries, including Germany, whose foreign minister, Heiko Maas, has said that the “court has no jurisdiction because of the absence of the element of Palestinian statehood required by international law”. The signatories to the letter come from across Europe’s political spectrum, and include the Conservative former cabinet ministers Sayeeda Warsi and Chris Patten; Douglas Alexander, former Labour secretary of state for international development; Sir Menzies Campbell, former leader of the Liberal Democrat party; and Ben Bradshaw, a Labour former minister of state at the Foreign Office. Among international signatories are a number of former prime ministers, including Jean-Marc Ayrault of France, Gro Harlem Brundtland of Norway, John Bruton of Ireland, Ingvar Carlsson of Sweden, and Massimo d’Alema of Italy. Others who have signed the letter include the former Nato secretary general Javier Solana, and Hans Blix, former director general of the International Atomic Energy Agency. Defending the current investigation into alleged war crimes in Palestine, the Danish former foreign minister and former president of the UN general assembly, Mogens Lykketoft, told the Guardian: “A rules-based global order is predicated upon the idea that violations of international law must be met with consequences. “The international criminal court is a crucial tool to that end, and it is incumbent upon us to protect its independence and strengthen its ability to work. Challenging the independence of the court, on the contrary, challenges the protection of a global rules-based order. “The current investigation of the international criminal court can be an important component of this, and the international community must do what it can to protect the independence of the court in carrying out its work.” While the letter does not mention Johnson by name, his intervention underlined concerns over attempts to hobble the ICC’s investigation, which was formally announced earlier this year. The Palestinian mission to the UK described Johnson’s letter as a “deeply regrettable” contradiction of international law and previous British policy. “It marks a low point in UK-Palestine relations and undermines the UK’s credibility on the international stage,” it said. “It is clear that the UK now believes Israel is above the law. There is no other interpretation of a statement that gives carte blanche to Israel.”","charCount":"4842","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/peterbeaumont\">Peter Beaumont</a>"},{"headline":"Attacks on the ICC must be condemned","standfirst":"<p>Attempts to discredit the international criminal court and obstruct its work cannot be tolerated if we are serious about upholding justice globally, write more than 50 former prime ministers, foreign ministers and senior international officials</p>","trailText":"<strong>Letter: </strong>Attempts to discredit the international criminal court and obstruct its work cannot be tolerated if we are serious about upholding justice globally, write more than 50 former prime ministers, foreign ministers and senior international officials","byline":"Letters","main":"<figure class=\"element element-image\" data-media-id=\"7a0ced1bb240bad0d4f77fe7cbae4f040963f0f1\"> <img src=\"https://media.guim.co.uk/7a0ced1bb240bad0d4f77fe7cbae4f040963f0f1/0_101_3000_1800/1000.jpg\" alt=\"The international criminal court’s chief prosecutor, Fatou Bensouda, speaks to reporters in Nyala, Sudan, on Monday. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fatou Bensouda, the chief prosecutor of the international criminal court, speaks to reporters in Nyala, Sudan, on Monday. </span> <span class=\"element-image__credit\">Photograph: Abdelmoniem Madibo/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>We welcome the support that European leaders have expressed for the international criminal court and its unique mandate of advancing justice following war crimes, crimes against humanity and genocide. Consistent support for the ICC and promotion of its universal reach highlight Europe’s serious commitment to deter such violations and to promote a rules-based international order, peace and security.</p> <p>It is clear that Europe has long benefited from multilateralism rooted in international law and the institutions that uphold it. Now, in a time of increasing challenges to the multilateral order and an independent judiciary in many corners of the world and within Europe itself, preserving the ICC’s legitimacy and mandate becomes an imperative.</p> <p>We regret to see increasing attacks on the ICC, its staff and cooperating civil society groups. We witnessed with serious concern the executive order issued in the United States by former president Donald Trump and the sanctions designated against the court’s staff and their family members. Deeply worrying is now the unwarranted public criticism of the court regarding its <a href=\"https://www.theguardian.com/law/2021/mar/03/icc-open-formal-investigation-war-crimes-palestine\">investigation</a> of alleged crimes committed in the occupied Palestinian territory, including unfounded accusations of antisemitism.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/31/senior-figures-attack-obstruction-of-iccs-palestine-investigation\">Senior figures attack ‘obstruction’ of ICC’s Palestine investigation</a> </p> </aside>  <p>It is well established and recognised that accountability for serious rights violations by all sides to a conflict is essential for achieving sustainable and lasting peace. This is the case in Israel-Palestine, just as in Sudan, Libya, Afghanistan, Mali, Bangladesh/Myanmar, Colombia and Ukraine. Where there is no accountability for grave human rights violations, it is the victims seeking justice and people longing for lasting peace who are paying the price.</p> <p>Attempts to discredit the court and obstruct its work cannot be tolerated if we are serious about promoting and upholding justice globally. We understand fears of politically motivated complaints and investigations. Yet we strongly believe that the <a href=\"https://www.icc-cpi.int/resource-library/documents/rs-eng.pdf\">Rome Statute</a> guarantees the highest criteria of justice and provides a crucial avenue to address impunity for the world’s most serious crimes. Failure to act would have grave consequences.</p> <p>In this context, we stress the importance of all European governments firmly supporting the independence of the ICC and shielding the institution and its staff from any external pressures or threats. That includes refraining from public criticism of the ICC’s decisions, which could contribute to undermining the independence of the court and public trust in its authority.</p> <p>We welcome the Biden administration’s decision to rescind the executive order and lift the sanctions against the ICC. This will set grounds for opportunities to work on strengthening international justice institutions and norms together with our key transatlantic ally.</p> <p>The ICC is a vital part of the rules-based international order. Now more than ever, Europe must lead by example in protecting the court’s independence.</p> <p><strong>Douglas Alexander</strong> <em>Former minister of international development, UK</em><br><strong>Jean-Marc Ayrault</strong> <em>Former foreign minister and prime minister, France</em><br><strong>Hans Blix </strong><em>Former foreign minister</em><em> and former director general of the IAEA, Sweden</em><br><strong>Emma Bonino</strong> <em>Former foreign minister</em><em> </em><em> and former European affairs minister</em><em> and former European commissioner</em> <br><strong>Ben Bradshaw</strong> <em>Former minister of state for the Middle East</em>,<em>UK </em><br><strong>Gro Harlem Brundtland</strong> <em>Former prime minister, Norway</em><br><strong>John Bruton</strong> <em>Former prime minister, Ireland</em><br><strong>Micheline Calmy-Rey</strong> <em>Former foreign minister and president, Switzerland</em><br><strong>Ingvar Carlsson</strong> <em>Former prime minister, Sweden</em><br><strong>Gunilla Carlsson</strong> <em>Former minister for international development cooperation, Sweden</em><br><strong>Menzies Campbell</strong> <em>Former leader of the Liberal Democrat party, </em><em>UK</em><br><strong>Willy Claes</strong> <em>Former foreign minister and Nato secretary general, Belgium</em><br><strong>Joe Costello</strong> <em>Former minister of state at the department of foreign affairs and trade, Ireland</em><br><strong>Massimo d’Alema</strong> <em>Former foreign minister and prime minister, Italy</em><br><strong>Teresa Patrício de Gouveia</strong> <em>Former foreign minister, Portugal</em><br><strong>Karel de Gucht</strong> <em>Former foreign minister and European commissioner, Belgium</em><br><strong>Ruth Dreifuss</strong> <em>Former president, Switzerland</em><br><strong>Alan Duncan</strong> <em>Former minister of state for Europe and the Americas and minister of state for international development, </em><em>UK</em><br><strong>Espen Barth Eide</strong> <em>Former foreign minister, Norway</em> <br><strong>Jan Eliasson</strong> <em>Former foreign minister and UN general assembly president, Sweden</em><br><strong>Uffe Ellemann-Jensen</strong> <em>Former foreign minister and president of the European Liberals, Denmark</em> <br><strong>Benita Ferrero-Waldner</strong> <em>Former foreign minister and European commissioner for external relations, Austria</em><br><strong>Charles Flanagan</strong> <em>Former minister of foreign affairs, Ireland</em><br><strong>Sigmar Gabriel</strong> <em>Former foreign minister and vice-chancellor, Germany</em><br><strong>Bjørn Tore Godal</strong> <em>Former foreign minister, Norway</em><br><strong>Bertel Haarder</strong> <em>President of the Nordic Council, former minister for European affairs and minister of the interior, Denmark</em><br><strong>Peter Hain</strong> <em>Former minister for the Middle East, </em><em>UK</em><br><strong>Lena Hjelm-Wallén</strong> <em>Former foreign minister and deputy prime minister, Sweden</em><br><strong>Lionel Jospin</strong> <em>Former prime minister, France</em><br><strong>Tom Kitt</strong> <em>Former minister of state for overseas development and human rights, Ireland</em> <br><strong>Neil Kinnock</strong> <em>Former European commissioner, former leader of the </em><em> Labour party, </em><em>UK</em><br><strong>Bert Koenders</strong> <em>Former foreign minister, the Netherlands</em><br><strong>Yves Leterme</strong> <em>Former foreign minister and prime minister, Belgium</em><br><strong>Martin Liedegaard</strong><em> Former foreign minister, Denmark</em><br><strong>Mogens Lykketoft</strong> <em>Former foreign minister and UN general assembly president, Denmark</em><br><strong>Michael McDowell</strong> <em>Former minister of justice and former attorney general, Ireland</em><br><strong>Per Stig Møller</strong> <em>Former foreign minister, Denmark</em><br><strong>Holger K Nielsen</strong> <em>Former foreign minister, Denmark</em><br><strong>Lindsay Northover</strong> <em>Former parliamentary under-secretary of state for international development, </em><em>UK </em><br><strong>Andrzej Olechowski</strong> <em>Former foreign minister, Poland</em><br><strong>Marc Otte</strong> <em>Former EU special representative to the Middle East peace process, Belgium</em><br><strong>Ana Palacio</strong> <em>Former foreign minister, Spain</em><br><strong>Chris Patten</strong> <em>Former vice-president of the European commission and European commissioner for external relations, </em><em>UK</em><br><strong>Jacques Poos</strong> <em>Former foreign minister, Luxembourg</em><br><strong>Mary Robinson</strong> <em>Former president and </em><em>UN high commissioner for human rights, Ireland</em><br><strong>Soraya Rodriguez</strong> <em>Former secretary of state for international cooperation, Spain</em><br><strong>Robert Serry</strong> <em>Former UN special coordinator for the Middle East peace process, the Netherlands</em><br><strong>Javier Solana</strong> <em>Former foreign minister, Nato secretary general and EU high representative for common foreign and security policy, Spain</em><br><strong>Erkki Tuomioja</strong> <em>Former foreign minister, Finland</em><br><strong>Ivo Vajgl</strong> <em>Former foreign minister, Slovenia</em><br><strong>Jozias van Aartsen</strong> <em>Former foreign minister, the Netherlands</em><br><strong>Hubert Védrine</strong> <em>Former foreign minister, France</em><br><strong>Joris Voorhoeve</strong> <em>Former leader of the </em><em>liberal party VVD and former minister of defence, the Netherlands</em><br><strong>Margot Wallström</strong> <em>Former deputy prime minister and foreign minister, Sweden</em><br><strong>Sayeeda Warsi</strong> <em>Former cabinet minister and Foreign Office minister for the </em><em>UN, human rights and the ICC, </em><em>UK</em></p>","wordcount":"944","firstPublicationDate":"2021-05-31T19:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T19:01:54Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj6pe","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7a0ced1bb240bad0d4f77fe7cbae4f040963f0f1/0_101_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"We welcome the support that European leaders have expressed for the international criminal court and its unique mandate of advancing justice following war crimes, crimes against humanity and genocide. Consistent support for the ICC and promotion of its universal reach highlight Europe’s serious commitment to deter such violations and to promote a rules-based international order, peace and security. It is clear that Europe has long benefited from multilateralism rooted in international law and the institutions that uphold it. Now, in a time of increasing challenges to the multilateral order and an independent judiciary in many corners of the world and within Europe itself, preserving the ICC’s legitimacy and mandate becomes an imperative. We regret to see increasing attacks on the ICC, its staff and cooperating civil society groups. We witnessed with serious concern the executive order issued in the United States by former president Donald Trump and the sanctions designated against the court’s staff and their family members. Deeply worrying is now the unwarranted public criticism of the court regarding its investigation of alleged crimes committed in the occupied Palestinian territory, including unfounded accusations of antisemitism. It is well established and recognised that accountability for serious rights violations by all sides to a conflict is essential for achieving sustainable and lasting peace. This is the case in Israel-Palestine, just as in Sudan, Libya, Afghanistan, Mali, Bangladesh/Myanmar, Colombia and Ukraine. Where there is no accountability for grave human rights violations, it is the victims seeking justice and people longing for lasting peace who are paying the price. Attempts to discredit the court and obstruct its work cannot be tolerated if we are serious about promoting and upholding justice globally. We understand fears of politically motivated complaints and investigations. Yet we strongly believe that the Rome Statute guarantees the highest criteria of justice and provides a crucial avenue to address impunity for the world’s most serious crimes. Failure to act would have grave consequences. In this context, we stress the importance of all European governments firmly supporting the independence of the ICC and shielding the institution and its staff from any external pressures or threats. That includes refraining from public criticism of the ICC’s decisions, which could contribute to undermining the independence of the court and public trust in its authority. We welcome the Biden administration’s decision to rescind the executive order and lift the sanctions against the ICC. This will set grounds for opportunities to work on strengthening international justice institutions and norms together with our key transatlantic ally. The ICC is a vital part of the rules-based international order. Now more than ever, Europe must lead by example in protecting the court’s independence. Douglas Alexander Former minister of international development, UK Jean-Marc Ayrault Former foreign minister and prime minister, France Hans Blix Former foreign minister and former director general of the IAEA, Sweden Emma Bonino Former foreign minister and former European affairs minister and former European commissioner Ben Bradshaw Former minister of state for the Middle East,UK Gro Harlem Brundtland Former prime minister, Norway John Bruton Former prime minister, Ireland Micheline Calmy-Rey Former foreign minister and president, Switzerland Ingvar Carlsson Former prime minister, Sweden Gunilla Carlsson Former minister for international development cooperation, Sweden Menzies Campbell Former leader of the Liberal Democrat party, UK Willy Claes Former foreign minister and Nato secretary general, Belgium Joe Costello Former minister of state at the department of foreign affairs and trade, Ireland Massimo d’Alema Former foreign minister and prime minister, Italy Teresa Patrício de Gouveia Former foreign minister, Portugal Karel de Gucht Former foreign minister and European commissioner, Belgium Ruth Dreifuss Former president, Switzerland Alan Duncan Former minister of state for Europe and the Americas and minister of state for international development, UK Espen Barth Eide Former foreign minister, Norway Jan Eliasson Former foreign minister and UN general assembly president, Sweden Uffe Ellemann-Jensen Former foreign minister and president of the European Liberals, Denmark Benita Ferrero-Waldner Former foreign minister and European commissioner for external relations, Austria Charles Flanagan Former minister of foreign affairs, Ireland Sigmar Gabriel Former foreign minister and vice-chancellor, Germany Bjørn Tore Godal Former foreign minister, Norway Bertel Haarder President of the Nordic Council, former minister for European affairs and minister of the interior, Denmark Peter Hain Former minister for the Middle East, UK Lena Hjelm-Wallén Former foreign minister and deputy prime minister, Sweden Lionel Jospin Former prime minister, France Tom Kitt Former minister of state for overseas development and human rights, Ireland Neil Kinnock Former European commissioner, former leader of the Labour party, UK Bert Koenders Former foreign minister, the Netherlands Yves Leterme Former foreign minister and prime minister, Belgium Martin Liedegaard Former foreign minister, Denmark Mogens Lykketoft Former foreign minister and UN general assembly president, Denmark Michael McDowell Former minister of justice and former attorney general, Ireland Per Stig Møller Former foreign minister, Denmark Holger K Nielsen Former foreign minister, Denmark Lindsay Northover Former parliamentary under-secretary of state for international development, UK Andrzej Olechowski Former foreign minister, Poland Marc Otte Former EU special representative to the Middle East peace process, Belgium Ana Palacio Former foreign minister, Spain Chris Patten Former vice-president of the European commission and European commissioner for external relations, UK Jacques Poos Former foreign minister, Luxembourg Mary Robinson Former president and UN high commissioner for human rights, Ireland Soraya Rodriguez Former secretary of state for international cooperation, Spain Robert Serry Former UN special coordinator for the Middle East peace process, the Netherlands Javier Solana Former foreign minister, Nato secretary general and EU high representative for common foreign and security policy, Spain Erkki Tuomioja Former foreign minister, Finland Ivo Vajgl Former foreign minister, Slovenia Jozias van Aartsen Former foreign minister, the Netherlands Hubert Védrine Former foreign minister, France Joris Voorhoeve Former leader of the liberal party VVD and former minister of defence, the Netherlands Margot Wallström Former deputy prime minister and foreign minister, Sweden Sayeeda Warsi Former cabinet minister and Foreign Office minister for the UN, human rights and the ICC, UK","charCount":"6940","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Letters"},{"headline":"Overconfident of spotting fake news? If so, you may be more likely to fall victim","standfirst":"<p>Study suggests people who are most sure of their ability to discern fact from fiction are less likely to do so</p>","trailText":"Study suggests people who are most sure of their ability to discern fact from fiction are less likely to do so","byline":"Natalie Grover","main":"<figure class=\"element element-image\" data-media-id=\"b91c385a1916b671b6b5a09c8f69185a35cd07e2\"> <img src=\"https://media.guim.co.uk/b91c385a1916b671b6b5a09c8f69185a35cd07e2/0_260_4573_2744/1000.jpg\" alt=\"A person using a smartphone and laptop\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In the survey, 8,285 Americans were asked to evaluate the accuracy of a series of Facebook headlines.</span> <span class=\"element-image__credit\">Photograph: Jirapatch Iamkate/Alamy</span> </figcaption> </figure>","body":"<p>Are you a purveyor of fake news? People who are most confident about their ability to discern between fact and fiction are also the most likely to fall victim to misinformation, a US study suggests.</p> <p>Although Americans believe the confusion caused by false news is all-pervasive, relatively few indicate having seen or shared it, something the researchers suggested shows that many may not only have a hard time identifying false news but are not aware of their own deficiencies at doing so.</p> <p>Nine out of 10 participants surveyed indicated they were above average in their ability to discern false and legitimate news headlines. About a fifth of respondents rated themselves 50 or more percentiles higher than their score warranted, the analysis of a nationally representative study of data collected during and after the <a href=\"https://www.theguardian.com/us-news/us-midterm-elections-2018\">2018 US midterm elections</a> found.</p> <p>In the survey, 8,285 Americans were asked to evaluate the accuracy of a series of Facebook headlines, and then rate their own abilities in discerning false news content relative to others.</p> <p>When researchers looked at data measuring respondents’ online behaviour, those with inflated perceptions of their abilities more frequently visited websites linked to the spread of false or misleading news. The overconfident participants were also less able to distinguish between true and false claims about current events and reported higher willingness to share false content, especially when it aligned with their political predispositions, the authors found.</p> <p>“No matter what domain, people on average are overconfident … but over 70% of people displaying overconfidence is just such a huge number,” said the lead author, Ben Lyons, an assistant professor of communication at the University of Utah.</p> <p>Although the study does not prove that overconfidence directly causes engagement with false news, the mismatch between a person’s perceived ability to spot misinformation and their actual competence could play a crucial role in the spread of false information, the authors wrote in the <a href=\"https://doi.org/10.1073/pnas.2019527118\">study</a> published in the Proceedings of the National Academy of Sciences of the United States of America.</p> <p>It also suggests that those who are humble – people who tend to engage in self-monitoring, reflective behaviours and put more thought into the sites they visit and content they share – are likely to be less susceptible to misinformation, said Lyons.</p> <p>Factors such as gender also played a key role in the likelihood of overconfidence and, in turn, vulnerability to false news, suggested Lyons.</p> <p>“Male respondents [in the study] displayed more overconfidence – and this is a consistent finding in overconfidence literature – men are always more confident than women, which is always not so surprising.”</p> <p>He added: “Overconfidence is truly universal. I would be shocked if we didn’t find this in every country we looked at … although we might not see this extreme level of overconfidence, just based on cultural differences.”</p>","newspaperPageNumber":"13","wordcount":"464","firstPublicationDate":"2021-05-31T19:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T19:51:43Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj83y","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b91c385a1916b671b6b5a09c8f69185a35cd07e2/0_260_4573_2744/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Are you a purveyor of fake news? People who are most confident about their ability to discern between fact and fiction are also the most likely to fall victim to misinformation, a US study suggests. Although Americans believe the confusion caused by false news is all-pervasive, relatively few indicate having seen or shared it, something the researchers suggested shows that many may not only have a hard time identifying false news but are not aware of their own deficiencies at doing so. Nine out of 10 participants surveyed indicated they were above average in their ability to discern false and legitimate news headlines. About a fifth of respondents rated themselves 50 or more percentiles higher than their score warranted, the analysis of a nationally representative study of data collected during and after the 2018 US midterm elections found. In the survey, 8,285 Americans were asked to evaluate the accuracy of a series of Facebook headlines, and then rate their own abilities in discerning false news content relative to others. When researchers looked at data measuring respondents’ online behaviour, those with inflated perceptions of their abilities more frequently visited websites linked to the spread of false or misleading news. The overconfident participants were also less able to distinguish between true and false claims about current events and reported higher willingness to share false content, especially when it aligned with their political predispositions, the authors found. “No matter what domain, people on average are overconfident … but over 70% of people displaying overconfidence is just such a huge number,” said the lead author, Ben Lyons, an assistant professor of communication at the University of Utah. Although the study does not prove that overconfidence directly causes engagement with false news, the mismatch between a person’s perceived ability to spot misinformation and their actual competence could play a crucial role in the spread of false information, the authors wrote in the study published in the Proceedings of the National Academy of Sciences of the United States of America. It also suggests that those who are humble – people who tend to engage in self-monitoring, reflective behaviours and put more thought into the sites they visit and content they share – are likely to be less susceptible to misinformation, said Lyons. Factors such as gender also played a key role in the likelihood of overconfidence and, in turn, vulnerability to false news, suggested Lyons. “Male respondents [in the study] displayed more overconfidence – and this is a consistent finding in overconfidence literature – men are always more confident than women, which is always not so surprising.” He added: “Overconfidence is truly universal. I would be shocked if we didn’t find this in every country we looked at … although we might not see this extreme level of overconfidence, just based on cultural differences.”","charCount":"2955","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/natalie-grover\">Natalie Grover</a>"},{"headline":"Britons face one-month deadline to retain rights in four EU countries","standfirst":"<p>Tens of thousands have yet to apply for post-Brexit residence in countries with 30 June cut-off date<br></p>","trailText":"Tens of thousands have yet to apply for post-Brexit residence in countries with 30 June cut-off date<br>","byline":"Jon Henley Europe correspondent","main":"<figure class=\"element element-image\" data-media-id=\"dd231be6fa6643e36efcc1be532791ab36a862ef\"> <img src=\"https://media.guim.co.uk/dd231be6fa6643e36efcc1be532791ab36a862ef/0_0_4949_2969/1000.jpg\" alt=\"Belle-Ile-en-Mer, France – one of the four countries to set a 30 June deadline for UK nationals\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Belle-Ile-en-Mer, France – one of the four countries to set a 30 June deadline for UK nationals.</span> <span class=\"element-image__credit\">Photograph: Loïc Venance/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>Tens of thousands of British nationals in four EU member states have yet to apply for post-Brexit residence, meaning they risk losing the right to live and work there unless they file their demands within 30 days.</p> <p>UK citizens living in France, Malta, Luxembourg and Latvia have until 30 June to apply to secure their post-Brexit rights. The Netherlands did have the same deadline, but on <a href=\"https://www.dutchnews.nl/news/2021/05/dutch-extend-deadline-for-british-to-apply-for-residency-to-october-1/\">Monday extended</a> it to 1 October. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/may/26/eu-citizens-who-miss-settled-status-cut-off-will-immediately-lose-free-uk-healthcare\">EU citizens who miss UK settled status cutoff to lose some free healthcare</a> </p> </aside>  <p>Under the terms of the withdrawal agreement, UK citizens who were legally resident in one of the EU’s 27 member states at the end of the transition period on 31 December last year are eligible for permanent residence, protecting their basic rights.</p> <p>Fourteen countries, including Spain, Germany, Portugal and Italy, opted for systems that automatically confer a new post-Brexit residence status on legally resident Britons, with no risk of losing rights if any administrative deadline is missed.</p> <p>The other 13, however, operate systems under which UK nationals must formally apply for their new residence status, including the four who set an earlier cutoff date of 30 June.</p> <p>“That’s only a month to go before a hard deadline, after which a lot of people could lose their rights,” said Michaela Benson, a professor of public sociology at Lancaster University, who has specialised in <a href=\"https://www.theguardian.com/politics/2020/jan/09/brexit-deepening-inequalities-among-uk-nationals-in-france\">studying British residents in the EU</a>.</p> <p>“We urgently need more communication – from the UK, the EU and member states – to get in touch, especially with hard-to-reach, vulnerable UK citizens who risk missing a vital cutoff point.”</p> <p>Benson said the people at risk of “falling through the gaps” were often the most vulnerable. “Those who have stayed off the radar for whatever reason – maybe because they couldn’t prove they were lawfully resident when they had to,” she said.</p> <p>“The ones to worry about are those who are just scraping by, perhaps in remote areas. They are not likely to come forward of their own accord. There will also be homeless British people, sick British people, British children in care.”</p> <p>According to the EU/UK joint committee on citizens’ rights, whose latest report, dated 28 April, was <a href=\"https://www.gov.uk/government/publications/residence-rights-implementation-of-the-withdrawal-agreement-part-2-citizens-rights-third-joint-report-april-2021\">released on Friday</a>, an estimated 298,000 Britons live in the 13 countries with so-called constitutive systems. Only 190,000 have applied for their new status.</p> <p>In the four countries with a June deadline, 25,500 of France’s estimated 148,000 British residents have yet to register, nearly 800 Britons still have to apply in Latvia, 1,700 in Luxembourg and 5,300 in Malta.</p> <p>In the Netherlands, 3,000 have yet to apply before the new 1 October date, along with 12,000 in Finland and Sweden, which have 30 September deadlines. The cutoff date in Austria, Belgium, Denmark, Hungary, Romania and Slovenia is 31 December. </p> <p>Benson said the figures were approximate since most were based on data from 2018 and some EU states, such as France, had never required EU residents to register with authorities in order to qualify for public services, so may have significantly underestimated.</p> <p>“That means it may well have many more British residents than it imagines, just as the UK had many more EU residents than it thought,” she said. “It also makes it much harder to reach them than in places like the Netherlands with up-to-date registers.”</p> <p>According to the EU’s post-Brexit guidance, “failure to apply in time … may lead to a loss of any entitlement under the withdrawal agreement” in countries with constitutive systems, including the right to continue living in them.</p> <p>According to the committee’s report, an estimated 762,000 UK citizens live in EU countries with automatic – or “declaratory” – systems for post-Brexit residence status, and nearly 165,000 have registered so far.</p> <p>Several of these 14 countries also have deadlines for UK residents to register for their new status, but those who do not face a fine rather than loss of rights.</p>","newspaperPageNumber":"16","wordcount":"632","firstPublicationDate":"2021-05-31T14:54:45Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T20:22:02Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj6vh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c966ed82275a50cc207117476f21eed91066a089/36_394_5401_3241/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Tens of thousands of British nationals in four EU member states have yet to apply for post-Brexit residence, meaning they risk losing the right to live and work there unless they file their demands within 30 days. UK citizens living in France, Malta, Luxembourg and Latvia have until 30 June to apply to secure their post-Brexit rights. The Netherlands did have the same deadline, but on Monday extended it to 1 October. Under the terms of the withdrawal agreement, UK citizens who were legally resident in one of the EU’s 27 member states at the end of the transition period on 31 December last year are eligible for permanent residence, protecting their basic rights. Fourteen countries, including Spain, Germany, Portugal and Italy, opted for systems that automatically confer a new post-Brexit residence status on legally resident Britons, with no risk of losing rights if any administrative deadline is missed. The other 13, however, operate systems under which UK nationals must formally apply for their new residence status, including the four who set an earlier cutoff date of 30 June. “That’s only a month to go before a hard deadline, after which a lot of people could lose their rights,” said Michaela Benson, a professor of public sociology at Lancaster University, who has specialised in studying British residents in the EU. “We urgently need more communication – from the UK, the EU and member states – to get in touch, especially with hard-to-reach, vulnerable UK citizens who risk missing a vital cutoff point.” Benson said the people at risk of “falling through the gaps” were often the most vulnerable. “Those who have stayed off the radar for whatever reason – maybe because they couldn’t prove they were lawfully resident when they had to,” she said. “The ones to worry about are those who are just scraping by, perhaps in remote areas. They are not likely to come forward of their own accord. There will also be homeless British people, sick British people, British children in care.” According to the EU/UK joint committee on citizens’ rights, whose latest report, dated 28 April, was released on Friday, an estimated 298,000 Britons live in the 13 countries with so-called constitutive systems. Only 190,000 have applied for their new status. In the four countries with a June deadline, 25,500 of France’s estimated 148,000 British residents have yet to register, nearly 800 Britons still have to apply in Latvia, 1,700 in Luxembourg and 5,300 in Malta. In the Netherlands, 3,000 have yet to apply before the new 1 October date, along with 12,000 in Finland and Sweden, which have 30 September deadlines. The cutoff date in Austria, Belgium, Denmark, Hungary, Romania and Slovenia is 31 December. Benson said the figures were approximate since most were based on data from 2018 and some EU states, such as France, had never required EU residents to register with authorities in order to qualify for public services, so may have significantly underestimated. “That means it may well have many more British residents than it imagines, just as the UK had many more EU residents than it thought,” she said. “It also makes it much harder to reach them than in places like the Netherlands with up-to-date registers.” According to the EU’s post-Brexit guidance, “failure to apply in time … may lead to a loss of any entitlement under the withdrawal agreement” in countries with constitutive systems, including the right to continue living in them. According to the committee’s report, an estimated 762,000 UK citizens live in EU countries with automatic – or “declaratory” – systems for post-Brexit residence status, and nearly 165,000 have registered so far. Several of these 14 countries also have deadlines for UK residents to register for their new status, but those who do not face a fine rather than loss of rights.","charCount":"3838","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonhenley\">Jon Henley</a> Europe correspondent"},{"headline":"Naomi Osaka withdraws from French Open amid row over press conferences","standfirst":"<ul><li>World No 2 pulls out of event after being fined by organisers</li><li>Osaka says speaking to press causes her ‘huge anxiety’</li></ul>","trailText":"Naomi Osaka has announced her withdrawal from the French Open, a day after being fined and warned over her absence from press conferences","byline":"Tumaini Carayol","main":"<figure class=\"element element-image\" data-media-id=\"d44834d835fd0faf273b0c17a69043acf62aa83b\"> <img src=\"https://media.guim.co.uk/d44834d835fd0faf273b0c17a69043acf62aa83b/0_337_4374_2625/1000.jpg\" alt=\"Naomi Osaka has announced on Twitter that she is withdrawing from the French Open.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naomi Osaka has announced on Twitter that she is withdrawing from the French Open.</span> <span class=\"element-image__credit\">Photograph: TPN/Getty Images</span> </figcaption> </figure>","body":"<p>Naomi Osaka has announced her withdrawal from Roland Garros one day after she was fined $15,000 by the French Open and warned that she could face expulsion from the tournament following her decision not to speak with the press during the tournament.</p> <p>Osaka, who won her first match against Patricia Maria Tig and was scheduled to face Ana Bogdan in the second round, had released a statement last Wednesday stating her intention to skip her media obligations during Roland Garros because of the effects of her interactions with the press on her mental health.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/27/naomi-osaka-media-snub-big-loss-tennis-french-open\">Forthcoming. insightful, eloquent: Naomi Osaka’s media snub is a big loss for tennis | Tumaini Carayol</a> </p> </aside>  <p>In a statement on Monday signifying her withdrawal from the event, Osaka said she was leaving the tournament so that the focus could return to tennis after days of attention and widespread discussion.</p> <p>“This isn’t a situation I ever imagined or intended when I posted a few days ago,” Osaka wrote on social media. “I think now the best thing for the tournament, the other players and my well-being is that I withdraw so that everyone can get back to focusing on the tennis going on in Paris.</p> <p>“I never wanted to be a distraction and I accept that my timing was not ideal and my message could have been clearer. More importantly I would never trivialise mental health or use the term lightly.”</p> <p>In her original statement, Osaka had noted her expectation that she would be fined and Gilles Moretton, the French Tennis Federation (FFT) president, had affirmed in a press conference with the French press last Thursday that his organisation would penalise Osaka.</p> <p>However, the organisation offered no official response until the lengthy statement signed by the four grand slam tournaments on Sunday after Osaka’s first-round win. Their heavy handed approach to Osaka has received significant criticism as it meant Osaka had to choose between either risking significant punishment or else returning to conduct press conferences. The attention Osaka has received was only compounded by the announcement of her fine.</p> <p>On Thursday evening Osaka’s older sister, Mari, attempted to support her sister by providing further context of her struggles on Reddit. She stated that Osaka had been hurt by frequent questioning about her ability on clay courts and that she felt she was being “told that she has a bad record on clay”. After losing in the first round of Rome, Mari Osaka said her sister was “not OK mentally”. After receiving some criticism, Mari Osaka deleted her post.</p> <p>In her withdrawal statement, Osaka said she suffered from “long bouts of depression” since the 2018 US Open final. Osaka defeated Serena Williams then to win her first grand slam title in a controversial match that similarly led to significant attention. Following her victory, much of Osaka’s questioning centred around the game penalty Williams received during the match.</p> <p>“Anyone that knows me knows I’m introverted, and anyone that has seen me at the tournaments will notice that I’m often wearing headphones as that helps dull my social anxiety,” Osaka wrote.</p> <p>Osaka concluded her statement by apologising to some journalists and stating she gets “huge waves of anxiety” before speaking with the media. “So here in Paris I was already feeling vulnerable and anxious so I thought it was better to exercise self‑care and skip the press conferences. I announced it preemptively because I do feel like the rules are quite outdated in parts and I wanted to highlight that. I wrote privately to the tournament apologising and saying that I would be more than happy to speak with them after the tournament as the slams are intense.”</p>","newspaperPageNumber":"38","wordcount":"593","firstPublicationDate":"2021-05-31T18:28:41Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T20:06:16Z","newspaperEditionDate":"2021-06-01T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hj9x6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d44834d835fd0faf273b0c17a69043acf62aa83b/0_337_4374_2625/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Naomi Osaka has announced her withdrawal from Roland Garros one day after she was fined $15,000 by the French Open and warned that she could face expulsion from the tournament following her decision not to speak with the press during the tournament. Osaka, who won her first match against Patricia Maria Tig and was scheduled to face Ana Bogdan in the second round, had released a statement last Wednesday stating her intention to skip her media obligations during Roland Garros because of the effects of her interactions with the press on her mental health. In a statement on Monday signifying her withdrawal from the event, Osaka said she was leaving the tournament so that the focus could return to tennis after days of attention and widespread discussion. “This isn’t a situation I ever imagined or intended when I posted a few days ago,” Osaka wrote on social media. “I think now the best thing for the tournament, the other players and my well-being is that I withdraw so that everyone can get back to focusing on the tennis going on in Paris. “I never wanted to be a distraction and I accept that my timing was not ideal and my message could have been clearer. More importantly I would never trivialise mental health or use the term lightly.” In her original statement, Osaka had noted her expectation that she would be fined and Gilles Moretton, the French Tennis Federation (FFT) president, had affirmed in a press conference with the French press last Thursday that his organisation would penalise Osaka. However, the organisation offered no official response until the lengthy statement signed by the four grand slam tournaments on Sunday after Osaka’s first-round win. Their heavy handed approach to Osaka has received significant criticism as it meant Osaka had to choose between either risking significant punishment or else returning to conduct press conferences. The attention Osaka has received was only compounded by the announcement of her fine. On Thursday evening Osaka’s older sister, Mari, attempted to support her sister by providing further context of her struggles on Reddit. She stated that Osaka had been hurt by frequent questioning about her ability on clay courts and that she felt she was being “told that she has a bad record on clay”. After losing in the first round of Rome, Mari Osaka said her sister was “not OK mentally”. After receiving some criticism, Mari Osaka deleted her post. In her withdrawal statement, Osaka said she suffered from “long bouts of depression” since the 2018 US Open final. Osaka defeated Serena Williams then to win her first grand slam title in a controversial match that similarly led to significant attention. Following her victory, much of Osaka’s questioning centred around the game penalty Williams received during the match. “Anyone that knows me knows I’m introverted, and anyone that has seen me at the tournaments will notice that I’m often wearing headphones as that helps dull my social anxiety,” Osaka wrote. Osaka concluded her statement by apologising to some journalists and stating she gets “huge waves of anxiety” before speaking with the media. “So here in Paris I was already feeling vulnerable and anxious so I thought it was better to exercise self‑care and skip the press conferences. I announced it preemptively because I do feel like the rules are quite outdated in parts and I wanted to highlight that. I wrote privately to the tournament apologising and saying that I would be more than happy to speak with them after the tournament as the slams are intense.”","charCount":"3549","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tumaini-carayol\">Tumaini Carayol</a>"},{"headline":"Tulsa massacre: Biden urges Americans to reflect on ‘deep roots of racial terror’","standfirst":"<p>President’s speech marks 100 years since the mass killing as part of a day of remembrance for the hundreds of Black victims</p><ul><li><a href=\"https://www.theguardian.com/us-news/2021/may/31/tulsa-race-massacre-at-100-act-of-terrorism\">Tulsa race massacre at 100: terrorism America tried to forget</a></li><li><a href=\"https://www.theguardian.com/us-news/2021/may/31/tulsa-massacre-descendants-callout-stories\">‘Incalculable loss’: descendants on what was stolen from them</a></li></ul>","trailText":"President’s speech marks 100 years since the mass killing as part of a day of remembrance for the hundreds of Black victims","byline":"Edward Helmore","main":"<figure class=\"element element-image\" data-media-id=\"fcfd8a5989dde18aaadb85d7622a01eb0a468ff8\"> <img src=\"https://media.guim.co.uk/fcfd8a5989dde18aaadb85d7622a01eb0a468ff8/0_80_3500_2099/1000.jpg\" alt=\"Survivors and siblings Viola Fletcher and Hughes Van Ellis attend the soil dedication at Stone Hill on the 100-year anniversary of the 1921 Tulsa massacre in Tulsa, Oklahoma, on Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Survivors and siblings Viola Fletcher and Hughes Van Ellis attend the soil dedication at Stone Hill on the 100-year anniversary of the 1921 Tulsa massacre in Tulsa, Oklahoma, on Monday.</span> <span class=\"element-image__credit\">Photograph: Lawrence Bryant/Reuters</span> </figcaption> </figure>","body":"<p>In a speech marking 100 years since the Tulsa race massacre, Joe Biden called on Americans to think upon “the deep roots of racial terror” in the United States and to destroy systemic racism in their society.</p> <p>In hard-hitting words as part of a declaration of a day of remembrance for the hundreds of Black victims of the 1921 mass killing in Oklahoma, Biden used unusually strong language to describe America’s history of racial strife.</p> <p>“On this solemn centennial of the Tulsa Race Massacre, I call on the American people to reflect on the deep roots of racial terror in our nation and recommit to the work of rooting out systemic racism across our country,” Biden said in a statement.</p> <p>Between 31 May and 1 June, white mobs attacked the historical Greenwood district of Tulsa, Oklahoma, an area so prosperous and successful it was known as the “Black Wall Street”. They killed an estimated <a href=\"https://www.tulsahistory.org/exhibit/1921-tulsa-race-massacre/\">300 residents</a>, displaced many more and burnt many blocks of the city to the ground.</p> <p>Though it was one of the worst acts of racial violence in US history, its anniversary has seemingly gone little marked by much of America, until anti-racism protests in the wake of the death of George Floyd triggered a reckoning over racism in America.</p>  <figure class=\"element element-image\" data-media-id=\"541d91178e3b57043156336a7ce602a036e822a4\"> <img src=\"https://media.guim.co.uk/541d91178e3b57043156336a7ce602a036e822a4/0_0_5319_3660/1000.jpg\" alt=\"A man gestures after a soil dedication ceremony for victims of the 1921 Tulsa Massacre, at Stone Hill on the 100 year anniversary in Tulsa, Oklahoma, on Monday.\" width=\"1000\" height=\"688\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man gestures after a soil dedication ceremony for victims of the 1921 Tulsa Massacre, at Stone Hill on the 100 year anniversary in Tulsa, Oklahoma, on Monday.</span> <span class=\"element-image__credit\">Photograph: Andrew Caballero-Reynolds/AFP/Getty Images</span> </figcaption> </figure>  <p>In the statement Biden said that the federal government had played in keeping white and Black Americans unequal in the decades after the massacre by policies that had segregated the races and favored whites.</p> <p>“The federal government must reckon with and acknowledge the role that it has played in stripping wealth and opportunity from Black communities,” he said, while pledging to invest in Black communities and businesses with government programs, including a massive planned infrastructure package as the US builds back from the coronavirus pandemic.</p> <p>“We honor the legacy of the Greenwood community, and of Black Wall Street, by reaffirming our commitment to advance racial justice through the whole of our government, and working to root out systemic racism from our laws, our policies, and our hearts,” he said.</p> <p>Events related to the massacre commemoration ahead of the 100 year anniversary have already begun.</p> <p>Hundreds gathered on Monday for an interfaith service dedicating a prayer wall outside historic Vernon African Methodist Episcopal Church in Tulsa’s Greenwood neighborhood on the centennial of the first day of one of the deadliest racist massacres in the nation.</p> <p>National civil rights leaders, including the Revs Jesse Jackson and William Barber, joined multiple local faith leaders offering prayers and remarks outside the church that was largely destroyed during the massacre.</p> <p>Barber, a civil and economic rights activist, said he was “humbled even to stand on this holy ground”.</p> <p>“You can kill the people but you cannot kill the voice of the blood.”</p> <p>Although the church was nearly destroyed in the massacre, parishioners continued to meet in the basement, and it was rebuilt several years later, becoming a symbol of the resilience of Tulsa’s Black community. The building was added to the National Register of Historic Places in 2018.</p> <p>As the ceremony came to an end, participants put their hands on the prayer wall along the side of the sanctuary while a soloist sung Lift Every Voice and Sing. Traffic hummed on a nearby interstate that cuts through the Greenwood district, which was rebuilt after the massacre but slowly deteriorated 50 years later after homes were taken by eminent domain as part of urban renewal in the 1970s.</p> <p>.</p> <p>The commemoration is slated to include a visit by Biden on Tuesday and the unveiling of the $20m Greenwood Rising museum.</p>","wordcount":"597","firstPublicationDate":"2021-05-31T17:03:13Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-31T18:24:07Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hj8ay","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/fcfd8a5989dde18aaadb85d7622a01eb0a468ff8/0_80_3500_2099/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In a speech marking 100 years since the Tulsa race massacre, Joe Biden called on Americans to think upon “the deep roots of racial terror” in the United States and to destroy systemic racism in their society. In hard-hitting words as part of a declaration of a day of remembrance for the hundreds of Black victims of the 1921 mass killing in Oklahoma, Biden used unusually strong language to describe America’s history of racial strife. “On this solemn centennial of the Tulsa Race Massacre, I call on the American people to reflect on the deep roots of racial terror in our nation and recommit to the work of rooting out systemic racism across our country,” Biden said in a statement. Between 31 May and 1 June, white mobs attacked the historical Greenwood district of Tulsa, Oklahoma, an area so prosperous and successful it was known as the “Black Wall Street”. They killed an estimated 300 residents, displaced many more and burnt many blocks of the city to the ground. Though it was one of the worst acts of racial violence in US history, its anniversary has seemingly gone little marked by much of America, until anti-racism protests in the wake of the death of George Floyd triggered a reckoning over racism in America. In the statement Biden said that the federal government had played in keeping white and Black Americans unequal in the decades after the massacre by policies that had segregated the races and favored whites. “The federal government must reckon with and acknowledge the role that it has played in stripping wealth and opportunity from Black communities,” he said, while pledging to invest in Black communities and businesses with government programs, including a massive planned infrastructure package as the US builds back from the coronavirus pandemic. “We honor the legacy of the Greenwood community, and of Black Wall Street, by reaffirming our commitment to advance racial justice through the whole of our government, and working to root out systemic racism from our laws, our policies, and our hearts,” he said. Events related to the massacre commemoration ahead of the 100 year anniversary have already begun. Hundreds gathered on Monday for an interfaith service dedicating a prayer wall outside historic Vernon African Methodist Episcopal Church in Tulsa’s Greenwood neighborhood on the centennial of the first day of one of the deadliest racist massacres in the nation. National civil rights leaders, including the Revs Jesse Jackson and William Barber, joined multiple local faith leaders offering prayers and remarks outside the church that was largely destroyed during the massacre. Barber, a civil and economic rights activist, said he was “humbled even to stand on this holy ground”. “You can kill the people but you cannot kill the voice of the blood.” Although the church was nearly destroyed in the massacre, parishioners continued to meet in the basement, and it was rebuilt several years later, becoming a symbol of the resilience of Tulsa’s Black community. The building was added to the National Register of Historic Places in 2018. As the ceremony came to an end, participants put their hands on the prayer wall along the side of the sanctuary while a soloist sung Lift Every Voice and Sing. Traffic hummed on a nearby interstate that cuts through the Greenwood district, which was rebuilt after the massacre but slowly deteriorated 50 years later after homes were taken by eminent domain as part of urban renewal in the 1970s. . The commemoration is slated to include a visit by Biden on Tuesday and the unveiling of the $20m Greenwood Rising museum.","charCount":"3600","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/edwardhelmore\">Edward Helmore</a>"}]