[{"headline":"UK pubs’ turnover 20% down on pre-Covid levels despite return of indoor drinking","standfirst":"<p>Industry group says restrictions must be eased further under 21 June roadmap or pubs will remain ‘unviable’</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":" Industry group says restrictions must be eased further under 21 June roadmap or pubs will remain ‘unviable’ ","byline":"Jillian Ambrose","main":"<figure class=\"element element-image\" data-media-id=\"7a826ab4ff1f74f1d58c704ae6d9391101966ca6\"> <img src=\"https://media.guim.co.uk/7a826ab4ff1f74f1d58c704ae6d9391101966ca6/53_173_3868_2321/1000.jpg\" alt=\"A bartender pours a pint of beer at a pub in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The BBPA says unless restrictions are removed, the average pub will need to sell more than 24,672 extra pints over a year to make up for lost turnover.</span> <span class=\"element-image__credit\">Photograph: Alberto Pezzali/AP</span> </figcaption> </figure>","body":"<p>Britain’s pubs continued to pull fewer pints in the first week that venues opened indoors than before the pandemic after Covid restrictions led to a 20% slump in trade compared with pre-pandemic levels.</p> <p>Pub owners have warned that despite welcoming customers back indoors from 17 May, and <a href=\"https://www.theguardian.com/business/2021/may/17/pubs-and-restaurants-report-strong-start-to-indoor-opening-in-great-britain\">a boom in table bookings for restaurants and bars</a>, turnover in the first week of reopening was 20% lower than in the same week in 2019 because of government restrictions and physical-distancing measures.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/31/severe-staff-shortages-hit-uk-hospitality-venues-amid-huge-rise-in-bookings\">Severe staff shortages hit UK hospitality venues amid huge rise in bookings</a> </p> </aside>  <p>The British Beer &amp; Pub Association (BBPA), which carried out the survey of publicans representing 7,000 pubs across the country, said the government’s rules to limit the spread of the coronavirus had continued to make the businesses “unviable”.</p> <p>Drinks sales initially soared to almost double the pre-pandemic when pubs first opened for business again in April outdoors, <a href=\"https://www.theguardian.com/business/2021/apr/14/reopened-pubs-and-restaurants-england-see-drinks-sales-soar-over-equivalent-monday-covid-pandemic-struck\">according to industry data</a>, but the pub industry has blamed physical-distancing measures for the punters’ muted response to the reopening of indoor spaces.</p> <p>Under the government’s current rules, pubs are limited to providing table service to limited group sizes of up to six people and cannot allow punters to drink at the bar or standing. They are also required to keep people at least one metre apart and ensure face masks are worn at all times, except when outdoors or seated inside.</p> <p>The BBPA has warned that unless restrictions are removed in line with the government’s 21 June timeline, the average pub would need to sell more than 24,672 extra pints over a year to make up for their loss in turnover.</p> <p>The pub association’s survey revealed that across the week of 17 May turnover was at 80% of the same period in 2019 despite 95% of UK pubs, or about 45,000 venues, reopening to trade. The association estimates that if trade continues to stay at 80% of normal, the average pub would lose £94,000 in turnover over a year.</p>  <figure class=\"element element-embed\" data-alt=\"Guardian business email sign-up\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>Emma McClarkin, the chief executive of the BBPA, warned that turnover may even fall further if the early enthusiasm to return to the local pub begins to wane because of the coronavirus restrictions.</p> <p>“When that initial enthusiasm to return to the local cools down, trade could get even worse, leaving pubs unable to get beyond break-even. The countdown to freedom for our sector on 21 June is on,” she said.</p> <p>The pub sector is one of a growing number of voices within the UK economy calling for the government to stick to its plan to end Covid-19 restrictions in England on 21 June despite rising concerns that the UK <a href=\"https://www.theguardian.com/world/2021/may/31/end-of-england-covid-lockdown-on-21-june-increasingly-in-doubt\">may be on the brink of a third wave</a> of the pandemic.</p> <p>“Pubs trade on incredibly small margins, so being 20% down on normal times is huge and incredibly concerning,” McClarkin added. “Without restrictions removed, thousands of pubs remain unviable and could still be lost forever despite being back open for now.”</p>","newspaperPageNumber":"41","wordcount":"479","firstPublicationDate":"2021-06-05T06:01:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:01:01Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkefy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7a826ab4ff1f74f1d58c704ae6d9391101966ca6/53_173_3868_2321/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Britain’s pubs continued to pull fewer pints in the first week that venues opened indoors than before the pandemic after Covid restrictions led to a 20% slump in trade compared with pre-pandemic levels. Pub owners have warned that despite welcoming customers back indoors from 17 May, and a boom in table bookings for restaurants and bars, turnover in the first week of reopening was 20% lower than in the same week in 2019 because of government restrictions and physical-distancing measures. The British Beer &amp; Pub Association (BBPA), which carried out the survey of publicans representing 7,000 pubs across the country, said the government’s rules to limit the spread of the coronavirus had continued to make the businesses “unviable”. Drinks sales initially soared to almost double the pre-pandemic when pubs first opened for business again in April outdoors, according to industry data, but the pub industry has blamed physical-distancing measures for the punters’ muted response to the reopening of indoor spaces. Under the government’s current rules, pubs are limited to providing table service to limited group sizes of up to six people and cannot allow punters to drink at the bar or standing. They are also required to keep people at least one metre apart and ensure face masks are worn at all times, except when outdoors or seated inside. The BBPA has warned that unless restrictions are removed in line with the government’s 21 June timeline, the average pub would need to sell more than 24,672 extra pints over a year to make up for their loss in turnover. The pub association’s survey revealed that across the week of 17 May turnover was at 80% of the same period in 2019 despite 95% of UK pubs, or about 45,000 venues, reopening to trade. The association estimates that if trade continues to stay at 80% of normal, the average pub would lose £94,000 in turnover over a year. Emma McClarkin, the chief executive of the BBPA, warned that turnover may even fall further if the early enthusiasm to return to the local pub begins to wane because of the coronavirus restrictions. “When that initial enthusiasm to return to the local cools down, trade could get even worse, leaving pubs unable to get beyond break-even. The countdown to freedom for our sector on 21 June is on,” she said. The pub sector is one of a growing number of voices within the UK economy calling for the government to stick to its plan to end Covid-19 restrictions in England on 21 June despite rising concerns that the UK may be on the brink of a third wave of the pandemic. “Pubs trade on incredibly small margins, so being 20% down on normal times is huge and incredibly concerning,” McClarkin added. “Without restrictions removed, thousands of pubs remain unviable and could still be lost forever despite being back open for now.”","charCount":"2820","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jillian-ambrose\">Jillian Ambrose</a>"},{"headline":"‘Nixon is much more serious than Trump’: Michael Dobbs and the tale of the White House tapes","standfirst":"<p>To some, the president who resigned has become a Shakespearean figure. To most, the successor who was impeached twice will bear no such scrutiny</p>","trailText":"To some, the president who resigned has become a Shakespearean figure. To most, the successor who was impeached twice will bear no such scrutiny","byline":"David Smith in Washington","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"3df0448102c3d6ddc85b5036dbe9f8862d2b33e8\"> <img src=\"https://media.guim.co.uk/3df0448102c3d6ddc85b5036dbe9f8862d2b33e8/0_108_1706_1025/1000.jpg\" alt=\"Richard Nixon points to the transcripts of the White House tapes, in April 1974.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Nixon points to the transcripts of the White House tapes, in April 1974.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>","body":"<p>“I love you, as you know,” says Richard Nixon. “Like my brother.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jan/24/donald-trump-richard-nixon-elizabeth-drew-washington-post\">Can Trump do a Nixon and re-enter polite society? Elizabeth Drew doubts it</a> </p> </aside>  <p>The 37th president is bidding farewell to chief of staff Bob Haldeman in an unexpectedly intimate phone call that, half a century later, lingers in the air like a ghost.</p> <p>Donald Trump had tweets but Nixon had tapes: 3,700 hours of them, secretly recorded by a White House system the East German Stasi might have envied. The conversations were released between <a href=\"https://www.theguardian.com/world/2013/aug/22/last-nixon-tapes-soviet-summit-watergate\">2007 and 2013,</a> an eavesdropping opportunity never likely to be repeated.</p> <p>They have proved a goldmine for Michael Dobbs, a British-born author and journalist whose elegantly written book, <a href=\"https://www.michaeldobbsbooks.com/king-richard.html\">King Richard – Nixon and Watergate: An American Tragedy</a>, zooms in on the hundred days that followed Nixon’s second inauguration and led to his downfall.</p> <p>The narrative follows Nixon from room to room, day by day, sometimes minute by minute. It tells how the tapes capture ice cubes tinkling in a glass, Nixon’s voice softening when his 24-year-old daughter Julie calls and, as the world knows, some bilious rants about the media as the Watergate scandal deepens.</p> <p>Why did this famously secretive president leave such an incriminating trace? Nixon never intended for the tapes, made between February 1971 and July 1973, to become public. But he did have an eye on posterity.</p> <p>“It’s a bit like Churchill said: ‘History will be kind to me because I intend to write it myself,’” says Dobbs, 70.</p> <p>“That was Nixon’s idea as well. This is one difference from Trump: [Nixon] really had studied history in some depth, and compared himself to people like Churchill and De Gaulle. He wanted to write memoirs that would justify his place in history and particularly undercut any attempts by uppity aides like [Henry] Kissinger to claim all the credit for his foreign policy initiatives.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The tapes force a writer to step into his shoes and to see events from his point of view so you see him destroy himself</p> <footer> <cite>Michael Dobbs</cite> </footer> </blockquote> </aside>  <p>“So he never imagined that the tapes would become public. He thought they were just going to be his private property that he could draw on for writing his memoirs. Of course, he didn’t really understand that just to go back and listen to these tapes, he’d have to spend his entire retirement trying to decipher them. The tapes became completely out of control in the end.”</p> <p>Lyndon Johnson recorded <a href=\"https://millercenter.org/the-presidency/secret-white-house-tapes/about-johnsons-secret-white-house-tapes\">about 800 hours of phone calls</a> but Nixon took it to a whole new level. Dobbs says: “The difference with Nixon was that he was so ham-fisted and a bit of a klutz that he didn’t know how to turn tape recorders on and off so they invented a system which turned out to be completely diabolic: it would just turn on by itself. It recorded absolutely everything without any sort of input from him, which is what really did him in in the end.”</p> <p>Sometimes Nixon could forget the tapes were running as he and his aides <a href=\"https://www.michaeldobbsbooks.com/nixontapes.html\">plotted dirty tricks</a>, unleashed crude diatribes or made racist asides. In one, Haldeman suggests that the White House counsel, John Dean, must have been taking out “all his frustrations in just pure, raw, animal, unadulterated sex”.</p> <p>Nixon’s Trump-like loathing of the media includes a boast that he “really stuck ’em in the groin”. It also crops up <a href=\"https://www.nixonlibrary.gov/white-house-tapes/36/conversation-036-018\">in a conversation</a> with his special counsel, Chuck Colson, on the eve of his inauguration. Dobbs says: “He’s about to give this speech and he’s gloating with Colson, his hatchet man, about how he’s going to stick it to the Washington Post and drive the Post’s share price down. He generally calls the reporters ‘the bastards’.”</p> <p>At this point, Nixon was riding high after a thumping election victory and with a near-70% approval rating. The break-in at the Democratic National Committee offices at the Watergate complex, seven months prior, was seemingly behind him despite the efforts of Washington Post reporters <a href=\"https://www.theguardian.com/world/2015/dec/14/washington-post-bids-farewell-to-office-where-it-broke-watergate\">Bob Woodward and Carl Bernstein.</a></p> <p>“But then, within just a few weeks and months, the whole thing has completely unravelled and you have all these people within the White House at each other’s throats and, as Nixon says, ‘pissing on each other’ and eventually pissing on the president. So it’s an amazing three-month period in which probably one of the most disciplined White House operations in history completely falls apart.”</p> <p>By July 1973, some of Nixon’s advisers were pleading with him to destroy the tapes lest they reveal his part in the Watergate cover-up. He felt they would strengthen his defence. He was wrong.</p> <p>The supreme court ordered the release of a <a href=\"https://millercenter.org/the-presidency/secret-white-house-tapes/smoking-gun\">“smoking gun tape”</a> confirming Dean’s testimony that Nixon told aides to order the CIA to shut down the FBI investigation into the burglary. Nixon lost the confidence of fellow Republicans and was forced to resign in August 1974, before he could be impeached.</p> <p>Dobbs reflects: “At a certain point, it becomes Dean’s word against Nixon’s word. There wasn’t sufficient evidence to impeach the president at that point. The only reason that he was forced to resign was because the tapes started coming out and that went all the way to the supreme court. Without the tapes, there would not have been a sufficient basis to force Nixon out of office.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2d77069e62912b8b8324d9cf78500f15f3241ee5\"> <img src=\"https://media.guim.co.uk/2d77069e62912b8b8324d9cf78500f15f3241ee5/0_22_2889_1733/1000.jpg\" alt=\"Richard Nixon leaves the White House following his resignation , on 9 August 1974.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Nixon leaves the White House following his resignation , on 9 August 1974.</span> <span class=\"element-image__credit\">Photograph: Bill Pierce/Time &amp; Life Pictures/Getty Image</span> </figcaption> </figure>  <p>And yet, as Dobbs listened, he also found the tapes that ruined Nixon’s reputation in the moment could yet provide a measure of redemption.</p> <p>“What they do is to force a writer to step into his shoes and to see events from his point of view so you see him destroy himself and destroy his presidency and the pain and agony that he feels.</p> <p>“Unless you’re an absolute dyed-in-the-wool Nixon hater, you have to feel some sympathy for the man, not because you approve of what he did, but just on a personal level.”</p> <p>The president’s conversations with his daughters help humanise him.</p> <p>“You can relate to him the way he talks to Julie, particularly if you’ve listened to the previous tape of him talking to Haldeman. Suddenly he’s switching from being an irascible president who’s barking orders at people to being a loving father.”</p> <p>Then there is that wistful call with Haldeman, who <a href=\"https://www.washingtonpost.com/wp-srv/national/longterm/watergate/stories/halobit.htm\">knew the president better than anyone.</a></p> <p>“Nixon never invited him to a family meal, never shook hands with him, and then suddenly here is Nixon saying, ‘I love you like my brother.’ If you know the background of Nixon’s two brothers dying from tuberculosis when he was a young man, it’s extraordinary.”</p> <p>***</p> <p>Dobbs wrote the book during Trump’s scandal-peppered, twice-impeached, one-term presidency. Parallels with Nixon were inescapable: <a href=\"https://www.theguardian.com/us-news/2020/jun/07/donald-trump-re-election-nixon-protests-strategy\">the exploitation of racial resentment,</a> the whipping up of the “silent majority”, the hostility towards the press and east coast elites. But he believes there are key differences too.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"bc71c3839ac17663d05ed9693e331c9e71f38a8b\"> <img src=\"https://media.guim.co.uk/bc71c3839ac17663d05ed9693e331c9e71f38a8b/0_331_5018_3010/1000.jpg\" alt=\"Donald Trump leaves the White House on 20 January.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump leaves the White House on 20 January.</span> <span class=\"element-image__credit\">Photograph: Al Drago/EPA</span> </figcaption> </figure>  <p>“Nixon is a much more substantive, serious person than Trump and he had a real sophisticated understanding of history and foreign policy. We don’t know how Trump is going to be treated by historians, 40, 50 years later, but I find Nixon a more empathetic character than Trump.</p> <p>“To some extent, Nixon has succeeded in rehabilitating himself, or at least we have a more nuanced picture of Nixon now. I’m not sure that Trump is going to be rehabilitated, at least among historians.”</p> <p>The author, a dual British-American citizen who has <a href=\"https://www.michaeldobbsbooks.com/michael.html\">worked for the Guardian and Washington Post,</a> continues: “One distinguishing thing between the two of them is the whole claim that the election was rigged and stolen from Trump. Although Nixon did have a lot of grudges about particularly the 1960 election and felt the Kennedys had stolen it from him, he did not go public with that and he did not try to dispute it in any serious way.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/apr/07/g-gordon-liddy-obituary\">G Gordon Liddy obituary</a> </p> </aside>  <p>“He accepted it because he thought that was one rule of the game. Trump completely threw that rule of the game overboard. Nixon is within the mainstream American presidents. Trump is outside the mainstream.”</p> <p>It remains to be seen whether historians will regard Trump as <a href=\"https://www.theguardian.com/culture/2021/feb/06/donald-trump-shakespeare-steve-bannon-coriolanus-titus-andronicus\">a Shakespearean figure</a> or conclude he was simply not that psychologically interesting. Dobbs believes Nixon, who rose from poverty to the presidency only to endure catastrophe, does meet the King Lear standard. Along with its theatrical title, the book is divided into four “acts” and has a list of “dramatic personae”.</p> <p>“To call him a Shakespearean tragic hero does not mean that you approve of him or you like him,” Dobbs says. “It means that you’re just struck by this fall from grace and you’ve become aware of the suffering involved. I was more interested in telling the story than to pass judgment.”</p> <p>Exit, pursued by a tape recorder.</p>","wordcount":"1410","firstPublicationDate":"2021-06-05T06:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:02:19Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhmtg","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3df0448102c3d6ddc85b5036dbe9f8862d2b33e8/0_108_1706_1025/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“I love you, as you know,” says Richard Nixon. “Like my brother.” The 37th president is bidding farewell to chief of staff Bob Haldeman in an unexpectedly intimate phone call that, half a century later, lingers in the air like a ghost. Donald Trump had tweets but Nixon had tapes: 3,700 hours of them, secretly recorded by a White House system the East German Stasi might have envied. The conversations were released between 2007 and 2013, an eavesdropping opportunity never likely to be repeated. They have proved a goldmine for Michael Dobbs, a British-born author and journalist whose elegantly written book, King Richard – Nixon and Watergate: An American Tragedy, zooms in on the hundred days that followed Nixon’s second inauguration and led to his downfall. The narrative follows Nixon from room to room, day by day, sometimes minute by minute. It tells how the tapes capture ice cubes tinkling in a glass, Nixon’s voice softening when his 24-year-old daughter Julie calls and, as the world knows, some bilious rants about the media as the Watergate scandal deepens. Why did this famously secretive president leave such an incriminating trace? Nixon never intended for the tapes, made between February 1971 and July 1973, to become public. But he did have an eye on posterity. “It’s a bit like Churchill said: ‘History will be kind to me because I intend to write it myself,’” says Dobbs, 70. “That was Nixon’s idea as well. This is one difference from Trump: [Nixon] really had studied history in some depth, and compared himself to people like Churchill and De Gaulle. He wanted to write memoirs that would justify his place in history and particularly undercut any attempts by uppity aides like [Henry] Kissinger to claim all the credit for his foreign policy initiatives. “So he never imagined that the tapes would become public. He thought they were just going to be his private property that he could draw on for writing his memoirs. Of course, he didn’t really understand that just to go back and listen to these tapes, he’d have to spend his entire retirement trying to decipher them. The tapes became completely out of control in the end.” Lyndon Johnson recorded about 800 hours of phone calls but Nixon took it to a whole new level. Dobbs says: “The difference with Nixon was that he was so ham-fisted and a bit of a klutz that he didn’t know how to turn tape recorders on and off so they invented a system which turned out to be completely diabolic: it would just turn on by itself. It recorded absolutely everything without any sort of input from him, which is what really did him in in the end.” Sometimes Nixon could forget the tapes were running as he and his aides plotted dirty tricks, unleashed crude diatribes or made racist asides. In one, Haldeman suggests that the White House counsel, John Dean, must have been taking out “all his frustrations in just pure, raw, animal, unadulterated sex”. Nixon’s Trump-like loathing of the media includes a boast that he “really stuck ’em in the groin”. It also crops up in a conversation with his special counsel, Chuck Colson, on the eve of his inauguration. Dobbs says: “He’s about to give this speech and he’s gloating with Colson, his hatchet man, about how he’s going to stick it to the Washington Post and drive the Post’s share price down. He generally calls the reporters ‘the bastards’.” At this point, Nixon was riding high after a thumping election victory and with a near-70% approval rating. The break-in at the Democratic National Committee offices at the Watergate complex, seven months prior, was seemingly behind him despite the efforts of Washington Post reporters Bob Woodward and Carl Bernstein. “But then, within just a few weeks and months, the whole thing has completely unravelled and you have all these people within the White House at each other’s throats and, as Nixon says, ‘pissing on each other’ and eventually pissing on the president. So it’s an amazing three-month period in which probably one of the most disciplined White House operations in history completely falls apart.” By July 1973, some of Nixon’s advisers were pleading with him to destroy the tapes lest they reveal his part in the Watergate cover-up. He felt they would strengthen his defence. He was wrong. The supreme court ordered the release of a “smoking gun tape” confirming Dean’s testimony that Nixon told aides to order the CIA to shut down the FBI investigation into the burglary. Nixon lost the confidence of fellow Republicans and was forced to resign in August 1974, before he could be impeached. Dobbs reflects: “At a certain point, it becomes Dean’s word against Nixon’s word. There wasn’t sufficient evidence to impeach the president at that point. The only reason that he was forced to resign was because the tapes started coming out and that went all the way to the supreme court. Without the tapes, there would not have been a sufficient basis to force Nixon out of office.” And yet, as Dobbs listened, he also found the tapes that ruined Nixon’s reputation in the moment could yet provide a measure of redemption. “What they do is to force a writer to step into his shoes and to see events from his point of view so you see him destroy himself and destroy his presidency and the pain and agony that he feels. “Unless you’re an absolute dyed-in-the-wool Nixon hater, you have to feel some sympathy for the man, not because you approve of what he did, but just on a personal level.” The president’s conversations with his daughters help humanise him. “You can relate to him the way he talks to Julie, particularly if you’ve listened to the previous tape of him talking to Haldeman. Suddenly he’s switching from being an irascible president who’s barking orders at people to being a loving father.” Then there is that wistful call with Haldeman, who knew the president better than anyone. “Nixon never invited him to a family meal, never shook hands with him, and then suddenly here is Nixon saying, ‘I love you like my brother.’ If you know the background of Nixon’s two brothers dying from tuberculosis when he was a young man, it’s extraordinary.” *** Dobbs wrote the book during Trump’s scandal-peppered, twice-impeached, one-term presidency. Parallels with Nixon were inescapable: the exploitation of racial resentment, the whipping up of the “silent majority”, the hostility towards the press and east coast elites. But he believes there are key differences too. “Nixon is a much more substantive, serious person than Trump and he had a real sophisticated understanding of history and foreign policy. We don’t know how Trump is going to be treated by historians, 40, 50 years later, but I find Nixon a more empathetic character than Trump. “To some extent, Nixon has succeeded in rehabilitating himself, or at least we have a more nuanced picture of Nixon now. I’m not sure that Trump is going to be rehabilitated, at least among historians.” The author, a dual British-American citizen who has worked for the Guardian and Washington Post, continues: “One distinguishing thing between the two of them is the whole claim that the election was rigged and stolen from Trump. Although Nixon did have a lot of grudges about particularly the 1960 election and felt the Kennedys had stolen it from him, he did not go public with that and he did not try to dispute it in any serious way. “He accepted it because he thought that was one rule of the game. Trump completely threw that rule of the game overboard. Nixon is within the mainstream American presidents. Trump is outside the mainstream.” It remains to be seen whether historians will regard Trump as a Shakespearean figure or conclude he was simply not that psychologically interesting. Dobbs believes Nixon, who rose from poverty to the presidency only to endure catastrophe, does meet the King Lear standard. Along with its theatrical title, the book is divided into four “acts” and has a list of “dramatic personae”. “To call him a Shakespearean tragic hero does not mean that you approve of him or you like him,” Dobbs says. “It means that you’re just struck by this fall from grace and you’ve become aware of the suffering involved. I was more interested in telling the story than to pass judgment.” Exit, pursued by a tape recorder.","charCount":"8274","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidsmith\">David Smith</a> in Washington"},{"headline":"Which comedian originally performed as the Sea Monster? The Weekend quiz","standfirst":"<p>From the auroch to the splitting maul, test your knowledge with the Weekend quiz</p>","trailText":"From the auroch to the splitting maul, test your knowledge with the Weekend quiz","byline":"Thomas Eaton","main":"<figure class=\"element element-image\" data-media-id=\"8e9777c6b0cc7878e4ef3261146778bce63f798b\"> <img src=\"https://media.guim.co.uk/8e9777c6b0cc7878e4ef3261146778bce63f798b/438_220_2709_1627/1000.jpg\" alt=\"Victoria Cross\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">How are Victoria Crosses (reputedly) linked to Hyde Park?</span> <span class=\"element-image__credit\">Photograph: Shutterstock</span> </figcaption> </figure>","body":"<h2>The questions</h2> <p><strong>1</strong> Which three kings died in England in 1066?<br><strong>2</strong> Who did Agatha Christie call a “tiresome little creature”?<br><strong>3</strong> The auroch is the wild ancestor of which animal?<br><strong>4</strong> Which comedian originally performed as the Sea Monster?<br><strong>5</strong> Which book is subtitled Another Testament Of Jesus Christ?<br><strong>6</strong> Whose Köln Concert is the bestselling piano album ever?<br><strong>7</strong> On Jupiter, what measures around 10,000 miles across?<br><strong>8</strong> Which capital is served by Toussaint Louverture international airport?<br><strong>What links:<br>9</strong> Oplontis; Stabiae; Herculaneum?<br><strong>10</strong> What We Do In The Shadows; Heavenly Creatures; The Piano; Whale Rider?<br><strong>11</strong> Adze; halberd; mattock; ono; pulaski; splitting maul?<br><strong>12</strong> Calcutta Cup; Achilles statue, Hyde Park; Victoria Crosses (reputedly)?<br><strong>13</strong> Schoolchild; flower called a flag; lentil in Latin?<br><strong>14</strong> Herengracht; Grand; Griboyedov; Regent’s?<br><strong>15</strong> David Nicholls; JL Carr; Daniel Defoe; Gabriel García Márquez?</p>  <figure class=\"element element-image\" data-media-id=\"900450ad492ecf2ccda5055c4c18d7742a88e698\"> <img src=\"https://media.guim.co.uk/900450ad492ecf2ccda5055c4c18d7742a88e698/0_152_2829_1697/1000.jpg\" alt=\"Gabriel García Márquez.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gabriel García Márquez.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <h2>The answers</h2> <p><strong>1</strong> Edward the Confessor; Harald Hardrada (Norway); Harold II.<br><strong>2</strong> Hercule Poirot.<br><strong>3</strong> Domestic cattle.<br><strong>4</strong> Jo Brand.<br><strong>5</strong> Book of Mormon.<br><strong>6</strong> Keith Jarrett.<br><strong>7</strong> Great Red Spot.<br><strong>8</strong> Port-au-Prince (Haiti).<br><strong>9</strong> Destroyed alongside Pompeii in eruption of Vesuvius, AD79.<br><strong>10</strong> Films set in New Zealand.<br><strong>11</strong> Types of axe.<br><strong>12</strong> Made from melted-down items: silver rupees; Napoleonic war cannons; Crimean war cannons.<br><strong>13</strong> Parts of the eye: pupil; iris; lens.<br><strong>14</strong> Major city canals: Amsterdam; Venice; St Petersburg; London.<br><strong>15</strong> Authors of novels with increasing titular time spans: One Day; A Month In The Country; A Journal Of The Plague Year; One Hundred Years Of Solitude.</p>","newspaperPageNumber":"49","wordcount":"232","commentable":"false","firstPublicationDate":"2021-06-05T06:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hdxtz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8e9777c6b0cc7878e4ef3261146778bce63f798b/438_220_2709_1627/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The questions 1 Which three kings died in England in 1066? 2 Who did Agatha Christie call a “tiresome little creature”? 3 The auroch is the wild ancestor of which animal? 4 Which comedian originally performed as the Sea Monster? 5 Which book is subtitled Another Testament Of Jesus Christ? 6 Whose Köln Concert is the bestselling piano album ever? 7 On Jupiter, what measures around 10,000 miles across? 8 Which capital is served by Toussaint Louverture international airport? What links: 9 Oplontis; Stabiae; Herculaneum? 10 What We Do In The Shadows; Heavenly Creatures; The Piano; Whale Rider? 11 Adze; halberd; mattock; ono; pulaski; splitting maul? 12 Calcutta Cup; Achilles statue, Hyde Park; Victoria Crosses (reputedly)? 13 Schoolchild; flower called a flag; lentil in Latin? 14 Herengracht; Grand; Griboyedov; Regent’s? 15 David Nicholls; JL Carr; Daniel Defoe; Gabriel García Márquez? The answers 1 Edward the Confessor; Harald Hardrada (Norway); Harold II. 2 Hercule Poirot. 3 Domestic cattle. 4 Jo Brand. 5 Book of Mormon. 6 Keith Jarrett. 7 Great Red Spot. 8 Port-au-Prince (Haiti). 9 Destroyed alongside Pompeii in eruption of Vesuvius, AD79. 10 Films set in New Zealand. 11 Types of axe. 12 Made from melted-down items: silver rupees; Napoleonic war cannons; Crimean war cannons. 13 Parts of the eye: pupil; iris; lens. 14 Major city canals: Amsterdam; Venice; St Petersburg; London. 15 Authors of novels with increasing titular time spans: One Day; A Month In The Country; A Journal Of The Plague Year; One Hundred Years Of Solitude.","charCount":"1549","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/thomas-eaton\">Thomas Eaton</a>"},{"headline":"Yorkshire building society savers to benefit from extra £16m in interest","standfirst":"<p>At a time when big sums are sitting in accounts, initiative aims to reward almost 1.7m ‘loyal members’</p>","trailText":"At a time when big sums are sitting in accounts, initiative aims to reward almost 1.7m ‘loyal members’","byline":"Rupert Jones","main":"<figure class=\"element element-image\" data-media-id=\"ef5afc5f265aae53f19466d6f8a789a2213513c8\"> <img src=\"https://media.guim.co.uk/ef5afc5f265aae53f19466d6f8a789a2213513c8/6_92_3480_2087/1000.jpg\" alt=\"Yorkshire building society sign above a branch.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Qualifying Yorkshire building society accounts opened up to 29 January 2021 will be included in the changes.</span> <span class=\"element-image__credit\">Photograph: Yorkshire Building Society/PA</span> </figcaption> </figure>","body":"<p>With huge sums sitting in bank and building society savings accounts, this week there were some slivers of good news for those looking for a half-decent return on their money.</p> <p>Yorkshire building society said that almost 1.7 million customers would benefit from its decision to plough £16m into boosting interest rates for its savers.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/11/savers-deposits-post-office-cash-covid-crisis\">Savers deposit more than £1bn at Post Offices for second month running</a> </p> </aside>  <p>It said interest rates on many accounts would be increased by 0.2%. Because the aim is to reward “loyal members”, they need to have been opened before 29 January 2021 to be included in the changes.</p> <p>The society said it was automatically updating all qualifying accounts, which include Internet Saver, Access Saver and Triple Access Saver.</p> <p>It has also launched the Loyalty Six Access Saver account, which pays a variable interest rate of 0.65% on balances up to £50,000. The account lets customers withdraw money on up to six occasions a year without penalty, and can be opened with a minimum of £1. To qualify, you need to be a Yorkshire member who opened an account or took out a mortgage before 1 January 2020.</p> <p>Other providers that have announced moves include BLME (Bank of London and the Middle East), which has increased expected profit rates on a number of its fixed-rate accounts. Over a one-year term, it is now paying 0.8%, and over two years the rate is 1%.</p> <p>Large amounts of lockdown savings cash have accumulated in many people’s bank and building society accounts over the last year or so. The total amount of “excess savings” – the additional sums saved since the pandemic began – has risen to £168bn, according to calculations by Samuel Tombs, the chief UK economist at Pantheon Macroeconomics. The economy will overheat if households spend a significant portion of this cash pile, he says, although he adds that by and large, they “aren’t confident enough yet to splurge”.</p>","newspaperPageNumber":"44","wordcount":"307","firstPublicationDate":"2021-06-05T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:03Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk5vq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ef5afc5f265aae53f19466d6f8a789a2213513c8/6_92_3480_2087/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"With huge sums sitting in bank and building society savings accounts, this week there were some slivers of good news for those looking for a half-decent return on their money. Yorkshire building society said that almost 1.7 million customers would benefit from its decision to plough £16m into boosting interest rates for its savers. It said interest rates on many accounts would be increased by 0.2%. Because the aim is to reward “loyal members”, they need to have been opened before 29 January 2021 to be included in the changes. The society said it was automatically updating all qualifying accounts, which include Internet Saver, Access Saver and Triple Access Saver. It has also launched the Loyalty Six Access Saver account, which pays a variable interest rate of 0.65% on balances up to £50,000. The account lets customers withdraw money on up to six occasions a year without penalty, and can be opened with a minimum of £1. To qualify, you need to be a Yorkshire member who opened an account or took out a mortgage before 1 January 2020. Other providers that have announced moves include BLME (Bank of London and the Middle East), which has increased expected profit rates on a number of its fixed-rate accounts. Over a one-year term, it is now paying 0.8%, and over two years the rate is 1%. Large amounts of lockdown savings cash have accumulated in many people’s bank and building society accounts over the last year or so. The total amount of “excess savings” – the additional sums saved since the pandemic began – has risen to £168bn, according to calculations by Samuel Tombs, the chief UK economist at Pantheon Macroeconomics. The economy will overheat if households spend a significant portion of this cash pile, he says, although he adds that by and large, they “aren’t confident enough yet to splurge”.","charCount":"1820","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rupertjones\">Rupert Jones</a>"},{"headline":"London ‘sky pool’ among wave of ever more implausible designs","standfirst":"<p>Controversial creation is latest in what has been described as a ‘golden age’ of swimming pools</p>","trailText":"Controversial creation is latest in what has been described as a ‘golden age’ of swimming pools","byline":"Helen Pidd","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"bc28cc1a30599542082a1a88d5b0d26d966b5e09\"> <img src=\"https://media.guim.co.uk/bc28cc1a30599542082a1a88d5b0d26d966b5e09/0_320_6240_3744/1000.jpg\" alt=\"The 25-metre 'sky pool' at Embassy Gardens in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The 25-metre pool at Embassy Gardens in London is only open to the development’s richest residents. </span> <span class=\"element-image__credit\">Photograph: Linda Nylind/The Guardian</span> </figcaption> </figure>","body":"<p>It is perhaps no surprise that swimming pools have been in the news this week after the hottest days of the year for much of the UK.</p> <p>First, an aerial photograph of the transparent “sky pool” at Embassy Gardens in London went viral. There was envy at the sight of swimmers 10 floors up, <a href=\"https://twitter.com/ollywainwright/status/1399724609449168908?s=20\">followed by disgust</a> that only the richest residents had a key, leaving those in the shared ownership flats sweating jealously below.</p> <p>Then a private company announced plans to build the <a href=\"https://www.theguardian.com/uk-news/2021/jun/02/worlds-deepest-pool-could-be-built-in-cornwall\">world’s deepest pool</a> in Cornwall, plunging to 50 metres (165ft). Blue Abyss wants to spend £150m on the project, which would be used to train astronauts and help advance undersea robotics.</p> <p>All over the world, ever more implausible pools are being brought to life as architects look for new, often gravity-defying ways to bathe their wealthy clients and occasionally build wondrous public baths for all.</p> <p>Brian Eckersley, one of the structural engineers behind the sky pool, thinks we may be living through a “golden age” of swimming pool design. His firm, Eckersley O’Callaghan, has spent the last seven years trying to make the artist’s impressions of the sky pool a reality.</p> <p>“A lot of people didn’t think it would happen. You often get crazy projects floated just to get publicity for a project and there’s never actually an intention of realising them,” he said. “The technical solutions to them have never really been thought through, they’re just produced to grab people’s attention.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"204f50d7c321429576e8ef6cca19b9a212e54fed\"> <img src=\"https://media.guim.co.uk/204f50d7c321429576e8ef6cca19b9a212e54fed/763_46_3932_4914/800.jpg\" alt=\"A computer illustration of the planned Blue Abyss pools in Cornwall\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A computer illustration of the planned Blue Abyss pools in Cornwall, which would be the world’s deepest.</span> <span class=\"element-image__credit\">Photograph: Cityscape Digital/Blue Abyss</span> </figcaption> </figure>  <p>The technical inspiration for the sky pool, designed by Hal architects in London, came from the Barton aqueduct, a masterstroke of Victorian engineering that carries the Bridgewater canal across the Manchester ship canal, swinging open for passing boats. “It’s not glass-bottomed but it carries a body of water at high level. The pool at Embassy Gardens is an aqueduct in that sense, in that it carries a body of water across a gap,” he said.</p> <p>He said he could not comment on criticism of the pool’s restricted access: “That’s not something we were part of in any way. But I think many people wouldn’t even want to swim in it, it makes their stomachs turn. But as an object up there in the sky, it can be enjoyed by everybody as a spectacular thing.”</p> <p>The developers, EcoWorld Ballymore, say the shared ownership properties are managed by Peabody and Optivo, which had the option to choose which facilities they wanted to buy into for their residents. “To retain a more affordable service charge, they elected to not include access to the health club, cinema, pools, business centre, lounges, concierge and post room,” said a spokesperson.</p> <p>Despite swimming being one of the most egalitarian sports, the fanciest pools are increasingly the preserve of the wealthy. The <a href=\"https://www.guinnessworldrecords.com/world-records/95301-highest-swimming-pool-in-a-building\">highest pool in the world</a> (in a building) is on top of the Ritz-Carlton hotel in Hong Kong, at 468.8 metres (1,538ft) above ground. On the 57th floor of the Marina Bay Sands hotel in Singapore is the <a href=\"https://www.marinabaysands.com/attractions/infinity-pool.html\">world’s largest rooftop infinity pool</a>.</p>  <figure class=\"element element-image\" data-media-id=\"d32d06ef157dcac57721722cecf10c86e84ee7a5\"> <img src=\"https://media.guim.co.uk/d32d06ef157dcac57721722cecf10c86e84ee7a5/0_353_5451_3272/1000.jpg\" alt=\"The swimming pool at Hotel Hubertus in the Italian Tirol\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The swimming pool at Hotel Hubertus in the Italian Tirol.</span> <span class=\"element-image__credit\">Photograph: Dpa Picture Alliance/Alamy</span> </figcaption> </figure>  <p>Hotel Hubertus in the Italian Tirol has <a href=\"https://www.dezeen.com/2016/11/18/glass-bottomed-cantilever-swimming-pool-noa-hotel-hubertus-italy-tyrolean-alps/\">a glass-bottomed cantilevered swimming pool</a> by the architecture studio NOA, which juts out 17 metres into the Dolomites. A night in the hotel will set you back at least £155, but 60 miles or so further south-west you could swim in one of the world’s most spectacular municipal pools, in Caldaro, for just €7.50 (£6.50). <a href=\"https://www.tne.space/seebad-kaltern/?lang=en\">Its public lido</a> was designed by the legendary Viennese architect Ernst Fuchs and commissioned by the town itself. The monolithic concrete lakeside baths incorporate grey icebergs that mirror the mountains behind, the sun deck propelling towards the lake like the stern of a cruise ship.</p> <p>The Viennese have a particular appreciation for swimming. In the Austrian capital, one single public housing development, the <a href=\"http://www.wienerwohnen.at/hof/1759/Heinz-Nittel-Hof.html\">Heinz-Nittel-Hof</a>, has eight rooftop pools – open to residents of all 1,422 flats.</p>","newspaperPageNumber":"13","wordcount":"641","firstPublicationDate":"2021-06-05T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:03Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk5bg","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bc28cc1a30599542082a1a88d5b0d26d966b5e09/0_320_6240_3744/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It is perhaps no surprise that swimming pools have been in the news this week after the hottest days of the year for much of the UK. First, an aerial photograph of the transparent “sky pool” at Embassy Gardens in London went viral. There was envy at the sight of swimmers 10 floors up, followed by disgust that only the richest residents had a key, leaving those in the shared ownership flats sweating jealously below. Then a private company announced plans to build the world’s deepest pool in Cornwall, plunging to 50 metres (165ft). Blue Abyss wants to spend £150m on the project, which would be used to train astronauts and help advance undersea robotics. All over the world, ever more implausible pools are being brought to life as architects look for new, often gravity-defying ways to bathe their wealthy clients and occasionally build wondrous public baths for all. Brian Eckersley, one of the structural engineers behind the sky pool, thinks we may be living through a “golden age” of swimming pool design. His firm, Eckersley O’Callaghan, has spent the last seven years trying to make the artist’s impressions of the sky pool a reality. “A lot of people didn’t think it would happen. You often get crazy projects floated just to get publicity for a project and there’s never actually an intention of realising them,” he said. “The technical solutions to them have never really been thought through, they’re just produced to grab people’s attention.” The technical inspiration for the sky pool, designed by Hal architects in London, came from the Barton aqueduct, a masterstroke of Victorian engineering that carries the Bridgewater canal across the Manchester ship canal, swinging open for passing boats. “It’s not glass-bottomed but it carries a body of water at high level. The pool at Embassy Gardens is an aqueduct in that sense, in that it carries a body of water across a gap,” he said. He said he could not comment on criticism of the pool’s restricted access: “That’s not something we were part of in any way. But I think many people wouldn’t even want to swim in it, it makes their stomachs turn. But as an object up there in the sky, it can be enjoyed by everybody as a spectacular thing.” The developers, EcoWorld Ballymore, say the shared ownership properties are managed by Peabody and Optivo, which had the option to choose which facilities they wanted to buy into for their residents. “To retain a more affordable service charge, they elected to not include access to the health club, cinema, pools, business centre, lounges, concierge and post room,” said a spokesperson. Despite swimming being one of the most egalitarian sports, the fanciest pools are increasingly the preserve of the wealthy. The highest pool in the world (in a building) is on top of the Ritz-Carlton hotel in Hong Kong, at 468.8 metres (1,538ft) above ground. On the 57th floor of the Marina Bay Sands hotel in Singapore is the world’s largest rooftop infinity pool. Hotel Hubertus in the Italian Tirol has a glass-bottomed cantilevered swimming pool by the architecture studio NOA, which juts out 17 metres into the Dolomites. A night in the hotel will set you back at least £155, but 60 miles or so further south-west you could swim in one of the world’s most spectacular municipal pools, in Caldaro, for just €7.50 (£6.50). Its public lido was designed by the legendary Viennese architect Ernst Fuchs and commissioned by the town itself. The monolithic concrete lakeside baths incorporate grey icebergs that mirror the mountains behind, the sun deck propelling towards the lake like the stern of a cruise ship. The Viennese have a particular appreciation for swimming. In the Austrian capital, one single public housing development, the Heinz-Nittel-Hof, has eight rooftop pools – open to residents of all 1,422 flats.","charCount":"3819","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/helenpidd\">Helen Pidd</a>"},{"headline":" Black Pound Day: support black-led businesses and build a better future","standfirst":"<p>Monthly UK consumer event encourages people to spend their money as a way of enabling change</p>","trailText":"Monthly UK consumer event encourages people to spend their money as a way of enabling change","byline":"Matthew Jenkin","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"e77ed5077851af03edf9b2701f52dac60376a1c9\"> <img src=\"https://media.guim.co.uk/e77ed5077851af03edf9b2701f52dac60376a1c9/37_96_7484_4490/1000.jpg\" alt=\"Shoppers support black-owned businesses on a Black Pound Day in Brixton Village, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Black Pound Day falls on the first Saturday of each month.</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> </figcaption> </figure>","body":"<p>Angelina Cummings’s Jamaican rum cake has been made by her family for generations, and she’s been baking her own version from her Sheffield kitchen for 20 years now. But it wasn’t until May 2020 that she and her husband started packaging it in slices to sell online. And the product sold like, well, hot cakes.</p> <p>Within the first month, their company, Olga &amp; Asquith Products, had orders for 600 slices from across the UK. It’s an achievement she believes wouldn’t have been possible without movements such as <a href=\"https://blacklivesmatter.com/\" title=\"\">Black Lives Matter</a> and <a href=\"https://blackpoundday.uk/\" title=\"\">Black Pound Day</a>. The latter celebrates its first birthday on 27 June. </p> <p>Falling on the first Saturday of each month – that is 5 June this month – Black Pound Day encourages consumers to spend their money locally, or online, at black-led businesses (defined as anyone who identifies as black, and including companies with non-black co-owners). “It encourages all communities to replace their usual purchases with products from black-led businesses … with the hope that spending black will become a normalised practice throughout the year,” say the organisers.</p> <p>The Black Pound Day website lets you search for participating businesses in its online directory and marketplace, and promotes them on social media. There are more than 1,500 taking part across a range of categories, from clothing, footwear and gifts to food and drink and health and wellness.</p> <p>Cummings, the majority of whose customers are black, believes the day has made the black community – historically economically disadvantaged – more conscious about where they spend their money, and empowered them to use consumerism as a means of enabling change.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"11d9eacb28a222b7f71cd587ed6c0833db72354d\"> <img src=\"https://media.guim.co.uk/11d9eacb28a222b7f71cd587ed6c0833db72354d/140_101_1412_1392/1000.jpg\" alt=\"Angelina Cummings, a director of Olga &amp; Asquith Products in Sheffield, with a slice of Jasmine’s rum cake, one of their products.\" width=\"1000\" height=\"986\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angelina Cummings’s Jamaican rum cake has been made by her family for generations and she began selling it online in 2020.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>“Instead of just spending it with bigger establishments and corporations that monopolise certain sectors, it’s about giving everyone an opportunity to make money,” she says. “When you make money you invest it back into your own community.”</p> <p>She adds: “There’s a very small percentage of black-owned businesses in the UK. There needs to be more, but the only way that’s going to happen is if we spend the money. Only then will we grow.”</p> <p>Black entrepreneurs and business owners face multiple challenges, however. On top of a multibillion-pound<a href=\"https://www.theguardian.com/money/2018/dec/27/uk-black-and-ethnic-minorities-lose-32bn-a-year-in-pay-gap\" title=\"\"> ethnic pay gap</a>, black people are <a href=\"https://www.runnymedetrust.org/projects-and-publications/employment-3/the-colour-of-money.html\" title=\"\">more likely to lack savings or assets</a>, and black-owned companies <a href=\"https://www.ft.com/content/4f7ab34c-5a70-4cae-b04d-1c90ed1a230e\" title=\"\">less likely to get funding</a>. <a href=\"https://www.runnymedetrust.org/uploads/publications/pdfs/2020%20reports/The%20Colour%20of%20Money%20Report.pdf\" title=\"\">A 2020 report from Runnymede</a>, the UK thinktank on race equality and race relations, found that for every £1 of white British wealth, black Caribbean households had about 20p, and black African households about 10p. But Black Pound Day is having a demonstrable positive impact. The first event generated an additional £61,940 worth of receipts uploaded to the website.</p> <p>For Zuleika Philips, the founder of London-based Pleasure Drum, Black Pound Day is still its best sales day. She says the company, which makes African-themed wellness products for women, sells an average of 10 of its pelvic-strengthening products a week. That soars to 60 or 70 on Black Pound Day.</p> <p>She says the event is as important and necessary in 2021 as it was at the height of last year’s Black Lives Matter protests.</p>  <figure class=\"element element-image\" data-media-id=\"d6bb25bc788c349cbe85d03265e8d9b40de9167a\"> <img src=\"https://media.guim.co.uk/d6bb25bc788c349cbe85d03265e8d9b40de9167a/181_339_1319_791/1000.jpg\" alt=\"Zuleika Philips, the founder of the African-themed wellness brand Pleasure Drum.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Zuleika Philips, the founder of London-based Pleasure Drum, says Black Pound Day is its best sales day.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>“Because of the inequality of wealth, the black community is still very immature in coming to market and creating our own businesses,” she says, adding: “We’re trying to get ourselves out the door, and we need that support from the community to be able to grow.</p> <p>“Supporting black-owned businesses is similar to the choice between the local high street versus the large supermarket. We just want to get a few customers, and we’re willing to make significant changes and differences to our offering and to our pricing to be able to do that.”</p> <p>But what happens once the urgent debate around racial inequality and injustice quietens down? Black Pound Day’s founder, Swiss – a member of the garage collective So Solid Crew – believes the event can, and will, exist separately over time.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"d48bea6ade53936c30e52d3a6f460e18b22a0513\"> <img src=\"https://media.guim.co.uk/d48bea6ade53936c30e52d3a6f460e18b22a0513/145_55_1109_1324/838.jpg\" alt=\"Swiss, a member of So Solid Crew and the founder of Black Pound Day.\" width=\"838\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Swiss, a member of So Solid Crew and the founder of Black Pound Day.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>He came up with the idea 12 years ago after having noticed a lack of support for black shops while growing up in Battersea, south London, in the 1990s, and says targeted spending at black-owned businesses once a month will eventually become a habit among consumers. But he expects it will take at least three years for Black Pound Day to establish itself on people’s calendars.</p> <p>“I did wonder whether to do it as a yearly event, like Small Business Saturday, but I felt the disparities and systemic inequalities we face as a community now, and have faced in the past, meant we needed an event that was regular and consistent enough to offset some of those imbalances,” he says.</p> <p>“I want it to become a national day and represent a turnaround for our community. I expect it to facilitate generational wealth eventually, in some way, shape or form, as we continue to pour back into our community.”</p> <p>He believes it is a brand that large corporations outside the community can also engage with and support. They have already formed a successful partnership with Google, which is providing mentoring and digital skills training for businesses registered with Black Pound Day. Meanwhile, another partnership, with Soho House, is giving 12 black-owned companies a year’s club membership.</p> <p>As the UK recovers from the pandemic – a crisis that people of colour have <a href=\"https://www.theguardian.com/society/2020/aug/04/bame-workers-disproportionately-hit-uk-economic-downturn-data-shows-coronavirus\" title=\"\">borne the economic brunt of</a> – Swiss believes the best way to help is by spending at businesses within those communities.</p> <p>Comparing the role of black businesses in helping the UK “build back better” today to the Windrush generation, he says: “We came from the Caribbean to fill the holes left in the workforce as a result of the second world war … we helped turn the economy around.</p> <p>“The big ‘give back’ in this day and age is to support a community which, through its businesses, again wants to help this country turn itself around. If that’s not a good reason to spend on Black Pound Day, I don’t know what is.”</p> <h2>What a difference a day makes</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"9a9d20d824e1f44cedf493b7af3e0a4e457cfbc6\"> <img src=\"https://media.guim.co.uk/9a9d20d824e1f44cedf493b7af3e0a4e457cfbc6/195_167_1906_2267/841.jpg\" alt=\"Jerelle and Daniel Kiing in a joint portrait\" width=\"841\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerelle and Daniel Kiing, the founders of Illuminate Essentials.</span> <span class=\"element-image__credit\">Photograph: Daniel Kiing</span> </figcaption> </figure>  <p>• Folasayo Williams is the founder of Sheni and Teni, a children’s books and puzzles brand that aims to represent her own and other African cultures. She says: “On the first Black Pound Day, I got more orders in one day than I had for a whole month. I had to go to the post office with a big suitcase full of stock to deliver to customers.</p> <p>“I wasn’t expecting it. I was humbled that people had gone out of their way to look for and spend money on products like mine. I felt hopeful and empowered by it.”</p> <p>• Daniel and Jerelle Kiing are the husband-and-wife founders of the skincare brand Illuminate Essentials. Black Pound Day helped them to expand the company to Ghana. Daniel Kiing says: “We’ve been a part of Black Pound Day from the beginning, and after the first event we went from £12,000 turnover a year to £60,000. It was a catalyst to the success of our company.”</p>","newspaperPageNumber":"42","wordcount":"1147","firstPublicationDate":"2021-06-05T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:03Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjmb6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e77ed5077851af03edf9b2701f52dac60376a1c9/37_96_7484_4490/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Angelina Cummings’s Jamaican rum cake has been made by her family for generations, and she’s been baking her own version from her Sheffield kitchen for 20 years now. But it wasn’t until May 2020 that she and her husband started packaging it in slices to sell online. And the product sold like, well, hot cakes. Within the first month, their company, Olga &amp; Asquith Products, had orders for 600 slices from across the UK. It’s an achievement she believes wouldn’t have been possible without movements such as Black Lives Matter and Black Pound Day. The latter celebrates its first birthday on 27 June. Falling on the first Saturday of each month – that is 5 June this month – Black Pound Day encourages consumers to spend their money locally, or online, at black-led businesses (defined as anyone who identifies as black, and including companies with non-black co-owners). “It encourages all communities to replace their usual purchases with products from black-led businesses … with the hope that spending black will become a normalised practice throughout the year,” say the organisers. The Black Pound Day website lets you search for participating businesses in its online directory and marketplace, and promotes them on social media. There are more than 1,500 taking part across a range of categories, from clothing, footwear and gifts to food and drink and health and wellness. Cummings, the majority of whose customers are black, believes the day has made the black community – historically economically disadvantaged – more conscious about where they spend their money, and empowered them to use consumerism as a means of enabling change. “Instead of just spending it with bigger establishments and corporations that monopolise certain sectors, it’s about giving everyone an opportunity to make money,” she says. “When you make money you invest it back into your own community.” She adds: “There’s a very small percentage of black-owned businesses in the UK. There needs to be more, but the only way that’s going to happen is if we spend the money. Only then will we grow.” Black entrepreneurs and business owners face multiple challenges, however. On top of a multibillion-pound ethnic pay gap, black people are more likely to lack savings or assets, and black-owned companies less likely to get funding. A 2020 report from Runnymede, the UK thinktank on race equality and race relations, found that for every £1 of white British wealth, black Caribbean households had about 20p, and black African households about 10p. But Black Pound Day is having a demonstrable positive impact. The first event generated an additional £61,940 worth of receipts uploaded to the website. For Zuleika Philips, the founder of London-based Pleasure Drum, Black Pound Day is still its best sales day. She says the company, which makes African-themed wellness products for women, sells an average of 10 of its pelvic-strengthening products a week. That soars to 60 or 70 on Black Pound Day. She says the event is as important and necessary in 2021 as it was at the height of last year’s Black Lives Matter protests. “Because of the inequality of wealth, the black community is still very immature in coming to market and creating our own businesses,” she says, adding: “We’re trying to get ourselves out the door, and we need that support from the community to be able to grow. “Supporting black-owned businesses is similar to the choice between the local high street versus the large supermarket. We just want to get a few customers, and we’re willing to make significant changes and differences to our offering and to our pricing to be able to do that.” But what happens once the urgent debate around racial inequality and injustice quietens down? Black Pound Day’s founder, Swiss – a member of the garage collective So Solid Crew – believes the event can, and will, exist separately over time. He came up with the idea 12 years ago after having noticed a lack of support for black shops while growing up in Battersea, south London, in the 1990s, and says targeted spending at black-owned businesses once a month will eventually become a habit among consumers. But he expects it will take at least three years for Black Pound Day to establish itself on people’s calendars. “I did wonder whether to do it as a yearly event, like Small Business Saturday, but I felt the disparities and systemic inequalities we face as a community now, and have faced in the past, meant we needed an event that was regular and consistent enough to offset some of those imbalances,” he says. “I want it to become a national day and represent a turnaround for our community. I expect it to facilitate generational wealth eventually, in some way, shape or form, as we continue to pour back into our community.” He believes it is a brand that large corporations outside the community can also engage with and support. They have already formed a successful partnership with Google, which is providing mentoring and digital skills training for businesses registered with Black Pound Day. Meanwhile, another partnership, with Soho House, is giving 12 black-owned companies a year’s club membership. As the UK recovers from the pandemic – a crisis that people of colour have borne the economic brunt of – Swiss believes the best way to help is by spending at businesses within those communities. Comparing the role of black businesses in helping the UK “build back better” today to the Windrush generation, he says: “We came from the Caribbean to fill the holes left in the workforce as a result of the second world war … we helped turn the economy around. “The big ‘give back’ in this day and age is to support a community which, through its businesses, again wants to help this country turn itself around. If that’s not a good reason to spend on Black Pound Day, I don’t know what is.” What a difference a day makes • Folasayo Williams is the founder of Sheni and Teni, a children’s books and puzzles brand that aims to represent her own and other African cultures. She says: “On the first Black Pound Day, I got more orders in one day than I had for a whole month. I had to go to the post office with a big suitcase full of stock to deliver to customers. “I wasn’t expecting it. I was humbled that people had gone out of their way to look for and spend money on products like mine. I felt hopeful and empowered by it.” • Daniel and Jerelle Kiing are the husband-and-wife founders of the skincare brand Illuminate Essentials. Black Pound Day helped them to expand the company to Ghana. Daniel Kiing says: “We’ve been a part of Black Pound Day from the beginning, and after the first event we went from £12,000 turnover a year to £60,000. It was a catalyst to the success of our company.”","charCount":"6755","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/matthew-jenkin\">Matthew Jenkin</a>"},{"headline":"Italian climate activists sue government over inaction","standfirst":"<p>Plaintiffs want court to order Mario Draghi’s government to adopt more ambitious climate policies</p>","trailText":"Plaintiffs want court to order Mario Draghi’s government to adopt more ambitious climate policies","byline":"Angela Giuffrida","main":"<figure class=\"element element-image\" data-media-id=\"cfb4be6e8f1d6f3a8eb908bcedd57269b7bcfb06\"> <img src=\"https://media.guim.co.uk/cfb4be6e8f1d6f3a8eb908bcedd57269b7bcfb06/0_188_5184_3110/1000.jpg\" alt=\"Activists take part in a demonstration in Rome, Italy, to demand concrete action to combat climate change.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Activists take part in a demonstration in Rome, Italy, to demand concrete action to combat climate change.</span> <span class=\"element-image__credit\">Photograph: Christian Minelli/NurPhoto/Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>Environment campaigners in Italy are suing the government for failing to sufficiently tackle the climate crisis in what is the first legal action of its kind in the country.</p> <p>The 203 plaintiffs will submit their lawsuit to Rome’s civil court on Saturday. They want the court to order the government, led by the prime minister, Mario Draghi, to adopt more ambitious climate change policies as well as significantly increase its carbon emissions reduction target.</p> <p>“We are asking the court to recognise that the Italian government is not complying with respect to its obligation to protect the population from climatic change,” said Marica Di Pierri, a spokesperson for the environmental organisation A Sud, and its affiliated <em>Giudizio Universale</em> (Last Judgment) campaign. “We also want the court to order Italy to set an emissions-reduction target for 2030 that is three times what it is today.”</p> <p>In 2019, Italy set itself a 33% target for carbon emissions reduction by 2030.</p> <p>The plaintiffs, among them environmental associations, Italian citizens, foreign residents and young activists with the Italy wing of the Fridays for Future activist group, argue that successive governments have failed to seriously address the climate crisis despite the country being vulnerable to extreme weather events.</p> <p>Di Pierri said: “Italy is not a virtuous example when it comes to environmental policies … We are still heavily focused on the exploitation of fossil fuel sources and incinerate a lot of rubbish instead of developing recycling systems. Public transport is insufficient – for example, in cities such as Rome, cars are still the main way to get to work as there’s not much choice.”</p> <p>Pledging to put the environment at the top of the agenda of his government, Draghi established a ministry for “ecological transition” after being appointed prime minister in February. About €59bn (£51bn) of the more than €200bn Italy is poised to receive from the EU’s post-pandemic economic recovery fund has been allocated for investment in green initiatives. The ecological transition minister, Roberto Cingolani, said in May that one of the first tasks would be cutting the bureaucracy that hampers renewable energy projects, with the aim of Italy becoming “carbon free” by 2050.</p> <p>However, campaigners say the ecological objectives outlined in Italy’s recovery plan, which was submitted to the European commission in late April, are not ambitious enough.</p> <p>“We were disappointed with the plan as we didn’t really see a real change,” said Di Pierri. “There is a big narrative but, at the moment, it is not translating into concrete political strategy.”</p>","wordcount":"420","firstPublicationDate":"2021-06-05T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:02:19Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkdqx","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/cfb4be6e8f1d6f3a8eb908bcedd57269b7bcfb06/0_188_5184_3110/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Environment campaigners in Italy are suing the government for failing to sufficiently tackle the climate crisis in what is the first legal action of its kind in the country. The 203 plaintiffs will submit their lawsuit to Rome’s civil court on Saturday. They want the court to order the government, led by the prime minister, Mario Draghi, to adopt more ambitious climate change policies as well as significantly increase its carbon emissions reduction target. “We are asking the court to recognise that the Italian government is not complying with respect to its obligation to protect the population from climatic change,” said Marica Di Pierri, a spokesperson for the environmental organisation A Sud, and its affiliated Giudizio Universale (Last Judgment) campaign. “We also want the court to order Italy to set an emissions-reduction target for 2030 that is three times what it is today.” In 2019, Italy set itself a 33% target for carbon emissions reduction by 2030. The plaintiffs, among them environmental associations, Italian citizens, foreign residents and young activists with the Italy wing of the Fridays for Future activist group, argue that successive governments have failed to seriously address the climate crisis despite the country being vulnerable to extreme weather events. Di Pierri said: “Italy is not a virtuous example when it comes to environmental policies … We are still heavily focused on the exploitation of fossil fuel sources and incinerate a lot of rubbish instead of developing recycling systems. Public transport is insufficient – for example, in cities such as Rome, cars are still the main way to get to work as there’s not much choice.” Pledging to put the environment at the top of the agenda of his government, Draghi established a ministry for “ecological transition” after being appointed prime minister in February. About €59bn (£51bn) of the more than €200bn Italy is poised to receive from the EU’s post-pandemic economic recovery fund has been allocated for investment in green initiatives. The ecological transition minister, Roberto Cingolani, said in May that one of the first tasks would be cutting the bureaucracy that hampers renewable energy projects, with the aim of Italy becoming “carbon free” by 2050. However, campaigners say the ecological objectives outlined in Italy’s recovery plan, which was submitted to the European commission in late April, are not ambitious enough. “We were disappointed with the plan as we didn’t really see a real change,” said Di Pierri. “There is a big narrative but, at the moment, it is not translating into concrete political strategy.”","charCount":"2627","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/angela-giuffrida\">Angela Giuffrida</a>"},{"headline":"Are you sitting comfortably? How to ease back and neck pain","standfirst":"<p>Stiff neck? Aching shoulders? Lockdowns have taken their toll on our bodies. Kicking off a new weekly column, Shona Vertue reveals how to get moving again</p>","trailText":"Stiff neck? Aching shoulders? Lockdowns have taken their toll on our bodies. Kicking off a new weekly column, Shona Vertue reveals how to get moving again","byline":"Hannah Booth","main":"<figure class=\"element element-image\" data-media-id=\"6ea4d2cc7b0fc156d456b8b3159aef7bcc6c25c6\"> <img src=\"https://media.guim.co.uk/6ea4d2cc7b0fc156d456b8b3159aef7bcc6c25c6/1050_1168_3408_2045/1000.jpg\" alt=\"Shona Vertue\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shona Vertue: ‘It’s easy to feel overwhelmed by the volume of fitness programmes out there.’ All photographs: Daniel Boud/The Guardian</span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>","body":"<p>Shona Vertue moves a lot. The personal trainer, yoga teacher, former gymnast and now psychology student swims, surfs, practises yoga and does Brazilian jiu-jitsu – she is rarely still for more than 25 minutes at a time. “My body hates me if I don’t move,” the Australian tells me, on the phone from Sydney. “Our bodies need movement to survive.”</p> <p>Covid has led to many of us to spend more time online, while working from home and becoming housebound. It has meant a year of reduced movement – and that has been especially damaging for our bodies.</p> <p>“A sedentary lifestyle can be problematic for all aspects of living in a human body, from immunity to cognitive performance. But when exercise involves a gym mat 2 metres from your desk, it isn’t very motivating,” says Vertue, who started teaching yoga in 2008, becoming a personal trainer two years later (clients include David Beckham, whom she worked with for three years). Vertue’s method combines weighted resistance training and cardio with her lifelong passions of yoga and mediation, and places as much importance on rest and recovery as fitness.</p> <p>Our necks and backs have borne the brunt of our inaction. According to a UK survey of people working at home carried out last April by the Institute for Employment Studies, more than half of respondents reported new neck, shoulder and back problems. Contrary to popular belief, stiffness and aching shoulders are not caused so much by how we sit, but by spending too long in one position, Vertue says. “Think of your head as a bowling ball pulling on your spine, with little movement – it’s no wonder we ache; our bodies weren’t designed to be like this.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>One of the best things you can do to combat stiffness is to stand up. It’s really underrated</p> </blockquote> </aside>  <p>Regular movement helps the whole body. “It improves circulation, directs lymphatic fluid throughout the body, lubricates joints, and builds strength and stability,” she says. “Ensuring that you get all your joints moving at regular intervals during the day is more helpful than we realise.”</p> <p>When Vertue is at home, and particularly when she’s studying, she sets a timer that forces her out of her chair every 25 minutes, for five minutes. She either goes for a brisk walk or performs a few stretches on her mat. “After four five-minute breaks, I take a bigger break of 25 minutes. One of the best things you can do [to combat stiffness] is to stand up. It’s really underrated. It fully extends your hips. Otherwise, our glutes atrophy, which can lead to back and knee problems. And then all kinds of things can go wrong.”</p> <p>As well as regular movement, exercises that strengthen the muscles in our necks and backs can help repair the damage caused by home workstations, closed gyms (and, in Vertue’s case, beaches), and too much sofa-sitting. She has designed a series of moves to target muscles that often get overlooked, and to prevent further damage. “They are really small movements. Often what our necks and backs need is strengthening,” Vertue says. “It can feel good to stretch something that is sore, but, in the same way that taking a painkiller doesn’t fix the underlying problem, stretching a stiff neck or back isn’t going to fix the cause of that stiffness.” More serious problems may need the help of a specialist.</p> <p>It’s likely that our whole body requires attention post-lockdown. The gluteus maximus (the main muscle in our backsides and the biggest in our body) can atrophy when the body is too sedentary. “The body will only hold on to muscle that is being used, so if we’re not using our glutes or retractor muscles in the shoulders, we will essentially lose them. And when we lose these muscles, our musculoskeletal system can’t function the way it should, and we begin to develop weaknesses that can lead to imbalances and pain.”</p> <p>Little and often is key to making lasting changes, Vertue says. “It’s easy to feel overwhelmed by the volume of fitness programmes online. Signing up to a 12-week programme will make it feel like a project, when, really, doing key, simple exercises should be like cleaning our teeth.”</p> <p>She is fascinated by our attitude to keeping fit, and is taking a BA in psychology in order to better understand her clients’ motivation – or lack of it. “Choosing to take action, to keep fit, is a health behaviour, but it’s governed by our overall behaviour. The mind is powerful, particularly when it comes to resistance, and I want to understand that better,” she says.</p> <p>We need to reframe how we see exercise, Vertue adds. “The narrative around it has become too much about the aesthetics. Rather than say to yourself, ‘I want to look like this or that’, think of more beneficial goals: ‘I’d like to do my job without back pain’, or ‘I want my hips to function for a long time.’” Use your muscles, Vertue says again, or lose them. So what are you waiting for? </p> <h2><strong>Five simple moves to ease back and neck pain</strong></h2> <h2><strong>1 Cat-cow</strong></h2> <p>a) Come into an all-fours position, with your hands shoulder-distance apart, your knees hip‑distance apart.</p>  <figure class=\"element element-image\" data-media-id=\"9dcf17cd8ce980648440eabe9e20b410badc8370\"> <img src=\"https://media.guim.co.uk/9dcf17cd8ce980648440eabe9e20b410badc8370/1109_1176_2664_1750/1000.jpg\" alt=\"Cat-cow exercise position\" width=\"1000\" height=\"657\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>b) Take a breath in and begin to drop your belly down, lifting up through your head and hips.</p>  <figure class=\"element element-image\" data-media-id=\"0fd8914e28dce473ff608c5cf9beb18af98e0bdd\"> <img src=\"https://media.guim.co.uk/0fd8914e28dce473ff608c5cf9beb18af98e0bdd/1082_1448_2628_1464/1000.jpg\" alt=\"Cat-cow exercise position\" width=\"1000\" height=\"557\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>c) Press into the hands, draw your belly button and lower ribs towards your spine as you round your back and drop your head forward. Repeat this, with constant focus on the breath, 10 times.</p> <h2><strong>2 Neck lateral flexion</strong></h2>  <figure class=\"element element-image\" data-media-id=\"469b12553a8816bded76d18f688f7a5a0f135378\"> <img src=\"https://media.guim.co.uk/469b12553a8816bded76d18f688f7a5a0f135378/718_2098_3439_815/1000.jpg\" alt=\"Neck lateral flexion exercise position\" width=\"1000\" height=\"237\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>a) Lie on your left side, with your left arm out in front of you, and your right arm supporting. Allow your head to relax down to the floor. Take a breath in.</p>  <figure class=\"element element-image\" data-media-id=\"f42307aab4c1bc58a48fa14da891d5e1bf3f10d5\"> <img src=\"https://media.guim.co.uk/f42307aab4c1bc58a48fa14da891d5e1bf3f10d5/695_1965_3083_964/1000.jpg\" alt=\"Neck lateral flexion exercise position\" width=\"1000\" height=\"313\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>b) Exhale, lift your head up, bring your right ear to your right shoulder. Hold for one second. Slow release. Repeat 10 times each side.</p> <h2><strong>3 Protraction push-ups</strong></h2> <p>a) Come into a push-up position with your legs extended and knees off the floor. Squeeze your glutes and tuck in your tailbone.</p>  <figure class=\"element element-image\" data-media-id=\"2c6ec10a6ca87f691884ba9e1787f691d272d77e\"> <img src=\"https://media.guim.co.uk/2c6ec10a6ca87f691884ba9e1787f691d272d77e/825_1445_3140_1474/1000.jpg\" alt=\"Protraction push-ups exercise position\" width=\"1000\" height=\"469\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>b) Push the floor away and feel as though you’re spreading your shoulder blades off your upper back.</p>  <figure class=\"element element-image\" data-media-id=\"29c6eeb990f1ccfdeabf58ab2f20c01e5474fcd9\"> <img src=\"https://media.guim.co.uk/29c6eeb990f1ccfdeabf58ab2f20c01e5474fcd9/870_1643_3231_1265/1000.jpg\" alt=\"Protraction push-ups exercise position\" width=\"1000\" height=\"392\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>c) Once you’ve reached maximum capacity, begin to slowly drop your chest towards the floor, so your shoulder blades come back towards the spine. Repeat 10 times.</p> <h2><strong>4 Neck retraction</strong></h2>  <figure class=\"element element-image\" data-media-id=\"80b85a97b82a19b96bf51287e70e7bbd1a97929d\"> <img src=\"https://media.guim.co.uk/80b85a97b82a19b96bf51287e70e7bbd1a97929d/1087_1008_3205_1891/1000.jpg\" alt=\"Neck retraction exercise position\" width=\"1000\" height=\"590\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>a) Come into a seated position with a relaxed spine, head slightly titled forward (as though you’re looking at your phone).</p>  <figure class=\"element element-image\" data-media-id=\"15c1e9c24fa643a78c504efded0ff1ee2afb31c3\"> <img src=\"https://media.guim.co.uk/15c1e9c24fa643a78c504efded0ff1ee2afb31c3/1091_949_3193_1954/1000.jpg\" alt=\"Neck retraction exercise position\" width=\"1000\" height=\"612\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>b) Retract your chin back towards your throat and imagine someone pulling you upwards from the crown of the head. Repeat 5-10 times.</p> <h2><strong>5 T-rotations</strong></h2>  <figure class=\"element element-image\" data-media-id=\"9f6508aa028900311843ff154aef20cd8d1eb53a\"> <img src=\"https://media.guim.co.uk/9f6508aa028900311843ff154aef20cd8d1eb53a/1072_1444_2793_1477/1000.jpg\" alt=\"T-rotations exercise position\" width=\"1000\" height=\"529\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>a) Come into an all-fours position. Place your left hand on the back of your neck.</p>  <figure class=\"element element-image\" data-media-id=\"5873faea75e4a39fd13be5e4dcd1c8bcd022743f\"> <img src=\"https://media.guim.co.uk/5873faea75e4a39fd13be5e4dcd1c8bcd022743f/1121_888_3201_2061/1000.jpg\" alt=\"T-rotations exercise position\" width=\"1000\" height=\"644\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>b) As you exhale, turn your torso and left elbow towards the ceiling. Ensure that your pelvis does not move as your twist.</p>  <figure class=\"element element-image\" data-media-id=\"b0f7823939714ad4b49365739601af75f9d26be6\"> <img src=\"https://media.guim.co.uk/b0f7823939714ad4b49365739601af75f9d26be6/1114_1790_2554_1130/1000.jpg\" alt=\"T-rotations exercise position\" width=\"1000\" height=\"442\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"></span> <span class=\"element-image__credit\">Photograph: Daniel Boud/The Guardian</span> </figcaption> </figure>  <p>c) Inhale and bring the elbow towards the floor. Repeat 10 times each side.</p>","newspaperPageNumber":"46","wordcount":"1136","firstPublicationDate":"2021-06-05T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hfq9p","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6ea4d2cc7b0fc156d456b8b3159aef7bcc6c25c6/1050_1168_3408_2045/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Shona Vertue moves a lot. The personal trainer, yoga teacher, former gymnast and now psychology student swims, surfs, practises yoga and does Brazilian jiu-jitsu – she is rarely still for more than 25 minutes at a time. “My body hates me if I don’t move,” the Australian tells me, on the phone from Sydney. “Our bodies need movement to survive.” Covid has led to many of us to spend more time online, while working from home and becoming housebound. It has meant a year of reduced movement – and that has been especially damaging for our bodies. “A sedentary lifestyle can be problematic for all aspects of living in a human body, from immunity to cognitive performance. But when exercise involves a gym mat 2 metres from your desk, it isn’t very motivating,” says Vertue, who started teaching yoga in 2008, becoming a personal trainer two years later (clients include David Beckham, whom she worked with for three years). Vertue’s method combines weighted resistance training and cardio with her lifelong passions of yoga and mediation, and places as much importance on rest and recovery as fitness. Our necks and backs have borne the brunt of our inaction. According to a UK survey of people working at home carried out last April by the Institute for Employment Studies, more than half of respondents reported new neck, shoulder and back problems. Contrary to popular belief, stiffness and aching shoulders are not caused so much by how we sit, but by spending too long in one position, Vertue says. “Think of your head as a bowling ball pulling on your spine, with little movement – it’s no wonder we ache; our bodies weren’t designed to be like this.” Regular movement helps the whole body. “It improves circulation, directs lymphatic fluid throughout the body, lubricates joints, and builds strength and stability,” she says. “Ensuring that you get all your joints moving at regular intervals during the day is more helpful than we realise.” When Vertue is at home, and particularly when she’s studying, she sets a timer that forces her out of her chair every 25 minutes, for five minutes. She either goes for a brisk walk or performs a few stretches on her mat. “After four five-minute breaks, I take a bigger break of 25 minutes. One of the best things you can do [to combat stiffness] is to stand up. It’s really underrated. It fully extends your hips. Otherwise, our glutes atrophy, which can lead to back and knee problems. And then all kinds of things can go wrong.” As well as regular movement, exercises that strengthen the muscles in our necks and backs can help repair the damage caused by home workstations, closed gyms (and, in Vertue’s case, beaches), and too much sofa-sitting. She has designed a series of moves to target muscles that often get overlooked, and to prevent further damage. “They are really small movements. Often what our necks and backs need is strengthening,” Vertue says. “It can feel good to stretch something that is sore, but, in the same way that taking a painkiller doesn’t fix the underlying problem, stretching a stiff neck or back isn’t going to fix the cause of that stiffness.” More serious problems may need the help of a specialist. It’s likely that our whole body requires attention post-lockdown. The gluteus maximus (the main muscle in our backsides and the biggest in our body) can atrophy when the body is too sedentary. “The body will only hold on to muscle that is being used, so if we’re not using our glutes or retractor muscles in the shoulders, we will essentially lose them. And when we lose these muscles, our musculoskeletal system can’t function the way it should, and we begin to develop weaknesses that can lead to imbalances and pain.” Little and often is key to making lasting changes, Vertue says. “It’s easy to feel overwhelmed by the volume of fitness programmes online. Signing up to a 12-week programme will make it feel like a project, when, really, doing key, simple exercises should be like cleaning our teeth.” She is fascinated by our attitude to keeping fit, and is taking a BA in psychology in order to better understand her clients’ motivation – or lack of it. “Choosing to take action, to keep fit, is a health behaviour, but it’s governed by our overall behaviour. The mind is powerful, particularly when it comes to resistance, and I want to understand that better,” she says. We need to reframe how we see exercise, Vertue adds. “The narrative around it has become too much about the aesthetics. Rather than say to yourself, ‘I want to look like this or that’, think of more beneficial goals: ‘I’d like to do my job without back pain’, or ‘I want my hips to function for a long time.’” Use your muscles, Vertue says again, or lose them. So what are you waiting for? Five simple moves to ease back and neck pain 1 Cat-cow a) Come into an all-fours position, with your hands shoulder-distance apart, your knees hip‑distance apart. b) Take a breath in and begin to drop your belly down, lifting up through your head and hips. c) Press into the hands, draw your belly button and lower ribs towards your spine as you round your back and drop your head forward. Repeat this, with constant focus on the breath, 10 times. 2 Neck lateral flexion a) Lie on your left side, with your left arm out in front of you, and your right arm supporting. Allow your head to relax down to the floor. Take a breath in. b) Exhale, lift your head up, bring your right ear to your right shoulder. Hold for one second. Slow release. Repeat 10 times each side. 3 Protraction push-ups a) Come into a push-up position with your legs extended and knees off the floor. Squeeze your glutes and tuck in your tailbone. b) Push the floor away and feel as though you’re spreading your shoulder blades off your upper back. c) Once you’ve reached maximum capacity, begin to slowly drop your chest towards the floor, so your shoulder blades come back towards the spine. Repeat 10 times. 4 Neck retraction a) Come into a seated position with a relaxed spine, head slightly titled forward (as though you’re looking at your phone). b) Retract your chin back towards your throat and imagine someone pulling you upwards from the crown of the head. Repeat 5-10 times. 5 T-rotations a) Come into an all-fours position. Place your left hand on the back of your neck. b) As you exhale, turn your torso and left elbow towards the ceiling. Ensure that your pelvis does not move as your twist. c) Inhale and bring the elbow towards the floor. Repeat 10 times each side.","charCount":"6504","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/hannahbooth\">Hannah Booth</a>"},{"headline":"The Springwatch estate that’s home to one of Scotland’s most remote holiday lodges","standfirst":"<p>The wilderness reserve where the TV series is filmed is home to an ambitious rewilding project – and a cosy lodge with a ringside seat</p>","trailText":"The wilderness reserve where the TV series is filmed is home to an ambitious rewilding project – and a cosy lodge with a ringside seat","byline":"Mike Unwin","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"8c38ce0697cb8881cb3bf343d6bdad9afa83b585\"> <img src=\"https://media.guim.co.uk/8c38ce0697cb8881cb3bf343d6bdad9afa83b585/0_93_2480_1487/1000.jpg\" alt=\"Deanich Lodge between mountains and river\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wilderness retreat … Deanich Lodge is seven miles on a bumpy track from the main Alladale manor</span> <span class=\"element-image__credit\">Photograph: Pete Helme</span> </figcaption> </figure>","body":"<p>It’s 11pm but the sky is still light. In late May, this far north, night hardly happens. We peer out of the back window into the glen. The deer are closer. An hour ago, I spied their silhouettes descending the distant slopes, like tiny antlered beetles. Now they have crossed the river and are advancing over the bog towards us, nibbling as they go.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"8eff255e90580d0601de940126871616a0a8e54d\"> <img src=\"https://media.guim.co.uk/8eff255e90580d0601de940126871616a0a8e54d/0_0_1009_679/1000.jpg\" alt=\"North of Scotland map, showing Alladale, Thurso, Ullapool, Morangie and Inverness.\" width=\"1000\" height=\"673\" class=\"gu-image\" /> </figure>  <p>A young stag stops to stare. Has he seen us? With the house lights out, I’d hoped we were invisible. There’s a long pause, measured by the incessant chiming of a cuckoo and the unearthly thrumming of snipe overhead. Right now, our isolation feels complete. Eventually, the stag lowers his head to resume nibbling. We breathe again.</p> <p>Isolation here is more than just a feeling. Deanich Lodge, where my wife and I are holed up, is among Britain’s most remote holiday houses. Flanked by the imposing slopes of Glen Beag, within the 9,300-hectare Alladale wilderness reserve an hour’s drive north of Inverness, it lies seven miles along a bumpy track from Alladale Lodge – the grand pile where top-end visitors find pricier accommodation.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4fe983706364e6e36ffb5fc23fe8a51f35eca6d5\"> <img src=\"https://media.guim.co.uk/4fe983706364e6e36ffb5fc23fe8a51f35eca6d5/0_38_2120_1272/1000.jpg\" alt=\"Red deer in Alladale wilderness reserve\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Red deer on the wilderness reserve</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>From the surrounding hills, Deanich appears incongruously tiny: a Monopoly house dropped into the wilderness. Between its sturdy walls, however, this former hunting lodge is a spacious self-catering retreat: with bunkrooms upstairs, it can accommodate up to 18. Central heating and a fully equipped kitchen suggest things have moved on since Victorian times, when former owner Charles Ross reputedly shot a stag from his bath, but visitors should still not expect wifi or a phone signal.</p> <p>Alladale may be familiar to Springwatch fans – it’s one of three locations chosen by the BBC for the current television series (the last episode airs on 8 June, all on iPlayer). While we are enjoying our social isolation at Deanich, presenter Iolo Williams and the team are up the road at the main lodge, filming the likes of black grouse, red squirrels and other wildlife showstoppers for your entertainment.</p>  <figure class=\"element element-image\" data-media-id=\"063b56c1cd25f612f4216a8a846809fe1d3c103a\"> <img src=\"https://media.guim.co.uk/063b56c1cd25f612f4216a8a846809fe1d3c103a/0_165_2480_1487/1000.jpg\" alt=\"Deanich Lodge’s comfortable sitting room\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Deanich Lodge’s sitting room.</span> <span class=\"element-image__credit\">Photograph: Pete Helme</span> </figcaption> </figure>  <p>Long before Springwatch arrived, this rugged slice of Scotland hit the headlines when businessman-turned-conservationist Paul Lister acquired the property in 2003 to plot one of Britain’s most ambitious rewilding projects. He knew that its picture-book landscape of bare hillsides was, in fact, a human contrivance, its native forests felled in ancient times and much of its rich biodiversity – which once included bear, boar and wolf – long since eradicated. He also learned how the Highlands’ most emblematic animal, the red deer, is today also its most problematic. With no predators to keep it in check, the sapling-nibbling monarch of the glen now thrives in such numbers that native forest can never return naturally.</p> <p>Lister’s vision was to restore the “Great Forest of Caledon”. He would plant native trees, rescue precious peatlands, control deer and eventually reintroduce wolves. Alarm bells rang. Scotland’s last wolf was supposedly <a href=\"https://www.theguardian.com/science/animal-magic/2014/jul/21/last-wolf\">shot by Sir Ewen Cameron at Killiecrankie in 1680</a>. And while there is a sound ecological case for returning this much-maligned apex predator to its former homeland, in reality, public fear and landowner concerns for livestock mean that such a scheme seems unfeasible for the foreseeable.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4a67260fa9f11d4de306afb0aa7901d3d810f0d6\"> <img src=\"https://media.guim.co.uk/4a67260fa9f11d4de306afb0aa7901d3d810f0d6/0_448_6720_4032/1000.jpg\" alt=\"Highland cattle share the wilderness reserve.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Highland cattle share the wilderness reserve.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>But many other pieces of Alladale’s ecological jigsaw are falling into place. On a 4x4 tour, reserve manager Innes MacNeill points out the swathes of regenerating native forest – Scots pine, birch, alder, willow, rowan – each sited according to its ecology. As we trundle up hill and down glen, he reels off impressive statistics: nearly a million trees planted to date; more than 33km of deer-proof fencing erected; deer numbers reduced to sustainable levels. “Paul hates fences,” he says, “but they’re a means to an end.”</p> <p>MacNeill, it seems, provides a reality check to some of Lister’s more impatient ambitions. A local boy, reared as a stalker, he oils the wheels with sceptical neighbours. “This is a legacy project,” he tells me, and change takes generations. Nonetheless, he has clearly bought into Lister’s approach, and explains how the land, once valued in terms of stag stalking, salmon catch and grouse shoots, is now worth more for its natural capital, offering ecological gains that, in the long term, will benefit us all. “Trees make trees,” he says. “We’re establishing seed sources that are going to future-proof this country.”</p>  <figure class=\"element element-image\" data-media-id=\"337866eb0e76d50fb2b70157bd4add1694342365\"> <img src=\"https://media.guim.co.uk/337866eb0e76d50fb2b70157bd4add1694342365/0_50_2500_1500/1000.jpg\" alt=\"golden eagle in flight\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The estate has a resident pair of golden eagles.</span> <span class=\"element-image__credit\">Photograph: Mark Hamblin/PA</span> </figcaption> </figure>  <p>Our tour also takes in other projects: a new aquaponics centre (no rest for Alladale during lockdown) and a captive breeding facility for the endangered Scottish wildcat. We continue past the lodge – where the BBC are busy checking last night’s camera traps for pine marten footage – and tramp through a gorgeous patch of mature Caledonian forest. A tangled understorey of heather and bilberry buttresses the gnarled, moss-festooned trunks of ancient Scots pines. It’s a vision of the past. And, perhaps, the future.</p> <p>Reaching a thundering waterfall, we stare into the foam. “Just watch,” says MacNeill. On cue, a gleaming fish flings itself from the chaos and lands with a heavy slap, powering into the onrushing current above. Another follows. Then another. It’s a stirring sight – the Atlantic salmon is in decline – and a fitting metaphor for Alladale’s vision: swimming upstream, against the odds, determined to reach its goal.</p>  <figure class=\"element element-image\" data-media-id=\"9d77837448a5b7b455f53ec22b4c3d3dd1501a18\"> <img src=\"https://media.guim.co.uk/9d77837448a5b7b455f53ec22b4c3d3dd1501a18/0_82_3069_1841/1000.jpg\" alt=\"Ptarmigan male\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The author spotted ptarmigan on top of Carn Ban.</span> <span class=\"element-image__credit\">Photograph: Mike Unwin</span> </figcaption> </figure>  <p>Lunchtime on our final day finds us on top of Carn Ban, high above Deanich. Our stiff climb has already been rewarded by sightings of Alladale’s resident pair of golden eagles circling overhead, a lolloping mountain hare and ptarmigan whirring away on snow-white wings. Now, in glorious sunshine, unwrapping our cheese rolls feels like uncorking a bottle of bubbly. We pore over the map, identifying suspects from the lineup of summits. To our west, the mountains stretch to the Atlantic, where the Summer Isles shimmer through the haze. To our east lies the Dornoch Firth, gateway to the North Sea. Two coasts for the price of one – and between them, a snow-splashed panorama of jaw-dropping immensity.</p> <p>A movement on the hillside opposite caught my eye: two red deer belting along a ridge, as though fleeing a predator. For a second, I pictured a pack of wolves in pursuit. Common sense told me this was impossible. But a landscape of this grandeur lets the imagination run wild. And at Alladale, evidently, imagination is getting things done.</p> <p>• <em>Accommodation was provided by <a href=\"https://alladale.com/accommodation/deanich-lodge/\">Deanich Lodge</a>, which sleeps eight from £2,750 </em><em>a week. A high-clearance vehicle is recommended for access</em></p>","newspaperPageNumber":"88","wordcount":"1052","firstPublicationDate":"2021-06-05T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:03Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjmm2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8c38ce0697cb8881cb3bf343d6bdad9afa83b585/0_93_2480_1487/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It’s 11pm but the sky is still light. In late May, this far north, night hardly happens. We peer out of the back window into the glen. The deer are closer. An hour ago, I spied their silhouettes descending the distant slopes, like tiny antlered beetles. Now they have crossed the river and are advancing over the bog towards us, nibbling as they go. A young stag stops to stare. Has he seen us? With the house lights out, I’d hoped we were invisible. There’s a long pause, measured by the incessant chiming of a cuckoo and the unearthly thrumming of snipe overhead. Right now, our isolation feels complete. Eventually, the stag lowers his head to resume nibbling. We breathe again. Isolation here is more than just a feeling. Deanich Lodge, where my wife and I are holed up, is among Britain’s most remote holiday houses. Flanked by the imposing slopes of Glen Beag, within the 9,300-hectare Alladale wilderness reserve an hour’s drive north of Inverness, it lies seven miles along a bumpy track from Alladale Lodge – the grand pile where top-end visitors find pricier accommodation. From the surrounding hills, Deanich appears incongruously tiny: a Monopoly house dropped into the wilderness. Between its sturdy walls, however, this former hunting lodge is a spacious self-catering retreat: with bunkrooms upstairs, it can accommodate up to 18. Central heating and a fully equipped kitchen suggest things have moved on since Victorian times, when former owner Charles Ross reputedly shot a stag from his bath, but visitors should still not expect wifi or a phone signal. Alladale may be familiar to Springwatch fans – it’s one of three locations chosen by the BBC for the current television series (the last episode airs on 8 June, all on iPlayer). While we are enjoying our social isolation at Deanich, presenter Iolo Williams and the team are up the road at the main lodge, filming the likes of black grouse, red squirrels and other wildlife showstoppers for your entertainment. Long before Springwatch arrived, this rugged slice of Scotland hit the headlines when businessman-turned-conservationist Paul Lister acquired the property in 2003 to plot one of Britain’s most ambitious rewilding projects. He knew that its picture-book landscape of bare hillsides was, in fact, a human contrivance, its native forests felled in ancient times and much of its rich biodiversity – which once included bear, boar and wolf – long since eradicated. He also learned how the Highlands’ most emblematic animal, the red deer, is today also its most problematic. With no predators to keep it in check, the sapling-nibbling monarch of the glen now thrives in such numbers that native forest can never return naturally. Lister’s vision was to restore the “Great Forest of Caledon”. He would plant native trees, rescue precious peatlands, control deer and eventually reintroduce wolves. Alarm bells rang. Scotland’s last wolf was supposedly shot by Sir Ewen Cameron at Killiecrankie in 1680. And while there is a sound ecological case for returning this much-maligned apex predator to its former homeland, in reality, public fear and landowner concerns for livestock mean that such a scheme seems unfeasible for the foreseeable. But many other pieces of Alladale’s ecological jigsaw are falling into place. On a 4x4 tour, reserve manager Innes MacNeill points out the swathes of regenerating native forest – Scots pine, birch, alder, willow, rowan – each sited according to its ecology. As we trundle up hill and down glen, he reels off impressive statistics: nearly a million trees planted to date; more than 33km of deer-proof fencing erected; deer numbers reduced to sustainable levels. “Paul hates fences,” he says, “but they’re a means to an end.” MacNeill, it seems, provides a reality check to some of Lister’s more impatient ambitions. A local boy, reared as a stalker, he oils the wheels with sceptical neighbours. “This is a legacy project,” he tells me, and change takes generations. Nonetheless, he has clearly bought into Lister’s approach, and explains how the land, once valued in terms of stag stalking, salmon catch and grouse shoots, is now worth more for its natural capital, offering ecological gains that, in the long term, will benefit us all. “Trees make trees,” he says. “We’re establishing seed sources that are going to future-proof this country.” Our tour also takes in other projects: a new aquaponics centre (no rest for Alladale during lockdown) and a captive breeding facility for the endangered Scottish wildcat. We continue past the lodge – where the BBC are busy checking last night’s camera traps for pine marten footage – and tramp through a gorgeous patch of mature Caledonian forest. A tangled understorey of heather and bilberry buttresses the gnarled, moss-festooned trunks of ancient Scots pines. It’s a vision of the past. And, perhaps, the future. Reaching a thundering waterfall, we stare into the foam. “Just watch,” says MacNeill. On cue, a gleaming fish flings itself from the chaos and lands with a heavy slap, powering into the onrushing current above. Another follows. Then another. It’s a stirring sight – the Atlantic salmon is in decline – and a fitting metaphor for Alladale’s vision: swimming upstream, against the odds, determined to reach its goal. Lunchtime on our final day finds us on top of Carn Ban, high above Deanich. Our stiff climb has already been rewarded by sightings of Alladale’s resident pair of golden eagles circling overhead, a lolloping mountain hare and ptarmigan whirring away on snow-white wings. Now, in glorious sunshine, unwrapping our cheese rolls feels like uncorking a bottle of bubbly. We pore over the map, identifying suspects from the lineup of summits. To our west, the mountains stretch to the Atlantic, where the Summer Isles shimmer through the haze. To our east lies the Dornoch Firth, gateway to the North Sea. Two coasts for the price of one – and between them, a snow-splashed panorama of jaw-dropping immensity. A movement on the hillside opposite caught my eye: two red deer belting along a ridge, as though fleeing a predator. For a second, I pictured a pack of wolves in pursuit. Common sense told me this was impossible. But a landscape of this grandeur lets the imagination run wild. And at Alladale, evidently, imagination is getting things done. • Accommodation was provided by Deanich Lodge, which sleeps eight from £2,750 a week. A high-clearance vehicle is recommended for access","charCount":"6472","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"Mike Unwin"},{"headline":"Up to 70 UK shopping centres could close amid Covid crisis","standfirst":"<p>Sites redeveloped into homes and offices as pandemic and online shopping change face of retail</p>","trailText":"Sites redeveloped into homes and offices as pandemic and online shopping change face of retail","byline":"Sarah Butler","main":"<figure class=\"element element-image\" data-media-id=\"28b5e5d8430958c7794b619950fbb99839a9296d\"> <img src=\"https://media.guim.co.uk/28b5e5d8430958c7794b619950fbb99839a9296d/0_546_8192_4918/1000.jpg\" alt=\"Nottingham’s Broadmarsh shopping centre\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nottingham’s Broadmarsh shopping centre, which was undergoing a £86m revamp by real estate investment trust Intu when the firm went into administration. </span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>","body":"<p>Up to 70 of Britain’s 700 shopping centres could be set for demolition after the pandemic dealt another blow to ageing malls already suffering from the rise of online shopping and over-expansion of retail space.</p> <p>Alongside those razed to the ground, many more malls built in the 1970s and 1980s will be at least partly redeveloped into homes, offices or for other uses as the urban landscape is reinvented as a result of changes in the way we live and work accelerated by the pandemic.</p> <p>At least 30 shopping centres in the UK are now at least half empty including five with more than 80% of their shops vacant as months of high street lockdowns have taken their toll on businesses.</p>  <p>A further 34 have between 40% and 50% of their shops vacant according to a Local Data Company analysis of centres in England, Scotland and Wales with at least 10 shops in them. The analysis does not include outdoor retail parks.</p> <p>“There’s no doubt that the Covid-19 pandemic has exacerbated many of the challenges we were seeing across the physical retail environment, with shopping centres having been particularly exposed to categories in decline, such as fashion and casual dining,” said Lucy Stainton, the commercial director at LDC.</p> <p>She says the indoor nature of most schemes and their lack of “essential retail”, such as food or hardware, has put them at a particular disadvantage with the number of vacant units increasing as a result.</p> <p>“Many shopping centres have been left too long and need a radical rethink,” said Stephen Springham, the head of retail research at property advisory firm Knight Frank who estimates that about 10% of shopping centres are no longer viable.</p> <p>He believes a further 20% to 30% – about 200 – will need a significant overhaul, with shops retained but parts of the centre converted to homes, offices or other uses.</p>  <figure class=\"element element-image\" data-media-id=\"adedb07cf975e1e11ce5721529a31f91d77d07b5\"> <img src=\"https://media.guim.co.uk/adedb07cf975e1e11ce5721529a31f91d77d07b5/571_0_4579_2747/1000.jpg\" alt=\"Castlegate Centre in Stockton on Tees\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Castlegate Centre in Stockton on Tees, Cleveland is due to be demolished in 2022.</span> <span class=\"element-image__credit\">Photograph: Robert Lazenby/Alamy</span> </figcaption> </figure>  <p>Shopping malls and high streets were already struggling before the pandemic as the switch to online shopping, over-development of out of town retail, rising costs and a change in habits towards spending on experiences or digital services, such as Netflix and Spotify, instead of “stuff” hit hard.</p> <p>The high street lockdowns and travel restrictions have only accelerated those trends, with 30% of retail spending now online. Further spending has shifted to local neighbourhoods as more people work from home.</p> <p>Major chains including <a href=\"https://www.theguardian.com/business/2021/jan/25/debenhams-close-stores-job-losses-boohoo-shops-covid-19\">Debenhams</a>, <a href=\"https://www.theguardian.com/business/2021/feb/01/asos-buys-topshop-topman-miss-selfridge-arcadia\">Topshop</a> and <a href=\"https://www.theguardian.com/business/2021/mar/20/thorntons-chocolate-retailer-departs-high-street-leaving-behind-childhood-memories\">Thornton’s</a> have disappeared from high streets across the country amid the financial fallout while many more brands have trimmed back their store estate including <a href=\"https://www.theguardian.com/business/2021/may/26/marks-and-spencer-to-step-up-store-closures-after-loss-covid\">Marks &amp; Spencer</a>, <a href=\"https://www.theguardian.com/business/2021/mar/24/john-lewis-to-close-eight-more-stores-putting-1500-jobs-at-risk\">John Lewis</a> and <a href=\"https://www.theguardian.com/business/2021/apr/09/mike-ashley-frasers-group-doubles-hit-it-expects-from-covid\">House of Fraser</a>.</p> <p>With potential tenants hard to come by, shopping centres already set for redevelopment are Nottingham’s Broadmarsh, where demolition starts this month, Stockton’s Castlegate, the Riverside centre in Shrewsbury, the Chilterns centre in High Wycombe, and Nicholsons in Maidenhead. Work has already begun to knock down <a href=\"https://www.theguardian.com/uk-news/2020/sep/24/were-going-to-miss-the-community-elephant-and-castle-shopping-centre-closes-after-55-years\">south London’s Elephant &amp; Castle</a> centre.</p> <p>While housing may be the solution for empty shopping malls in more affluent parts of the country, the difference between the value of residential buildings compared with retail may be a sticking point for developers elsewhere. The option for offices, student accommodation, lecture halls or new indoor markets, which are planned in some locations, won’t work everywhere. Some local authorities, including Nottingham and <a href=\"https://www.theguardian.com/artanddesign/2021/feb/11/is-this-the-future-for-britain-stockton-on-tees-park-high-street\">Stockton</a>, are looking at razing shopping centres to build parks.</p> <p>Stainton says: “There are fresh opportunities for how this space could be used such as flexible offices or community spaces. Likewise, the independents sector has remained comparatively resilient and where shopping centre space has typically been dominated by chains, landlords might look to engage newer brands creating more diverse schemes by return.”</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk </figcaption> </figure>  <p>But financing the changes make prove difficult for local authorities, some of which have already been burned by buying up shopping centres only to see their value plummet, adding further pressure on already squeezed budgets. Aside from financing building work, repurposed buildings may not provide the same income from business rates or rental that came from shops.</p> <p>Demolishing centres also raises questions of sustainability, with the whole process leading to new carbon emissions if existing buildings cannot be repurposed.</p> <p>“It’s a very complicated process. Just getting the basic finances to stack up is a massive challenge,” says Springham.</p>","newspaperPageNumber":"40","wordcount":"704","firstPublicationDate":"2021-06-05T06:00:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:00:02Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkd5y","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/28b5e5d8430958c7794b619950fbb99839a9296d/0_546_8192_4918/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Up to 70 of Britain’s 700 shopping centres could be set for demolition after the pandemic dealt another blow to ageing malls already suffering from the rise of online shopping and over-expansion of retail space. Alongside those razed to the ground, many more malls built in the 1970s and 1980s will be at least partly redeveloped into homes, offices or for other uses as the urban landscape is reinvented as a result of changes in the way we live and work accelerated by the pandemic. At least 30 shopping centres in the UK are now at least half empty including five with more than 80% of their shops vacant as months of high street lockdowns have taken their toll on businesses. A further 34 have between 40% and 50% of their shops vacant according to a Local Data Company analysis of centres in England, Scotland and Wales with at least 10 shops in them. The analysis does not include outdoor retail parks. “There’s no doubt that the Covid-19 pandemic has exacerbated many of the challenges we were seeing across the physical retail environment, with shopping centres having been particularly exposed to categories in decline, such as fashion and casual dining,” said Lucy Stainton, the commercial director at LDC. She says the indoor nature of most schemes and their lack of “essential retail”, such as food or hardware, has put them at a particular disadvantage with the number of vacant units increasing as a result. “Many shopping centres have been left too long and need a radical rethink,” said Stephen Springham, the head of retail research at property advisory firm Knight Frank who estimates that about 10% of shopping centres are no longer viable. He believes a further 20% to 30% – about 200 – will need a significant overhaul, with shops retained but parts of the centre converted to homes, offices or other uses. Shopping malls and high streets were already struggling before the pandemic as the switch to online shopping, over-development of out of town retail, rising costs and a change in habits towards spending on experiences or digital services, such as Netflix and Spotify, instead of “stuff” hit hard. The high street lockdowns and travel restrictions have only accelerated those trends, with 30% of retail spending now online. Further spending has shifted to local neighbourhoods as more people work from home. Major chains including Debenhams, Topshop and Thornton’s have disappeared from high streets across the country amid the financial fallout while many more brands have trimmed back their store estate including Marks &amp; Spencer, John Lewis and House of Fraser. With potential tenants hard to come by, shopping centres already set for redevelopment are Nottingham’s Broadmarsh, where demolition starts this month, Stockton’s Castlegate, the Riverside centre in Shrewsbury, the Chilterns centre in High Wycombe, and Nicholsons in Maidenhead. Work has already begun to knock down south London’s Elephant &amp; Castle centre. While housing may be the solution for empty shopping malls in more affluent parts of the country, the difference between the value of residential buildings compared with retail may be a sticking point for developers elsewhere. The option for offices, student accommodation, lecture halls or new indoor markets, which are planned in some locations, won’t work everywhere. Some local authorities, including Nottingham and Stockton, are looking at razing shopping centres to build parks. Stainton says: “There are fresh opportunities for how this space could be used such as flexible offices or community spaces. Likewise, the independents sector has remained comparatively resilient and where shopping centre space has typically been dominated by chains, landlords might look to engage newer brands creating more diverse schemes by return.” But financing the changes make prove difficult for local authorities, some of which have already been burned by buying up shopping centres only to see their value plummet, adding further pressure on already squeezed budgets. Aside from financing building work, repurposed buildings may not provide the same income from business rates or rental that came from shops. Demolishing centres also raises questions of sustainability, with the whole process leading to new carbon emissions if existing buildings cannot be repurposed. “It’s a very complicated process. Just getting the basic finances to stack up is a massive challenge,” says Springham.","charCount":"4440","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sarahbutler\">Sarah Butler</a>"}]