[{"headline":"Covid live: too soon to say if 21 June can go ahead, says Hancock, amid calls for fully vaccinated to get more freedoms","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc79c28f082ac930aebb6f#block-60bc79c28f082ac930aebb6f\">health secretary says too soon to decide if delay is needed</a> as <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc736a8f082ac930aebb3b#block-60bc736a8f082ac930aebb3b\">Tony Blair says people with two jabs should face fewer restrictions </a></p><ul><li><a href=\"https://www.theguardian.com/world/2021/jun/06/data-on-delta-variant-splits-scientists-on-lifting-final-covid-restrictions\">Data on Delta variant splits scientists on lifting final Covid restrictions</a></li><li><a href=\"https://www.theguardian.com/society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told\">Share vaccines or climate deal will fail, rich countries told</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/06/other-countries-need-covid-vaccine-before-british-teenagers-ministers-told\">Other countries need vaccine before UK teenagers, ministers told</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak/all\">See all our coronavirus coverage </a></li></ul>","trailText":"Latest updates: health secretary says too soon to decide if delay is needed as Tony Blair says people with two jabs should face fewer restrictions","byline":"Harry Taylor","main":"<figure class=\"element element-image\" data-media-id=\"ea9e585b98bfbbc6c46c0da25c66d2ec7b9fa16f\"> <img src=\"https://media.guim.co.uk/ea9e585b98bfbbc6c46c0da25c66d2ec7b9fa16f/0_231_4500_2699/1000.jpg\" alt=\"People enjoy the sunshine in Eton, Berkshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People enjoy the sunshine in Eton, Berkshire. Matt Hancock has said it is too early to decide if further easing can go ahead in England.</span> <span class=\"element-image__credit\">Photograph: Maureen McLean/REX/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60bc815d8f08b9889b36a5fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:06:07.193Z\">9.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan </strong>reported 343 new Covid-19 cases on Sunday, down from 511 reported the day before.</p> <p>The <strong>US </strong>announced on Sunday that it will give East Asian country 750,000 vaccine doses.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:06:28.247Z\">at 9.06am BST</time></p>  </div> <div id=\"block-60bc7f228f08b9889b36a5d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:59:41.190Z\">8.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Phillips </strong>asks if we could be giving more vaccines to other countries ahead of the G7 summit next week.</p> <p><strong>Hancock </strong>says: “My first duty is to protect the UK population, and that’s to reduce transmission. The way we’re helping the rest of the world is giving away at cost the Oxford/AstraZeneca vaccine and that means of the 2 billion doses delivered across the world, 500m doses are the Oxford/AstraZeneca vaccine. 70% of those doses are in low and middle-income countries. </p> <p>“The reason we’ve been able to do this is is that we’ve made it available at cost, no charge of intellectual property from the start. I’m delighted there’s a debate, around the G7 table on how to vaccinate the world, but this country has done more than any other by ensuring the Oxford/AstraZeneca vaccine is available at cost.”</p> </div>   </div> <div id=\"block-60bc7dc98f082ac930aebb86\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:53:11.084Z\">8.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Responding on whether the government will respond to <strong>Blair’s </strong>call earlier (see <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc736a8f082ac930aebb3b#block-60bc736a8f082ac930aebb3b\">8.19</a>), for global vaccine passports, as well as relaxations domestically for people who have had the jab. </p> <p><strong>Hancock </strong>says: “This debate has been going on for months and we’ve been doing the work inside government, and we’ll be coming out with our answers on that soon. </p> <p>“We know it’s going to be needed internationally, on the domestic front, that’s a matter for Michael Gove.”</p> </div>   </div> <div id=\"block-60bc7c5b8f08b9889b36a5bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:46:50.761Z\">8.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Phillips </strong>asks if the government will want to vaccinate all children.</p> <p>The UK regulator, Joint Committee on Vaccination and Immunisation, approved the Pfizer jab for use on children aged <a href=\"https://www.theguardian.com/world/2021/jun/04/uk-regulator-approves-pfizer-covid-vaccine-for-12-to-15-year-olds\">between 12 and 15 earlier this week.</a> A story in the Sunday Telegraph said that under plans drawn up by Whitehall, they would be <a href=\"https://www.telegraph.co.uk/politics/2021/06/05/vaccines-children-could-start-august-plans-discussed-ministers/\">offered the jab from mid-August.</a></p> <p><strong>Hancock </strong>doesn’t rule it out, and says: “We’ve got a few weeks until we come out with a plan on how and if we take this forward. </p> <p>“We know the vaccine both protects you and helps stops it transmitting, and I want to protect education as much as anybody does. Making sure we don’t have those whole bubbles going home and the isolation, that has big upsides for education.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:09:17.118Z\">at 9.09am BST</time></p>  </div> <div id=\"block-60bc7bb28f082e80569f7b02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:42:12.654Z\">8.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Under-30s are being invited to get their jabs this week, <strong>Hancock </strong>adds, as he says the link between infection and serious illness has been “severed but not broken” by the vaccine.</p> <p><strong>Phillips </strong>asks whether there will be a modification of the roadmap, such as lifting lockdown but still asking people to work from home.</p> <p>“There are a series of things at the moment that we’ve said will be part of step four, which include the rule of six and the fact there’s still some businesses that are closed.</p> <p>“We have four reviews into international travel and certification and social distancing, and we are concluding those reviews and doing that at the same time.”</p> </div>   </div> <div id=\"block-60bc7b1b8f08b9889b36a5ae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:39:20.220Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hancock </strong>urges people to go and get their second dose to try and stop the damage being caused by the India variant, that is 40% more transmissible.</p> <p>“It’s more difficult to manage this virus with the new variant. But after two doses of vaccine we are confident that you get the same protection as you did with the old variant.</p> <p>“The vaccine works just as effectively, and everyone must get their second jab though, as the first on its own isn’t quite as effective.”</p> </div>   </div> <div id=\"block-60bc79c28f082ac930aebb6f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:36:11.567Z\">8.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Matt Hancock: too early to decide if 21 June easing will be delayed</h2>  <div class=\"block-elements\">  <p>The health secretary <strong>Matt Hancock</strong> is on Sky News’ Trevor Phillips on Sunday, as part of a morning broadcast tour. </p> <p>He asks Hancock whether there will be a delay to the relaxing of restrictions on 21 June.</p> <p>“It’s too early to make a final decision on that,” Hancock begins. “The prime minister and the team will be looking over all the data over this week and we’ve said we will be giving people enough time ahead of 21 June when this is pencilled in, this next step.”</p> <p>He says it will depend on the four tests; cases, hospitalisations, the rollout of the vaccine and the impact of new variants. Hancock admits that there has been a significant impact of the Delta variant.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:04:16.799Z\">at 9.04am BST</time></p>  </div> <div id=\"block-60bc78b58f082ac930aebb68\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:31:09.836Z\">8.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Vaccinate world by end of 2022' - Johnson</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson </strong>will urge G7 leaders to “defeat Covid” by vaccinating the world by the end of next year.</p> <p>The prime minister will stress the importance of the programme when he meets leaders on Friday in Cornwall for the first face-to-face G7 meeting since the beginning of the pandemic.</p> <p>The US, France, Germany, Italy and Japan have all said how many doses they will donate to the global vaccine programme, Covax. However the UK and Canada are yet to announce how many they will contribute.</p> <p>Johnson will also call for a global watch system to catch new variants before they spread more widely.</p> <p>Johnson said: “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:39:03.158Z\">at 8.39am BST</time></p>  </div> <div id=\"block-60bc77838f082ac930aebb5d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:25:57.302Z\">8.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Head of the UK vaccines taskforce <strong tabindex=\"-1\">Kate Bingham</strong> is to be given a damehood, the Telegraph has reported, after getting the UK access to millions of doses of six different jabs.</p> <p>Her expected honour is among a number in next week’s Queen’s Birthday honours dedicated to “heroes” in the pandemic.</p> <p>Bingham was appointed to the role in May last year and left at the end of 2020. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:39:21.704Z\">at 8.39am BST</time></p>  </div> <div id=\"block-60bc736a8f082ac930aebb3b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:19:00.979Z\">8.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People who have had both doses of a Covid-19 vaccine should have restrictions relaxed for them, according to former prime minister Tony Blair.</p> <p>Blair’s thinktank, the Tony Blair Institute for Global Change, sets out how the country should remain open if the virus persists in the population. The report, <a draggable=\"true\" href=\"https://institute.global/policy/less-risk-more-freedom\">Less Risk, More Freedom</a>, says that the NHS app – which is currently used for contact tracing – should be replaced with a system of global health passes.</p> <p>“The health pass needs to be usable both by national border authorities and other organisations within countries. It should also include the ability to demonstrate time-restricted testing status for those who aren’t able to be vaccinated. </p> <p>“With this ability to securely prove vaccination status, we can move beyond blunt, catch-all tools and align with other countries by removing certain restrictions for the fully vaccinated – thereby enabling us to sustainably reopen the economy,” the report says. </p> <p>Good morning from London, I’m Harry Taylor and I’ll be bringing you all the latest Covid-19 news from around the world today. If you have any comments, tips or suggestions - drop me an <a href=\"mailto:harry.taylor.casual@theguardian.com\">email </a>or via Twitter <a href=\"http://www.twitter.com/HarryTaylr\">@HarryTaylr</a> where my DMs are open.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:47:52.476Z\">at 8.47am BST</time></p>  </div>","wordcount":"1085","firstPublicationDate":"2021-06-06T07:19:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:09:55Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2b3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ea9e585b98bfbbc6c46c0da25c66d2ec7b9fa16f/0_231_4500_2699/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Taiwan reported 343 new Covid-19 cases on Sunday, down from 511 reported the day before. The US announced on Sunday that it will give East Asian country 750,000 vaccine doses. Phillips asks if we could be giving more vaccines to other countries ahead of the G7 summit next week. Hancock says: “My first duty is to protect the UK population, and that’s to reduce transmission. The way we’re helping the rest of the world is giving away at cost the Oxford/AstraZeneca vaccine and that means of the 2 billion doses delivered across the world, 500m doses are the Oxford/AstraZeneca vaccine. 70% of those doses are in low and middle-income countries. “The reason we’ve been able to do this is is that we’ve made it available at cost, no charge of intellectual property from the start. I’m delighted there’s a debate, around the G7 table on how to vaccinate the world, but this country has done more than any other by ensuring the Oxford/AstraZeneca vaccine is available at cost.” Responding on whether the government will respond to Blair’s call earlier (see 8.19), for global vaccine passports, as well as relaxations domestically for people who have had the jab. Hancock says: “This debate has been going on for months and we’ve been doing the work inside government, and we’ll be coming out with our answers on that soon. “We know it’s going to be needed internationally, on the domestic front, that’s a matter for Michael Gove.” Phillips asks if the government will want to vaccinate all children. The UK regulator, Joint Committee on Vaccination and Immunisation, approved the Pfizer jab for use on children aged between 12 and 15 earlier this week. A story in the Sunday Telegraph said that under plans drawn up by Whitehall, they would be offered the jab from mid-August. Hancock doesn’t rule it out, and says: “We’ve got a few weeks until we come out with a plan on how and if we take this forward. “We know the vaccine both protects you and helps stops it transmitting, and I want to protect education as much as anybody does. Making sure we don’t have those whole bubbles going home and the isolation, that has big upsides for education.” Under-30s are being invited to get their jabs this week, Hancock adds, as he says the link between infection and serious illness has been “severed but not broken” by the vaccine. Phillips asks whether there will be a modification of the roadmap, such as lifting lockdown but still asking people to work from home. “There are a series of things at the moment that we’ve said will be part of step four, which include the rule of six and the fact there’s still some businesses that are closed. “We have four reviews into international travel and certification and social distancing, and we are concluding those reviews and doing that at the same time.” Hancock urges people to go and get their second dose to try and stop the damage being caused by the India variant, that is 40% more transmissible. “It’s more difficult to manage this virus with the new variant. But after two doses of vaccine we are confident that you get the same protection as you did with the old variant. “The vaccine works just as effectively, and everyone must get their second jab though, as the first on its own isn’t quite as effective.” The health secretary Matt Hancock is on Sky News’ Trevor Phillips on Sunday, as part of a morning broadcast tour. He asks Hancock whether there will be a delay to the relaxing of restrictions on 21 June. “It’s too early to make a final decision on that,” Hancock begins. “The prime minister and the team will be looking over all the data over this week and we’ve said we will be giving people enough time ahead of 21 June when this is pencilled in, this next step.” He says it will depend on the four tests; cases, hospitalisations, the rollout of the vaccine and the impact of new variants. Hancock admits that there has been a significant impact of the Delta variant. Boris Johnson will urge G7 leaders to “defeat Covid” by vaccinating the world by the end of next year. The prime minister will stress the importance of the programme when he meets leaders on Friday in Cornwall for the first face-to-face G7 meeting since the beginning of the pandemic. The US, France, Germany, Italy and Japan have all said how many doses they will donate to the global vaccine programme, Covax. However the UK and Canada are yet to announce how many they will contribute. Johnson will also call for a global watch system to catch new variants before they spread more widely. Johnson said: “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” Head of the UK vaccines taskforce Kate Bingham is to be given a damehood, the Telegraph has reported, after getting the UK access to millions of doses of six different jabs. Her expected honour is among a number in next week’s Queen’s Birthday honours dedicated to “heroes” in the pandemic. Bingham was appointed to the role in May last year and left at the end of 2020. People who have had both doses of a Covid-19 vaccine should have restrictions relaxed for them, according to former prime minister Tony Blair. Blair’s thinktank, the Tony Blair Institute for Global Change, sets out how the country should remain open if the virus persists in the population. The report, Less Risk, More Freedom, says that the NHS app – which is currently used for contact tracing – should be replaced with a system of global health passes. “The health pass needs to be usable both by national border authorities and other organisations within countries. It should also include the ability to demonstrate time-restricted testing status for those who aren’t able to be vaccinated. “With this ability to securely prove vaccination status, we can move beyond blunt, catch-all tools and align with other countries by removing certain restrictions for the fully vaccinated – thereby enabling us to sustainably reopen the economy,” the report says. Good morning from London, I’m Harry Taylor and I’ll be bringing you all the latest Covid-19 news from around the world today. If you have any comments, tips or suggestions - drop me an email or via Twitter @HarryTaylr where my DMs are open.","charCount":"6268","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/harry-taylor\">Harry Taylor</a>"},{"headline":"Greentea Peng: Man Made review – featherlight, even in anger","standfirst":"<p>(AMF Records)</p><p>Hip-hop, jazz and righteous reggae blend elegantly in the singer-songwriter’s message-driven debut album</p>","trailText":"Hip-hop, jazz and righteous reggae blend elegantly in the singer-songwriter’s message-driven debut album","byline":"Kitty Empire","main":"<figure class=\"element element-image\" data-media-id=\"8b284356f835ef5bf49384bdee34655aec875cfa\"> <img src=\"https://media.guim.co.uk/8b284356f835ef5bf49384bdee34655aec875cfa/0_738_2823_1694/1000.jpg\" alt=\"Greentea Peng\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Vibrates a little differently’: Greentea Peng.</span> <span class=\"element-image__credit\">Photograph: Stefy Pocket</span> </figcaption> </figure>","body":"<p>South Londoner <a href=\"https://www.greenteapeng.net/#/\">Greentea Peng</a> <a href=\"https://thefortyfive.com/interviews/greentea-peng-interview-man-made-2021/\">vibrates a little differently</a> from the rest of us. Genuinely – her debut album was purposely recorded at 432Hz (and not the industry standard 440) because of the frequency’s <a href=\"https://pubmed.ncbi.nlm.nih.gov/31031095/\">much-discussed soothing properties.</a></p> <p>Within lies a hazy miasma of jazz, righteous reggae, easy-going hip-hop and vintage neo-soul in which the echo effects of dub and the swirl of psychedelia hand off to skitters of drum’n’bass. “Krishna and Jah” keep watch over the recording studio.</p> <p>Anchoring all these inputs and 18 producers is Aria Wells herself – her voice, featherlight even in anger, weary in the best way – and her concerns. <a href=\"https://www.youtube.com/watch?v=nlA3gep4Cr8\">Free My People </a>is self-explanatory. “Babylon, won’t play your game,” she sings on Maya, a standout. Suffer is a succinct track about the commonality of suffering, built on an elegant little recurring arpeggio.</p> <p>Atmospheres, healing and processing society’s messages are the point here, rather than hits. But Wells doesn’t lack for tunes, which ebb in and out. <a href=\"https://www.youtube.com/watch?v=zl_T365DuZc\">Dingaling</a> in particular distils Greentea Peng’s essence into an accessible form. <em>Man Made</em> can veer towards aimlessness and self-parody – “Eat some shrooms,” Wells sings, ruining the jazz piano vibes on Party Hard Interlude. But the overarching charms of this record aren’t overly diminished. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=zl_T365DuZc\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/zl_T365DuZc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://youtu.be/zl_T365DuZc\">Watch the video for Dingaling by Greentea Peng.</a></figcaption> </figure>","newspaperPageNumber":"37","starRating":"3","wordcount":"205","commentCloseDate":"2021-06-27T04:00:00Z","commentable":"true","firstPublicationDate":"2021-06-06T08:00:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:00:34Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjfg8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8b284356f835ef5bf49384bdee34655aec875cfa/0_738_2823_1694/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"South Londoner Greentea Peng vibrates a little differently from the rest of us. Genuinely – her debut album was purposely recorded at 432Hz (and not the industry standard 440) because of the frequency’s much-discussed soothing properties. Within lies a hazy miasma of jazz, righteous reggae, easy-going hip-hop and vintage neo-soul in which the echo effects of dub and the swirl of psychedelia hand off to skitters of drum’n’bass. “Krishna and Jah” keep watch over the recording studio. Anchoring all these inputs and 18 producers is Aria Wells herself – her voice, featherlight even in anger, weary in the best way – and her concerns. Free My People is self-explanatory. “Babylon, won’t play your game,” she sings on Maya, a standout. Suffer is a succinct track about the commonality of suffering, built on an elegant little recurring arpeggio. Atmospheres, healing and processing society’s messages are the point here, rather than hits. But Wells doesn’t lack for tunes, which ebb in and out. Dingaling in particular distils Greentea Peng’s essence into an accessible form. Man Made can veer towards aimlessness and self-parody – “Eat some shrooms,” Wells sings, ruining the jazz piano vibes on Party Hard Interlude. But the overarching charms of this record aren’t overly diminished.","charCount":"1286","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/kittyempire\">Kitty Empire</a>"},{"headline":"Notes on chocolate: nut-milk and honeycomb made my May","standfirst":"<p>Here are four inventive treats guaranteed to hit the sweet spot</p>","trailText":"Here are four inventive treats guaranteed to hit the sweet spot, chosen by Annalisa Barbieri","byline":"Annalisa Barbieri","main":"<figure class=\"element element-image\" data-media-id=\"0a1657f9336e835182df55aac375ab4122df4b9e\"> <img src=\"https://media.guim.co.uk/0a1657f9336e835182df55aac375ab4122df4b9e/0_0_3600_3600/1000.jpg\" alt=\"Yorkshire Honeycomb Rocks by White Rabbit Chocolatiers\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Crunch time: honeycomb is always a treat</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>","body":"<p>May was a fine autumn month. There were days the skies above my house looked radically different from each window and the mad winds, borrowed from March, blew the cherry blossom into the house like a peace offering. I drank hot chocolate <em>and</em> iced coffee.</p> <p>My childhood newsagent treat was always a Crunchie, so any sort of honeycomb dipped in chocolate feels special. I ate a slightly more grown-up version in some double-dipped ‘<a href=\"https://whiterabbitchocolatiers.co.uk/collections/best-sellers/products/yorkshire-honeycomb-rocks\">Yorkshire honeycomb rocks</a>’ (made using Yorkshire honey) from <strong>White Rabbit Chocolatiers</strong>, £9.99/200g, which were delicious (watch your fillings with the chewy honeycomb).</p> <p><strong>Hotel Chocolat</strong> had two superb offerings in its <a href=\"https://www.hotelchocolat.com/uk/inventing-room-subscriptions.html\">Inventing Room subscription box</a>, £25 a month, in the form of nutmilk-coated hazelnuts (impossible to stop eating) and peanut pillow biscuits, which tasted like the most glorious Club biscuit ever (not) invented.</p> <p>For a non-vegan, I seem to be eating a lot of vegan chocolate and staying, unintentionally, on the hazelnut theme I can’t recommend highly enough <strong>Luisa</strong>’s <a href=\"https://luisasveganchocolates.co.uk/products/hazolate\">Hazolate</a> milk chocolate, £2.80 for a super cute, snack-sized 25g bar.</p> <p>Finally, let me tell you about a bar of quite wonderful 50% milk sold by a fab new company called <strong>Chocaletta</strong>: Ocelot’s organic <a href=\"https://www.chocaletta.co.uk/ocelot-artisan-femme-dark-milk-chocolate-50-70g\">50% Femme</a> (the beans are grown by a women’s co-operative in Congo), £5/70g. This bar is a marriage of creaminess and strong cocoa: perfectly balanced and generally perfect. Unlike poor May.</p> <p><em><a href=\"https://whiterabbitchocolatiers.co.uk/\" title=\"\">whiterabbitchocolatiers.co.uk</a>; <a href=\"https://luisasveganchocolates.co.uk/\" title=\"\">luisasveganchocolates.co.uk</a></em>; <em><a href=\"https://www.hotelchocolat.com/uk\" title=\"\">hotelchocolat.com; </a><a href=\"https://www.chocaletta.co.uk/\" title=\"\">chocaletta.co.uk</a></em></p> <p><em>Follow Annalisa on Twitter <a href=\"https://twitter.com/AnnalisaB?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@AnnalisaB</a></em></p>","newspaperPageNumber":"25","wordcount":"235","commentable":"false","firstPublicationDate":"2021-06-06T08:00:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:08:35Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hj6n4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0a1657f9336e835182df55aac375ab4122df4b9e/0_76_3600_2160/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"May was a fine autumn month. There were days the skies above my house looked radically different from each window and the mad winds, borrowed from March, blew the cherry blossom into the house like a peace offering. I drank hot chocolate and iced coffee. My childhood newsagent treat was always a Crunchie, so any sort of honeycomb dipped in chocolate feels special. I ate a slightly more grown-up version in some double-dipped ‘Yorkshire honeycomb rocks’ (made using Yorkshire honey) from White Rabbit Chocolatiers, £9.99/200g, which were delicious (watch your fillings with the chewy honeycomb). Hotel Chocolat had two superb offerings in its Inventing Room subscription box, £25 a month, in the form of nutmilk-coated hazelnuts (impossible to stop eating) and peanut pillow biscuits, which tasted like the most glorious Club biscuit ever (not) invented. For a non-vegan, I seem to be eating a lot of vegan chocolate and staying, unintentionally, on the hazelnut theme I can’t recommend highly enough Luisa’s Hazolate milk chocolate, £2.80 for a super cute, snack-sized 25g bar. Finally, let me tell you about a bar of quite wonderful 50% milk sold by a fab new company called Chocaletta: Ocelot’s organic 50% Femme (the beans are grown by a women’s co-operative in Congo), £5/70g. This bar is a marriage of creaminess and strong cocoa: perfectly balanced and generally perfect. Unlike poor May. whiterabbitchocolatiers.co.uk; luisasveganchocolates.co.uk; hotelchocolat.com; chocaletta.co.uk Follow Annalisa on Twitter @AnnalisaB","charCount":"1531","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/annalisabarbieri\">Annalisa Barbieri</a>"},{"headline":" Xi’s change of heart is too late to stop China’s collision with the west","standfirst":"<p>The Chinese president’s conciliatory speech rings hollow in the face of his brutal policies </p>","trailText":"The Chinese president’s conciliatory speech rings hollow in the face of his brutal policies ","byline":"Simon Tisdall","main":"<figure class=\"element element-image\" data-media-id=\"ab094b72a9e1c7cf899c953706c3f13575100e8c\"> <img src=\"https://media.guim.co.uk/ab094b72a9e1c7cf899c953706c3f13575100e8c/0_117_3500_2100/1000.jpg\" alt=\"People recite the Communist party oath in front of a screen dominated by an image of Chinese president Xi Jinping.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People recite the Communist party oath in front of a screen dominated by an image of Chinese president Xi Jinping. </span> <span class=\"element-image__credit\">Photograph: Aly Song/Reuters</span> </figcaption> </figure>","body":"<p>Is it too late to halt the slide towards all-out confrontation between China and the western democracies? An apparently conciliatory speech last week by Xi Jinping led some observers to suggest China’s president may want to mend fences. But a <a href=\"https://www.bbc.co.uk/news/world-asia-china-57327177\" title=\"\">change of tone</a> in Beijing will not cut much ice in Washington unless Xi’s aggressive policies change, too.</p> <p>Since coming to power in 2012, Xi has overseen a marked shift towards authoritarianism at home and increased “assertiveness” – a polite word for bullying – abroad. He has established the type of personal, almost cultish dominance over the Chinese Communist party not seen since the days of Mao Zedong.</p> <p>So when Xi talks, as he did last week, about the need for arrogant CCP spokespeople and the country’s antagonistic “wolf warrior” diplomats to present a more “lovable” and “humble” image of China to the world, he is really critiquing himself and his own management style.</p> <p>Yet Xi has never had to woo ordinary voters. He has purged all serious rivals. He lauds uniformity and exhibits a hatred of “difference”, as cruelly manifested in Xinjiang. He rules by fear, political cunning and brute force. Love has nothing to do with it.</p> <p>Looked at another way, Xi’s speech would not have been out of place at a militant tendency meeting circa 1976 or, for that matter, in the old Soviet politburo. Like hard-left politicians and neo-Marxists everywhere, Xi believes it’s not his policies that are at fault but a failure to explain and communicate them effectively.</p> <p>China must expand its “circle of friends”, he said. “Propaganda organisations” (meaning state media) must make clear to all that the CCP wanted “nothing but the Chinese people’s happiness and good fortune”. Does he really believe people will swallow such tosh? Coming from a man dedicated to supplanting the US as <a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/weak-divided-incompetent-the-west-is-unfit-to-challenge-xis-bid-for-global-hegemony\" title=\"\">global hegemon</a>, his words suggest startling naivety about the world beyond China or else a shocking cynicism.</p> <p>Extensive state-directed, under-the-radar schemes to “tell China’s story” and expand its influence are in any case already in train, according to the National Endowment for Democracy in Washington. “Over the past decade, the CCP has overseen a dramatic expansion of efforts to <a href=\"https://www.ned.org/wp-content/uploads/2021/02/Chinas-Global-Media-Footprint-Democratic-Responses-to-Expanding-Authoritarian-Influence-Cook-Feb-2021.pdf\" title=\"\">shape media content around the world</a>,” it said, even as the CCP stifles critical independent coverage.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Xi’s speech would not have been out of place at a militant tendency meeting circa 1976</p> </blockquote> </aside>  <p>Using propaganda, disinformation and censorship, “Beijing has insinuated its content ... into foreign media markets in many subtle ways, for example, through content-sharing agreements ... Hundreds of millions of news consumers around the world routinely view, read, or listen to information created or influenced by the CCP, often without knowing its origins.”</p> <p>Xi’s image-massaging and media manipulation went a drastic step further last week as Beijing suppressed coverage of the 1989 Tiananmen Square massacre anniversary. <a href=\"https://www.theguardian.com/world/2021/jun/02/no-political-story-allowed-hong-kong-broadcaster-falls-silent-on-sensitive-subjects\" title=\"\">Hong Kong media were told not to mention it.</a> <a href=\"https://www.theguardian.com/world/2021/jun/04/hong-kong-7000-police-ready-to-enforce-ban-on-tiananmen-anniversary-protests\" title=\"\">An annual vigil for victims was banned amid yet more arrests</a>. The record of the CCP’s historical culpability over Tiananmen was wiped. Yet today’s crushing of Hong Kong’s freedoms is a very public crime that Xi cannot airbrush away. Lovable it ain’t.</p> <p>Blatant and loveless, too, is the siege of Taiwan, where Chinese military forces regularly launch high-profile, provocative territorial incursions. Like a latter-day emperor, Xi sees reunification as the crowning achievement of his reign. The west’s shameful failure to defend Hong Kong emboldens him, and fears grow that he may soon resort to force. Taiwan could yet become America’s Falklands.</p> <p>All around China’s borders, from India and South Korea to Malaysia, the Philippines and Australia, <a href=\"https://www.theguardian.com/world/2021/jun/02/malaysia-protests-suspicious-chinese-air-force-activity-over-south-china-sea\" title=\"\">a grim story of intimidation, impunity and aggression</a> is unfolding, as opposed to the confected, made-in-Beijing narrative of neighbourly co-existence. The list of western grievances with Xi’s China, often spilling over into undisguised anger, grows longer almost by the day. The problem now – assuming Xi really is having second thoughts – is that it may already be too late. A tipping point has been reached. Tolerance for Chinese boorishness is all but exhausted.</p> <p>Xi may not be able to alter course even if he wants to. For almost a decade, he has unleashed wave after wave of what analyst Sulmaan Wasif Khan calls “<a href=\"https://foreignpolicy.com/2021/05/28/china-grand-strategy-wolf-warrior-nationalism/\" title=\"\">belligerent, defensive nationalism”</a> – political, economic and military. China, he wrote, “has poisoned itself through its own rhetoric ... As the US discovered in the Donald Trump years, one cannot stoke nationalistic fires without their eventually blazing beyond control.”</p> <p>A reckoning is due. US president Joe Biden has stuck to his predecessor’s tough line, and is steadily reinforcing it. This coming weekend’s G7 summit will back him up. The Quad – an alliance of the US, Japan, India and Australia – is reviving. Defence spending is rising, on both sides. New weapons, including nuclear, come on stream. Britain, following other Nato powers, has sent a naval battlegroup to the South China Sea.</p> <p><a href=\"https://www.theguardian.com/us-news/2021/jun/03/biden-bans-us-investment-chinese-military-tech-surveillance\" title=\"\">Punitive sanctions multiply</a>, noisy diplomatic clashes and trade disputes escalate, mutual recriminations abound. And now, having previously dismissed it is as a Trumpian conspiracy hoax, Biden has <a href=\"https://www.nytimes.com/2021/05/26/us/politics/biden-coronavirus-origins.html\" title=\"\">ordered a fast-track investigation </a>into the theory that Covid-19 leaked from a secret laboratory in Wuhan and Xi covered it up.</p> <p>Biden’s action is legitimate, epidemiologically speaking. But it is also unmistakably political. Seen from Beijing, it looks like an overtly hostile act, even a trap, that potentially undoes all the efforts to portray China as a benign global superpower. For Xi and his legacy, the threat posed by the “Wuhan virus” story is existential.</p> <p>Xi is making nice as the CCP prepares to mark its centenary next month. But it won’t last, because nothing has fundamentally changed. Attitudes in the west are hardening. And Xi is not afraid of a fight. However he spins it, the slide towards confrontation appears inexorable.</p>","newspaperPageNumber":"31","wordcount":"939","firstPublicationDate":"2021-06-06T08:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:00:33Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hke9n","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ab094b72a9e1c7cf899c953706c3f13575100e8c/0_117_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Is it too late to halt the slide towards all-out confrontation between China and the western democracies? An apparently conciliatory speech last week by Xi Jinping led some observers to suggest China’s president may want to mend fences. But a change of tone in Beijing will not cut much ice in Washington unless Xi’s aggressive policies change, too. Since coming to power in 2012, Xi has overseen a marked shift towards authoritarianism at home and increased “assertiveness” – a polite word for bullying – abroad. He has established the type of personal, almost cultish dominance over the Chinese Communist party not seen since the days of Mao Zedong. So when Xi talks, as he did last week, about the need for arrogant CCP spokespeople and the country’s antagonistic “wolf warrior” diplomats to present a more “lovable” and “humble” image of China to the world, he is really critiquing himself and his own management style. Yet Xi has never had to woo ordinary voters. He has purged all serious rivals. He lauds uniformity and exhibits a hatred of “difference”, as cruelly manifested in Xinjiang. He rules by fear, political cunning and brute force. Love has nothing to do with it. Looked at another way, Xi’s speech would not have been out of place at a militant tendency meeting circa 1976 or, for that matter, in the old Soviet politburo. Like hard-left politicians and neo-Marxists everywhere, Xi believes it’s not his policies that are at fault but a failure to explain and communicate them effectively. China must expand its “circle of friends”, he said. “Propaganda organisations” (meaning state media) must make clear to all that the CCP wanted “nothing but the Chinese people’s happiness and good fortune”. Does he really believe people will swallow such tosh? Coming from a man dedicated to supplanting the US as global hegemon, his words suggest startling naivety about the world beyond China or else a shocking cynicism. Extensive state-directed, under-the-radar schemes to “tell China’s story” and expand its influence are in any case already in train, according to the National Endowment for Democracy in Washington. “Over the past decade, the CCP has overseen a dramatic expansion of efforts to shape media content around the world,” it said, even as the CCP stifles critical independent coverage. Using propaganda, disinformation and censorship, “Beijing has insinuated its content ... into foreign media markets in many subtle ways, for example, through content-sharing agreements ... Hundreds of millions of news consumers around the world routinely view, read, or listen to information created or influenced by the CCP, often without knowing its origins.” Xi’s image-massaging and media manipulation went a drastic step further last week as Beijing suppressed coverage of the 1989 Tiananmen Square massacre anniversary. Hong Kong media were told not to mention it. An annual vigil for victims was banned amid yet more arrests. The record of the CCP’s historical culpability over Tiananmen was wiped. Yet today’s crushing of Hong Kong’s freedoms is a very public crime that Xi cannot airbrush away. Lovable it ain’t. Blatant and loveless, too, is the siege of Taiwan, where Chinese military forces regularly launch high-profile, provocative territorial incursions. Like a latter-day emperor, Xi sees reunification as the crowning achievement of his reign. The west’s shameful failure to defend Hong Kong emboldens him, and fears grow that he may soon resort to force. Taiwan could yet become America’s Falklands. All around China’s borders, from India and South Korea to Malaysia, the Philippines and Australia, a grim story of intimidation, impunity and aggression is unfolding, as opposed to the confected, made-in-Beijing narrative of neighbourly co-existence. The list of western grievances with Xi’s China, often spilling over into undisguised anger, grows longer almost by the day. The problem now – assuming Xi really is having second thoughts – is that it may already be too late. A tipping point has been reached. Tolerance for Chinese boorishness is all but exhausted. Xi may not be able to alter course even if he wants to. For almost a decade, he has unleashed wave after wave of what analyst Sulmaan Wasif Khan calls “belligerent, defensive nationalism” – political, economic and military. China, he wrote, “has poisoned itself through its own rhetoric ... As the US discovered in the Donald Trump years, one cannot stoke nationalistic fires without their eventually blazing beyond control.” A reckoning is due. US president Joe Biden has stuck to his predecessor’s tough line, and is steadily reinforcing it. This coming weekend’s G7 summit will back him up. The Quad – an alliance of the US, Japan, India and Australia – is reviving. Defence spending is rising, on both sides. New weapons, including nuclear, come on stream. Britain, following other Nato powers, has sent a naval battlegroup to the South China Sea. Punitive sanctions multiply, noisy diplomatic clashes and trade disputes escalate, mutual recriminations abound. And now, having previously dismissed it is as a Trumpian conspiracy hoax, Biden has ordered a fast-track investigation into the theory that Covid-19 leaked from a secret laboratory in Wuhan and Xi covered it up. Biden’s action is legitimate, epidemiologically speaking. But it is also unmistakably political. Seen from Beijing, it looks like an overtly hostile act, even a trap, that potentially undoes all the efforts to portray China as a benign global superpower. For Xi and his legacy, the threat posed by the “Wuhan virus” story is existential. Xi is making nice as the CCP prepares to mark its centenary next month. But it won’t last, because nothing has fundamentally changed. Attitudes in the west are hardening. And Xi is not afraid of a fight. However he spins it, the slide towards confrontation appears inexorable.","charCount":"5888","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/simontisdall\">Simon Tisdall</a>"},{"headline":"Little-known deadline threatens to scupper homebuyers’ dreams","standfirst":"<p>An obscure completion date for help-to-buy loans could wreck people’s plans to get on the property ladder</p>","trailText":"An obscure completion date for help-to-buy loans could wreck people’s plans to get on the property ladder","byline":"Anna Tims","main":"<figure class=\"element element-image\" data-media-id=\"ff589a4bd3d355ebe9bfba8f606718f89c5b2bca\"> <img src=\"https://media.guim.co.uk/ff589a4bd3d355ebe9bfba8f606718f89c5b2bca/0_162_4000_2399/1000.jpg\" alt=\"Help-to-buy properties have to be new-builds and under new rules meet a completion deadline.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Help-to-buy properties have to be new-builds and under new rules meet a completion deadline.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>","body":"<p>Sam Walker was looking forward to moving into his new home with his family once all the construction work was done. But then his plans looked at risk of collapse.</p> <p>He realised he could lose the Bradford property he bought off-plan because the January 2022 completion date disqualified it from the scheme he used to buy it.</p> <p>The problem emerged over confusion surrounding the new rules of the government’s help-to-buy loan scheme, which first-time buyers use to fund their new homes.</p> <p>Those reserved this year must be fully built by 31 December for buyers to qualify for the loan of up to 20% of the sale price.</p> <p>If completion is delayed by even a week, buyers will have to wait three months – until after 5 April – to reapply under the 2022 scheme. However, the deadline is not mentioned on the <a href=\"https://www.gov.uk/affordable-home-ownership-schemes/help-to-buy-equity-loan\" title=\"\">help-to-buy web pages</a> and mortgage brokers say they have not been informed.</p> <p>It’s the responsibility of developers to let purchasers know of the restriction, but some sales staff remain unaware of the requirement announced in February by Homes England, the public body that funds affordable housing.</p> <p>“When we made our offer the developer, Miller Homes, referred us to a broker, New Homes Advice, to check we were eligible to apply for a help-to-buy loan and we were told that we were,” says Walker.</p> <p>“We paid £500 deposit for the plot and were told to find a mortgage and a solicitor within four weeks. Five weeks later, after we had customised the interior online, Miller Homes said we couldn’t have the house after all because of the 31 December deadline.”</p> <p>Walker says neither the solicitors or mortgage advisers involved in his purchase had heard of the deadline. “When we called Homes England and help to buy we were given conflicting advice, with some agents saying there was no December deadline and others confirming there was,” he says.</p> <p>To qualify for the loan, applicants must be first-time buyers and the property must be a new-build by a developer registered with that year’s scheme. The property must also be priced below a threshold which varies around the country.</p> <p>Under the old rules, completion had to follow within nine months of the loan being agreed, so Walker would have qualified.</p> <p>The newly introduced completion deadline for construction, known as a long-stop date, has only been communicated to developers, even though it could scupper buyers’ financing plans.</p> <p>Homes England told the <em>Observer</em> that the deadline was not mentioned on the government’s consumer guidance because it was a contractual commitment for developers when they were accepted on the scheme.</p> <p>“As part of our communication, developers have been fully briefed with regards to this date, and will be communicating this to potential customers,” it says. “They should not be referring anyone to mortgage brokers if they cannot complete by the long-stop date.”</p> <p>Miller Homes blamed confusion over the new rules for Walker’s experience. “As soon as we became aware of the long-stop date, we advised Mr Walker that we were unable to offer help to buy on the property and apologised unreservedly for any inconvenience this has caused,” it says.</p> <p>“We are continuing to liaise with Mr Walker in the hope that we can find an alternative which would allow him to proceed with the purchase; however if that is not possible we have offered to reimburse all costs he has incurred.”</p> <p>New Homes Advice, which had confirmed Walker’s eligibility for the loan, was unaware of the December long-stop date until the<em> Observer</em> got in touch. “This has not been communicated to mortgage brokers,” says a partner, Stewart Bartle.</p> <p>“The rationale behind the deadline will be to ensure that properties are complete and ready to move in to by the end of the financial year, so they don’t run over into the 2022 funding allocations. But it seems harsh that a client could be caught in between these rules and dates.”</p> <p>Brokers have not been officially briefed about the new rule, because the new help-to-buy 2021-23 scheme requires buyers to apply for a loan directly through one of three regional agents appointed by Homes England. However, the agents also appear confused by the new rules.</p> <p>When the <em>Observer</em> called the advice lines of all three, staff insisted there was no December long-stop date, and that buyers could apply now for a loan for a property that completes in the new year. Homes England says it will provide the teams with further information to ensure they are fully briefed.</p> <p>Miller Homes has since offered to hold Walker’s reservation until next April, when he can apply for a loan under the 2022 allocation, provided the company is approved for next year’s scheme by Homes England.</p> <p>According to the National Federation of Builders, delays are likely due to shortages of building materials and labour.</p> <p>“If homebuyers are getting conflicting advice, Homes England need to be clearer about their guidance and reassess their communication strategy,” says Rico Wojtulewicz, head of housing and planning policy for the federation.</p> <p>“Developers must also be clear with homebuyers on their predicted practical completion dates. We will be speaking to Homes England to raise the issue of delays, so homebuyers are not disadvantaged.”</p> <p>Buyers who miss the long-stop date of 31 December 2022 will pay a higher price for any confusion since the help-to-buy scheme is due to end in March 2023 and there will not be new funding to apply for. </p> <h2>How help to buy works</h2> <p>The latest version of the help-to-buy scheme runs until 2023. Buyers in England can borrow between 5% and 20% of the full purchase price, or 40% in London. This means that buyers will need a smaller mortgage, which will usually be more affordable to repay.</p> <p>There are, however, caps on the prices of homes that can be bought under the scheme – £600,000 in London and varying between £186,100 and £437,600 for the rest of the country. The loans are interest-free for the first five years. They can be repaid at any time, but must be settled when the home is sold, or the mortgage is paid off.</p>","newspaperPageNumber":"58","wordcount":"1018","firstPublicationDate":"2021-06-06T08:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:00:33Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hh93j","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ff589a4bd3d355ebe9bfba8f606718f89c5b2bca/0_162_4000_2399/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Sam Walker was looking forward to moving into his new home with his family once all the construction work was done. But then his plans looked at risk of collapse. He realised he could lose the Bradford property he bought off-plan because the January 2022 completion date disqualified it from the scheme he used to buy it. The problem emerged over confusion surrounding the new rules of the government’s help-to-buy loan scheme, which first-time buyers use to fund their new homes. Those reserved this year must be fully built by 31 December for buyers to qualify for the loan of up to 20% of the sale price. If completion is delayed by even a week, buyers will have to wait three months – until after 5 April – to reapply under the 2022 scheme. However, the deadline is not mentioned on the help-to-buy web pages and mortgage brokers say they have not been informed. It’s the responsibility of developers to let purchasers know of the restriction, but some sales staff remain unaware of the requirement announced in February by Homes England, the public body that funds affordable housing. “When we made our offer the developer, Miller Homes, referred us to a broker, New Homes Advice, to check we were eligible to apply for a help-to-buy loan and we were told that we were,” says Walker. “We paid £500 deposit for the plot and were told to find a mortgage and a solicitor within four weeks. Five weeks later, after we had customised the interior online, Miller Homes said we couldn’t have the house after all because of the 31 December deadline.” Walker says neither the solicitors or mortgage advisers involved in his purchase had heard of the deadline. “When we called Homes England and help to buy we were given conflicting advice, with some agents saying there was no December deadline and others confirming there was,” he says. To qualify for the loan, applicants must be first-time buyers and the property must be a new-build by a developer registered with that year’s scheme. The property must also be priced below a threshold which varies around the country. Under the old rules, completion had to follow within nine months of the loan being agreed, so Walker would have qualified. The newly introduced completion deadline for construction, known as a long-stop date, has only been communicated to developers, even though it could scupper buyers’ financing plans. Homes England told the Observer that the deadline was not mentioned on the government’s consumer guidance because it was a contractual commitment for developers when they were accepted on the scheme. “As part of our communication, developers have been fully briefed with regards to this date, and will be communicating this to potential customers,” it says. “They should not be referring anyone to mortgage brokers if they cannot complete by the long-stop date.” Miller Homes blamed confusion over the new rules for Walker’s experience. “As soon as we became aware of the long-stop date, we advised Mr Walker that we were unable to offer help to buy on the property and apologised unreservedly for any inconvenience this has caused,” it says. “We are continuing to liaise with Mr Walker in the hope that we can find an alternative which would allow him to proceed with the purchase; however if that is not possible we have offered to reimburse all costs he has incurred.” New Homes Advice, which had confirmed Walker’s eligibility for the loan, was unaware of the December long-stop date until the Observer got in touch. “This has not been communicated to mortgage brokers,” says a partner, Stewart Bartle. “The rationale behind the deadline will be to ensure that properties are complete and ready to move in to by the end of the financial year, so they don’t run over into the 2022 funding allocations. But it seems harsh that a client could be caught in between these rules and dates.” Brokers have not been officially briefed about the new rule, because the new help-to-buy 2021-23 scheme requires buyers to apply for a loan directly through one of three regional agents appointed by Homes England. However, the agents also appear confused by the new rules. When the Observer called the advice lines of all three, staff insisted there was no December long-stop date, and that buyers could apply now for a loan for a property that completes in the new year. Homes England says it will provide the teams with further information to ensure they are fully briefed. Miller Homes has since offered to hold Walker’s reservation until next April, when he can apply for a loan under the 2022 allocation, provided the company is approved for next year’s scheme by Homes England. According to the National Federation of Builders, delays are likely due to shortages of building materials and labour. “If homebuyers are getting conflicting advice, Homes England need to be clearer about their guidance and reassess their communication strategy,” says Rico Wojtulewicz, head of housing and planning policy for the federation. “Developers must also be clear with homebuyers on their predicted practical completion dates. We will be speaking to Homes England to raise the issue of delays, so homebuyers are not disadvantaged.” Buyers who miss the long-stop date of 31 December 2022 will pay a higher price for any confusion since the help-to-buy scheme is due to end in March 2023 and there will not be new funding to apply for. How help to buy works The latest version of the help-to-buy scheme runs until 2023. Buyers in England can borrow between 5% and 20% of the full purchase price, or 40% in London. This means that buyers will need a smaller mortgage, which will usually be more affordable to repay. There are, however, caps on the prices of homes that can be bought under the scheme – £600,000 in London and varying between £186,100 and £437,600 for the rest of the country. The loans are interest-free for the first five years. They can be repaid at any time, but must be settled when the home is sold, or the mortgage is paid off.","charCount":"6002","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/annatims\">Anna Tims</a>"},{"headline":"The mystery of Denmark’s vanishing wolf pack – are hunters to blame?","standfirst":"<p>Despite a resurgence in lowland Europe, numbers almost halve in the country</p>","trailText":"Despite a resurgence in lowland Europe, numbers almost halve in the country","byline":"Patrick Barkham","main":"<figure class=\"element element-image\" data-media-id=\"7a1e86c9e74bacf549f25f6e9895315bfeda1454\"> <img src=\"https://media.guim.co.uk/7a1e86c9e74bacf549f25f6e9895315bfeda1454/909_297_3402_2041/1000.jpg\" alt=\"Wolves are particularly vulnerable in countries where there are lots of private landowners rather than state forests. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wolves are particularly vulnerable in countries where there are lots of private landowners rather than state forests. </span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>","body":"<p>Wolves could become extinct again in Denmark and other lowland European countries unless the population is topped up by migrating animals, according to a new study.</p> <p>A wolf pack crossed the border from Germany into <a href=\"https://www.theguardian.com/environment/2017/may/04/denmark-gets-its-first-wild-wolf-pack-in-200-years\" title=\"\">Denmark in 2017</a>, ending a 200-year absence of wolves in the country. But 48% of Denmark’s wolf population has subsequently been illegally killed or disappeared, with shooting the only plausible explanation.</p> <p>Wolves <a href=\"https://www.theguardian.com/environment/2018/jan/26/harmless-or-vicious-hunter-the-uneasy-return-of-europes-wolves\" title=\"\">have thrived in lowland Europe</a> in recent years, with populations increasing by more than a third annually in Germany between 2000 and 2015. Protected by EU legislation, German-born wolves have recolonised Denmark, <a href=\"https://www.theguardian.com/world/2020/apr/27/wolf-cubs-on-way-as-belgium-becomes-wolf-crossroads-of-europe\" title=\"\">Belgium</a>, the Netherlands and parts of France.</p> <p>But a study of the 35 wolves, which DNA evidence shows had moved north into Denmark, published in <em>Conservation Letters</em>, has found that mortality rates are 10 times higher than normal in the country. In Schleswig-Holstein – Germany’s northern-most state, which borders Denmark – the main cause of death is traffic, particularly on the fast motorways around Hamburg.</p> <p>In less-populated Denmark, there have been no traffic fatalities, but just nine of 27 wolves recorded in the country were still alive at the start of 2020. Four had crossed south to Germany, one died of natural causes, one was a <a href=\"https://www.theguardian.com/environment/2018/may/01/wild-wolf-shot-and-killed-in-denmark\" title=\"\">confirmed illegal killing</a> and 12 have disappeared. The life expectancy for a Danish wolf is just two years.</p> <p>“Unfortunately, it’s not surprising. This is part of a pattern we have seen in a lot of countries. Typically they just disappear and are never found,” said lead author Professor Peter Sunde of Aarhus University.</p> <p>Research has shown that the key to the wolf’s resurgence in lowland Europe has been the animal finding sanctuary in large military training areas, particularly in Germany, where they can breed untroubled by persecution. When wolves leave the safety of these restricted zones, they can find plenty of food, even in suburban areas, but are much more prone to persecution.</p>  <figure class=\"element element-image\" data-media-id=\"2475e71412ba9dd3a0dbe4eb7c8ac69d93858298\"> <img src=\"https://media.guim.co.uk/2475e71412ba9dd3a0dbe4eb7c8ac69d93858298/0_187_4000_2400/1000.jpg\" alt=\"Grey wolf in a river with rocks in the background looking hungry and slim. Location: Denmark\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The key to the wolf’s resurgence in Europe has been the animal finding sanctuary in military training areas.</span> <span class=\"element-image__credit\">Photograph: Sportactive/Getty Images/iStockphoto</span> </figcaption> </figure>  <p>According to Sunde, wolves are particularly vulnerable in countries such as Denmark, which have lots of private landowners, rather than large state forests such as Finland and Sweden. “A wolf during a year will probably encounter people hundreds of times, and they only need to encounter one hostile person with a weapon once to die,” he said. Ecologists calculate that the Danish part of the Jutland peninsula – a farmed landscape similar to lowland Scotland with just 13% forest cover – has space for 10 wolf packs.</p> <p>The animals that cross over from Germany are not believed to be targeted by sheep farmers, who comprise a fairly small number in Denmark, but by hunters who dislike the predator for taking deer they want to shoot.</p> <p>Sunde stressed their study provided no evidence as to who was behind the Danish wolf killings but added: “It is usually hunters who drive this, because they consider the wolf as a resource competitor. Red deer hunters have the weapons and they can get a shot at the wolf. That’s where you have the big interest, the big money and also the big feelings.</p> <p>“We have anarchy in a nutshell – a powerful group who can enforce their will by illegal actions.”</p> <p>Some argue that allowing licensed “culls” of wolves can reduce rates of illegal persecution by reassuring groups such as hunters or livestock farmers that populations won’t be allowed to rise indefinitely. But <a href=\"https://royalsocietypublishing.org/doi/full/10.1098/rspb.2015.2939\" title=\"\">a study in Finland</a> suggested that a legal “harvest” of wolves actually increased the likelihood of illegal killing.</p> <p>“Right now we have legislation that protects wolves, and it’s not working because a minority don’t follow the rules,” said Sunde.</p> <p>“The solution must be changing attitudes. As long as you have people who are willing to break the law it’s almost impossible to control this or police this because this is crime that happens on people’s own properties.”</p>","newspaperPageNumber":"35","wordcount":"630","firstPublicationDate":"2021-06-06T08:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:00:33Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhqtd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7a1e86c9e74bacf549f25f6e9895315bfeda1454/909_297_3402_2041/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Wolves could become extinct again in Denmark and other lowland European countries unless the population is topped up by migrating animals, according to a new study. A wolf pack crossed the border from Germany into Denmark in 2017, ending a 200-year absence of wolves in the country. But 48% of Denmark’s wolf population has subsequently been illegally killed or disappeared, with shooting the only plausible explanation. Wolves have thrived in lowland Europe in recent years, with populations increasing by more than a third annually in Germany between 2000 and 2015. Protected by EU legislation, German-born wolves have recolonised Denmark, Belgium, the Netherlands and parts of France. But a study of the 35 wolves, which DNA evidence shows had moved north into Denmark, published in Conservation Letters, has found that mortality rates are 10 times higher than normal in the country. In Schleswig-Holstein – Germany’s northern-most state, which borders Denmark – the main cause of death is traffic, particularly on the fast motorways around Hamburg. In less-populated Denmark, there have been no traffic fatalities, but just nine of 27 wolves recorded in the country were still alive at the start of 2020. Four had crossed south to Germany, one died of natural causes, one was a confirmed illegal killing and 12 have disappeared. The life expectancy for a Danish wolf is just two years. “Unfortunately, it’s not surprising. This is part of a pattern we have seen in a lot of countries. Typically they just disappear and are never found,” said lead author Professor Peter Sunde of Aarhus University. Research has shown that the key to the wolf’s resurgence in lowland Europe has been the animal finding sanctuary in large military training areas, particularly in Germany, where they can breed untroubled by persecution. When wolves leave the safety of these restricted zones, they can find plenty of food, even in suburban areas, but are much more prone to persecution. According to Sunde, wolves are particularly vulnerable in countries such as Denmark, which have lots of private landowners, rather than large state forests such as Finland and Sweden. “A wolf during a year will probably encounter people hundreds of times, and they only need to encounter one hostile person with a weapon once to die,” he said. Ecologists calculate that the Danish part of the Jutland peninsula – a farmed landscape similar to lowland Scotland with just 13% forest cover – has space for 10 wolf packs. The animals that cross over from Germany are not believed to be targeted by sheep farmers, who comprise a fairly small number in Denmark, but by hunters who dislike the predator for taking deer they want to shoot. Sunde stressed their study provided no evidence as to who was behind the Danish wolf killings but added: “It is usually hunters who drive this, because they consider the wolf as a resource competitor. Red deer hunters have the weapons and they can get a shot at the wolf. That’s where you have the big interest, the big money and also the big feelings. “We have anarchy in a nutshell – a powerful group who can enforce their will by illegal actions.” Some argue that allowing licensed “culls” of wolves can reduce rates of illegal persecution by reassuring groups such as hunters or livestock farmers that populations won’t be allowed to rise indefinitely. But a study in Finland suggested that a legal “harvest” of wolves actually increased the likelihood of illegal killing. “Right now we have legislation that protects wolves, and it’s not working because a minority don’t follow the rules,” said Sunde. “The solution must be changing attitudes. As long as you have people who are willing to break the law it’s almost impossible to control this or police this because this is crime that happens on people’s own properties.”","charCount":"3830","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/patrickbarkham\">Patrick Barkham</a>"},{"headline":"Boris Johnson’s cuts to aid are so cruel that his own MPs are leading the revolt","standfirst":"<p>For the saving of a sum that is little more than a rounding error at the Treasury, the government is inflicting suffering and death on the world’s poor</p>","trailText":"For the saving of a sum that is little more than a rounding error at the Treasury, the government is inflicting suffering and death on the world’s poor","byline":"Andrew Rawnsley","main":"<figure class=\"element element-image\" data-media-id=\"685a7b7aae53519a19b8df1fcd7cd95419a4e8b1\"> <img src=\"https://media.guim.co.uk/685a7b7aae53519a19b8df1fcd7cd95419a4e8b1/0_94_2067_1240/1000.jpg\" alt=\"Boris Johnson and Rishi Sunak\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It would usually be a difficult feat to unite such a variegated selection of Tory MPs, but Boris Johnson and Rishi Sunak have managed it.’ </span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>","body":"<p>On the face of it, they have very little in common other than that they are all Conservative MPs. Theresa May is a former prime minister who has sat in the Commons for nearly a quarter of a century. Anthony Mangnall is a 31-year-old parliamentary newbie elected as MP for Totnes at the 2019 election. David Davis is a grizzled champion of Brexit who <a href=\"https://www.bbc.co.uk/news/uk-politics-44761056\" title=\"\">resigned</a> from Mrs May’s cabinet. Jeremy Hunt is a smoother figure, a Remainer who stayed in her cabinet to its bitter end and served as foreign secretary. Damian Green, the de facto deputy prime minister for a period, is the chairman of the One Nation caucus of moderate Conservative MPs. From the opposite end of the Tory party is the veteran Thatcherite, social conservative and inveterate sceptic about public spending, Sir Edward Leigh, author of such titles as <em>Right Thinking</em> and “Faith, Flag and Family”.</p> <p>Together, they span the age range and the ideological spectrum of the parliamentary Conservative party. It would usually be a difficult feat to unite such a variegated selection of Tory MPs, but Boris Johnson and Rishi Sunak have managed it. This improbable grouping have become rebels with a common cause. They have combined with dozens of other Tory MPs in opposition to the savage cuts being inflicted on the international aid budget. Tomorrow, they will try to <a href=\"https://www.theguardian.com/politics/2021/jun/03/theresa-may-joins-tory-rebellion-over-aid-cuts\" title=\"\">force a climbdown</a> by the government. </p> <p>This rebellion started brewing at the end of last year when the prime minister signed off on a decision driven by the chancellor to abandon the undertaking to spend 0.7% of national income on international aid. This broke a pledge that was supposed to be unbreakable. Not only was it a promise in the Tory election manifesto, the commitment to the UN target for aid spending is enshrined in law. I <a href=\"https://www.theguardian.com/commentisfree/2021/may/23/boris-johnson-you-cannot-claim-to-be-a-world-leader-while-savagely-cutting-aid\" title=\"\">reported to you</a> a fortnight ago that opposition to the government among its own MPs was swelling with the growing awareness of the brutal impact of the sudden and crude withdrawal of humanitarian support for some of the most fragile countries in the world.</p> <p>Andrew Mitchell, the former international development secretary, who has led the opposition to the cuts, has been organising the rebel posse while looking for an opportunity to exercise its strength. Because a cowardly government has repeatedly swerved a parliamentary vote, he needed a piece of legislation that he could use to ambush the prime minister and chancellor. Mr Mitchell has found such a vehicle in the advanced research and invention agency bill. It is a piquant irony that this legislation is designed to breathe life into one of Dominic Cummings’ hobby horses. The rebels hope to amend the bill by introducing a clause forcing the government to reverse the aid cuts. The parliamentary clerks have ruled that the clause is in order. A vote will happen so long as the Speaker, Lindsay Hoyle, selects the amendment for debate. With the opposition parties on side, Mr Mitchell thinks there is an extremely good chance of defeating the government.</p> <p>Some dissident Tories emphasise the inhumanity of taking out about a third of the international aid budget in the middle of a pandemic. Others place weight on the folly of diminishing Britain’s previous reputation as a <a href=\"https://www.theguardian.com/commentisfree/2021/jun/05/global-britain-commitment-international-aid-g7-summit-soft-power\" title=\"\">superpower of soft power</a> in the realm of international development. There’s general agreement with <a href=\"https://www.theguardian.com/global-development/2021/jun/04/john-major-joins-push-to-overturn-cut-to-uk-overseas-aid-budget\" title=\"\">Sir John Major</a> that it is morally indefensible for a country as wealthy as Britain to be claiming it can only balance its books by inflicting pain on the world’s poor.</p> <p>Among their many serious effects, the cuts slash support for efforts to combat malaria, polio and HIV. They also mean the withdrawal of funding for life-saving clean water projects, hunger relief and education. There’s little dispute that the shredding of programmes to which Britain had made solemn commitments will lead to much suffering and tens of thousands of <a href=\"https://www.theguardian.com/global-development/2021/jun/03/a-hammer-blow-how-uk-overseas-aid-cuts-affect-the-worlds-most-vulnerable\" title=\"\">avoidable deaths</a>. One of the former cabinet ministers involved in the rebellion, a man who is no one’s idea of a hand-wringing, bleeding heart softie, says he cannot support cuts that entail “going around the world killing people”.</p> <p>The timing of this revolt is embarrassing for the government’s whips, because they failed to spot the parliamentary ambush coming, and for the prime minister, because it has come to a head in the same week that the UK hosts the G7 summit. One of that gathering’s headline themes is supposed to be help from the wealthy democracies for less fortunate countries struggling to cope with the pandemic. The rebellion draws further attention to the fact that Britain is slashing its support for developing countries when the rest of the G7 are sustaining or increasing their aid budgets.</p> <p>The Treasury is the prime driver of these cuts. As an institution, it has never liked the aid commitment and it is headed by a chancellor who spends a lot of his time trying to build a constituency of support with the Tory media and on the right of his party. His justification for breaking a manifesto pledge is “affordability” in a time of crisis. This is similar to the argument deployed last week to defend the meagre size of the package to make up for two years of lost schooling, a decision that <a href=\"https://www.theguardian.com/politics/2021/jun/03/tory-group-demands-rethink-on-recovery-plan-for-english-schools\" title=\"\">triggered the resignation</a> of the prime minister’s hand-picked “education recovery” commissioner. Affordability is a word we will be hearing often from the chancellor in the many struggles to come over spending. It is true that dealing with the coronavirus has been an extremely expensive business. The government expects the final bill to be north of £400bn when it has accounted for all the money spent on combating the virus and schemes to support businesses and preserve jobs. The problem for the government is that its gargantuan spend on the crisis makes it look miserly when it balks over finding much smaller sums to address other areas of need. They look particularly shortsighted and stone-hearted in relation to aid. The cash value of the aid cut this year amounts to about £4bn. The impact is devastating on some of the world’s most vulnerable people, but the sum saved is not much more than a rounding error to the UK Treasury. No one can seriously argue that restoration of the aid is going to bankrupt Britain.</p> <p>The revolt has heft. The rebels who have declared themselves include seven former Tory cabinet ministers and eight Tories who chair select committees, including the chairs of the defence committee and the foreign affairs committee. Every living former prime minister has condemned the government. We can expect to hear apologists for the cuts to trot out familiar tropes about aid being wasted. So it is useful for the rebellion that the amendment has been signed by the chair of the public accounts committee, which invigilates public spending, and all the previous chairs who are still sitting in the Commons, the Thatcherite Sir Edward Leigh being one of them.</p> <p>Thirty Tory MPs have put their names to the rebel amendment so far. That’s short of the 44 or so needed to defeat the government, but the organisers say they have sufficient additional names, but won’t reveal them all “so we don’t paint targets on their backs and make it easier for the whips to pick people off”.</p> <p>The government’s enforcers are spending this weekend ringing round trying to identify potential rebels and turn them with the customary mix of menaces and promises. The trouble for the Tory whips is that Mrs May and many of the others are too advanced in their careers to be susceptible to blandishments or threats. The presence of some new-intake Tory MPs among the dissidents tells us that party whips don’t instil the terror they once did in a parliamentary party that has become habitually rebellious on a host of issues. It is anyway harder for government business managers to play the “be loyal to the government” card when it is led by Boris Johnson, a man with his own revolting history.</p> <p>The government has a choice to make. It can obdurately refuse to budge, at the risk of a humiliating defeat on Monday, or it can decide to retreat with as much dignity as it can muster. The compromise that the rebels would accept is a cast-iron commitment to restore the aid budget from next year. The alternative is for the prime minister and chancellor to insist on trying to carry on with cuts that are as unnecessary and indefensible as they are damaging to the poorest people on the planet, Britain’s influence in the world and our global reputation. </p> <p>• Andrew Rawnsley is Chief Political Commentator of the Observer</p>","newspaperPageNumber":"45","wordcount":"1444","commentable":"false","firstPublicationDate":"2021-06-06T08:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:00:33Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hknk6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/685a7b7aae53519a19b8df1fcd7cd95419a4e8b1/0_94_2067_1240/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On the face of it, they have very little in common other than that they are all Conservative MPs. Theresa May is a former prime minister who has sat in the Commons for nearly a quarter of a century. Anthony Mangnall is a 31-year-old parliamentary newbie elected as MP for Totnes at the 2019 election. David Davis is a grizzled champion of Brexit who resigned from Mrs May’s cabinet. Jeremy Hunt is a smoother figure, a Remainer who stayed in her cabinet to its bitter end and served as foreign secretary. Damian Green, the de facto deputy prime minister for a period, is the chairman of the One Nation caucus of moderate Conservative MPs. From the opposite end of the Tory party is the veteran Thatcherite, social conservative and inveterate sceptic about public spending, Sir Edward Leigh, author of such titles as Right Thinking and “Faith, Flag and Family”. Together, they span the age range and the ideological spectrum of the parliamentary Conservative party. It would usually be a difficult feat to unite such a variegated selection of Tory MPs, but Boris Johnson and Rishi Sunak have managed it. This improbable grouping have become rebels with a common cause. They have combined with dozens of other Tory MPs in opposition to the savage cuts being inflicted on the international aid budget. Tomorrow, they will try to force a climbdown by the government. This rebellion started brewing at the end of last year when the prime minister signed off on a decision driven by the chancellor to abandon the undertaking to spend 0.7% of national income on international aid. This broke a pledge that was supposed to be unbreakable. Not only was it a promise in the Tory election manifesto, the commitment to the UN target for aid spending is enshrined in law. I reported to you a fortnight ago that opposition to the government among its own MPs was swelling with the growing awareness of the brutal impact of the sudden and crude withdrawal of humanitarian support for some of the most fragile countries in the world. Andrew Mitchell, the former international development secretary, who has led the opposition to the cuts, has been organising the rebel posse while looking for an opportunity to exercise its strength. Because a cowardly government has repeatedly swerved a parliamentary vote, he needed a piece of legislation that he could use to ambush the prime minister and chancellor. Mr Mitchell has found such a vehicle in the advanced research and invention agency bill. It is a piquant irony that this legislation is designed to breathe life into one of Dominic Cummings’ hobby horses. The rebels hope to amend the bill by introducing a clause forcing the government to reverse the aid cuts. The parliamentary clerks have ruled that the clause is in order. A vote will happen so long as the Speaker, Lindsay Hoyle, selects the amendment for debate. With the opposition parties on side, Mr Mitchell thinks there is an extremely good chance of defeating the government. Some dissident Tories emphasise the inhumanity of taking out about a third of the international aid budget in the middle of a pandemic. Others place weight on the folly of diminishing Britain’s previous reputation as a superpower of soft power in the realm of international development. There’s general agreement with Sir John Major that it is morally indefensible for a country as wealthy as Britain to be claiming it can only balance its books by inflicting pain on the world’s poor. Among their many serious effects, the cuts slash support for efforts to combat malaria, polio and HIV. They also mean the withdrawal of funding for life-saving clean water projects, hunger relief and education. There’s little dispute that the shredding of programmes to which Britain had made solemn commitments will lead to much suffering and tens of thousands of avoidable deaths. One of the former cabinet ministers involved in the rebellion, a man who is no one’s idea of a hand-wringing, bleeding heart softie, says he cannot support cuts that entail “going around the world killing people”. The timing of this revolt is embarrassing for the government’s whips, because they failed to spot the parliamentary ambush coming, and for the prime minister, because it has come to a head in the same week that the UK hosts the G7 summit. One of that gathering’s headline themes is supposed to be help from the wealthy democracies for less fortunate countries struggling to cope with the pandemic. The rebellion draws further attention to the fact that Britain is slashing its support for developing countries when the rest of the G7 are sustaining or increasing their aid budgets. The Treasury is the prime driver of these cuts. As an institution, it has never liked the aid commitment and it is headed by a chancellor who spends a lot of his time trying to build a constituency of support with the Tory media and on the right of his party. His justification for breaking a manifesto pledge is “affordability” in a time of crisis. This is similar to the argument deployed last week to defend the meagre size of the package to make up for two years of lost schooling, a decision that triggered the resignation of the prime minister’s hand-picked “education recovery” commissioner. Affordability is a word we will be hearing often from the chancellor in the many struggles to come over spending. It is true that dealing with the coronavirus has been an extremely expensive business. The government expects the final bill to be north of £400bn when it has accounted for all the money spent on combating the virus and schemes to support businesses and preserve jobs. The problem for the government is that its gargantuan spend on the crisis makes it look miserly when it balks over finding much smaller sums to address other areas of need. They look particularly shortsighted and stone-hearted in relation to aid. The cash value of the aid cut this year amounts to about £4bn. The impact is devastating on some of the world’s most vulnerable people, but the sum saved is not much more than a rounding error to the UK Treasury. No one can seriously argue that restoration of the aid is going to bankrupt Britain. The revolt has heft. The rebels who have declared themselves include seven former Tory cabinet ministers and eight Tories who chair select committees, including the chairs of the defence committee and the foreign affairs committee. Every living former prime minister has condemned the government. We can expect to hear apologists for the cuts to trot out familiar tropes about aid being wasted. So it is useful for the rebellion that the amendment has been signed by the chair of the public accounts committee, which invigilates public spending, and all the previous chairs who are still sitting in the Commons, the Thatcherite Sir Edward Leigh being one of them. Thirty Tory MPs have put their names to the rebel amendment so far. That’s short of the 44 or so needed to defeat the government, but the organisers say they have sufficient additional names, but won’t reveal them all “so we don’t paint targets on their backs and make it easier for the whips to pick people off”. The government’s enforcers are spending this weekend ringing round trying to identify potential rebels and turn them with the customary mix of menaces and promises. The trouble for the Tory whips is that Mrs May and many of the others are too advanced in their careers to be susceptible to blandishments or threats. The presence of some new-intake Tory MPs among the dissidents tells us that party whips don’t instil the terror they once did in a parliamentary party that has become habitually rebellious on a host of issues. It is anyway harder for government business managers to play the “be loyal to the government” card when it is led by Boris Johnson, a man with his own revolting history. The government has a choice to make. It can obdurately refuse to budge, at the risk of a humiliating defeat on Monday, or it can decide to retreat with as much dignity as it can muster. The compromise that the rebels would accept is a cast-iron commitment to restore the aid budget from next year. The alternative is for the prime minister and chancellor to insist on trying to carry on with cuts that are as unnecessary and indefensible as they are damaging to the poorest people on the planet, Britain’s influence in the world and our global reputation. • Andrew Rawnsley is Chief Political Commentator of the Observer","charCount":"8462","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrewrawnsley\">Andrew Rawnsley</a>"},{"headline":"Cars, bicycles … and 14 Lady Godivas: Coventry kicks off year of culture","standfirst":"<p>‘We are a city built on ashes, this is our chance to rebuild again,’ say organisers as celebrations get under way</p>","trailText":"‘We are a city built on ashes, this is our chance to rebuild again,’ say organisers as celebrations get under way","byline":"Jessica Murray Midlands correspondent","main":"<figure class=\"element element-image\" data-media-id=\"7082548a6d3942d57ba66771d2563b5512b7090d\"> <img src=\"https://media.guim.co.uk/7082548a6d3942d57ba66771d2563b5512b7090d/0_116_3500_2101/1000.jpg\" alt=\"Ska dancer Ben Venson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ska dancer Ben Venson accompanies a fleet of cars built in Coventry during Coventry Moves, signalling the start of its year as UK city of culture.</span> <span class=\"element-image__credit\">Photograph: Fabio De Paola/PA</span> </figcaption> </figure>","body":"<p>As they rode through the streets of Coventry on horseback, 14 local women channelled the same spirit of social justice as Lady Godiva supposedly did on those streets about 900 years ago – only this time they did it fully clothed.</p> <p>These modern-day Godivas, following in the footsteps of the woman who legend says rode naked through the city to force her husband to lower taxes, have created a new manifesto for Coventry which they presented to the elected women of the city.</p> <p>They are part of a celebration to kick off Coventry’s year as city of culture which was due to start in January but the launch date was pushed back due to Covid, and even now events are still hindered by restrictions.</p> <p>“Nobody would have planned an event this way if it hadn’t been for a pandemic, but it means that you find new ways of doing things,” said Justine Themen, creative director of Saturday’s daylong, city-wide <a href=\"https://coventry2021.co.uk/what-s-on/coventry-moves/\" title=\"\">Coventry Moves</a> event. After going through a number of iterations, it was eventually broken down into a series of smaller pop-up events around the city, all of which were livestreamed for people to watch from home.</p> <p>In the morning a cavalcade of 20 vehicles built in Coventry, from vintage to modern, electric cars, crossed the city, pausing for dancers to burst out and perform Irish, ska and Bollywood dance sequences in a carnival atmosphere. Later in the day, a similar procession of bikes celebrated the city’s history as a major bicycle manufacturer.</p> <p>In the evening separate streams of a new piece of music created by composer Dan Jones, that uses Coventry children’s voices, were broadcast on nine local radio stations, with people encouraged to create their own surround sound experience by tuning in to different devices at the same time.</p>  <figure class=\"element element-image\" data-media-id=\"13e5380221ce43cd6ff2a329cec6aaf3cf7b72f7\"> <img src=\"https://media.guim.co.uk/13e5380221ce43cd6ff2a329cec6aaf3cf7b72f7/0_358_3500_2100/1000.jpg\" alt=\"Modern day Godivas, Coventry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Three of the modern-day Lady Godivas chosen by the public to present a manifesto for the city at the start of Coventry’s year as UK city of culture.</span> <span class=\"element-image__credit\">Photograph: Fabio De Paola/PA</span> </figcaption> </figure>  <p>Despite the restrictions, people are still optimistic about what the year-long programme of events will bring to the city, as well as to the hard-hit cultural sector. In addition to a wide range of art and music events, later in the year the Herbert Art Gallery &amp; Museum will host the Turner prize, and the International Booker prize will also be announced from the city.</p> <p>“We have to adjust our expectations to the times that we live in,” said Pauline Black, lead singer of two-tone band The Selecter, which formed in Coventry in 1979. “Yes, it would have been fantastic to have performed in front of thousands of people, but I think over time, if people engage with the live stream, we will do exactly that just in a slightly different way. The fact that we have done it at all, I think is rather wonderful.” Black started off proceedings on Saturday singing a song about the city’s hidden river which has been covered over by development.</p> <p>“I’ve been promoting Coventry on the international stage now for about 40 years. So I’m very proud that we’ve risen to the occasion of putting on this event in the best way that we can, given the circumstances,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2021/may/15/its-important-to-build-pride-coventry-looks-to-future-as-uk-city-of-culture\">‘It’s important to build pride’: Coventry looks to future as UK city of culture</a> </p> </aside>  <p>“There’s nobody else in the country, perhaps in the world, putting on an event of this scale at this time, because it almost feels an impossibility,” said Themen, adding that she hopes the city leads the way in urban and cultural regeneration post-Covid, as it did after heavy bombing in the second world war. “I try to think of it as an opportunity, as we come out of this very difficult time, to think about how we want to make our city a better place to live in.”</p> <p>Coventry-born artist and designer Daniel Lismore built an extravagant yellow and gold outfit for his part in Saturday’s event to represent the city’s innovative history.</p> <p>“It makes me feel really proud to be from here. There’s many people from Coventry who have denied they were from here. I’ve never denied it,” he said. “I think this is going to be a great thing for its future, like it has done in Hull [city of culture in 2017]. And especially right now we need art. We need culture.”</p> <p>The event was a beacon of light for the arts sector which has been decimated by Covid, he said, and will remind people just how beneficial the arts can be for mental health. “I think there’s hope for the future now. This is the city that comes from the ashes, after all.”</p>","newspaperPageNumber":"19","wordcount":"743","firstPublicationDate":"2021-06-06T07:45:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:45:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkmf2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7082548a6d3942d57ba66771d2563b5512b7090d/0_116_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"As they rode through the streets of Coventry on horseback, 14 local women channelled the same spirit of social justice as Lady Godiva supposedly did on those streets about 900 years ago – only this time they did it fully clothed. These modern-day Godivas, following in the footsteps of the woman who legend says rode naked through the city to force her husband to lower taxes, have created a new manifesto for Coventry which they presented to the elected women of the city. They are part of a celebration to kick off Coventry’s year as city of culture which was due to start in January but the launch date was pushed back due to Covid, and even now events are still hindered by restrictions. “Nobody would have planned an event this way if it hadn’t been for a pandemic, but it means that you find new ways of doing things,” said Justine Themen, creative director of Saturday’s daylong, city-wide Coventry Moves event. After going through a number of iterations, it was eventually broken down into a series of smaller pop-up events around the city, all of which were livestreamed for people to watch from home. In the morning a cavalcade of 20 vehicles built in Coventry, from vintage to modern, electric cars, crossed the city, pausing for dancers to burst out and perform Irish, ska and Bollywood dance sequences in a carnival atmosphere. Later in the day, a similar procession of bikes celebrated the city’s history as a major bicycle manufacturer. In the evening separate streams of a new piece of music created by composer Dan Jones, that uses Coventry children’s voices, were broadcast on nine local radio stations, with people encouraged to create their own surround sound experience by tuning in to different devices at the same time. Despite the restrictions, people are still optimistic about what the year-long programme of events will bring to the city, as well as to the hard-hit cultural sector. In addition to a wide range of art and music events, later in the year the Herbert Art Gallery &amp; Museum will host the Turner prize, and the International Booker prize will also be announced from the city. “We have to adjust our expectations to the times that we live in,” said Pauline Black, lead singer of two-tone band The Selecter, which formed in Coventry in 1979. “Yes, it would have been fantastic to have performed in front of thousands of people, but I think over time, if people engage with the live stream, we will do exactly that just in a slightly different way. The fact that we have done it at all, I think is rather wonderful.” Black started off proceedings on Saturday singing a song about the city’s hidden river which has been covered over by development. “I’ve been promoting Coventry on the international stage now for about 40 years. So I’m very proud that we’ve risen to the occasion of putting on this event in the best way that we can, given the circumstances,” she said. “There’s nobody else in the country, perhaps in the world, putting on an event of this scale at this time, because it almost feels an impossibility,” said Themen, adding that she hopes the city leads the way in urban and cultural regeneration post-Covid, as it did after heavy bombing in the second world war. “I try to think of it as an opportunity, as we come out of this very difficult time, to think about how we want to make our city a better place to live in.” Coventry-born artist and designer Daniel Lismore built an extravagant yellow and gold outfit for his part in Saturday’s event to represent the city’s innovative history. “It makes me feel really proud to be from here. There’s many people from Coventry who have denied they were from here. I’ve never denied it,” he said. “I think this is going to be a great thing for its future, like it has done in Hull [city of culture in 2017]. And especially right now we need art. We need culture.” The event was a beacon of light for the arts sector which has been decimated by Covid, he said, and will remind people just how beneficial the arts can be for mental health. “I think there’s hope for the future now. This is the city that comes from the ashes, after all.”","charCount":"4136","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jessica-murray\">Jessica Murray</a> Midlands correspondent"},{"headline":"Melbourne aged care resident and nurse test positive for Covid as Victoria records four new cases","standfirst":"<p>Resident is fully vaccinated and asymptomatic and nurse last worked on Saturday as health authorities struggle to contain cluster of two variants <br></p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid-19 exposure sites</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-nsw-public-exposure-sites-hotspots-goulburn-jervis-bay-hyams-beach-gundagai-venues-case-location-alerts-sydney-regional-coronavirus-cases-outbreak-locations\">NSW exposure sites</a> </li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-10km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria’s lockdown restrictions explained</a> </li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/jun/04/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s vaccine rollout numbers: progress state-by-state</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/06/albanese-says-australia-cant-afford-more-lockdowns-and-new-covid-quarantine-facilities-needed-now\">Victoria to receive 330,000 extra Covid-19 vaccines as Greg Hunt urges people to get a jab</a></li></ul>","trailText":"Resident is fully vaccinated and asymptomatic and nurse last worked on Saturday as health authorities struggle to contain cluster of two variants <br>","byline":"Matilda Boseley","main":"<figure class=\"element element-image\" data-media-id=\"ad084aef825523221d5cfa66f85f8cc2b6dfb18f\"> <img src=\"https://media.guim.co.uk/ad084aef825523221d5cfa66f85f8cc2b6dfb18f/0_371_5568_3341/1000.jpg\" alt=\"Signage for Arcare Aged Care facility is seen in Maidstone, Melbourne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A 79-year-old resident of the Arcare aged care home in the Melbourne suburb of Maidstone was one of four new cases of local Covid transmission announced in Victoria on Sunday.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>","body":"<p>Two further cases of local Covid transmission – a resident and a nurse at an aged care home – have been identified in Victoria in addition to the two infections officially recorded by the state on Sunday, as Western Australia was put on alert after a returned overseas traveller tested positive to coronavirus after leaving hotel quarantine.</p> <p>In Victoria, the newly infected 79-year-old resident at the Arcare aged care home in Maidstone in Melbourne’s west lives in “close proximity” to the centre’s previous two cases.</p> <p>In a statement, Arcare confirmed the resident was fully vaccinated with Pfizer and was asymptomatic, but would still be transferred to the hospital “for public health reasons”.</p> <p>The other case was an agency registered nurse who “last worked at the residence yesterday”. They were asymptomatic and had received just the first dose of a Covid-19 vaccine, according to the statement.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/where-did-australias-first-cases-of-the-delta-variant-come-from-and-how-infectious-is-it\">Where did Australia’s first cases of the Covid Delta variant come from and how infectious is it? </a> </p> </aside>  <p>“All team members who worked at Arcare yesterday are required to get tested immediately and self-isolate for 14 days,” a spokesperson for Arcare said.</p> <p>“Further testing will take place tomorrow, with the indication that it will occur every two days while we manage this outbreak.”</p> <p>On Sunday afternoon WA’s chief health officer, Dr Andrew Robertson, called a press conference to announce a number of potential Perth exposure sites after a man who recovered from Covid-19 in hotel quarantine recorded a worryingly strong test result the next day.</p> <p>Robertson said the man was released from Pan Pacific Hotel in Perth on Friday, returning to work in the maritime industry where he was required to take a Covid PRC test. While viral shedding from recovered cases often return a positive PRC test result, his viral levels were “moderate” rather than the expected “weak”.</p> <p>“As a precaution, we have put him back into one of the quarantine hotels and have taken further tests. His test today was weaker, which is more in line with what we would expect with somebody who was a chronic shed and we believe that he is a noninfectious chronic shed … He’s shedding viral particles and not a virus,” Robertson said.</p> <p>The man visited several locations – including staying the night at the Ibis hotel in Perth – before he was returned to quarantine on Saturday.</p> <p>“He visited a pharmacy – he visited a telephone store, and he had a meal at a hotel … What we will be doing though is contacting people who may have been at those sites … we’re just asking to get tested in the next day or so, we are not requiring them to quarantine.”</p> <p>Along with the Covid cases discovered in aged care, Victoria had two previously announced new Covid infections on Sunday, which were recorded in the 24 hours to 8pm on Saturday. The two were known close contacts linked to existing outbreaks.</p> <p>“One new case is another employee of the Port Melbourne finance company in their 50s who has been isolating for the entirety of their infectious period. The other new case is a teacher from a primary school link to the West Melbourne outbreak,” the acting premier, James Merlino, said.</p> <p>The West Melbourne cluster is associated with the Delta Covid-19 variant – a highly infectious strain originating from the Indian subcontinent – and is genomically unique from the rest of Melbourne’s current clusters.</p> <p>While the small number of official new cases was heralded as positive news, the deputy chief health officer, Prof Allen Cheng, conceded officials were still struggling to find the source of the Delta variant.</p> <p>“The sequence data has been run against the national database and we have contacted all the other labs in the country to make sure all that sequence data is up-to-date. Today it could be rerun again,” he said.</p> <p>But he said limitations on genomic testing meant the source case for this cluster may be impossible to determine.</p> <p>“There is a small proportion of isolates that can’t be touched. We are keeping a very close eye on examining these cases more carefully. We are working with them to see if there is any further information that can be obtained from these specimens.”</p> <p>On Saturday<a href=\"https://www.theguardian.com/australia-news/2021/jun/05/victoria-records-five-new-covid-cases-as-state-battles-outbreak-into-second-week-of-lockdown\"> a senior public health official said</a> her “strong hypothesis” was that the highly contagious Delta variant of the coronavirus that caused a second outbreak in <a href=\"https://www.theguardian.com/australia-news/melbourne\">Melbourne</a> was caused by a hotel quarantine leak.</p> <p>Cheng said finding the source remained a key area of concern in Victoria.</p> <p>“What we are somewhat concerned about is the upstream. So for these cases, we can’t find, who gave them the infection and the family that returned from Jervis Bay. We are concerned about who might have given them the infection and therefore could there be other infections related to that.”</p> <p>Despite fear about the infectiousness of the strain, he said it was unlikely it could be circulating widely in Victoria without being detected.</p> <p>“Given 5% of Victorians have been tested in the last seven days, if there was a big outbreak going on, I think we would expect to have picked it up but there is always that risk,” he said.</p> <p>The Port Melbourne workplace Kappa-variant cluster had five cases added to its total on Sunday, but Cheng said this was due to known but previously unlinked cases being connected. The total for this cluster now sits at 30. The Whittlesea Kappa-variant cluster – the other main cluster in Melbourne – remains at 29 total cases.</p> <p>Despite low case numbers, Merlino said it was too early to consider easing lockdown measures before next Friday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/06/albanese-says-australia-cant-afford-more-lockdowns-and-new-covid-quarantine-facilities-needed-now\">Albanese says Australia can’t afford more lockdowns and new Covid quarantine facilities needed now </a> </p> </aside>  <p>“That will be absolutely based on public health advice, and that is the way we have approached this pandemic … As I said a moment ago, we do know that the Delta variants are 50% more infectious than what we were dealing with last year,” he said.</p> <p>During Sunday’s press conference Merlino announced an expansion to the state’s support for businesses in lockdown, adding an additional $32.2m to help those in the tourism sector.</p> <p>The new package will come in three parts: $16m will go to another round of 80,000 regional tourism vouchers to encourage tourism in the state; $11.8m will be used to increase the grants available to individual business in the tourism sector to $7,000; and $4.4m will be used to support Alpine regions who have now lost a substantial portion of their winter ski season to the lockdown.</p> <p>“In regards to alpine resorts, as the acting premier indicated, they are uniquely effective because the earning period is much shorter than an accommodation or tourism business,” said the minister for tourism, Martin Pakula.</p> <p>“The Queen’s birthday long weekend is one of their biggest weekends, so in recognition of the fact that that will be disrupted … there will be up to $15,000 for on-mountain employing businesses, up to $10,000 for on-mountain non-employing businesses and up to $5,000 for certain off-mountain businesses.”</p> <p>Pakula said the tourism support package was necessary because the government anticipated Melbournians won’t be able to travel into regional Victoria for some time, even after the lockdown ends next Friday.</p>","wordcount":"1162","firstPublicationDate":"2021-06-06T03:38:57Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T08:12:36Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyvdf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ad084aef825523221d5cfa66f85f8cc2b6dfb18f/0_371_5568_3341/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Two further cases of local Covid transmission – a resident and a nurse at an aged care home – have been identified in Victoria in addition to the two infections officially recorded by the state on Sunday, as Western Australia was put on alert after a returned overseas traveller tested positive to coronavirus after leaving hotel quarantine. In Victoria, the newly infected 79-year-old resident at the Arcare aged care home in Maidstone in Melbourne’s west lives in “close proximity” to the centre’s previous two cases. In a statement, Arcare confirmed the resident was fully vaccinated with Pfizer and was asymptomatic, but would still be transferred to the hospital “for public health reasons”. The other case was an agency registered nurse who “last worked at the residence yesterday”. They were asymptomatic and had received just the first dose of a Covid-19 vaccine, according to the statement. “All team members who worked at Arcare yesterday are required to get tested immediately and self-isolate for 14 days,” a spokesperson for Arcare said. “Further testing will take place tomorrow, with the indication that it will occur every two days while we manage this outbreak.” On Sunday afternoon WA’s chief health officer, Dr Andrew Robertson, called a press conference to announce a number of potential Perth exposure sites after a man who recovered from Covid-19 in hotel quarantine recorded a worryingly strong test result the next day. Robertson said the man was released from Pan Pacific Hotel in Perth on Friday, returning to work in the maritime industry where he was required to take a Covid PRC test. While viral shedding from recovered cases often return a positive PRC test result, his viral levels were “moderate” rather than the expected “weak”. “As a precaution, we have put him back into one of the quarantine hotels and have taken further tests. His test today was weaker, which is more in line with what we would expect with somebody who was a chronic shed and we believe that he is a noninfectious chronic shed … He’s shedding viral particles and not a virus,” Robertson said. The man visited several locations – including staying the night at the Ibis hotel in Perth – before he was returned to quarantine on Saturday. “He visited a pharmacy – he visited a telephone store, and he had a meal at a hotel … What we will be doing though is contacting people who may have been at those sites … we’re just asking to get tested in the next day or so, we are not requiring them to quarantine.” Along with the Covid cases discovered in aged care, Victoria had two previously announced new Covid infections on Sunday, which were recorded in the 24 hours to 8pm on Saturday. The two were known close contacts linked to existing outbreaks. “One new case is another employee of the Port Melbourne finance company in their 50s who has been isolating for the entirety of their infectious period. The other new case is a teacher from a primary school link to the West Melbourne outbreak,” the acting premier, James Merlino, said. The West Melbourne cluster is associated with the Delta Covid-19 variant – a highly infectious strain originating from the Indian subcontinent – and is genomically unique from the rest of Melbourne’s current clusters. While the small number of official new cases was heralded as positive news, the deputy chief health officer, Prof Allen Cheng, conceded officials were still struggling to find the source of the Delta variant. “The sequence data has been run against the national database and we have contacted all the other labs in the country to make sure all that sequence data is up-to-date. Today it could be rerun again,” he said. But he said limitations on genomic testing meant the source case for this cluster may be impossible to determine. “There is a small proportion of isolates that can’t be touched. We are keeping a very close eye on examining these cases more carefully. We are working with them to see if there is any further information that can be obtained from these specimens.” On Saturday a senior public health official said her “strong hypothesis” was that the highly contagious Delta variant of the coronavirus that caused a second outbreak in Melbourne was caused by a hotel quarantine leak. Cheng said finding the source remained a key area of concern in Victoria. “What we are somewhat concerned about is the upstream. So for these cases, we can’t find, who gave them the infection and the family that returned from Jervis Bay. We are concerned about who might have given them the infection and therefore could there be other infections related to that.” Despite fear about the infectiousness of the strain, he said it was unlikely it could be circulating widely in Victoria without being detected. “Given 5% of Victorians have been tested in the last seven days, if there was a big outbreak going on, I think we would expect to have picked it up but there is always that risk,” he said. The Port Melbourne workplace Kappa-variant cluster had five cases added to its total on Sunday, but Cheng said this was due to known but previously unlinked cases being connected. The total for this cluster now sits at 30. The Whittlesea Kappa-variant cluster – the other main cluster in Melbourne – remains at 29 total cases. Despite low case numbers, Merlino said it was too early to consider easing lockdown measures before next Friday. “That will be absolutely based on public health advice, and that is the way we have approached this pandemic … As I said a moment ago, we do know that the Delta variants are 50% more infectious than what we were dealing with last year,” he said. During Sunday’s press conference Merlino announced an expansion to the state’s support for businesses in lockdown, adding an additional $32.2m to help those in the tourism sector. The new package will come in three parts: $16m will go to another round of 80,000 regional tourism vouchers to encourage tourism in the state; $11.8m will be used to increase the grants available to individual business in the tourism sector to $7,000; and $4.4m will be used to support Alpine regions who have now lost a substantial portion of their winter ski season to the lockdown. “In regards to alpine resorts, as the acting premier indicated, they are uniquely effective because the earning period is much shorter than an accommodation or tourism business,” said the minister for tourism, Martin Pakula. “The Queen’s birthday long weekend is one of their biggest weekends, so in recognition of the fact that that will be disrupted … there will be up to $15,000 for on-mountain employing businesses, up to $10,000 for on-mountain non-employing businesses and up to $5,000 for certain off-mountain businesses.” Pakula said the tourism support package was necessary because the government anticipated Melbournians won’t be able to travel into regional Victoria for some time, even after the lockdown ends next Friday.","charCount":"6941","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/matilda-boseley\">Matilda Boseley</a>"},{"headline":"Labour to force vote on ‘totally insufficient’ school catch-up plan","standfirst":"<p>Opposition plan comes amid Tory MPs demanding urgent rethink of lost learning scheme </p><ul><li><a href=\"https://www.theguardian.com/politics/2021/jun/05/counting-the-political-cost-of-catching-up-after-covid\">The expert view</a></li></ul>","trailText":"Opposition plan comes amid Tory MPs demanding urgent rethink of lost learning scheme ","byline":"Michael Savage","main":"<figure class=\"element element-image\" data-media-id=\"3d8ec73a9d8b964b9fc5c0b33be7c2c78409afbf\"> <img src=\"https://media.guim.co.uk/3d8ec73a9d8b964b9fc5c0b33be7c2c78409afbf/0_82_3500_2100/1000.jpg\" alt=\"Kate Green, shadow education secretary\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kate Green, shadow education secretary, said children were being ‘treated as an afterthought’ by the government.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>","body":"<p>Labour has vowed to force a vote over the government’s “totally insufficient” plans to help pupils catch up on learning lost during the pandemic, as Tory MPs demand an urgent rethink of the programme.</p> <p>Senior Tories are calling for a wider programme that could include trials of a longer school day and extended physical education and wellbeing activities, to help children in England readjust after time out of the classroom.</p> <p>Amid suggestions that education secretary Gavin Williamson had been fighting for a significantly greater catch-up package within government, his department published an analysis on Friday that showed that much of the past decade’s progress towards reducing the attainment gap for disadvantaged children <a href=\"https://www.theguardian.com/education/2021/jun/04/covid-has-eradicated-disadvantaged-pupils-progress-finds-study\" title=\"\">could have been lost</a> during the pandemic.</p> <p>Labour is planning a vote following<a href=\"https://www.theguardian.com/politics/2021/jun/02/education-recovery-chief-kevan-collins-quit-english-schools-catch-up-row\" title=\"\"> the resignation of Sir Kevan Collins</a>, the government’s education recovery commissioner, after he condemned plans for a £1.4bn recovery fund as woefully short of what was needed. He said the figure betrayed “an undervaluation of the importance of education”.</p> <p>Collins had drawn up plans that would require a £15bn learning recovery fund to be spent on teachers, tutoring and an extended school day. His proposals included 100 extra hours of teaching per pupil to address lost learning.</p> <p>While Labour intends to embarrass the government with the vote, Tories concerned about the catch-up plan said they were likely to abstain rather than rebel. Some already believe the backlash will lead to more money being announced in the coming weeks. Williamson has suggested that he is in favour of longer school days, but is awaiting research on the issue.</p> <p>Kate Green, the shadow education secretary, said that children had been “treated as an afterthought” in the government’s pandemic planning. “Kevan Collins’s resignation makes it clear that the government’s education recovery plan is totally insufficient to help every child bounce back from these impacts of the pandemic,” she said. “Conservative MPs will now have the chance to step up and vote for our children’s futures.”</p> <p>Paul Whiteman, general secretary of school leaders’ union the NAHT, also said that pupils seemed to be “very far down the government’s list of priorities”. Labour said the economic impact of lost learning was at least £100bn, with a potential loss to the economy and country of £420bn. It has drawn up its own proposals for a £14.7bn catch-up plan, including breakfast clubs for every child, mental health support and more small group tutoring for pupils who need it.</p> <p>A government spokeswoman said: “We have committed to an ambitious, long-term recovery plan, including an investment to date of over £3bn and a significant expansion of our tutoring programme, to support children and young people to make up for learning lost during the pandemic.”</p>","newspaperPageNumber":"27","wordcount":"451","firstPublicationDate":"2021-06-05T21:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:37:40Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkmdq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3d8ec73a9d8b964b9fc5c0b33be7c2c78409afbf/0_82_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Labour has vowed to force a vote over the government’s “totally insufficient” plans to help pupils catch up on learning lost during the pandemic, as Tory MPs demand an urgent rethink of the programme. Senior Tories are calling for a wider programme that could include trials of a longer school day and extended physical education and wellbeing activities, to help children in England readjust after time out of the classroom. Amid suggestions that education secretary Gavin Williamson had been fighting for a significantly greater catch-up package within government, his department published an analysis on Friday that showed that much of the past decade’s progress towards reducing the attainment gap for disadvantaged children could have been lost during the pandemic. Labour is planning a vote following the resignation of Sir Kevan Collins, the government’s education recovery commissioner, after he condemned plans for a £1.4bn recovery fund as woefully short of what was needed. He said the figure betrayed “an undervaluation of the importance of education”. Collins had drawn up plans that would require a £15bn learning recovery fund to be spent on teachers, tutoring and an extended school day. His proposals included 100 extra hours of teaching per pupil to address lost learning. While Labour intends to embarrass the government with the vote, Tories concerned about the catch-up plan said they were likely to abstain rather than rebel. Some already believe the backlash will lead to more money being announced in the coming weeks. Williamson has suggested that he is in favour of longer school days, but is awaiting research on the issue. Kate Green, the shadow education secretary, said that children had been “treated as an afterthought” in the government’s pandemic planning. “Kevan Collins’s resignation makes it clear that the government’s education recovery plan is totally insufficient to help every child bounce back from these impacts of the pandemic,” she said. “Conservative MPs will now have the chance to step up and vote for our children’s futures.” Paul Whiteman, general secretary of school leaders’ union the NAHT, also said that pupils seemed to be “very far down the government’s list of priorities”. Labour said the economic impact of lost learning was at least £100bn, with a potential loss to the economy and country of £420bn. It has drawn up its own proposals for a £14.7bn catch-up plan, including breakfast clubs for every child, mental health support and more small group tutoring for pupils who need it. A government spokeswoman said: “We have committed to an ambitious, long-term recovery plan, including an investment to date of over £3bn and a significant expansion of our tutoring programme, to support children and young people to make up for learning lost during the pandemic.”","charCount":"2823","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-savage\">Michael Savage</a>"}]