[{"headline":"Coronavirus live news: Greece and Spain to trial EU Covid travel certificate; South Africa fears winter virus surge","standfirst":"<p>Greece and Spain to take part in tourism boost ahead of <a href=\"https://www.theguardian.com/world/live/2021/may/28/coronavirus-live-news-japan-expected-to-extend-emergency-measures-and-may-share-vaccines-with-taiwan?page=with:block-60b0b0ae8f08d486a771593f#block-60b0b0ae8f08d486a771593f\">planned EU-wide launch on 1 July</a>; southern hemisphere winter <a href=\"https://www.theguardian.com/world/live/2021/may/28/coronavirus-live-news-japan-expected-to-extend-emergency-measures-and-may-share-vaccines-with-taiwan?page=with:block-60b0abed8f088d8c3178ba7f#block-60b0abed8f088d8c3178ba7f\">risks further virus spread</a></p><ul><li><a href=\"https://www.theguardian.com/world/2021/may/27/uk-covid-cases-india-variant-matt-hancock-three-quarters\">Three-quarters of new UK ‘cases could be India variant’</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/28/japan-tokyo-olympic-games-extend-emergency-covid-measures\">Japan to extend emergency measures two months ahead of Olympics</a></li><li><a href=\"https://www.theguardian.com/us-news/2021/may/27/california-covid-19-vaccine-lottery\">California launches largest US vaccine lottery yet with $1.5m prize</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/27/matt-hancock-not-all-patients-sent-care-homes-tested-covid\">UK government faces calls to explain Covid test failings at care homes</a></li><li><a href=\"https://www.theguardian.com/global-development/2021/may/28/protect-and-invest-who-calls-for-6m-more-nurses-worldwide\">WHO calls for 6m more nurses worldwide</a></li></ul>","trailText":"Greece and Spain to take part in tourism boost ahead of planned EU-wide launch on 1 July; southern hemisphere winter risks further virus spread","byline":"Mattha Busby (now); Martin Belam and Helen Sullivan (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"ca782ac085b4bc6a2ca73cf6145db6229a1a8c3c\"> <img src=\"https://media.guim.co.uk/ca782ac085b4bc6a2ca73cf6145db6229a1a8c3c/0_161_3286_1972/1000.jpg\" alt=\"Tourists at the Acropolis as Greece seeks to relaunch its holiday season.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tourists at the Acropolis as Greece seeks to relaunch its holiday season.</span> <span class=\"element-image__credit\">Photograph: Aristidis Vafeiadakis/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60b0d1268f08d486a7715b6a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:19:24.791Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>World Health Organization</strong> has called for access to patients in the <strong>Gaza</strong> strip and free passage to evacuate them for medical treatment as health workers struggle to care for the sick and wounded after 11 days of violence.</p> <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p>WHO spokeswoman<strong> </strong>Fadela Chaib told a Geneva briefing that around 600 patients, including some with chronic conditions, needed to be referred outside of the Palestinian enclave since the start of the hostilities, but had been unable to due to crossing closures.</p> <p>“It’s very important that we help Palestinians get the care they need, especially helping them get treatment outside the Gaza strip,” she said.</p> <p>WHO has a presence on the ground, Chaib said, but was unable to confirm whether it currently had any access from the outside. Other aid agencies have complained about limited humanitarian access and drug supplies.</p> <p>Dozens of health centres were damaged during Israeli bombings earlier this month, prompting the WHO to warn that facilities risked being overwhelmed.</p> <p>“The capacity of the health system to respond is completely crushed,” Helen Ottens-Patterson, MSF head of mission in Gaza, told journalists earlier this week.</p> <p>In an indication of the challenges ahead, she said that an MSF team had to “wade through rubble and glass” to access a ministry of health compound earlier this week.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"38e0ce9075223a83eb086a9bd51c7a04a6220055\"> <img src=\"https://media.guim.co.uk/38e0ce9075223a83eb086a9bd51c7a04a6220055/0_499_7712_4629/1000.jpg\" alt=\"Palestinians walk past a clinic run by the Doctors Without Borders (MSF) medical organisation, which was damaged in Israeli air strikes earlier this month on Gaza City, on 24 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Palestinians walk past a clinic run by the Doctors Without Borders (MSF) medical organisation, which was damaged in Israeli air strikes earlier this month on Gaza City, on 24 May.</span> <span class=\"element-image__credit\">Photograph: Mahmud Hams/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b0cc3a8f086d71cc15d581\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:07:09.791Z\">12.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>AFP have this dispatch from <strong>Finland</strong> as the Scandinavian country opens drive-in voting for local elections on 13 June to manage the risk of Covid transmissions at traditional polling stations.</p> <blockquote class=\"quoted\"> <p> Cars are queued up on an old airport runway on the outskirts of the Finnish capital Helsinki - not for coronavirus tests but for drivers to cast their vote.</p> <p>Outdoor polling stations have sprung up across the Nordic country as authorities try to make voting as socially distanced as possible ahead of the country’s local elections.</p> <p>“Signing in and filling out the ballot paper went brilliantly,” retiree Joukko Salminen tells AFP from inside his white car. “And corona safe too!”</p> <p>Finland’s municipal vote was due to take place in April but was postponed due to the pandemic, after which officials began looking for ways to cast ballots outside during a two-week advance voting period, while protecting the legally protected privacy of voters.</p> <p>“We’ve built screens that stop people being able to see the voting happening,” polling station manager Vesa Kouvonkorpi said. “Because the car is the polling booth, and by law you’re not allowed to see into the polling booth.”</p> <p>Although processing the drive-in votes takes about four times as long as the regular process, the outdoor polling station has proven popular and received 500 voters on its first day, Kouvonkorpi says.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"ec8aae65cd19c08203219b7c9bb5ed5806d97333\"> <img src=\"https://media.guim.co.uk/ec8aae65cd19c08203219b7c9bb5ed5806d97333/0_0_5310_3187/1000.jpg\" alt=\"A car driver casts a ballot for municipal elections at a drive-in polling station at Malmi Airport in Helsinki, Finland, on 26 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A car driver casts a ballot for municipal elections at a drive-in polling station at Malmi Airport in Helsinki, Finland, on 26 May.</span> <span class=\"element-image__credit\">Photograph: Antti Aimo-Koivisto/Lehtikuva/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b0cb068f08d486a7715acf\" class=\"block\" data-block-contributor=\"profile/david-agren\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:51:20.230Z\">11.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mexico</strong> has administered roughly 27.7m doses – about 10.9% of the population – and president <strong>Andrés Manuel López Obrador </strong>has expressed hopes all adults will have had at least one dose by October.</p> <p>But vaccines have still been denied to many doctors, dentists and medical workers in private medicine – and also some physicians in public institutions. More health workers have died during the pandemic in Mexico than any other country in the hemisphere, according to the Pan-American Health Organisation.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2021/may/28/mexico-doctos-coronavirus-covid-vaccines-health-workers\">Mexico’s doctors protest as vaccines denied to frontline health workers</a> </p> </aside> </div>   </div> <div id=\"block-60b0c7b38f08d486a7715ab1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:40:50.711Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fuelling doubts about whether the <strong>Olympics</strong> can go ahead safely, <strong>Japan</strong>’s government has, as expected extended a coronavirus emergency in <strong>Tokyo</strong> and other parts of the country until just a month before the Games. </p> <p>Organisers said they would now wait to take a decision on whether to allow local fans at the Games until the period ends on 20 June. AFP reports that fans from overseas have already been barred, in an unprecedented decision.</p> <p>Japan has seen a comparatively small virus outbreak, with around 12,500 deaths, and has avoided tough lockdowns. But a fourth wave has prompted the government to put emergency measures in place in 10 regions including the capital.</p> <p>The measures mostly limit the sale of alcohol in bars and restaurants and ask them to close early, while encouraging telework and capping audience numbers at events.</p> <p>“The number of new cases has been declining since the middle of the month but the situation continues to be uncertain,” said prime minister <strong>Yoshihide Suga</strong>, announcing the extension.</p> <p>Tokyo 2020 chief<strong> Seiko Hashimoto</strong> told reporters that with the measures being taken “we expect the infection situation to improve.” But she acknowledged that a decision on local fans, originally expected in early June, would now not be taken until the end of the month.</p> <p>“Once the state of emergency is lifted, we will assess how many spectators we can allow in,” she said, adding that there could be different rules for indoor and outdoor venues and the decision would be based on government guidelines.</p> <p>Even under the current state of emergency, sports venues in Japan are allowed to seat 5,000 spectators or 50 percent capacity, whichever is smallest.</p>  <figure class=\"element element-image\" data-media-id=\"990cc60666b92a70abf196b686c07d3aba18d613\"> <img src=\"https://media.guim.co.uk/990cc60666b92a70abf196b686c07d3aba18d613/0_61_2806_1682/1000.jpg\" alt=\"Japanese Prime Minister Yoshihide Suga speaks during the government task force meeting for the COVID-19 measures at his official residence in Tokyo on 28 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Japanese Prime Minister Yoshihide Suga speaks during the government task force meeting for the COVID-19 measures at his official residence in Tokyo on 28 May.</span> <span class=\"element-image__credit\">Photograph: Yoshitaka Sugawara/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b0c3b98f088d8c3178bbf3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:28:48.589Z\">11.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As pharmaceutical companies face growing pressure to waive patents to allow Covid vaccines to be manufactured quicker to allow more even distribution around the globe, <strong>Russia</strong> has provided an interesting model on what to do if you would like a certain medicine to be available in your country.</p> <p>Late last year, the Russian government granted Russian drugmaker <strong>Pharmasyntez</strong> a compulsory licence for one year to manufacture the anti-Covid-19 drug <strong>remdesivir</strong> under a different name without creator <strong>Gilead Science</strong>’s permission.</p> <p>Pharmasyntez had asked the <strong>Kremlin</strong> to allow it to produce a generic version of remdesivir before the decree was issued. Now, Russia’s supreme court has rejected a lawsuit from the <strong>US</strong> company that challenged the Russian government decision to let the firm develop and market the drug without their consent.</p> <p>Reuters reports that the government said in a decree at the time that the move was in the interests of Russia’s own security. According to the decree, Russia had to pay compensation to the drug’s patent-holder. The amount was not specified.<br></p> <p><strong>Vikram Punia</strong>, its director, said the company had also written to Gilead in July last year to try to obtain their consent in the form of a voluntary licence, but had not heard back. Pharmasyntez produces remdesivir under the name <strong>Remdeform</strong>. A shipment of the drug was sent by Russia to India on Tuesday as part of a delivery of humanitarian aid.</p> <p>Gilead said in a statement it was disappointed by the ruling and called the issuance of a compulsory licence “unnecessary and counterproductive ... We have stood ready to work with Russia to expand access to Veklury [remdesevir] since [the] mid-2020. Intellectual property is not, and has never been, a significant barrier to access to medicines in Russia.”</p> <p>Its Mattha Busby here taking over the blog from my colleague Martin Belam. Good morning, good afternoon and good evening to everyone reading, do get in touch <a href=\"https://twitter.com/matthabusby\">via Twitter</a> with any thoughts or tips. Stay tuned for updates.</p> </div>   </div> <div id=\"block-60b0bbf58f08d486a77159e4\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:05:41.438Z\">11.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far…</h2>  <div class=\"block-elements\">  <ul> <li><strong>Greece</strong> has said it is ready to use a Covid-19 travel certificate before its EU-wide launch on 1 July to attract foreign travellers and save its tourism sector from a second summer lost to the coronavirus.</li> <li><strong>Spain</strong>’s prime minister <strong>Pedro Sanchez</strong> also confirmed his country would take part in the trials from 7 June. “This will be decisive in getting the certificate ready before summer begins and is big news for our tourism industry.”</li> <li>The deputy prime minister of <strong>Ireland</strong>, <strong>Leo Varadkar</strong>, has said that Irish citizens should be able move more freely across the <strong>European Union</strong> from mid-July, but cast doubt on whether it would also apply to Britain.</li> <li><strong>South Africa</strong> is in a race against time to vaccinate as many people as possible amid signs the virus may be surging again with the approach of winter in the southern hemisphere, when people spend more time indoors, typically allowing for more spread of disease.</li> <li><strong>Japan</strong> is expected to extend emergency coronavirus measures in <strong>Tokyo</strong> and several other regions by about three weeks, according to officials, as the country struggles to rein in a fourth wave of infections less than two months before the <strong>Olympics</strong>.</li> <li><strong>Japan</strong> said it would consider sharing its Covid vaccines with other countries as a ruling party committee urged it to provide a portion of its AstraZeneca vaccine stock to <strong>Taiwan</strong>. <strong>Japan</strong> has also today approved the use of the <strong>Pfizer</strong> Covid-19 vaccine for those aged 12 and above.</li> <li>Weeks into <strong>Taiwan</strong>’s worst outbreak since the pandemic began, and 10 days after the island was put on the third highest level of social restrictions, daily totals of new cases are still not decreasing, the health minister has conceded.</li> <li><strong>India</strong> reported on Friday 186,364 new coronavirus infections during the previous 24 hours, for its lowest daily rise since April 14, while deaths rose by 3,660.</li> <li>The south Asia region - <strong>India</strong>, <strong>Bangladesh</strong>, <strong>Pakistan</strong>, <strong>Bhutan</strong>, <strong>Nepal</strong>, <strong>Maldives</strong> and <strong>Sri Lanka</strong> – accounts for 18% of global cases and almost 10% of deaths according to analysis by Reuters. The region has exceeded 30 million cases in total.</li> <li><strong>Australia</strong>’s government is <a href=\"https://www.theguardian.com/australia-news/2021/may/28/federal-government-scrambles-to-vaccinate-victorian-aged-care-homes-as-state-enters-first-day-of-lockdown\">scrambling to administer first doses of Covid vaccines</a> to unvaccinated aged care homes across Victoria on the first day of a week-long lockdown.</li> <li>Overcrowding in Victoria’s healthcare system is <a href=\"https://www.theguardian.com/australia-news/2021/may/28/overcrowding-in-victorian-hospitals-bigger-emergency-than-covid-expert-warns\">a “bigger public health emergency than Covid”</a>, according to a leading emergency physician who says the state’s doctors and nurses were exhausted even before the latest outbreak in <strong>Australia</strong>.</li> <li>Czech restaurants will open to indoor diners from Monday. The <strong>Czech Republic</strong> will also open up to tourists from seven countries – <strong>Slovakia</strong>, <strong>Hungary</strong>, <strong>Poland</strong>, <strong>Slovenia</strong>, <strong>Croatia</strong>, <strong>Austria</strong> and <strong>Germany</strong> – under reciprocal agreements.</li> <li>A €2.5bn (£2.15bn) package has been agreed by <strong>Germany</strong>’s government to help the culture industry get back on its feet as the country slowly emerges from a third wave of the Covid pandemic.</li> <li>The <strong>UK</strong> business secretary, <strong>Kwasi Kwarteng</strong>, has <a href=\"https://www.theguardian.com/politics/2021/may/28/kwasi-kwarteng-defends-hancock-over-covid-care-home-claims\">defended health secretary Matt Hancock against criticism</a> that he failed to protect people in care homes at the outset of the Covid pandemic, saying residents “were protected as far as we could”.</li> <li>Professor <strong>Christina Pagel</strong>, from University College London and a member of Independent Sage, said the India variant was causing concern in <strong>England</strong> and the road map for reopening the economy should be delayed.</li> <li><strong>Murdo Fraser</strong> of the Scottish Conservatives has criticised the continued restrictions in place across <strong>Glasgow</strong>. He has said if the latest data shows infections are still high then a “more targeted” approach was needed in <strong>Scotland</strong>.</li> <li>A royal academy chaired by <strong>Princess Chulabhorn</strong>, the youngest sibling of <strong>Thailand</strong>’s king, has said it would import 1 million doses of <strong>Sinopharm</strong>’s Covid-19 vaccine next month, after the Food and Drug Administration authorised its use.</li> <li>The <strong>Philippines</strong> has suspended the deployment of workers to <strong>Saudi Arabia</strong> after it received reports that their employers and recruiters were making them pay for Covid-19 testing, quarantine and insurance upon arrival in the kingdom.</li> <li><strong>Russia has registered the world’s first vaccine for animals against Covid</strong>, its agricultural regulator said on Wednesday, after tests showed it generated antibodies against the virus in dogs, cats, foxes and mink</li> <li>Health ministers around the world are being <a href=\"https://www.theguardian.com/global-development/2021/may/28/protect-and-invest-who-calls-for-6m-more-nurses-worldwide\">urged to sign off on plans to create 6m more nursing jobs by 2030</a>, amid warnings that <strong>Covid-19 has exacerbated a global shortage</strong> and could spark a “brain drain” from the developing world.</li> </ul> <p><em>That’s it from me, Martin Belam. I will be back on Tuesday. Harry Taylor has <a href=\"https://www.theguardian.com/politics/live/2021/may/28/uk-covid-live-calls-delay-21-june-reopening-boris-johnson-india-variant-coronavirus-viktor-orban\">our UK live blog</a>, Mattha Busby will be joining you here shortly to carry on bringing you the latest global Covid developments.</em></p> </div>   </div> <div id=\"block-60b0bbcd8f088d8c3178bb76\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:46:27.598Z\">10.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Philippines has suspended the deployment of workers to Saudi Arabia after it received reports that their employers and recruiters were making them pay for Covid-19 testing, quarantine and insurance upon arrival in the kingdom.</strong><br></p> <p>Reuters report that Labour secretary Silvestre Bello said in an order that his department will issue an official statement on resumption of deployment “after this matter has been clarified accordingly”.<br tabindex=\"-1\"></p> <p>It was not immediately clear how many Filipinos bound for Saudi Arabia would be directly affected. Saudi Arabia was the most preferred destination of overseas Filipino workers in 2019, government data showed, hosting one out of five Filipinos who landed jobs abroad during that year.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T09:58:53.920Z\">at 10.58am BST</time></p>  </div> <div id=\"block-60b0bacf8f086d71cc15d445\" class=\"block is-key-event\" data-block-contributor=\"profile/elias-visontay\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:43:00.372Z\">10.43am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Australia's federal government scrambles to vaccinate Victorian aged care homes as state enters lockdown</h2>  <div class=\"block-elements\">  <p><strong>The Scott Morrison government in Australia was scrambling to administer first doses of Covid vaccines to unvaccinated aged care homes across <a href=\"https://www.theguardian.com/australia-news/victoria\">Victoria</a> on the first day of a week-long lockdown, as federal ministers rejected criticism of the programme’s rollout.</strong></p> <p>Facilities hurriedly prepared residents for rushed vaccines on Friday as the commonwealth raced to vaccinate neglected populations within the highest priority group it had initially promised to two months ago.</p> <p>The federal health minister, Greg Hunt, had said on Thursday there were 74 residential aged care homes across Australia that had not yet received an initial dose of Covid vaccine, including 16 in Victoria.</p> <p>But he went on a media blitz on Friday morning insisting every aged care home in the state would have received at least one dose by the weekend.</p> <p>The government’s push to vaccinate the remaining aged care homes in Victoria came a day after Hunt announced the recommended two-week interval between flu and Covid shots would be scrapped for aged care settings in Victoria.</p> <p>The operator of one aged care home in <a href=\"https://www.theguardian.com/australia-news/melbourne\">Melbourne</a>, who asked not to be identified, told Guardian Australia they were surprised to learn vaccination teams were being sent to their facility on Friday. It presented logistical hurdles to prepare residents at such short notice, they said.</p> <p>Read more here: <a href=\"https://www.theguardian.com/australia-news/2021/may/28/federal-government-scrambles-to-vaccinate-victorian-aged-care-homes-as-state-enters-first-day-of-lockdown\"><strong>Federal government scrambles to vaccinate Victorian aged care homes as state enters first day of lockdown</strong></a></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/federal-government-scrambles-to-vaccinate-victorian-aged-care-homes-as-state-enters-first-day-of-lockdown\">Federal government scrambles to vaccinate all Victorian aged care homes on first day of lockdown</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T09:47:50.215Z\">at 10.47am BST</time></p>  </div> <div id=\"block-60b0b8258f08d486a77159a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:31:42.775Z\">10.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>My colleague Haroon Siddique has a fuller write-up of those quotes from the UK business secretary Kwasi Kwarteng that we were carrying on this blog earlier: <a href=\"https://www.theguardian.com/politics/2021/may/28/kwasi-kwarteng-defends-hancock-over-covid-care-home-claims\">Kwasi Kwarteng defends Hancock over Covid care home claims</a></p> <p>As a reminder, UK Covid news is now being blogged by Harry Taylor over <a href=\"https://www.theguardian.com/politics/live/2021/may/28/uk-covid-live-calls-delay-21-june-reopening-boris-johnson-india-variant-coronavirus-viktor-orban\">here</a>:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2021/may/28/uk-covid-live-calls-delay-21-june-reopening-boris-johnson-india-variant-coronavirus-viktor-orban\">UK Covid live: calls to push back 21 June reopening in England after PM admits ‘we may need to wait’</a> </p> </aside> </div>   </div> <div id=\"block-60b0b6f98f088d8c3178bb2a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:27:52.619Z\">10.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Thailand seeks to import 1m doses of newly-approved Sinopharm vaccine</h2>  <div class=\"block-elements\">  <p><strong>A royal academy chaired by Princess Chulabhorn, the youngest sibling of Thailand’s king, has said it would import 1m doses of Sinopharm’s Covid-19 vaccine next month, after the Food and Drug Administration (FDA) authorised its use.</strong></p> <p>The announcement in the official Royal Gazette surprised some members of the government, which had until now insisted on being the sole importer of Covid-19 vaccines.</p> <p>The FDA on Friday approved the Sinopharm coronavirus vaccine for emergency use, making it the fifth authorised by Thailand after AstraZenaca, Sinovac’s CoronaVac, Johnson &amp; Johnson’s Janssen and Moderna</p> <p>“We want to help plug in the gaps for business, schools, so they can move forward,” Nithi Mahanonda, secretarygeneral of the Chulabhorn Royal Academy told a news briefing.<br tabindex=\"-1\"></p> <p>Reuters report that earlier this week, the academy announced it would import “alternative vaccines” to supplement the government campaign. The government says it will have 6m AstraZenaca doses and 3 million Sinovac doses available in June. Just over 1 million of Thailand’s more than 66 million people are fully vaccinated.</p> <p>Nithi said other organisations would be able to buy from the academy’s 1m Sinopharm doses, adding that it did not seek profit.<br tabindex=\"-1\"></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T09:48:44.102Z\">at 10.48am BST</time></p>  </div> <div id=\"block-60b0b0ae8f08d486a771593f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:13:31.184Z\">10.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Greece and Spain among countries agreeing to early trial of EU Covid-19 travel certificate</h2>  <div class=\"block-elements\">  <p><strong>Greece has said it is ready to use a Covid-19 travel certificate before its EU-wide launch on 1 July to attract foreign travellers and save its tourism sector from a second summer lost to the coronavirus.</strong><br></p> <p>The free certificate will take the form of a QR code on a smartphone or paper, letting authorities determine the status of a visitor based on records in their home EU country.</p> <p>Greece was one of the early advocates of a certificate that would ease European Union travel curbs and help pull the country’s economy from recession by lifting tourism revenues.<br></p> <p>The European Council and parliament last week reached a deal on the digital green certificate following a rapid pick-up of vaccinations allowing widespread lifting of coronavirus curbs.<br></p> <p>The European parliament is expected to pass a law in the week from 7 June and more than a dozen EU countries, including France and Spain, have agreed to test the system before a launch on 1 July.<br tabindex=\"-1\"></p> <p>The certificate would show if a person had received a vaccine, had a recent negative test or had immunity based on recovery.<br></p> <p>“It is very, very simple. Essentially, it includes all the information that a member-state would need to welcome a traveller without imposing additional restrictions,” Greek prime minister Kyriakos Mitsotakis said at a presentation of the pass on Friday.</p> <p>Lefteris Papadimas and Angeliki Koutantou report for Reuters that Mitsotakis added: “Greece is ready to launch this digital certificate earlier than 1 July.”</p> <p>He called on EU countries to ensure they stick to the deadlines and facilitate travel over the summer.</p> <p>In a separate event in the northern Spanish city of Soria, Spanish prime minister Pedro Sánchez also confirmed his country would take part in the trials from 7 June.</p> <p>“This will be decisive in getting the certificate ready before summer begins and is big news for our tourism industry.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T09:49:35.367Z\">at 10.49am BST</time></p>  </div> <div id=\"block-60b0abed8f088d8c3178ba7f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:39:55.774Z\">9.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>South Africa is in a race against time to vaccinate as many people as possible amid signs the virus may be surging again with the approach of winter in the southern hemisphere, when people spend more time indoors, typically allowing for more spread of disease.</strong></p> <p>It is also a critical front in the fight against the virus in Africa, with South Africa recording 40% of the continent’s Covid-19 deaths.<br></p> <p>Since January, South Africa has vaccinated nearly 500,000 of its 1.2 million healthcare workers and now is adding its older citizens to the campaign. In the past two weeks, nearly 200,000 have received their Pfizer jabs with instructions to come back in six weeks to get their second dose.<br></p> <p>After a plateau of the disease that lasted a few months, South Africa’s new cases, hospitalisations and deaths are trending up. The seven-day rolling average of daily new cases has risen over the past two weeks from 3.33 per 100,000 people on 12 May to 3.97 per 100,000 on Wednesday, according to Johns Hopkins University. The seven-day rolling average of deaths is also on the rise: from 0.10 deaths per 100,000 people to 0.11 per 100,000 over the same period.<br></p> <p>The increase may seem small, but experts warn it may be the start of a resurgence as the country enters the colder winter months, which start in June.<br></p> <p>The national coronavirus task force met this week and President Cyril Ramaphosa’s government is pondering the possibility of reimposing restrictions, such as reducing the hours that alcohol can be sold and limiting the number of people at gatherings.<br></p> <p>“We’re under pressure to reach higher levels of vaccination,” Mosa Moshabela, professor of public health at the University of KwaZulu-Natal, told the Associated Press.<br></p> <p>“New vaccination centers are opening every day and the numbers being given shots should quickly go from 20,000 elderly per day to 50,000 and then 100,000 per day,” he said. “By June we should reach 200,000 per day. We need to have that kind of volume to get close to vaccinating 5 million elderly by the end of June.”<br></p> <p>South Africa’s overall goal is to vaccinate 67% of its 60 million people by February.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:51:38.161Z\">at 9.51am BST</time></p>  </div> <div id=\"block-60b0a9ed8f086d71cc15d35a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:31:03.207Z\">9.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Indoor dining to be allowed in Czech Republic – borders will reopen to seven countries</h2>  <div class=\"block-elements\">  <p><strong>Czech restaurants will open to indoor diners from Monday</strong>, health minister Adam Vojtech said this morning, announcing a quicker-than-planned easing of Covid-19 restrictions.<br></p> <p>Reuters report that the Czech Republic will also open up to tourists from seven countries – <strong>Slovakia</strong>, <strong>Hungary</strong>, <strong>Poland</strong>, <strong>Slovenia</strong>, <strong>Croatia</strong>, <strong>Austria</strong> and <strong>Germany</strong> – under reciprocal agreements.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:39:05.202Z\">at 9.39am BST</time></p>  </div> <div id=\"block-60b0a8018f086d71cc15d336\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:22:28.989Z\">9.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Harry Taylor is on <a href=\"https://www.theguardian.com/politics/live/2021/may/28/uk-covid-live-calls-delay-21-june-reopening-boris-johnson-india-variant-coronavirus-viktor-orban\">our UK live blog</a> duties this morning, and he’s just got that started for the day. If you are after UK news, then you can follow that with him here …</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2021/may/28/uk-covid-live-calls-delay-21-june-reopening-boris-johnson-india-variant-coronavirus-viktor-orban\">UK Covid live: calls to push back 21 June reopening in England after PM admits ‘we may need to wait’</a> </p> </aside>  <p>I’ll be continuing here with the latest global coronavirus news. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:27:50.646Z\">at 9.27am BST</time></p>  </div> <div id=\"block-60b0a6c48f088d8c3178ba38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:20:56.254Z\">9.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The deputy prime minister of Ireland, Leo Varadkar, has said that Irish citizens should be able move more freely across the European Union from mid-July, but cast doubt on whether it would also apply to Britain.</strong></p> <p>“The advice that we have, and we’re accepting this advice, is that there are real concerns about the Indian variant and for that reason, we’re not in a position to restore the common travel area just yet,” Varadkar told national broadcaster RTE.</p> <p>Reuters report he said there would continue to be restrictions for arrivals from Britain, including requirements to have a vaccine or a negative Covid-19 test, even once travel opens up using the EU’s “green certificate”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:28:12.904Z\">at 9.28am BST</time></p>  </div> <div id=\"block-60b0a5968f088d8c3178ba2e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:12:19.864Z\">9.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Japan approves Pfizer vaccine for 12- to 15-year-olds</h2>  <div class=\"block-elements\">  <p>Very quick snap from Reuters that a Japanese health ministry panel has approved the use of the Pfizer Covid-19 vaccine for those aged 12 and above.</p> <p>The move, which lowers the threshold from 16, follows approvals in the US and other nations this month for the vaccine to be used for adolescents.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:30:12.914Z\">at 9.30am BST</time></p>  </div> <div id=\"block-60b0a2a38f088d8c3178ba0e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:05:33.865Z\">9.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the BBC Radio 4 Today programme, UK business secretary <strong>Kwasi Kwarteng</strong> was pushed on the issue of people being discharged from hospital to care homes without testing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1398184452153614336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;They were protected as far as we could&quot;<br><br>Business Secretary Kwasi Kwarteng talks to <a href=\"https://twitter.com/MishalHusain?ref_src=twsrc%5Etfw\">@MishalHusain</a> about Matt Hancock’s actions on protecting care homes from Covid<a href=\"https://twitter.com/hashtag/R4Today?src=hash&amp;ref_src=twsrc%5Etfw\">#R4Today</a> <a href=\"https://t.co/ugRWAQVKiY\">https://t.co/ugRWAQVKiY</a> <a href=\"https://t.co/DQ8lkVm8GK\">pic.twitter.com/DQ8lkVm8GK</a></p>&mdash; BBC Radio 4 Today (@BBCr4today) <a href=\"https://twitter.com/BBCr4today/status/1398184452153614336?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>He was fairly steadfast in repeatedly saying that testing capacity had to be built from scratch, and that is what Matt Hancock and the department did.</p> </div>   </div> <div id=\"block-60b0a03d8f08d486a771585e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T07:50:10.772Z\">8.50am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Taiwan moves closer to level 4 lockdown after third consecutive day of record deaths</h2>  <div class=\"block-elements\">  <p><strong>Weeks into Taiwan’s worst outbreak since the pandemic began, and 10 days after the island was put on the third highest level of social restrictions, daily totals of new cases are still not decreasing, the health minister has conceded.</strong><br></p> <p>In today’s daily press conference, minister <strong>Chen Chih-shung</strong> reported 19 new deaths, 297 new cases and an additional 258 cases from a backlog of cases stretching as far as 10 days. He said the trends appeared stable, and were not rising, but the fact they were not visibly decreasing suggested there was still unidentified spread. The 19 deaths is the third consecutive record for daily fatalities.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/royngerng/status/1398162585531211780\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">After including the backlogged cases today, Taiwan&#39;s <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases aren&#39;t going down:<a href=\"https://t.co/rykK8Zu917\">https://t.co/rykK8Zu917</a> <a href=\"https://t.co/MCjFv8gVRG\">pic.twitter.com/MCjFv8gVRG</a></p>&mdash; Roy Ngerng 鄞義林 (@royngerng) <a href=\"https://twitter.com/royngerng/status/1398162585531211780?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Taiwan is currently on alert level 3, of a four-tier system. Recreation, entertainment and sporting venues have closed, restaurants ordered to do take-away only, and working from home encouraged but not enforced.</p> <p>The backlog of cases has made assessment of trends - and the effectiveness of the response measures - difficult, with up to 95 cases at a time being added to previous daily totals.<br></p> <p>For the first time in this outbreak, Chen has flagged a possible move to level 4, requiring a lockdown. Until now he has said it would not happen unless there were 14 consecutive days of more than 100 cases (which has happened) and a rate of at least 50% untraced (which has not happened).</p> <p>He said they need to get a clearer picture of the trends, and would have more information early next week.<br></p> <p>Chen also announced local governments would be allowed to facilitate their own vaccine purchases, with FDA approval, acknowledging the central government’s processes were not procuring fast enough to meet Taiwan’s needs in the context of the current outbreak.</p> <p>About 330,000 people have received at least one vaccine so far, from a population of 24 million. Taiwan’s hospitals have also been told to double their Covid patient capacity by allowing two patients to a room, instead of one.<br></p> </div>   </div> <div id=\"block-60b099f38f086d71cc15d2a4\" class=\"block is-key-event\" data-block-contributor=\"profile/kateconnolly\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T07:23:18.442Z\">8.23am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Germany agrees €2.5bn package to help revive Covid-hit culture sector</h2>  <div class=\"block-elements\">  <p><strong>A €2.5bn (£2.15bn) package has been agreed by the German government to help the culture industry get back on its feet as the country slowly emerges from a third wave of the Covid pandemic.</strong></p> <p>The finance minister, Olaf Scholz, has called the package “the biggest cultural subsidy programme” since the end of the second world war.</p> <p>The coronavirus cultural fund is intended to give organisers of events assurances that they will be compensated if performances and concerts are not able to go ahead as planned, as well as making up for the loss of ticket sales due to reduced seating as a result of social distancing regulations.<br></p> <p>Initially the measures will protect events of up to 500 participants, so that if from 1 July an event has to be cancelled, the organiser will be fully compensated. From the end of August, in anticipation of events being able to increase in size, that will go up to 2,000 participants.</p> <p>The measures, coming as <a href=\"https://www.theguardian.com/world/germany\">Germany</a> starts to open up after months of tight restrictions, are on top of a multimillion-euro <em>neustart </em><em>kultur</em> (new start culture) programme announced last year to cover events across the country.</p> <p>“Life is starting again after a long coronavirus winter,” Scholz said. Monika Grütters, the culture minister, said the fund sent a signal to the cultural industry that its “resuscitation deserves the same amount of effort which is being given to other branches”.</p> <p><strong>Read more of Kate Connolly’s report from Berlin: <a href=\"https://www.theguardian.com/world/2021/may/28/germany-agrees-25bn-package-to-help-revive-covid-hit-culture-sector\">Germany agrees €2.5bn package to help revive Covid-hit culture sector</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/28/germany-agrees-25bn-package-to-help-revive-covid-hit-culture-sector\">Germany agrees €2.5bn package to help revive Covid-hit culture sector</a> </p> </aside> </div>   </div> <div id=\"block-60b098068f08d486a771581d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T07:19:51.032Z\">8.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Yesterday UK housing minister <strong>Robert Jenrick</strong> was touting next spring as a possible starting date for a Covid inquiry. Opposition Labour MP <strong>David Lammy</strong> has just joined calls to rapidly bring that date forward in the light of the revelations from <strong>Dominic Cummings</strong> earlier in the week.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1398174763512745986\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Start the Inquiry into how the U.K. has been left with the highest Covid death toll in Europe this Summer. No excuses for a delay.</p>&mdash; David Lammy (@DavidLammy) <a href=\"https://twitter.com/DavidLammy/status/1398174763512745986?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Meanwhile on LBC, shock-jock <strong>Nick Ferrari</strong> has been lambasting business secretary <strong>Kwasi Kwarteng</strong> saying he should be “kicking the door down” of the prime minister, “banging the desk and saying ‘We have got to stick to 21 June, prime minister!’”.</p> <p>Kwarteng replies “You know what Nick, that’s exactly what I’m doing.”</p> <p>The rest of his answer doesn’t make it sound like he <em>is</em> doing that, however, as he reiterates form his earlier media appearances that “What I can’t do is give guarantees on the 28 May” and continues to hold the line that the government will be following the data and there will not be a decision until 14 June.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LBC/status/1398173849968168963\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Business Secretary Kwasi Kwarteng refuses to guarantee that lockdown will be eased on 21 June. <a href=\"https://twitter.com/NickFerrariLBC?ref_src=twsrc%5Etfw\">@NickFerrariLBC</a> <a href=\"https://t.co/gwHT3yKJO5\">pic.twitter.com/gwHT3yKJO5</a></p>&mdash; LBC (@LBC) <a href=\"https://twitter.com/LBC/status/1398173849968168963?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b095c18f088d8c3178b97d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T07:07:48.818Z\">8.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Mario Koran reports for us from Milwaukee that Wisconsin is the <a href=\"https://www.theguardian.com/world/2021/may/28/wisconsin-coronavirus-vaccine-hesitancy\">ground zero of America’s battle against vaccine hesitancy</a>:</em></p> <p>Vaccination rates in <a href=\"https://www.theguardian.com/world/wisconsin\">Wisconsin</a> vary widely between rural and urban areas and political, religious and racial divides – a pattern that mirrors the divide across the nation.</p> <p>In the progressive stronghold of Dane county – home to the University of Wisconsin-Madison – more than 65% of the population has received one dose. In the state’s rural north, Taylor county has vaccinated only 23.5% of the population, <a href=\"https://www.dhs.wisconsin.gov/covid-19/vaccine-data.htm\">state data</a> shows.</p> <p>Vaccine availability once posed the biggest barrier to immunization. But as availability increased, demand plateaued. Now, healthcare professionals are strategizing ways to reach those who haven’t yet been vaccinated but remain open to it.</p>  <figure class=\"element element-image\" data-media-id=\"87ebf6ee5406a2c41147166244581a7e0a2fc660\"> <img src=\"https://media.guim.co.uk/87ebf6ee5406a2c41147166244581a7e0a2fc660/0_0_5568_3341/1000.jpg\" alt=\"A walk-in vaccination clinic being run with the help of the Wisconsin National Guard.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A walk-in vaccination clinic being run with the help of the Wisconsin National Guard.</span> <span class=\"element-image__credit\">Photograph: Mark Hertzberg/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure>  <p>“Most of our rural residents have the information they need about where and when to get vaccinated. So this is no longer primarily an issue about access to the vaccine. It truly is an issue of what is commonly called vaccine hesitancy,” said Tim Size, executive director of the Rural Wisconsin Health Cooperative, a network of 43 rural hospitals.</p> <p>“I’m not talking about those who just say hell will freeze over before they get the vaccine. That’s not where I think any of us probably need to spend our energy because it’s unlikely to get much traction. I’m talking about the number of people who are communicating that they’re not quite ready yet, but with more information and conversation, they may get there.”</p> <p><strong>Read more of Mario Koran’s report from Milwaukee here: <a href=\"https://www.theguardian.com/world/2021/may/28/wisconsin-coronavirus-vaccine-hesitancy\">Wisconsin: ground zero of America’s battle against vaccine hesitancy</a></strong><br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/28/wisconsin-coronavirus-vaccine-hesitancy\">Wisconsin: ground zero of America’s battle against vaccine hesitancy</a> </p> </aside> </div>   </div> <div id=\"block-60b0950f8f086d71cc15d26c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T07:01:27.373Z\">8.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Prof Christina Pagel, from University College London and a member of Independent Sage, said the India variant was causing concern and the road map should be delayed.</strong><br></p> <p>She told BBC Radio 4’s Today programme: “Certainly we have weakened the link significantly between cases and hospitalisations, but we haven’t broken it.”<br></p> <p>She added: “We now have fewer restrictions in England than we’ve had since the pandemic started, so if enough people get infected, even a really small proportion who need hospital can still end up being quite large absolute numbers.”<br></p> <p>Asked whether the planned further lockdown easing for 21 June should not go ahead, she said: “So far we’ve kind of been crossing our fingers a little bit, Sage and Public Health England both say it’s a more transmissible variant, we know it has some levels of vaccine escape.<br></p> <p>“So we’re in a situation where, compared to two months ago, we now have a dominant variant, it transmits faster, and our vaccines are less effective against it.”<br></p> <p>PA Media reports that asked if it would be “very demoralising” to remain as we are now, she said: “I think what’s demoralising is having a third wave. If we can just delay international travel, delay stage 4 of the road map until we have a much higher proportion of people vaccinated with two doses, we’re in a much, much better position.</p> <p>“We’re only two months away from that, it’s not long to wait. What I don’t want is for us to have new restrictions.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T07:20:43.189Z\">at 8.20am BST</time></p>  </div> <div id=\"block-60b08dcc8f088d8c3178b92d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:47:37.714Z\">7.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the UK, business secretary <strong>Kwasi Kwarteng</strong> has become the latest minister to defend health secretary <strong>Matt Hancock</strong>, saying “Very few people – if anyone – worked as hard as he did.”</p> <p>Hancock had an awkward time in front of parliament yesterday following accusations by former government adviser Dominic Cummings that he had lied to colleagues and the public during the early stages of the pandemic.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1398164061745995778\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Very few people, if anyone, worked as hard as he did.&quot;<br><br>Business Secretary Kwasi Kwarteng says he &quot;fully believes&quot; Health Secretary Matt Hancock was &quot;absolutely focussed&quot; and &quot;very committed&quot; to saving lives since the start of the pandemic.<br><br>Follow: <a href=\"https://t.co/qUF6tScpZN\">https://t.co/qUF6tScpZN</a> <a href=\"https://t.co/HCdQDv1TEu\">pic.twitter.com/HCdQDv1TEu</a></p>&mdash; Sky News (@SkyNews) <a href=\"https://twitter.com/SkyNews/status/1398164061745995778?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Kwarteng said: “I think what Matt stressed very carefully yesterday was that he was absolutely focused, right from the start of the pandemic, on saving people’s lives.<br></p> <p>“He was in a difficult situation as the Health Secretary, in a pandemic, the like of which we hadn’t seen for 100 years. He was under huge pressure.<br></p> <p>“And as a Cabinet colleague, I know that he worked really hard and very few people - if anyone - worked as hard as he did and he was very committed to saving lives. Now, he said what he said, I fully believe him but we’ll have an inquiry and that will iron out all these facts.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T07:02:39.406Z\">at 8.02am BST</time></p>  </div> <div id=\"block-60b091368f086d71cc15d23a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:47:11.760Z\">7.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Poulomi Ghosh reports for the Hindustan Times on <a href=\"https://www.hindustantimes.com/india-news/vaccine-dose-mix-up-may-not-be-a-problem-says-centre-as-20-in-uttar-pradesh-get-different-shots-101622177308788.html\">a vaccine mix-up causing concern</a>:</p> <blockquote class=\"quoted\"> <p>At least 20 people in Uttar Pradesh’s Siddharthnagar district bordering Nepal were administered with different doses of vaccines, in a case of “negligence”.</p> <p>The 20 people who received two different vaccines in two slots are all from Audahi Kalan village and are aged above 45 years. On 1 April, there were given a dose of Covishield, which was their first dose. On 14 May, they were administered the second dose and as the health workers did not check the card to find out which vaccine was administered to them earlier, they were given Covaxin, by mistake.</p> <p>Reports said none of them reported any adverse effect.</p> </blockquote> <p>There are controlled trials ongoing in some countries of mixing vaccines to see if it increases effectiveness. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T07:20:55.265Z\">at 8.20am BST</time></p>  </div> <div id=\"block-60b08f4e8f08d486a77157b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:38:41.948Z\">7.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Murdo Fraser of the Scottish Conservatives has criticised the continued restrictions in place across Glasgow. PA Media reports that he has said if the latest data shows infections are still high then a “more targeted” approach was needed.</strong></p> <p>Areas of Glasgow with higher concentrations of coronavirus infections should be targeted with testing and vaccinations rather than the whole city being subject to “blanket” restrictions, the Scottish Conservatives have said.<br></p> <p>Fraser told the BBC’s Good Morning Scotland: “Our view is the current council-wide lockdown in Glasgow has not been the right approach.<br tabindex=\"-1\"></p> <p>“Large parts of Glasgow do not see large numbers of people infected with Covid and yet are affected by these lockdown restrictions.<br></p> <p>“If the data is still showing a specific problem in Glasgow what we should be doing is isolating that problem … localised surge testing, accelerating vaccinations in those communities and greater support for local businesses who have been really suffering.”</p> <p>Glasgow has been under strict coronavirus restrictions for 270 days and is the only part of the country under tougher Level 3 constraints.<br></p> <p>An update on restrictions in Scotland’s largest city is expected later today from first minister Nicola Sturgeon.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T06:40:24.048Z\">at 7.40am BST</time></p>  </div> <div id=\"block-60b08d448f088d8c3178b925\" class=\"block is-key-event\" data-block-contributor=\"profile/melissa-davey\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:28:56.506Z\">7.28am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Overcrowding in Victorian hospitals ‘bigger emergency than Covid’, expert warns</h2>  <div class=\"block-elements\">  <p><strong>Overcrowding in Victoria’s healthcare system is a “bigger public health emergency than Covid”, according to a leading emergency physician who says the state’s doctors and nurses were exhausted even before the latest outbreak.</strong></p> <p>Victoria is in a <a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-covid-outbreak-victoria-records-four-new-cases-as-close-contacts-list-swells\">seven-day lockdown</a> with 30 cases of community transmission, more than 120 exposure sites, and 15,000 primary and secondary contacts of cases in isolation.</p> <p>The Australasian College for Emergency Medicine Victoria faculty chair, Dr Mya Cubitt, said on Friday that doctors and nurses in public hospitals had been dreading such a situation because they were still recovering from Victoria’s second wave in 2020.</p> <p>At its height, there were more than 700 new cases in a single day. There were 768 deaths overall with hundreds of healthcare workers infected.</p> <p>“We are in the worst crisis that healthcare has faced in many years,” Cubitt said.</p> <p>“You could even say – and I’d love to speak with [chief health officer Prof] Brett Sutton about this – that the access block and overcrowding of the system is the bigger public health emergency at the moment. Whether we have a Covid outbreak or not, emergency clinicians, and all of the many colleagues that we intersect with in the healthcare system, are under extreme pressure.”</p> <p><strong>Read more of Melissa Davey’s report here: <a href=\"https://www.theguardian.com/australia-news/2021/may/28/overcrowding-in-victorian-hospitals-bigger-emergency-than-covid-expert-warns\">Overcrowding in Victorian hospitals ‘bigger emergency than Covid’, expert warns</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/overcrowding-in-victorian-hospitals-bigger-emergency-than-covid-expert-warns\">Overcrowding in Victorian hospitals ‘bigger emergency than Covid’, expert warns</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T06:38:36.492Z\">at 7.38am BST</time></p>  </div> <div id=\"block-60b08b9b8f086d71cc15d1fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:20:33.521Z\">7.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sky News have just posted a clip of that <strong>Kwasi Kwarteng</strong> interview on Twitter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1398161524938657792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I think that the numbers of [Indian variant] cases is a matter of concern,&quot; says Business Secretary Kwasi Kwarteng, but &quot;the effectiveness of the vaccine is what can give us some confidence that we can reopen on the 21 June&quot;.<a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> updates live: <a href=\"https://t.co/6NgLKgejfN\">https://t.co/6NgLKgejfN</a> <a href=\"https://t.co/7VmakwQtOM\">pic.twitter.com/7VmakwQtOM</a></p>&mdash; Sky News (@SkyNews) <a href=\"https://twitter.com/SkyNews/status/1398161524938657792?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b08abf8f088d8c3178b901\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:19:36.097Z\">7.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters have been looking at the impact of Covid in the South Asia region, and have found that the tally of cases there, according to their figures, passed 30 million today.</p> <p>They report that the south Asia region - <strong tabindex=\"-1\">India</strong>, <strong tabindex=\"-1\">Bangladesh</strong>, <strong tabindex=\"-1\">Pakistan</strong>, <strong tabindex=\"-1\">Bhutan</strong>, <strong tabindex=\"-1\">Nepal</strong>, <strong tabindex=\"-1\">Maldives</strong> and <strong tabindex=\"-1\">Sri Lanka</strong> – accounts for 18% of global cases and almost 10% of deaths. But there is growing suspicion that official tallies of infections and deaths are not reflecting the true extent of the problem.</p> <p>India’s decision to halt the export of vaccines until at least October has had a knock-on effect, with other South Asia countries such as Nepal and Bangladesh making diplomatic efforts to secure Covid-19 vaccines to prop up their faltering inoculation drives as their stocks run out.</p> <p>India’s western neighbour Pakistan, with purchases and donations from China and allocations from the World Health Organisation and the GAVI Vaccine Alliance, has now secured more than 18m doses. Pakistan has opened its vaccination campaign to everyone aged 19 or older.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T06:39:06.890Z\">at 7.39am BST</time></p>  </div> <div id=\"block-60b0885e8f086d71cc15d1e7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:12:32.602Z\">7.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Number of cases in England 'a matter of concern' – UK minister</h2>  <div class=\"block-elements\">  <p>As I mentioned, business secretary <strong>Kwasi Kwarteng</strong> has been on Sky News, and he was rather downbeat when asked about the prospects for the roadmap out of lockdown. He said:</p> <blockquote class=\"quoted\"> <p>We don’t want to proceed with the roadmap without considering all the information that we have. I think that the numbers of cases, is a matter of concern. Today’s the 28th of May. It’s impossible for anyone to know what the situation will be like in a week or two weeks time.</p> </blockquote> <p>On the positive side, he said “the other thing that’s very helpful and encouraging, is the fact that the numbers of hospitalizations, and the number of fatalities as well, is considerably lower than it was even just two months ago”</p> <p>Ultimately he keep reiterating that the UK government would be guided by data: </p> <blockquote class=\"quoted\"> <p>There’s lots of facts that we have to consider. I, as business secretary, I’m very committed to try to reopen on 21 June, I can’t guarantee that. And as I’ve said, we’re looking at the data, every day.</p> </blockquote> <p>The <a href=\"https://coronavirus.data.gov.uk/\">UK government dashboard</a> shows that cases, deaths and hospitalisations are all going up, albeit at much lower levels than they were at the height of the pandemic. Kwarteng confirmed that there would be no decision before 14 June.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T06:39:31.700Z\">at 7.39am BST</time></p>  </div> <div id=\"block-60b087228f08d486a7715750\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T06:04:23.722Z\">7.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Good morning from London, it is Martin Belam here – you can get in touch with me at <a href=\"mailto:martin.belam@theguardian.com\">martin.belam@theguardian.com</a>. The UK’s business secretary Kwasi Kwarteng looks to have drawn the short straw for media duties this morning – he’ll be on Sky News in a few moments. While we wait for that, here’s Lizzy Davies on <a href=\"https://www.theguardian.com/global-development/2021/may/28/protect-and-invest-who-calls-for-6m-more-nurses-worldwide\">calls for 6m more nurses worldwide</a>:</em></p> <p><strong>Health ministers around the world are being urged to sign off on plans to create 6m more nursing jobs by 2030, amid warnings that Covid-19 has exacerbated a global shortage and could spark a “brain drain” from the developing world.</strong></p> <p>Delegates meeting virtually this week at the <a href=\"https://www.who.int/about/governance/world-health-assembly/seventy-fourth-world-health-assembly\">World Health Assembly</a>, the key decision-making body of the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a>, are expected to adopt a resolution calling on countries to transform the nursing profession through more investment, support and training.</p> <p>The WHO director general, Dr Tedros Adhanom Ghebreyesus, called on countries to invest in healthcare workers, nearly 50% of whom are nurses and midwives, saying the pandemic had reminded everyone “that these are incredible people doing incredible jobs under incredible circumstances”.</p> <p>“We owe them so much, and yet globally health and care workers often lack the protection, the equipment, the training, the decent pay, the safe working conditions and the respect they deserve,” he said in his opening remarks. “If we have any hope of achieving a healthier, safer, fairer future, every member state must protect and invest in its health and care workforce as a matter of urgency.”</p> <p><strong>Read more here: <a href=\"https://www.theguardian.com/global-development/2021/may/28/protect-and-invest-who-calls-for-6m-more-nurses-worldwide\">‘Protect and invest’: WHO calls for 6m more nurses worldwide</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2021/may/28/protect-and-invest-who-calls-for-6m-more-nurses-worldwide\">‘Protect and invest’: WHO calls for 6m more nurses worldwide</a> </p> </aside> </div>   </div> <div id=\"block-60b0839a8f086d71cc15d1b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T05:55:09.256Z\">6.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a>, for today. </p> <p>And if, for a break from pandemic news, you’d like to see a praying mantis wearing “tiny homemade 3D glasses”, might I suggest: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/commentisfree/2021/may/28/a-praying-mantis-she-bites-into-her-mates-head-like-an-apple-and-cleans-her-face-like-a-cat\">A praying mantis: she bites into her mate’s head like an apple and cleans her face ‘like a cat’ | Helen Sullivan</a> </p> </aside> </div>   </div> <div id=\"block-60b07b988f088d8c3178b84a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T05:45:53.211Z\">6.45am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Russia registers world's first Covid vaccine for animals</h2>  <div class=\"block-elements\">  <p>Russia has registered the world’s first vaccine for animals against Covid, its agricultural regulator said on Wednesday, after tests showed it generated antibodies against the virus in dogs, cats, foxes and mink, <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/russia-registers-worlds-first-covid-19-vaccine-animals-watchdog-2021-03-31/\">Reuters</a> reports. </p> <p>Mass production of the vaccine, called Carnivac-Cov, can start in April, regulator Rosselkhoznadzor said.</p> <p>The World Health Organization has expressed concern over the transmission of the virus between humans and animals. The regulator said the vaccine would be able to protect vulnerable species and thwart viral mutations.</p> <p>Russia has so far only registered two cases of Covid among animals, both in cats.</p>  <figure class=\"element element-image\" data-media-id=\"ba00733087e657d61e0c68e76ecb492a8fc2406b\"> <img src=\"https://media.guim.co.uk/ba00733087e657d61e0c68e76ecb492a8fc2406b/0_131_4000_2400/1000.jpg\" alt=\"Denmark culled all 17 million mink on its farms last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denmark culled all 17 million mink on its farms last year.</span> <span class=\"element-image__credit\">Photograph: Do Not Credit/Handout</span> </figcaption> </figure>  <p>Denmark culled all 17 million mink on its farms last year after concluding that a strain of the virus had passed from humans to mink and that mutated strains of the virus had then turned up among people.</p> <p>Rosselkhoznadzor said Russian fur farms planned to buy the vaccine, along with businesses in Greece, Poland and Austria. Russia’s fur farm industry accounts for around 3% of the global market, down from 30% in the Soviet era, according to the main trade body.</p> </div>   </div> <div id=\"block-60b082148f086d71cc15d192\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T05:39:50.047Z\">6.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Thailand’s food and drug regulator on Friday approved for emergency use the coroanvirus vaccine developed by China’s Sinopharm, Reuters reports, citing a senior official.</p> <p>“The FDA has approved the Sinopharm vaccine,” senior health official Paisan Dankhum told a news conference, making it the fifth Covid-19 vaccine Thailand has approved.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T05:47:59.435Z\">at 6.47am BST</time></p>  </div> <div id=\"block-60b079b48f08d486a77156b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T05:25:48.924Z\">6.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Japanese shares jumped on Friday, as investors scooped up stocks after sell-offs due to MSCI’s reshuffle in the previous session, while progress in the country’s vaccination drive lifted risk appetite on prospects of a swift economic recovery, Reuters reports. <br><br>The Nikkei share average crossed the 29,000 level for the first time since 11 May, jumping 1.95% to 29,106.86, as of 0205 GMT. The index is poised for a weekly gain of 2.8%.<br><br>Rollouts of Covid vaccines have contributed to positive sentiment as investors hope a steady vaccination drive can help accelerate economic recovery, market participants said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T05:38:24.454Z\">at 6.38am BST</time></p>  </div> <div id=\"block-60b079f08f08d486a77156bd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T05:13:37.330Z\">6.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Japan considering sharing vaccines with Taiwan, which is battling surge in infections</h2>  <div class=\"block-elements\">  <p>Japan said on Friday it would consider sharing its Covid vaccines with other countries as a ruling party committee urged it to provide a portion of its AstraZeneca Plc vaccine stock to Taiwan, Reuters reports. <br><br>Taiwan is battling a spike in domestic infections and has vaccinated only about 1% of its population, while Japan has secured more than 400 million doses, double what it needs for its adult population.<br><br>“We think it’s important to ensure fair access to safe and effective vaccines in every country and region towards achieving universal health coverage,” Japan’s Chief Cabinet Secretary Katsunobu Kato told a news conference.<br><br>“We will swiftly consider and look into a concrete course of policy with regard to how we provide other countries and regions with vaccines that exceed the amount for those needed at home.<br><br>Masahisa Sato, the head of a Japanese ruling party committee on Taiwan relations, said earlier on Friday the government should provide Taiwan with vaccines as soon as possible, adding “when Japan was in need Taiwan sent us 2 million masks.”<br><br>Kato declined to comment whether Tokyo had received supply requests from specific countries.</p> </div>   </div> <div id=\"block-60b074ab8f086d71cc15d113\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T05:02:13.288Z\">6.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">India sees lowest new cases in six weeks</h2>  <div class=\"block-elements\">  <p>India reported on Friday 186,364 new coronavirus infections during the previous 24 hours, for its lowest daily rise since April 14, while deaths rose by 3,660.<br><br>The South Asian nation’s tally of infections now stands at 27.56 million, with the death toll at 318,895, health ministry data show.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T05:05:56.635Z\">at 6.05am BST</time></p>  </div> <div id=\"block-60b074888f08d486a7715692\" class=\"block is-key-event\" data-block-contributor=\"profile/justinmccurry\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T04:42:11.368Z\">5.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Japan expected to extend restrictions</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/japan\">Japan</a> is expected to extend emergency coronavirus measures in Tokyo and several other regions by about three weeks, according to officials, as the country struggles to rein in a fourth wave of infections less than two months before the <a href=\"https://www.theguardian.com/sport/olympic-games-2020\">Olympics</a>.</p> <p>The state of emergency – the third in the capital since the start of the pandemic – <a href=\"https://www.theguardian.com/world/2021/apr/23/japan-set-to-announce-state-of-emergency-as-covid-cases-surge\">was called in late April</a> and was originally due to end on 11 May, but was extended until the end of this month, as restrictions on businesses failed to make a dent in infections. Media reports said the latest extension could last until 20 June.</p> <p>Infections have fallen in Tokyo in recent days, but the daily caseload is still too high to justify an end to the measures, according to medical experts, while hospitals are contending with a record number of critically ill Covid-19 patients: <br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/28/japan-tokyo-olympic-games-extend-emergency-covid-measures\">Japan expected to extend emergency Covid measures less than two months ahead of Olympics</a> </p> </aside> </div>   </div> <div id=\"block-60b0614b8f086d71cc15d048\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T04:30:50.058Z\">5.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Hello and welcome to today’s live coverage of the coronavirus pandemic with me, Helen Sullivan. </p> <p>As always, you can get in touch with me on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>.</p> <p>India reported on Friday 186,364 new coronavirus infections during the previous 24 hours, for its lowest daily rise since April 14, while deaths rose by 3,660.</p> <p>The South Asian nation’s tally of infections now stands at 27.56 million, with the death toll at 318,895, health ministry data show.</p> <p>Meanwhile <a href=\"https://viewer.gutools.co.uk/world/japan\">Japan</a> is expected to extend emergency <a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">coronavirus</a> measures in Tokyo and several other regions by about three weeks, according to officials, as the country struggles to rein in a fourth wave of infections less than two months before the <a href=\"https://viewer.gutools.co.uk/sport/olympic-games-2020\">Olympics</a>.</p> <p>Here are the key developments from the last few hours: </p> <ul> <li><strong>Argentina reported a record one-day number of new Covid-19 cases of 41,080 on Thursday, </strong>amid a second wave of infections that has made the country one of the hardest hit in the world, pushing the local health care system to its limit.</li> <li><strong>Africa needs at least 20m doses of the Oxford/AstraZeneca vaccine within six weeks if those who have had their first shot are to get the second in time, </strong>the WHO said on Thursday.</li> <li><strong>Up to three-quarters of new UK Covid cases are thought to be caused by the variant first detected in India,</strong> as the reported number more than doubled to almost 7,000, Matt Hancock said on Thursday.<br></li> <li><strong>The United States called on Thursday for the World Health Organization to carry out a second phase of its investigation into the origins of the coronavirus,</strong> with independent experts given full access to original data and samples in China.</li> <li><strong>The US intelligence community acknowledged its agencies had two theories on where Covid-19 originated</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured?page=with:block-60afcba58f086d71cc15c98d#block-60afcba58f086d71cc15c98d\">with an element embracing a possible laboratory accident as the source of the pandemic</a>.</li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured?page=with:block-60afc5338f088d8c3178b07b#block-60afc5338f088d8c3178b07b\">US President Joe Biden said he is likely to release a report detailing the US intelligence community’s findings on the origins of Covid-19 in full</a>.</li> <li><strong>Sweden will go forward with its plan to ease some of its Covid curbs from June 1</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured?page=with:block-60afaebb8f08d486a7714d31#block-60afaebb8f08d486a7714d31\">prime minister Stefan Lofven said</a>.</li> <li><strong>Germany plans to make enough Covid vaccine doses available to offer a first shot to all children aged 12 and over by the end of August</strong>, <a href=\"https://www.theguardian.com/world/live/2021/may/27/coronavirus-live-news-facebook-covid-biden-man-made-manufactured?page=with:block-60af8bb18f086d71cc15c522#block-60af8bb18f086d71cc15c522\">a draft health ministry document showed</a>.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T04:33:36.323Z\">at 5.33am BST</time></p>  </div>","wordcount":"7174","firstPublicationDate":"2021-05-28T04:30:52Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:19:24Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht583","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ca782ac085b4bc6a2ca73cf6145db6229a1a8c3c/0_161_3286_1972/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The World Health Organization has called for access to patients in the Gaza strip and free passage to evacuate them for medical treatment as health workers struggle to care for the sick and wounded after 11 days of violence. Reuters reports: WHO spokeswoman Fadela Chaib told a Geneva briefing that around 600 patients, including some with chronic conditions, needed to be referred outside of the Palestinian enclave since the start of the hostilities, but had been unable to due to crossing closures. “It’s very important that we help Palestinians get the care they need, especially helping them get treatment outside the Gaza strip,” she said. WHO has a presence on the ground, Chaib said, but was unable to confirm whether it currently had any access from the outside. Other aid agencies have complained about limited humanitarian access and drug supplies. Dozens of health centres were damaged during Israeli bombings earlier this month, prompting the WHO to warn that facilities risked being overwhelmed. “The capacity of the health system to respond is completely crushed,” Helen Ottens-Patterson, MSF head of mission in Gaza, told journalists earlier this week. In an indication of the challenges ahead, she said that an MSF team had to “wade through rubble and glass” to access a ministry of health compound earlier this week. AFP have this dispatch from Finland as the Scandinavian country opens drive-in voting for local elections on 13 June to manage the risk of Covid transmissions at traditional polling stations. Cars are queued up on an old airport runway on the outskirts of the Finnish capital Helsinki - not for coronavirus tests but for drivers to cast their vote. Outdoor polling stations have sprung up across the Nordic country as authorities try to make voting as socially distanced as possible ahead of the country’s local elections. “Signing in and filling out the ballot paper went brilliantly,” retiree Joukko Salminen tells AFP from inside his white car. “And corona safe too!” Finland’s municipal vote was due to take place in April but was postponed due to the pandemic, after which officials began looking for ways to cast ballots outside during a two-week advance voting period, while protecting the legally protected privacy of voters. “We’ve built screens that stop people being able to see the voting happening,” polling station manager Vesa Kouvonkorpi said. “Because the car is the polling booth, and by law you’re not allowed to see into the polling booth.” Although processing the drive-in votes takes about four times as long as the regular process, the outdoor polling station has proven popular and received 500 voters on its first day, Kouvonkorpi says. Mexico has administered roughly 27.7m doses – about 10.9% of the population – and president Andrés Manuel López Obrador has expressed hopes all adults will have had at least one dose by October. But vaccines have still been denied to many doctors, dentists and medical workers in private medicine – and also some physicians in public institutions. More health workers have died during the pandemic in Mexico than any other country in the hemisphere, according to the Pan-American Health Organisation. Fuelling doubts about whether the Olympics can go ahead safely, Japan’s government has, as expected extended a coronavirus emergency in Tokyo and other parts of the country until just a month before the Games. Organisers said they would now wait to take a decision on whether to allow local fans at the Games until the period ends on 20 June. AFP reports that fans from overseas have already been barred, in an unprecedented decision. Japan has seen a comparatively small virus outbreak, with around 12,500 deaths, and has avoided tough lockdowns. But a fourth wave has prompted the government to put emergency measures in place in 10 regions including the capital. The measures mostly limit the sale of alcohol in bars and restaurants and ask them to close early, while encouraging telework and capping audience numbers at events. “The number of new cases has been declining since the middle of the month but the situation continues to be uncertain,” said prime minister Yoshihide Suga, announcing the extension. Tokyo 2020 chief Seiko Hashimoto told reporters that with the measures being taken “we expect the infection situation to improve.” But she acknowledged that a decision on local fans, originally expected in early June, would now not be taken until the end of the month. “Once the state of emergency is lifted, we will assess how many spectators we can allow in,” she said, adding that there could be different rules for indoor and outdoor venues and the decision would be based on government guidelines. Even under the current state of emergency, sports venues in Japan are allowed to seat 5,000 spectators or 50 percent capacity, whichever is smallest. As pharmaceutical companies face growing pressure to waive patents to allow Covid vaccines to be manufactured quicker to allow more even distribution around the globe, Russia has provided an interesting model on what to do if you would like a certain medicine to be available in your country. Late last year, the Russian government granted Russian drugmaker Pharmasyntez a compulsory licence for one year to manufacture the anti-Covid-19 drug remdesivir under a different name without creator Gilead Science’s permission. Pharmasyntez had asked the Kremlin to allow it to produce a generic version of remdesivir before the decree was issued. Now, Russia’s supreme court has rejected a lawsuit from the US company that challenged the Russian government decision to let the firm develop and market the drug without their consent. Reuters reports that the government said in a decree at the time that the move was in the interests of Russia’s own security. According to the decree, Russia had to pay compensation to the drug’s patent-holder. The amount was not specified. Vikram Punia, its director, said the company had also written to Gilead in July last year to try to obtain their consent in the form of a voluntary licence, but had not heard back. Pharmasyntez produces remdesivir under the name Remdeform. A shipment of the drug was sent by Russia to India on Tuesday as part of a delivery of humanitarian aid. Gilead said in a statement it was disappointed by the ruling and called the issuance of a compulsory licence “unnecessary and counterproductive ... We have stood ready to work with Russia to expand access to Veklury [remdesevir] since [the] mid-2020. Intellectual property is not, and has never been, a significant barrier to access to medicines in Russia.” Its Mattha Busby here taking over the blog from my colleague Martin Belam. Good morning, good afternoon and good evening to everyone reading, do get in touch via Twitter with any thoughts or tips. Stay tuned for updates. Greece has said it is ready to use a Covid-19 travel certificate before its EU-wide launch on 1 July to attract foreign travellers and save its tourism sector from a second summer lost to the coronavirus. Spain’s prime minister Pedro Sanchez also confirmed his country would take part in the trials from 7 June. “This will be decisive in getting the certificate ready before summer begins and is big news for our tourism industry.” The deputy prime minister of Ireland, Leo Varadkar, has said that Irish citizens should be able move more freely across the European Union from mid-July, but cast doubt on whether it would also apply to Britain. South Africa is in a race against time to vaccinate as many people as possible amid signs the virus may be surging again with the approach of winter in the southern hemisphere, when people spend more time indoors, typically allowing for more spread of disease. Japan is expected to extend emergency coronavirus measures in Tokyo and several other regions by about three weeks, according to officials, as the country struggles to rein in a fourth wave of infections less than two months before the Olympics. Japan said it would consider sharing its Covid vaccines with other countries as a ruling party committee urged it to provide a portion of its AstraZeneca vaccine stock to Taiwan. Japan has also today approved the use of the Pfizer Covid-19 vaccine for those aged 12 and above. Weeks into Taiwan’s worst outbreak since the pandemic began, and 10 days after the island was put on the third highest level of social restrictions, daily totals of new cases are still not decreasing, the health minister has conceded. India reported on Friday 186,364 new coronavirus infections during the previous 24 hours, for its lowest daily rise since April 14, while deaths rose by 3,660. The south Asia region - India, Bangladesh, Pakistan, Bhutan, Nepal, Maldives and Sri Lanka – accounts for 18% of global cases and almost 10% of deaths according to analysis by Reuters. The region has exceeded 30 million cases in total. Australia’s government is scrambling to administer first doses of Covid vaccines to unvaccinated aged care homes across Victoria on the first day of a week-long lockdown. Overcrowding in Victoria’s healthcare system is a “bigger public health emergency than Covid”, according to a leading emergency physician who says the state’s doctors and nurses were exhausted even before the latest outbreak in Australia. Czech restaurants will open to indoor diners from Monday. The Czech Republic will also open up to tourists from seven countries – Slovakia, Hungary, Poland, Slovenia, Croatia, Austria and Germany – under reciprocal agreements. A €2.5bn (£2.15bn) package has been agreed by Germany’s government to help the culture industry get back on its feet as the country slowly emerges from a third wave of the Covid pandemic. The UK business secretary, Kwasi Kwarteng, has defended health secretary Matt Hancock against criticism that he failed to protect people in care homes at the outset of the Covid pandemic, saying residents “were protected as far as we could”. Professor Christina Pagel, from University College London and a member of Independent Sage, said the India variant was causing concern in England and the road map for reopening the economy should be delayed. Murdo Fraser of the Scottish Conservatives has criticised the continued restrictions in place across Glasgow. He has said if the latest data shows infections are still high then a “more targeted” approach was needed in Scotland. A royal academy chaired by Princess Chulabhorn, the youngest sibling of Thailand’s king, has said it would import 1 million doses of Sinopharm’s Covid-19 vaccine next month, after the Food and Drug Administration authorised its use. The Philippines has suspended the deployment of workers to Saudi Arabia after it received reports that their employers and recruiters were making them pay for Covid-19 testing, quarantine and insurance upon arrival in the kingdom. Russia has registered the world’s first vaccine for animals against Covid, its agricultural regulator said on Wednesday, after tests showed it generated antibodies against the virus in dogs, cats, foxes and mink Health ministers around the world are being urged to sign off on plans to create 6m more nursing jobs by 2030, amid warnings that Covid-19 has exacerbated a global shortage and could spark a “brain drain” from the developing world. That’s it from me, Martin Belam. I will be back on Tuesday. Harry Taylor has our UK live blog, Mattha Busby will be joining you here shortly to carry on bringing you the latest global Covid developments. The Philippines has suspended the deployment of workers to Saudi Arabia after it received reports that their employers and recruiters were making them pay for Covid-19 testing, quarantine and insurance upon arrival in the kingdom. Reuters report that Labour secretary Silvestre Bello said in an order that his department will issue an official statement on resumption of deployment “after this matter has been clarified accordingly”. It was not immediately clear how many Filipinos bound for Saudi Arabia would be directly affected. Saudi Arabia was the most preferred destination of overseas Filipino workers in 2019, government data showed, hosting one out of five Filipinos who landed jobs abroad during that year. The Scott Morrison government in Australia was scrambling to administer first doses of Covid vaccines to unvaccinated aged care homes across Victoria on the first day of a week-long lockdown, as federal ministers rejected criticism of the programme’s rollout. Facilities hurriedly prepared residents for rushed vaccines on Friday as the commonwealth raced to vaccinate neglected populations within the highest priority group it had initially promised to two months ago. The federal health minister, Greg Hunt, had said on Thursday there were 74 residential aged care homes across Australia that had not yet received an initial dose of Covid vaccine, including 16 in Victoria. But he went on a media blitz on Friday morning insisting every aged care home in the state would have received at least one dose by the weekend. The government’s push to vaccinate the remaining aged care homes in Victoria came a day after Hunt announced the recommended two-week interval between flu and Covid shots would be scrapped for aged care settings in Victoria. The operator of one aged care home in Melbourne, who asked not to be identified, told Guardian Australia they were surprised to learn vaccination teams were being sent to their facility on Friday. It presented logistical hurdles to prepare residents at such short notice, they said. Read more here: Federal government scrambles to vaccinate Victorian aged care homes as state enters first day of lockdown My colleague Haroon Siddique has a fuller write-up of those quotes from the UK business secretary Kwasi Kwarteng that we were carrying on this blog earlier: Kwasi Kwarteng defends Hancock over Covid care home claims As a reminder, UK Covid news is now being blogged by Harry Taylor over here: A royal academy chaired by Princess Chulabhorn, the youngest sibling of Thailand’s king, has said it would import 1m doses of Sinopharm’s Covid-19 vaccine next month, after the Food and Drug Administration (FDA) authorised its use. The announcement in the official Royal Gazette surprised some members of the government, which had until now insisted on being the sole importer of Covid-19 vaccines. The FDA on Friday approved the Sinopharm coronavirus vaccine for emergency use, making it the fifth authorised by Thailand after AstraZenaca, Sinovac’s CoronaVac, Johnson &amp; Johnson’s Janssen and Moderna “We want to help plug in the gaps for business, schools, so they can move forward,” Nithi Mahanonda, secretarygeneral of the Chulabhorn Royal Academy told a news briefing. Reuters report that earlier this week, the academy announced it would import “alternative vaccines” to supplement the government campaign. The government says it will have 6m AstraZenaca doses and 3 million Sinovac doses available in June. Just over 1 million of Thailand’s more than 66 million people are fully vaccinated. Nithi said other organisations would be able to buy from the academy’s 1m Sinopharm doses, adding that it did not seek profit. Greece has said it is ready to use a Covid-19 travel certificate before its EU-wide launch on 1 July to attract foreign travellers and save its tourism sector from a second summer lost to the coronavirus. The free certificate will take the form of a QR code on a smartphone or paper, letting authorities determine the status of a visitor based on records in their home EU country. Greece was one of the early advocates of a certificate that would ease European Union travel curbs and help pull the country’s economy from recession by lifting tourism revenues. The European Council and parliament last week reached a deal on the digital green certificate following a rapid pick-up of vaccinations allowing widespread lifting of coronavirus curbs. The European parliament is expected to pass a law in the week from 7 June and more than a dozen EU countries, including France and Spain, have agreed to test the system before a launch on 1 July. The certificate would show if a person had received a vaccine, had a recent negative test or had immunity based on recovery. “It is very, very simple. Essentially, it includes all the information that a member-state would need to welcome a traveller without imposing additional restrictions,” Greek prime minister Kyriakos Mitsotakis said at a presentation of the pass on Friday. Lefteris Papadimas and Angeliki Koutantou report for Reuters that Mitsotakis added: “Greece is ready to launch this digital certificate earlier than 1 July.” He called on EU countries to ensure they stick to the deadlines and facilitate travel over the summer. In a separate event in the northern Spanish city of Soria, Spanish prime minister Pedro Sánchez also confirmed his country would take part in the trials from 7 June. “This will be decisive in getting the certificate ready before summer begins and is big news for our tourism industry.” South Africa is in a race against time to vaccinate as many people as possible amid signs the virus may be surging again with the approach of winter in the southern hemisphere, when people spend more time indoors, typically allowing for more spread of disease. It is also a critical front in the fight against the virus in Africa, with South Africa recording 40% of the continent’s Covid-19 deaths. Since January, South Africa has vaccinated nearly 500,000 of its 1.2 million healthcare workers and now is adding its older citizens to the campaign. In the past two weeks, nearly 200,000 have received their Pfizer jabs with instructions to come back in six weeks to get their second dose. After a plateau of the disease that lasted a few months, South Africa’s new cases, hospitalisations and deaths are trending up. The seven-day rolling average of daily new cases has risen over the past two weeks from 3.33 per 100,000 people on 12 May to 3.97 per 100,000 on Wednesday, according to Johns Hopkins University. The seven-day rolling average of deaths is also on the rise: from 0.10 deaths per 100,000 people to 0.11 per 100,000 over the same period. The increase may seem small, but experts warn it may be the start of a resurgence as the country enters the colder winter months, which start in June. The national coronavirus task force met this week and President Cyril Ramaphosa’s government is pondering the possibility of reimposing restrictions, such as reducing the hours that alcohol can be sold and limiting the number of people at gatherings. “We’re under pressure to reach higher levels of vaccination,” Mosa Moshabela, professor of public health at the University of KwaZulu-Natal, told the Associated Press. “New vaccination centers are opening every day and the numbers being given shots should quickly go from 20,000 elderly per day to 50,000 and then 100,000 per day,” he said. “By June we should reach 200,000 per day. We need to have that kind of volume to get close to vaccinating 5 million elderly by the end of June.” South Africa’s overall goal is to vaccinate 67% of its 60 million people by February. Czech restaurants will open to indoor diners from Monday, health minister Adam Vojtech said this morning, announcing a quicker-than-planned easing of Covid-19 restrictions. Reuters report that the Czech Republic will also open up to tourists from seven countries – Slovakia, Hungary, Poland, Slovenia, Croatia, Austria and Germany – under reciprocal agreements. Harry Taylor is on our UK live blog duties this morning, and he’s just got that started for the day. If you are after UK news, then you can follow that with him here … I’ll be continuing here with the latest global coronavirus news. The deputy prime minister of Ireland, Leo Varadkar, has said that Irish citizens should be able move more freely across the European Union from mid-July, but cast doubt on whether it would also apply to Britain. “The advice that we have, and we’re accepting this advice, is that there are real concerns about the Indian variant and for that reason, we’re not in a position to restore the common travel area just yet,” Varadkar told national broadcaster RTE. Reuters report he said there would continue to be restrictions for arrivals from Britain, including requirements to have a vaccine or a negative Covid-19 test, even once travel opens up using the EU’s “green certificate”. Very quick snap from Reuters that a Japanese health ministry panel has approved the use of the Pfizer Covid-19 vaccine for those aged 12 and above. The move, which lowers the threshold from 16, follows approvals in the US and other nations this month for the vaccine to be used for adolescents. On the BBC Radio 4 Today programme, UK business secretary Kwasi Kwarteng was pushed on the issue of people being discharged from hospital to care homes without testing. He was fairly steadfast in repeatedly saying that testing capacity had to be built from scratch, and that is what Matt Hancock and the department did. Weeks into Taiwan’s worst outbreak since the pandemic began, and 10 days after the island was put on the third highest level of social restrictions, daily totals of new cases are still not decreasing, the health minister has conceded. In today’s daily press conference, minister Chen Chih-shung reported 19 new deaths, 297 new cases and an additional 258 cases from a backlog of cases stretching as far as 10 days. He said the trends appeared stable, and were not rising, but the fact they were not visibly decreasing suggested there was still unidentified spread. The 19 deaths is the third consecutive record for daily fatalities. Taiwan is currently on alert level 3, of a four-tier system. Recreation, entertainment and sporting venues have closed, restaurants ordered to do take-away only, and working from home encouraged but not enforced. The backlog of cases has made assessment of trends - and the effectiveness of the response measures - difficult, with up to 95 cases at a time being added to previous daily totals. For the first time in this outbreak, Chen has flagged a possible move to level 4, requiring a lockdown. Until now he has said it would not happen unless there were 14 consecutive days of more than 100 cases (which has happened) and a rate of at least 50% untraced (which has not happened). He said they need to get a clearer picture of the trends, and would have more information early next week. Chen also announced local governments would be allowed to facilitate their own vaccine purchases, with FDA approval, acknowledging the central government’s processes were not procuring fast enough to meet Taiwan’s needs in the context of the current outbreak. About 330,000 people have received at least one vaccine so far, from a population of 24 million. Taiwan’s hospitals have also been told to double their Covid patient capacity by allowing two patients to a room, instead of one. A €2.5bn (£2.15bn) package has been agreed by the German government to help the culture industry get back on its feet as the country slowly emerges from a third wave of the Covid pandemic. The finance minister, Olaf Scholz, has called the package “the biggest cultural subsidy programme” since the end of the second world war. The coronavirus cultural fund is intended to give organisers of events assurances that they will be compensated if performances and concerts are not able to go ahead as planned, as well as making up for the loss of ticket sales due to reduced seating as a result of social distancing regulations. Initially the measures will protect events of up to 500 participants, so that if from 1 July an event has to be cancelled, the organiser will be fully compensated. From the end of August, in anticipation of events being able to increase in size, that will go up to 2,000 participants. The measures, coming as Germany starts to open up after months of tight restrictions, are on top of a multimillion-euro neustart kultur (new start culture) programme announced last year to cover events across the country. “Life is starting again after a long coronavirus winter,” Scholz said. Monika Grütters, the culture minister, said the fund sent a signal to the cultural industry that its “resuscitation deserves the same amount of effort which is being given to other branches”. Read more of Kate Connolly’s report from Berlin: Germany agrees €2.5bn package to help revive Covid-hit culture sector Yesterday UK housing minister Robert Jenrick was touting next spring as a possible starting date for a Covid inquiry. Opposition Labour MP David Lammy has just joined calls to rapidly bring that date forward in the light of the revelations from Dominic Cummings earlier in the week. Meanwhile on LBC, shock-jock Nick Ferrari has been lambasting business secretary Kwasi Kwarteng saying he should be “kicking the door down” of the prime minister, “banging the desk and saying ‘We have got to stick to 21 June, prime minister!’”. Kwarteng replies “You know what Nick, that’s exactly what I’m doing.” The rest of his answer doesn’t make it sound like he is doing that, however, as he reiterates form his earlier media appearances that “What I can’t do is give guarantees on the 28 May” and continues to hold the line that the government will be following the data and there will not be a decision until 14 June. Mario Koran reports for us from Milwaukee that Wisconsin is the ground zero of America’s battle against vaccine hesitancy: Vaccination rates in Wisconsin vary widely between rural and urban areas and political, religious and racial divides – a pattern that mirrors the divide across the nation. In the progressive stronghold of Dane county – home to the University of Wisconsin-Madison – more than 65% of the population has received one dose. In the state’s rural north, Taylor county has vaccinated only 23.5% of the population, state data shows. Vaccine availability once posed the biggest barrier to immunization. But as availability increased, demand plateaued. Now, healthcare professionals are strategizing ways to reach those who haven’t yet been vaccinated but remain open to it. “Most of our rural residents have the information they need about where and when to get vaccinated. So this is no longer primarily an issue about access to the vaccine. It truly is an issue of what is commonly called vaccine hesitancy,” said Tim Size, executive director of the Rural Wisconsin Health Cooperative, a network of 43 rural hospitals. “I’m not talking about those who just say hell will freeze over before they get the vaccine. That’s not where I think any of us probably need to spend our energy because it’s unlikely to get much traction. I’m talking about the number of people who are communicating that they’re not quite ready yet, but with more information and conversation, they may get there.” Read more of Mario Koran’s report from Milwaukee here: Wisconsin: ground zero of America’s battle against vaccine hesitancy Prof Christina Pagel, from University College London and a member of Independent Sage, said the India variant was causing concern and the road map should be delayed. She told BBC Radio 4’s Today programme: “Certainly we have weakened the link significantly between cases and hospitalisations, but we haven’t broken it.” She added: “We now have fewer restrictions in England than we’ve had since the pandemic started, so if enough people get infected, even a really small proportion who need hospital can still end up being quite large absolute numbers.” Asked whether the planned further lockdown easing for 21 June should not go ahead, she said: “So far we’ve kind of been crossing our fingers a little bit, Sage and Public Health England both say it’s a more transmissible variant, we know it has some levels of vaccine escape. “So we’re in a situation where, compared to two months ago, we now have a dominant variant, it transmits faster, and our vaccines are less effective against it.” PA Media reports that asked if it would be “very demoralising” to remain as we are now, she said: “I think what’s demoralising is having a third wave. If we can just delay international travel, delay stage 4 of the road map until we have a much higher proportion of people vaccinated with two doses, we’re in a much, much better position. “We’re only two months away from that, it’s not long to wait. What I don’t want is for us to have new restrictions.” In the UK, business secretary Kwasi Kwarteng has become the latest minister to defend health secretary Matt Hancock, saying “Very few people – if anyone – worked as hard as he did.” Hancock had an awkward time in front of parliament yesterday following accusations by former government adviser Dominic Cummings that he had lied to colleagues and the public during the early stages of the pandemic. Kwarteng said: “I think what Matt stressed very carefully yesterday was that he was absolutely focused, right from the start of the pandemic, on saving people’s lives. “He was in a difficult situation as the Health Secretary, in a pandemic, the like of which we hadn’t seen for 100 years. He was under huge pressure. “And as a Cabinet colleague, I know that he worked really hard and very few people - if anyone - worked as hard as he did and he was very committed to saving lives. Now, he said what he said, I fully believe him but we’ll have an inquiry and that will iron out all these facts.” Poulomi Ghosh reports for the Hindustan Times on a vaccine mix-up causing concern: At least 20 people in Uttar Pradesh’s Siddharthnagar district bordering Nepal were administered with different doses of vaccines, in a case of “negligence”. The 20 people who received two different vaccines in two slots are all from Audahi Kalan village and are aged above 45 years. On 1 April, there were given a dose of Covishield, which was their first dose. On 14 May, they were administered the second dose and as the health workers did not check the card to find out which vaccine was administered to them earlier, they were given Covaxin, by mistake. Reports said none of them reported any adverse effect. There are controlled trials ongoing in some countries of mixing vaccines to see if it increases effectiveness. Murdo Fraser of the Scottish Conservatives has criticised the continued restrictions in place across Glasgow. PA Media reports that he has said if the latest data shows infections are still high then a “more targeted” approach was needed. Areas of Glasgow with higher concentrations of coronavirus infections should be targeted with testing and vaccinations rather than the whole city being subject to “blanket” restrictions, the Scottish Conservatives have said. Fraser told the BBC’s Good Morning Scotland: “Our view is the current council-wide lockdown in Glasgow has not been the right approach. “Large parts of Glasgow do not see large numbers of people infected with Covid and yet are affected by these lockdown restrictions. “If the data is still showing a specific problem in Glasgow what we should be doing is isolating that problem … localised surge testing, accelerating vaccinations in those communities and greater support for local businesses who have been really suffering.” Glasgow has been under strict coronavirus restrictions for 270 days and is the only part of the country under tougher Level 3 constraints. An update on restrictions in Scotland’s largest city is expected later today from first minister Nicola Sturgeon. Overcrowding in Victoria’s healthcare system is a “bigger public health emergency than Covid”, according to a leading emergency physician who says the state’s doctors and nurses were exhausted even before the latest outbreak. Victoria is in a seven-day lockdown with 30 cases of community transmission, more than 120 exposure sites, and 15,000 primary and secondary contacts of cases in isolation. The Australasian College for Emergency Medicine Victoria faculty chair, Dr Mya Cubitt, said on Friday that doctors and nurses in public hospitals had been dreading such a situation because they were still recovering from Victoria’s second wave in 2020. At its height, there were more than 700 new cases in a single day. There were 768 deaths overall with hundreds of healthcare workers infected. “We are in the worst crisis that healthcare has faced in many years,” Cubitt said. “You could even say – and I’d love to speak with [chief health officer Prof] Brett Sutton about this – that the access block and overcrowding of the system is the bigger public health emergency at the moment. Whether we have a Covid outbreak or not, emergency clinicians, and all of the many colleagues that we intersect with in the healthcare system, are under extreme pressure.” Read more of Melissa Davey’s report here: Overcrowding in Victorian hospitals ‘bigger emergency than Covid’, expert warns Sky News have just posted a clip of that Kwasi Kwarteng interview on Twitter. Reuters have been looking at the impact of Covid in the South Asia region, and have found that the tally of cases there, according to their figures, passed 30 million today. They report that the south Asia region - India, Bangladesh, Pakistan, Bhutan, Nepal, Maldives and Sri Lanka – accounts for 18% of global cases and almost 10% of deaths. But there is growing suspicion that official tallies of infections and deaths are not reflecting the true extent of the problem. India’s decision to halt the export of vaccines until at least October has had a knock-on effect, with other South Asia countries such as Nepal and Bangladesh making diplomatic efforts to secure Covid-19 vaccines to prop up their faltering inoculation drives as their stocks run out. India’s western neighbour Pakistan, with purchases and donations from China and allocations from the World Health Organisation and the GAVI Vaccine Alliance, has now secured more than 18m doses. Pakistan has opened its vaccination campaign to everyone aged 19 or older. As I mentioned, business secretary Kwasi Kwarteng has been on Sky News, and he was rather downbeat when asked about the prospects for the roadmap out of lockdown. He said: We don’t want to proceed with the roadmap without considering all the information that we have. I think that the numbers of cases, is a matter of concern. Today’s the 28th of May. It’s impossible for anyone to know what the situation will be like in a week or two weeks time. On the positive side, he said “the other thing that’s very helpful and encouraging, is the fact that the numbers of hospitalizations, and the number of fatalities as well, is considerably lower than it was even just two months ago” Ultimately he keep reiterating that the UK government would be guided by data: There’s lots of facts that we have to consider. I, as business secretary, I’m very committed to try to reopen on 21 June, I can’t guarantee that. And as I’ve said, we’re looking at the data, every day. The UK government dashboard shows that cases, deaths and hospitalisations are all going up, albeit at much lower levels than they were at the height of the pandemic. Kwarteng confirmed that there would be no decision before 14 June. Good morning from London, it is Martin Belam here – you can get in touch with me at martin.belam@theguardian.com. The UK’s business secretary Kwasi Kwarteng looks to have drawn the short straw for media duties this morning – he’ll be on Sky News in a few moments. While we wait for that, here’s Lizzy Davies on calls for 6m more nurses worldwide: Health ministers around the world are being urged to sign off on plans to create 6m more nursing jobs by 2030, amid warnings that Covid-19 has exacerbated a global shortage and could spark a “brain drain” from the developing world. Delegates meeting virtually this week at the World Health Assembly, the key decision-making body of the World Health Organization, are expected to adopt a resolution calling on countries to transform the nursing profession through more investment, support and training. The WHO director general, Dr Tedros Adhanom Ghebreyesus, called on countries to invest in healthcare workers, nearly 50% of whom are nurses and midwives, saying the pandemic had reminded everyone “that these are incredible people doing incredible jobs under incredible circumstances”. “We owe them so much, and yet globally health and care workers often lack the protection, the equipment, the training, the decent pay, the safe working conditions and the respect they deserve,” he said in his opening remarks. “If we have any hope of achieving a healthier, safer, fairer future, every member state must protect and invest in its health and care workforce as a matter of urgency.” Read more here: ‘Protect and invest’: WHO calls for 6m more nurses worldwide That’s it from me, Helen Sullivan, for today. And if, for a break from pandemic news, you’d like to see a praying mantis wearing “tiny homemade 3D glasses”, might I suggest: Russia has registered the world’s first vaccine for animals against Covid, its agricultural regulator said on Wednesday, after tests showed it generated antibodies against the virus in dogs, cats, foxes and mink, Reuters reports. Mass production of the vaccine, called Carnivac-Cov, can start in April, regulator Rosselkhoznadzor said. The World Health Organization has expressed concern over the transmission of the virus between humans and animals. The regulator said the vaccine would be able to protect vulnerable species and thwart viral mutations. Russia has so far only registered two cases of Covid among animals, both in cats. Denmark culled all 17 million mink on its farms last year after concluding that a strain of the virus had passed from humans to mink and that mutated strains of the virus had then turned up among people. Rosselkhoznadzor said Russian fur farms planned to buy the vaccine, along with businesses in Greece, Poland and Austria. Russia’s fur farm industry accounts for around 3% of the global market, down from 30% in the Soviet era, according to the main trade body. Thailand’s food and drug regulator on Friday approved for emergency use the coroanvirus vaccine developed by China’s Sinopharm, Reuters reports, citing a senior official. “The FDA has approved the Sinopharm vaccine,” senior health official Paisan Dankhum told a news conference, making it the fifth Covid-19 vaccine Thailand has approved. Japanese shares jumped on Friday, as investors scooped up stocks after sell-offs due to MSCI’s reshuffle in the previous session, while progress in the country’s vaccination drive lifted risk appetite on prospects of a swift economic recovery, Reuters reports. The Nikkei share average crossed the 29,000 level for the first time since 11 May, jumping 1.95% to 29,106.86, as of 0205 GMT. The index is poised for a weekly gain of 2.8%. Rollouts of Covid vaccines have contributed to positive sentiment as investors hope a steady vaccination drive can help accelerate economic recovery, market participants said. Japan said on Friday it would consider sharing its Covid vaccines with other countries as a ruling party committee urged it to provide a portion of its AstraZeneca Plc vaccine stock to Taiwan, Reuters reports. Taiwan is battling a spike in domestic infections and has vaccinated only about 1% of its population, while Japan has secured more than 400 million doses, double what it needs for its adult population. “We think it’s important to ensure fair access to safe and effective vaccines in every country and region towards achieving universal health coverage,” Japan’s Chief Cabinet Secretary Katsunobu Kato told a news conference. “We will swiftly consider and look into a concrete course of policy with regard to how we provide other countries and regions with vaccines that exceed the amount for those needed at home. Masahisa Sato, the head of a Japanese ruling party committee on Taiwan relations, said earlier on Friday the government should provide Taiwan with vaccines as soon as possible, adding “when Japan was in need Taiwan sent us 2 million masks.” Kato declined to comment whether Tokyo had received supply requests from specific countries. India reported on Friday 186,364 new coronavirus infections during the previous 24 hours, for its lowest daily rise since April 14, while deaths rose by 3,660. The South Asian nation’s tally of infections now stands at 27.56 million, with the death toll at 318,895, health ministry data show. Japan is expected to extend emergency coronavirus measures in Tokyo and several other regions by about three weeks, according to officials, as the country struggles to rein in a fourth wave of infections less than two months before the Olympics. The state of emergency – the third in the capital since the start of the pandemic – was called in late April and was originally due to end on 11 May, but was extended until the end of this month, as restrictions on businesses failed to make a dent in infections. Media reports said the latest extension could last until 20 June. Infections have fallen in Tokyo in recent days, but the daily caseload is still too high to justify an end to the measures, according to medical experts, while hospitals are contending with a record number of critically ill Covid-19 patients: Hello and welcome to today’s live coverage of the coronavirus pandemic with me, Helen Sullivan. As always, you can get in touch with me on Twitter @helenrsullivan. India reported on Friday 186,364 new coronavirus infections during the previous 24 hours, for its lowest daily rise since April 14, while deaths rose by 3,660. The South Asian nation’s tally of infections now stands at 27.56 million, with the death toll at 318,895, health ministry data show. Meanwhile Japan is expected to extend emergency coronavirus measures in Tokyo and several other regions by about three weeks, according to officials, as the country struggles to rein in a fourth wave of infections less than two months before the Olympics. Here are the key developments from the last few hours: Argentina reported a record one-day number of new Covid-19 cases of 41,080 on Thursday, amid a second wave of infections that has made the country one of the hardest hit in the world, pushing the local health care system to its limit. Africa needs at least 20m doses of the Oxford/AstraZeneca vaccine within six weeks if those who have had their first shot are to get the second in time, the WHO said on Thursday. Up to three-quarters of new UK Covid cases are thought to be caused by the variant first detected in India, as the reported number more than doubled to almost 7,000, Matt Hancock said on Thursday. The United States called on Thursday for the World Health Organization to carry out a second phase of its investigation into the origins of the coronavirus, with independent experts given full access to original data and samples in China. The US intelligence community acknowledged its agencies had two theories on where Covid-19 originated, with an element embracing a possible laboratory accident as the source of the pandemic. US President Joe Biden said he is likely to release a report detailing the US intelligence community’s findings on the origins of Covid-19 in full. Sweden will go forward with its plan to ease some of its Covid curbs from June 1, prime minister Stefan Lofven said. Germany plans to make enough Covid vaccine doses available to offer a first shot to all children aged 12 and over by the end of August, a draft health ministry document showed.","charCount":"43586","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/mattha-busby\">Mattha Busby</a> (now); <a href=\"profile/martin-belam\">Martin Belam</a> and <a href=\"profile/helen-sullivan\">Helen Sullivan</a> (earlier)"},{"headline":"Vulnerability support service adheres to all ethical and clinical standards","standfirst":"<p><strong>Nik Adams</strong><strong> </strong>and<strong> </strong><strong>Nicki Fowler</strong> on the partnership service between NHS forensic mental health teams and policing</p>","trailText":"Letter: <strong>Nik Adams</strong><strong> </strong>and<strong> </strong><strong>Nicki Fowler</strong> on the partnership service between NHS forensic mental health teams and policing","byline":"Letters","main":"<figure class=\"element element-image\" data-media-id=\"5b54e3e6392187d46dc745af3e236e2138fdb83a\"> <img src=\"https://media.guim.co.uk/5b54e3e6392187d46dc745af3e236e2138fdb83a/0_0_6000_3600/1000.jpg\" alt=\"Psychologist  in discussion with patient.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Individuals with mental health needs who are identified via a Prevent referral have the same right to access help and support as individuals who are identified by GPs or schools.’</span> <span class=\"element-image__credit\">Photograph: Pornpak Khunatorn/Getty/iStockphoto</span> </figcaption> </figure>","body":"<p>What our vulnerability support service (VSS) does is not the “securitisation” of mental health provision but the “clinicalisation” of preventive counter-terrorism work (<a href=\"https://www.theguardian.com/society/2021/may/19/mental-health-tests-in-the-presence-of-counter-terror-units-unethical-says-charity\">Mental health tests in the presence of counter-terror units ‘unethical’, says charity</a>, 19 May).</p> <p>With mental health issues prevalent within Prevent casework, we believe individuals with mental health needs who are identified via a Prevent referral have the same right to access help and support as individuals who are identified by GPs or schools.</p> <p>As with all health/policing partnerships, the VSS respects and upholds these rights and safeguards are in place; it adheres to all existing ethical and clinical standards set by NHS England, the Department for Health and Social Care, and regulatory bodies.</p> <p>So it is disappointing, to say the least, that this work is reported as an “unethical” civil liberties-breaching revelation. The research by the charity Medact referred to in your article is biased and only serves to undermine public trust in our work to encourage those with concerns about someone they know to come forward, before it is too late.<br><strong>Ch Supt Nik Adams<br></strong><em>National Prevent coordinator<br></em><strong>Dr Nicki Fowler<br></strong><em>Clinical lead, VSS</em></p>","wordcount":"184","firstPublicationDate":"2021-05-28T11:18:48Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:21:03Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht37h","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5b54e3e6392187d46dc745af3e236e2138fdb83a/0_0_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"What our vulnerability support service (VSS) does is not the “securitisation” of mental health provision but the “clinicalisation” of preventive counter-terrorism work (Mental health tests in the presence of counter-terror units ‘unethical’, says charity, 19 May). With mental health issues prevalent within Prevent casework, we believe individuals with mental health needs who are identified via a Prevent referral have the same right to access help and support as individuals who are identified by GPs or schools. As with all health/policing partnerships, the VSS respects and upholds these rights and safeguards are in place; it adheres to all existing ethical and clinical standards set by NHS England, the Department for Health and Social Care, and regulatory bodies. So it is disappointing, to say the least, that this work is reported as an “unethical” civil liberties-breaching revelation. The research by the charity Medact referred to in your article is biased and only serves to undermine public trust in our work to encourage those with concerns about someone they know to come forward, before it is too late. Ch Supt Nik Adams National Prevent coordinator Dr Nicki Fowler Clinical lead, VSS","charCount":"1203","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Letters"},{"headline":"Digested Week: Comedy Cummings and tech tactics ","standfirst":"<p>I was carefully selected to help my parents with their new television. It’s not over yet </p>","trailText":"I was carefully selected to help my parents with their new television. It’s not over yet ","byline":"Lucy Mangan","main":"<figure class=\"element element-image\" data-media-id=\"bb7d4b9b1f50053eef956cbf1e8716fd987dbf30\"> <img src=\"https://media.guim.co.uk/bb7d4b9b1f50053eef956cbf1e8716fd987dbf30/0_125_3500_2101/1000.jpg\" alt=\"Dogs are being trained to pick up the scent of Covid 19 infections. They are currently delivering 94% accuracy. Calls to replace Matt Hancock with any one of them start now\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dogs are being trained to pick up the scent of Covid 19 infections. They are currently delivering 94% accuracy. Calls to replace Matt Hancock with any one of them start now</span> <span class=\"element-image__credit\">Photograph: Neil Pollock/MDD/PA</span> </figcaption> </figure>","body":"<h2>Monday</h2> <p>My husband and child stood on the front step waving me off. White handkerchiefs aloft and fluttering in the breeze, faces sombre, they wished me well.</p> <p>“It is a far, far better thing you do,” said my husband, “than you have ever done. Apart from that Italian roast chicken thing you did a couple of weeks ago. That was great.”</p> <p>“That was from Waitrose,” I said morosely, as I made my unwilling way towards the train station. I was heading for my parents’ house, where they had recently taken delivery of an iPad, a new television and a Fire stick. My sister and I had drawn lots over who was to install the necessary and then embark on a tuition programme. Well, not quite drawn lots. “It could take weeks, and I’ve got a proper job,” said my sister. “You’ll do it. Especially as I’ll punch your lights out if you don’t.” Maybe other families work as a democracy. That must be nice.</p> <p>I arrived. I was shown various boxes. My dad gave me a sandwich. I unpacked, plugged in, installed and then embarked on the teaching. Once we were all bleeding from the ears, I called it a day. “You have email and Netflix,” I said. “That’ll get you to the weekend. Then,” – I turned away so they would not see me begin to weep – “I’ll be back.” Dad did me another sandwich for the train.</p> <h2>Tuesday</h2> <p>Bartram Trail high school has <a href=\"https://www.theguardian.com/us-news/2021/may/24/florida-high-school-alters-girls-photos-yearbook\">hit the headlines</a> after digitally altering the yearbook photos of 80 female students to add more modest necklines and so on to pictures showing a hint of cleavage or bare shoulders.</p> <p>It took me back to my own schooldays and many happy memories of the teachers’ efforts to render 500 girls’ interpretations of our navy and white uniform acceptable and … well, uniform. The overt stuff was easy. Anyone with a skirt waistband rolled up so far her knickers were on semi-public view or whose shirt was deliberately unbuttoned so that new boobs could be proudly displayed was abruptly told to sort herself out. It was the grey areas that we used to delight in watching the teachers mentally wrestle with. What could they say to Claire B, who had a massive bust but was a tomboy and refused to wear a bra? What should they do about the poorer girls who weren’t “making a show of themselves” but simply growing out of their uniforms and were unable to afford replacements. And what could they do about the girls who were wearing everything absolutely correctly but still somehow, inescapably, irremediably looked like sex bombs?</p> <p>The difference between then and now, of course, is that attempts to alter or police what girls are wearing must be able to refute claims of body-shaming and victim-blaming. Beyond the most extreme knicker-flashing examples (done purely to annoy), all the changes demanded did spring from the unspoken belief, so universally accepted that it amounted to natural law, that it was girls’ job not to inflame the men and boys around us with our ways, our clothes, our bodies. It is lovely to look back and know that at least now the invisible has been made visible enough to challenge, loudly. Even when there’s still a long way to go, measurable progress is a heartening thing.</p> <h2>Wednesday</h2> <p>I have stayed determinedly away from the coverage of Dominic Cummings’ appearance before the select committee. Of course, in this day and age, bits and pieces have pierced my consciousness – if the Likely Lads couldn’t do it with football scores in 1973, what hope have we with the hobgoblin of chaos in the social media age? – but fortunately it seems to be mostly just people’s satirical spins on his evidence. Stuff like him saying Boris Johnson wanted to be injected with Covid on live TV to prove that a novel zoonotic virus was nothing to be scared of; that he’s giving great lists of things that the health secretary should have been fired for; that it was completely crazy that Cummings himself should have been in such a senior position in government, and trying to illustrate the illimitable clusterfuckedness of the handling of the pandemic that resulted in 128,000 deaths by describing the Spider-Man meme and likening Johnson’s approach to a shopping trolley smashing its way from one side of the aisle to another.</p> <p>People are good at these acid takes, really this country an absolute mine of untapped comic … What? What’s that you say? “The unbearable reality”? No. No, that can’t be right. No. No.</p> <h2>Thursday</h2> <p>Eric Carle, the artist, children’s book writer-illustrator and creator, most famously, of that paint and collaged-tissue-paper account of magical metamorphosis The Very Hungry Caterpillar, has died at the age of 91.</p> <p>The book’s life began when Carle was using a hole punch on a stack of papers at his home. The little circles made him think of a bookworm and he created a story, using different-sized pages – a familiar device in Germany, where he had lived as a child and young man – called A Week With Willi Worm. His editor Ann Beneduce suggested a caterpillar might be more likeable than a worm. Carle shouted “Butterfly!” and got cracking on a rewrite that took full narrative advantage of his new hero’s transformative properties. The rest, as they say, is history. Mostly a history of uncountable numbers of happy hours spent by generations of children not just reading but poking, playing, feeling, and genuinely immersing themselves in a book. Love for it beats like a butterfly’s wings in a million hearts. What a legacy.</p> <h2>Friday</h2> <p>We have (another) obdurate leak in the house. Which means that I am (again) losing my mind. My emotional equilibrium, it turns out, depends almost entirely on my domestic environment remaining physically sound. Anything going wrong with the plumbing, the electrics, the roof, anything, anything at all undoes me. It is pathetic. I am pathetic. I know this. I feel so guilty about being unable to handle these minor, unavoidable vicissitudes of life – and vicissitudes you only get to experience if you’re lucky enough to have a house, plumbing and electricity in the first place! I know! I know! – that it makes me even more despondent about everything and allows a quick spiral into absolute despair. Going to get this latest leaky nonsense fixed then start calling electricians to see who’s willing to have a go at rewiring my brain.</p>  <figure class=\"element element-image\" data-media-id=\"39df9cf65ab63f609a2914f70b396782e12bc5a8\"> <img src=\"https://media.guim.co.uk/39df9cf65ab63f609a2914f70b396782e12bc5a8/0_119_3500_2101/1000.jpg\" alt=\"Prince Charles: Look, ‘Mills! Prince pours perfect pint in Prince of Wales pub!\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Look, ‘Mills! Prince pours perfect pint in Prince of Wales pub!</span> <span class=\"element-image__credit\">Photograph: Heathcliff O’Malley/AP</span> </figcaption> </figure>","newspaperPageNumber":"31","wordcount":"1077","firstPublicationDate":"2021-05-28T11:16:14Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:18:02Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht77q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bb7d4b9b1f50053eef956cbf1e8716fd987dbf30/0_125_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Monday My husband and child stood on the front step waving me off. White handkerchiefs aloft and fluttering in the breeze, faces sombre, they wished me well. “It is a far, far better thing you do,” said my husband, “than you have ever done. Apart from that Italian roast chicken thing you did a couple of weeks ago. That was great.” “That was from Waitrose,” I said morosely, as I made my unwilling way towards the train station. I was heading for my parents’ house, where they had recently taken delivery of an iPad, a new television and a Fire stick. My sister and I had drawn lots over who was to install the necessary and then embark on a tuition programme. Well, not quite drawn lots. “It could take weeks, and I’ve got a proper job,” said my sister. “You’ll do it. Especially as I’ll punch your lights out if you don’t.” Maybe other families work as a democracy. That must be nice. I arrived. I was shown various boxes. My dad gave me a sandwich. I unpacked, plugged in, installed and then embarked on the teaching. Once we were all bleeding from the ears, I called it a day. “You have email and Netflix,” I said. “That’ll get you to the weekend. Then,” – I turned away so they would not see me begin to weep – “I’ll be back.” Dad did me another sandwich for the train. Tuesday Bartram Trail high school has hit the headlines after digitally altering the yearbook photos of 80 female students to add more modest necklines and so on to pictures showing a hint of cleavage or bare shoulders. It took me back to my own schooldays and many happy memories of the teachers’ efforts to render 500 girls’ interpretations of our navy and white uniform acceptable and … well, uniform. The overt stuff was easy. Anyone with a skirt waistband rolled up so far her knickers were on semi-public view or whose shirt was deliberately unbuttoned so that new boobs could be proudly displayed was abruptly told to sort herself out. It was the grey areas that we used to delight in watching the teachers mentally wrestle with. What could they say to Claire B, who had a massive bust but was a tomboy and refused to wear a bra? What should they do about the poorer girls who weren’t “making a show of themselves” but simply growing out of their uniforms and were unable to afford replacements. And what could they do about the girls who were wearing everything absolutely correctly but still somehow, inescapably, irremediably looked like sex bombs? The difference between then and now, of course, is that attempts to alter or police what girls are wearing must be able to refute claims of body-shaming and victim-blaming. Beyond the most extreme knicker-flashing examples (done purely to annoy), all the changes demanded did spring from the unspoken belief, so universally accepted that it amounted to natural law, that it was girls’ job not to inflame the men and boys around us with our ways, our clothes, our bodies. It is lovely to look back and know that at least now the invisible has been made visible enough to challenge, loudly. Even when there’s still a long way to go, measurable progress is a heartening thing. Wednesday I have stayed determinedly away from the coverage of Dominic Cummings’ appearance before the select committee. Of course, in this day and age, bits and pieces have pierced my consciousness – if the Likely Lads couldn’t do it with football scores in 1973, what hope have we with the hobgoblin of chaos in the social media age? – but fortunately it seems to be mostly just people’s satirical spins on his evidence. Stuff like him saying Boris Johnson wanted to be injected with Covid on live TV to prove that a novel zoonotic virus was nothing to be scared of; that he’s giving great lists of things that the health secretary should have been fired for; that it was completely crazy that Cummings himself should have been in such a senior position in government, and trying to illustrate the illimitable clusterfuckedness of the handling of the pandemic that resulted in 128,000 deaths by describing the Spider-Man meme and likening Johnson’s approach to a shopping trolley smashing its way from one side of the aisle to another. People are good at these acid takes, really this country an absolute mine of untapped comic … What? What’s that you say? “The unbearable reality”? No. No, that can’t be right. No. No. Thursday Eric Carle, the artist, children’s book writer-illustrator and creator, most famously, of that paint and collaged-tissue-paper account of magical metamorphosis The Very Hungry Caterpillar, has died at the age of 91. The book’s life began when Carle was using a hole punch on a stack of papers at his home. The little circles made him think of a bookworm and he created a story, using different-sized pages – a familiar device in Germany, where he had lived as a child and young man – called A Week With Willi Worm. His editor Ann Beneduce suggested a caterpillar might be more likeable than a worm. Carle shouted “Butterfly!” and got cracking on a rewrite that took full narrative advantage of his new hero’s transformative properties. The rest, as they say, is history. Mostly a history of uncountable numbers of happy hours spent by generations of children not just reading but poking, playing, feeling, and genuinely immersing themselves in a book. Love for it beats like a butterfly’s wings in a million hearts. What a legacy. Friday We have (another) obdurate leak in the house. Which means that I am (again) losing my mind. My emotional equilibrium, it turns out, depends almost entirely on my domestic environment remaining physically sound. Anything going wrong with the plumbing, the electrics, the roof, anything, anything at all undoes me. It is pathetic. I am pathetic. I know this. I feel so guilty about being unable to handle these minor, unavoidable vicissitudes of life – and vicissitudes you only get to experience if you’re lucky enough to have a house, plumbing and electricity in the first place! I know! I know! – that it makes me even more despondent about everything and allows a quick spiral into absolute despair. Going to get this latest leaky nonsense fixed then start calling electricians to see who’s willing to have a go at rewiring my brain.","charCount":"6213","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/lucymangan\">Lucy Mangan</a>"},{"headline":"UK Covid live: calls to push back 21 June reopening in England after PM admits ‘we may need to wait’","standfirst":"<p>Latest updates: Boris Johnson facing pressure to delay lifting of Covid restrictions in England from 21 June over threat of third wave caused by India variant</p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/28/kwasi-kwarteng-defends-hancock-over-covid-care-home-claims\">Kwasi Kwarteng defends Hancock over Covid care home claims</a></li><li><a href=\"https://www.theguardian.com/uk-news/2021/may/28/covid-bereaved-demand-public-inquiry-and-end-to-political-pantomime\">Covid bereaved demand public inquiry and end to ‘political pantomime’</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/27/uk-covid-cases-india-variant-matt-hancock-three-quarters\">Three-quarters of new UK cases could be India variant, says Hancock</a><br></li><li><a href=\"https://www.theguardian.com/world/live/2021/may/28/coronavirus-live-news-japan-expected-to-extend-emergency-measures-and-may-share-vaccines-with-taiwan\">Global coronavirus updates – live</a><br></li></ul>","trailText":"Boris Johnson facing pressure to delay lifting of Covid restrictions in England from 21 June over threat of third wave caused by India variant ","byline":"Harry Taylor","main":"<figure class=\"element element-image\" data-media-id=\"fe802ff88ed3b584527dcc185b93e59115fd186d\"> <img src=\"https://media.guim.co.uk/fe802ff88ed3b584527dcc185b93e59115fd186d/0_232_3500_2101/1000.jpg\" alt=\"Boris Johnson on a visit to Colchester hospital on Thursday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson on a visit to Colchester hospital on Thursday.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60b0ce8e8f088d8c3178bca5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:14:22.113Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Indications of increase in Covid cases in England according to ONS study</h2>  <div class=\"block-elements\">  <p>There are potential signs of an increase in Covid-19 infections in England and the India variant is becoming more prevalent, according to the latest report by the Office for National Statistics. </p> <p>According to the study, rates in the week up to 22 May were highest in Scotland and Northern Ireland where 1 in 630 people, and 1 in 820 people tested positive for Covid respectively. </p> <p>The rate in England is 1 in 1,120, and Wales is the lowest in the UK with 1 in 3,850.</p> <p>It adds that there has been an increase in the India variant in England and Scotland, with rates staying low in Wales and “uncertain” in Ireland.</p> <p>The study, done alongside Oxford University, Manchester University, Public Health England and the Wellcome Trust is of <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/bulletins/coronaviruscovid19infectionsurveypilot/28may2021\">positive tests in private homes in the UK</a>, rather than those in hospitals or care homes.</p> <p>The percentage of people testing positive for coronavirus continues to be low at 0.09%, but there are potential signs of an increase since early May, when the percentage was 0.07%, the ONS said. </p> <p>It says: “Infection rates remain low across the UK compared with earlier months in the year. In England, there are signs of a potential increase in the two weeks ending 22 May 2021. In Wales, the percentage of people testing positive continues to be very low, which makes it difficult to identify trends since they are more easily affected by small changes in the number of people testing positive from week-to-week. </p> <p>“In the week ending 22 May 2021, there are early signs of a potential increase in the percentage of people testing positive in Northern Ireland and levels have increased in Scotland.”</p> </div>   </div> <div id=\"block-60b0c36b8f08d486a7715a5f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:26:42.785Z\">11.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Relations between Boris Johnson and Simon Case, the head of the civil service, have plunged into mistrust after former top aide Dominic Cummings’ evidence to two select committees on Wednesday, <a href=\"https://www.ft.com/content/770e7eb5-24a1-4cd7-9427-829398f7afc6\">the Financial Times reports</a>.</p> <p>Cummings told the hearing that he had brought in Case to be permanent secretary as he believed the prime minister was no longer listening to him on Covid-19.</p> <blockquote class=\"quoted\"> <p>Five well-placed figures in the civil service said relations between Johnson and Case were precarious, in part due to his ties to the former Downing Street adviser. One government insider said: “Number 10 are deeply suspicious that he’s not on side.” </p> <p>On Thursday, two officials said there were concerns across Whitehall over Case’s links to Cummings. One government insider said “the mood in the cabinet secretary’s camp is very low” following the hearing. Another added that “he [Case] is clearly worried about what Dom might say next”. </p> <p>But one senior Number 10 official said they “absolutely did not recognise that characterisation”, adding “the cabinet secretary and the prime minister have an excellent working relationship”. </p> </blockquote> </div>   </div> <div id=\"block-60b0c15b8f086d71cc15d4b9\" class=\"block\" data-block-contributor=\"profile/haroonsiddique\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:12:38.891Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"7c6db364c9bfbd89c51d5c4b290051d0eeff8861\"> <img src=\"https://media.guim.co.uk/7c6db364c9bfbd89c51d5c4b290051d0eeff8861/174_0_3600_2160/1000.jpg\" alt=\"Kwasi Kwarteng on ITV’s Good Morning Britain on 28 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kwasi Kwarteng on ITV’s Good Morning Britain on 28 May.</span> <span class=\"element-image__credit\">Photograph: ITV/REX/Shutterstock</span> </figcaption> </figure>  <p>More from Kwasi Kwarteng’s morning broadcast round here, as he said care home residents were sufficiently protected.</p> <blockquote class=\"quoted\"> <p>The UK business secretary, <a href=\"https://www.theguardian.com/politics/kwasi-kwarteng\">Kwasi Kwarteng</a>, has defended Matt Hancock against criticism that he failed to protect people in care homes at the outset of the Covid pandemic, saying residents “were protected as far as we could”.</p> <p>The health secretary is under mounting pressure after <a href=\"https://www.theguardian.com/politics/2021/may/27/matt-hancock-dominic-cummings-boris-johnson-coronavirus-allegations\">Dominic Cummings accused him</a> of promising ministers that all care residents in England were tested before being discharged back to their homes and then lying about this. </p> <p>On Thursday, <a href=\"https://www.theguardian.com/world/2021/may/27/matt-hancock-not-all-patients-sent-care-homes-tested-covid\">Hancock denied the allegation</a> but his explanation that it “wasn’t possible” to test all care home residents before they were discharged from hospital last March because the testing capacity was not yet available, has been called into question.</p> <p>Kwarteng said it was “very easy with hindsight” to say where things could have been improved.</p> <p>“I completely understand the anger and frustration about care homes, because a large number of people died, and it was a terrible situation,” he told BBC Radio 4’s Today programme. “I think what Mr Hancock said was very clear. He’s always maintained that he wanted to build up the testing capacity. I think he was largely successful in that.”</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/may/28/kwasi-kwarteng-defends-hancock-over-covid-care-home-claims\">Kwasi Kwarteng defends Hancock over Covid care home claims</a> </p> </aside> </div>   </div> <div id=\"block-60b0b87f8f08d486a77159aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:39:53.771Z\">10.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In Northern Ireland, new Ulster Unionist party (UUP) leader Doug Beattie has called for disillusioned Democratic Unionist party (DUP) members to join his party amid a potential schism after Edwin Poots was confirmed as its new leader.</p> <p>Beattie said they had an “awful lot to offer as politicians” and he would welcome them if they decided to defect. He added that no MLAs had approached him, according to PA Media, but conversations had been had with a few individuals.</p> <p>It comes as Poots was confirmed as the DUP’s new leader on Thursday, after Arlene Foster was ousted earlier this year. One member <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-57257426\">told the BBC</a> that the meeting where Poots was ratified was the worst he had attended in 40 years as a member. Several leading DUP politicians left after the vote, before Poots made his speech.</p> <p>Beattie said: “Our door is always open to people who want to come to the Ulster Unionist Party, but if they want to do so they come understanding the Ulster Unionist Party values and I will talk to them and anyone who wants to come to make sure they understand that before I offer them the ability to join.</p> <p>“If we bring anyone in, and we are a welcoming party, it must be going in our direction, seeing Northern Ireland through our eyes.” </p> </div>   </div> <div id=\"block-60b0ae958f086d71cc15d38d\" class=\"block\" data-block-contributor=\"profile/haroonsiddique\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:52:36.923Z\">9.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"bcdd422caa6913eb5cdee24dad5451cb3369f3ce\"> <img src=\"https://media.guim.co.uk/bcdd422caa6913eb5cdee24dad5451cb3369f3ce/0_275_8256_4954/1000.jpg\" alt=\"Hospital ward\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Non-urgent surgery waiting times have risen amid a ‘colossal’ backlog in procedures.</span> <span class=\"element-image__credit\">Photograph: Lynsey Addario/Getty Images</span> </figcaption> </figure>  <p>Surgical hubs should be created across England and the government should spend £1bn annually for the next five years to reduce the “colossal” backlog in non-urgent procedures, the Royal College of Surgeons has said.</p> <p>The recommendations are two of <a href=\"https://www.rcseng.ac.uk/news-and-events/media-centre/press-releases/new-deal-for-surgery-2021/\">a dozen suggestions made by the RCS</a> designed to ensure planned surgery can continue safely if the country is hit again by another wave of coronavirus, a new variant or a severe winter/flu outbreak.</p> <p><a href=\"https://www.theguardian.com/society/2020/apr/26/more-than-two-million-operations-cancelled-as-nhs-fights-covid-19\">All elective or planned surgery, such as for knee and hip replacements, was cancelled</a> in the first wave of the pandemic. The latest figures show that in March, <a href=\"https://www.theguardian.com/society/2021/may/13/hospital-waiting-list-numbers-in-england-hit-record-high\">4.95 million people were waiting for hospital treatment in England</a> – the largest figure on record – including 436,127 people waiting more than a year a year.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/may/28/surgeons-in-england-call-for-1bn-a-year-to-cut-colossal-backlog\">Surgeons in England call for £1bn a year to cut ‘colossal’ backlog</a> </p> </aside> </div>   </div> <div id=\"block-60b0ab6e8f08d486a77158fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:41:30.551Z\">9.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Away from Covid, ex-MP George Galloway announced yesterday that he is set to run in the Batley and Spen byelection on 1 July.</p> <p>Galloway, whose party All For Unity got 0.9% of the vote in the recent Scottish parliament elections, said he was standing in protest against Labour leader Keir Starmer.</p> <p>Labour has selected Kim Leadbeater, the sister of Jo Cox who was MP for the seat when she was murdered in 2016, as it hopes to avoid a repeat of their defeat in Hartlepool in May. Leeds councillor Ryan Stephenson has been chosen as the Conservative party candidate.</p> </div>   </div> <div id=\"block-60b0aa068f08d486a77158ed\" class=\"block\" data-block-contributor=\"profile/robertbooth\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:34:29.033Z\">9.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Pressure is growing on the government to begin the public inquiry into its handling of the Covid pandemic, days after the prime minister’s former top adviser Dominic Cummings said any delay was “completely terrible”.</p> <p>Our social affairs correspondent, Robert Booth has more:</p> <blockquote class=\"quoted\"> <p>Boris Johnson is facing a growing clamour to bring forward the start of the coronavirus public inquiry after Dominic Cummings’ allegations triggered a “political pantomime” that disrespects the victims of the pandemic, their relatives said.</p> <p>The Covid-19 Bereaved Families for Justice group, which represents thousands of grieving people, called for an urgent start to the inquiry, which is due to begin in spring 2022.</p> <p>The Royal College of Nursing (RCN) joined the call, alongside Lord Kerslake, the former head of the civil service under David Cameron, Angela Rayner, the deputy Labour leader, and Ed Davey, the leader of the Liberal Democrats.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2021/may/28/covid-bereaved-demand-public-inquiry-and-end-to-political-pantomime\">Covid bereaved demand public inquiry and end to ‘political pantomime’</a> </p> </aside> </div>   </div> <div id=\"block-60b0a3cd8f088d8c3178ba1c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:11:48.950Z\">9.11am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Government under pressure to delay 21 June reopening in England</h2>  <div class=\"block-elements\">  <p>Welcome to today’s UK coronavirus liveblog, as Boris Johnson faces calls to push back the relaxing of rules on 21 June in England over fears about a third wave from the India variant.</p> <p>Both Independent Sage member Christina Pagel and business secretary Kwasi Kwarteng were cautious when they spoke to breakfast programmes this morning. Pagel told BBC Radio 4’s Today programme this morning: “So far we’ve kind of been crossing our fingers a little bit, Sage and Public Health England both say it’s a more transmissible variant, we know it has some levels of vaccine escape.</p> <p>“So we’re in a situation where, compared to two months ago, we now have a dominant variant, it transmits faster, and our vaccines are less effective against it.”</p> <p>Speaking to Sky News, Kwarteng said the number of cases was a “matter of concern”.</p> <p>He added: “We don’t want to proceed with the roadmap without considering all the information that we have. Today’s the 28th of May. It’s impossible for anyone to know what the situation will be like in a week or two weeks time.”</p> <p>If you have any comments, tips or suggestions - drop me an email to <a href=\"mailto:harry.taylor.casual@theguardian.com\">harry.taylor.casual@theguardian.com</a> or via Twitter <a href=\"http://www.twitter.com/harrytaylr\">@HarryTaylr</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:29:44.528Z\">at 9.29am BST</time></p>  </div>","wordcount":"1447","commentCloseDate":"2021-05-31T08:15:00Z","commentable":"true","firstPublicationDate":"2021-05-28T08:16:25Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:14:22Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6a2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/fe802ff88ed3b584527dcc185b93e59115fd186d/0_232_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"There are potential signs of an increase in Covid-19 infections in England and the India variant is becoming more prevalent, according to the latest report by the Office for National Statistics. According to the study, rates in the week up to 22 May were highest in Scotland and Northern Ireland where 1 in 630 people, and 1 in 820 people tested positive for Covid respectively. The rate in England is 1 in 1,120, and Wales is the lowest in the UK with 1 in 3,850. It adds that there has been an increase in the India variant in England and Scotland, with rates staying low in Wales and “uncertain” in Ireland. The study, done alongside Oxford University, Manchester University, Public Health England and the Wellcome Trust is of positive tests in private homes in the UK, rather than those in hospitals or care homes. The percentage of people testing positive for coronavirus continues to be low at 0.09%, but there are potential signs of an increase since early May, when the percentage was 0.07%, the ONS said. It says: “Infection rates remain low across the UK compared with earlier months in the year. In England, there are signs of a potential increase in the two weeks ending 22 May 2021. In Wales, the percentage of people testing positive continues to be very low, which makes it difficult to identify trends since they are more easily affected by small changes in the number of people testing positive from week-to-week. “In the week ending 22 May 2021, there are early signs of a potential increase in the percentage of people testing positive in Northern Ireland and levels have increased in Scotland.” Relations between Boris Johnson and Simon Case, the head of the civil service, have plunged into mistrust after former top aide Dominic Cummings’ evidence to two select committees on Wednesday, the Financial Times reports. Cummings told the hearing that he had brought in Case to be permanent secretary as he believed the prime minister was no longer listening to him on Covid-19. Five well-placed figures in the civil service said relations between Johnson and Case were precarious, in part due to his ties to the former Downing Street adviser. One government insider said: “Number 10 are deeply suspicious that he’s not on side.” On Thursday, two officials said there were concerns across Whitehall over Case’s links to Cummings. One government insider said “the mood in the cabinet secretary’s camp is very low” following the hearing. Another added that “he [Case] is clearly worried about what Dom might say next”. But one senior Number 10 official said they “absolutely did not recognise that characterisation”, adding “the cabinet secretary and the prime minister have an excellent working relationship”. More from Kwasi Kwarteng’s morning broadcast round here, as he said care home residents were sufficiently protected. The UK business secretary, Kwasi Kwarteng, has defended Matt Hancock against criticism that he failed to protect people in care homes at the outset of the Covid pandemic, saying residents “were protected as far as we could”. The health secretary is under mounting pressure after Dominic Cummings accused him of promising ministers that all care residents in England were tested before being discharged back to their homes and then lying about this. On Thursday, Hancock denied the allegation but his explanation that it “wasn’t possible” to test all care home residents before they were discharged from hospital last March because the testing capacity was not yet available, has been called into question. Kwarteng said it was “very easy with hindsight” to say where things could have been improved. “I completely understand the anger and frustration about care homes, because a large number of people died, and it was a terrible situation,” he told BBC Radio 4’s Today programme. “I think what Mr Hancock said was very clear. He’s always maintained that he wanted to build up the testing capacity. I think he was largely successful in that.” In Northern Ireland, new Ulster Unionist party (UUP) leader Doug Beattie has called for disillusioned Democratic Unionist party (DUP) members to join his party amid a potential schism after Edwin Poots was confirmed as its new leader. Beattie said they had an “awful lot to offer as politicians” and he would welcome them if they decided to defect. He added that no MLAs had approached him, according to PA Media, but conversations had been had with a few individuals. It comes as Poots was confirmed as the DUP’s new leader on Thursday, after Arlene Foster was ousted earlier this year. One member told the BBC that the meeting where Poots was ratified was the worst he had attended in 40 years as a member. Several leading DUP politicians left after the vote, before Poots made his speech. Beattie said: “Our door is always open to people who want to come to the Ulster Unionist Party, but if they want to do so they come understanding the Ulster Unionist Party values and I will talk to them and anyone who wants to come to make sure they understand that before I offer them the ability to join. “If we bring anyone in, and we are a welcoming party, it must be going in our direction, seeing Northern Ireland through our eyes.” Surgical hubs should be created across England and the government should spend £1bn annually for the next five years to reduce the “colossal” backlog in non-urgent procedures, the Royal College of Surgeons has said. The recommendations are two of a dozen suggestions made by the RCS designed to ensure planned surgery can continue safely if the country is hit again by another wave of coronavirus, a new variant or a severe winter/flu outbreak. All elective or planned surgery, such as for knee and hip replacements, was cancelled in the first wave of the pandemic. The latest figures show that in March, 4.95 million people were waiting for hospital treatment in England – the largest figure on record – including 436,127 people waiting more than a year a year. Away from Covid, ex-MP George Galloway announced yesterday that he is set to run in the Batley and Spen byelection on 1 July. Galloway, whose party All For Unity got 0.9% of the vote in the recent Scottish parliament elections, said he was standing in protest against Labour leader Keir Starmer. Labour has selected Kim Leadbeater, the sister of Jo Cox who was MP for the seat when she was murdered in 2016, as it hopes to avoid a repeat of their defeat in Hartlepool in May. Leeds councillor Ryan Stephenson has been chosen as the Conservative party candidate. Pressure is growing on the government to begin the public inquiry into its handling of the Covid pandemic, days after the prime minister’s former top adviser Dominic Cummings said any delay was “completely terrible”. Our social affairs correspondent, Robert Booth has more: Boris Johnson is facing a growing clamour to bring forward the start of the coronavirus public inquiry after Dominic Cummings’ allegations triggered a “political pantomime” that disrespects the victims of the pandemic, their relatives said. The Covid-19 Bereaved Families for Justice group, which represents thousands of grieving people, called for an urgent start to the inquiry, which is due to begin in spring 2022. The Royal College of Nursing (RCN) joined the call, alongside Lord Kerslake, the former head of the civil service under David Cameron, Angela Rayner, the deputy Labour leader, and Ed Davey, the leader of the Liberal Democrats. Welcome to today’s UK coronavirus liveblog, as Boris Johnson faces calls to push back the relaxing of rules on 21 June in England over fears about a third wave from the India variant. Both Independent Sage member Christina Pagel and business secretary Kwasi Kwarteng were cautious when they spoke to breakfast programmes this morning. Pagel told BBC Radio 4’s Today programme this morning: “So far we’ve kind of been crossing our fingers a little bit, Sage and Public Health England both say it’s a more transmissible variant, we know it has some levels of vaccine escape. “So we’re in a situation where, compared to two months ago, we now have a dominant variant, it transmits faster, and our vaccines are less effective against it.” Speaking to Sky News, Kwarteng said the number of cases was a “matter of concern”. He added: “We don’t want to proceed with the roadmap without considering all the information that we have. Today’s the 28th of May. It’s impossible for anyone to know what the situation will be like in a week or two weeks time.” If you have any comments, tips or suggestions - drop me an email to harry.taylor.casual@theguardian.com or via Twitter @HarryTaylr.","charCount":"8640","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/harry-taylor\">Harry Taylor</a>"},{"headline":"Lancashire v Yorkshire, Durham v Essex and more: county cricket – live!","standfirst":"<ul><li>County Championship updates from day two of the latest round</li><li>The Spin: <a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-spin\">sign up to our email</a>. And take a peak <a href=\"https://www.theguardian.com/sport/2021/may/25/the-essex-village-cricket-club-going-in-to-bat-against-climate-crisis\">at this week’s</a></li><li>And you can <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">drop Tanya an email</a>, tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a> or post BTL</li></ul>","trailText":"Follow all the action on day two of the latest County Championship games, with Tanya Aldred","byline":"Tanya Aldred at Old Trafford","main":"<figure class=\"element element-image\" data-media-id=\"56fb206e6ad14c9da762a4fb8ce793c439b09115\"> <img src=\"https://media.guim.co.uk/56fb206e6ad14c9da762a4fb8ce793c439b09115/0_40_2700_1621/1000.jpg\" alt=\"Early action at Old Trafford on Friday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Early action at Old Trafford on Friday.</span> <span class=\"element-image__credit\">Photograph: kevin Warburton - A Moment in Sport/ProSports/Rex/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60b0cf838f088d8c3178bcbf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:12:40.413Z\">12.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Time to change the sheets.</strong></p> <p><strong>Durham all out 99.</strong> Essex lead by 83 runs, which is more than generous. </p> <p><strong>Middlesex 295 all out, </strong>John Simpson left high and dry on 95. </p> </div>   </div> <div id=\"block-60b0cdda8f088d8c3178bc99\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:04:09.936Z\">12.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Yorkshire try to change the ball in desperation</strong>, but the umpires tell them to hurry along. </p> <p><strong>Durham are down and nearly out at 99-9 against Essex;</strong> Harmer hasn’t even had a bowl yet. </p> </div>   </div> <div id=\"block-60b0cd1f8f08d486a7715aef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:01:13.921Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Luke Fletcher has grabbed his first wicket of the day at Edgbaston,</strong> swiftly followed by Paterson snatching his fifth as Danny Lamb is caught for 67. <strong>Warwicks 293-9</strong></p> </div>   </div> <div id=\"block-60b0c8818f08d486a7715ab7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:46:48.188Z\">11.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Yorkshire are giving Bess a go from the Brian Statham end, L</strong>ong sleeves, baggy trousers that could do with a hitch, he has a endearingly scruffy air, most unlike his opponent Mister wax and polish Jennings. He dries, dries, dries the ball again on his shirt. Lancashire have scored 19 runs in 45 minutes. Proper Roses. </p> </div>   </div> <div id=\"block-60b0c5788f08d486a7715a93\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:34:15.145Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A pocket of early morning wickets: </strong>Ned Eckersley (a sixth lbw) and Brydon Carse at The Riverside, Durham 79-8; Danny Briggs at Edgbaston, as Paterson continues where he left off yesterday, Warwicks 270-7; Tom Helm at Grace Road, Middx 279-8; and in the umbrella-biter at Hove,Simon Kerrigan has been bowled by George Garton, Northants 121-5. </p> <p><strong>And lo, Keaton Jennings</strong> pulls Olivier across the verdant grass and into the boundary boards, with a crack of the bat and to a crescendo of local applause. </p> </div>   </div> <div id=\"block-60b0c2fa8f088d8c3178bbe5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:17:44.353Z\">11.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>An email. Good Morning Brian.</strong></p> <p><em>“Morning Tanya<br><br>The Durham commentator tells us that yesterday was the only time that Durham have lost their first five wickets lbw. (Judging by the way they were offering their pads so freely I had half-suspected they were on some sort of ‘charity sponsorship’, if that’s the acceptable euphemism for spot fixing.)<br><br>More generally, I’m wondering who holds the (presumably unwanted) county record for most consecutive lbw dismissals?”</em><br></p> <p>This is definitely one for BTL.</p> </div>   </div> <div id=\"block-60b0c19f8f086d71cc15d4bd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:13:11.379Z\">11.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A tickle brings a trudge: Jamie Overton slopes back</strong> over The Oval rope, out to the first ball of the day. Surrey 285-6. </p> </div>   </div> <div id=\"block-60b0c0118f086d71cc15d49b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:06:39.677Z\">11.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A couple of overs under</strong> the belt at Old Trafford, not much to report apart from some deliciously sticky biscotti and a discussion about how much more together Keaton Jennings looks this season.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tjaldred/status/1398218208998473729\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Home-made biscotti for elevenses in the OT press box, thanks to <a href=\"https://twitter.com/mikebirty?ref_src=twsrc%5Etfw\">@mikebirty</a>. <a href=\"https://t.co/RYaRdO8mRb\">pic.twitter.com/RYaRdO8mRb</a></p>&mdash; tanya aldred (@tjaldred) <a href=\"https://twitter.com/tjaldred/status/1398218208998473729?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0b79a8f08d486a77159a0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:29:51.633Z\">10.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Start of play scores</h2>  <div class=\"block-elements\">  <p><strong>Group One</strong></p> <p>Riverside: Durham 58-6 v Essex 182 all out</p> <p>Edgbaston: Warwickshire 250-6 v Nottinghamshire</p> <p>New Road: Worcestershire 336-7 v Derbyshire</p> <p><strong>Group Two</strong><br></p> <p>Grace Road: Leicestershire v Middlesex 260-7</p> <p>The Oval: Surrey 285-5 v Gloucestershire</p> <p><strong>Group Three</strong></p> <p>Old Trafford: Lancashire 95-1 v Yorkshire 159 all out</p> <p>Hove: Sussex 175 all out v Northants 91-4</p>  <figure class=\"element element-image\" data-media-id=\"fe4e8fd4460ec244b08fc3939521f961bb991ba1\"> <img src=\"https://media.guim.co.uk/fe4e8fd4460ec244b08fc3939521f961bb991ba1/0_366_3915_2349/1000.jpg\" alt=\"We sure have.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">We sure have.</span> <span class=\"element-image__credit\">Photograph: Barry Mitchell/Rex/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T10:16:06.583Z\">at 11.16am BST</time></p>  </div> <div id=\"block-60b0b76f8f086d71cc15d413\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:27:37.885Z\">10.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Round-up from Thursday</h2>  <div class=\"block-elements\">  <p><strong>The swifts darted over the tram lines</strong> for the 221st Roses Championship match, and in the car park a man carefully folded his jacket over his arm and picked up his picnic bag. The crowds were back at Old Trafford for the first time in 617 days and, what’s more, the sun obliged, a distant heat haze rippling over the Manchester skyscrapers.</p> <p><strong>Yorkshire</strong>, who won the toss and chose to bat, took the opportunity to flirt with a record – their lowest ever total at Old Trafford. At 21 for six, and 40 for seven, 51 looked a stretch, with <strong>Lancashire</strong>’s Saqib Mahmood and Tom Bailey in particular bowling searching spells. Bailey’s figures were a parsimonious 14-11-6-3.</p> <p>But Yorkshire had a gem in Harry Duke, the 19-year old wicketkeeper playing in only his second first-class match, and who had collected a golden duck in his one previous innings. From nervous bolter walking out at 21 for 5, he found his mojo and, full of youthful vim, stroked the ball simply and through the covers. He and Steven Patterson, all elbows and knees, put on 77 for the 10th wicket before Ben Coad and Duanne Olivier thrashed about to take the total over 150.</p> <p>Alex Davies then teed off from the start, reaching his 50 to a happy crescendo of applause before tickling Olivier behind for 52. Jennings and Wells played out till the close, with just under 2,000 people watching Dom Bess twirling in from the Brian Statham End and revelling in Lancashire’s day.</p> <p>Sixteen wickets fell at The Riverside as both <strong>Essex</strong> and <strong>Durham</strong> suffered batting malfunctions. First, Essex lost five wickets for three runs after Michael Pepper was out for 92, as Durham hoovered up their tail. Durham, in turn, collapsed to 58 for six post-tea, five of them lbw.</p> <p><strong>Northamptonshire</strong>’s Ben Sanderson filched five wickets at Hove for the third time in the past four innings, though it could not prevent a <strong>Sussex</strong> fightback. They had been in deep trouble at 67 for eight, before Jack Carson and Henry Crocombe tickled 99 for the ninth wicket. Facing 175, Northants then lost four wickets by the close.</p> <p>Three wickets for <strong>Leicestershire</strong>’s Callum Parkinson, including two in two balls, failed to pin <strong>Middlesex</strong> down as a seventh-wicket stand of 90 between John Simpson and Luke Hollman took them to respectability at stumps.</p> <p>A steady day at Edgbaston, led by 91 from <strong>Warwickshire</strong>’s Will Rhodes at the top of the order, was hijacked by Dane Paterson who snatched three wickets for <strong>Nottinghamshire</strong> in evening sunshine; while the England Under-19 batsman Jack Haynes hit a career best 97 for <strong>Worcestershire</strong> against <strong>Derbyshire</strong> at New Road before being caught on the boundary. Hashim Amla, leading <strong>Surrey</strong> for the first time, made an unbeaten century against <strong>Gloucestershire</strong>, and received a standing ovation from the Oval crowd.</p> </div>   </div> <div id=\"block-60b0a2e18f08d486a7715878\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:26:27.902Z\">10.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning!</h2>  <div class=\"block-elements\">  <p><strong>It’s day two and there’s a dampness to the air</strong>. Paul Allott is walking gingerly over the outfield in his hush puppies, while over on the white rose side of the ground, Yorkshire are playing touch rugby. Adam Lyth is resplendent in knee high white socks, not a sign of surrender of course. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T09:32:25.663Z\">at 10.32am BST</time></p>  </div>","wordcount":"943","commentCloseDate":"2021-05-31T09:30:00Z","commentable":"true","firstPublicationDate":"2021-05-28T09:32:29Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:12:40Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6pb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/56fb206e6ad14c9da762a4fb8ce793c439b09115/0_40_2700_1621/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Time to change the sheets. Durham all out 99. Essex lead by 83 runs, which is more than generous. Middlesex 295 all out, John Simpson left high and dry on 95. Yorkshire try to change the ball in desperation, but the umpires tell them to hurry along. Durham are down and nearly out at 99-9 against Essex; Harmer hasn’t even had a bowl yet. Luke Fletcher has grabbed his first wicket of the day at Edgbaston, swiftly followed by Paterson snatching his fifth as Danny Lamb is caught for 67. Warwicks 293-9 Yorkshire are giving Bess a go from the Brian Statham end, Long sleeves, baggy trousers that could do with a hitch, he has a endearingly scruffy air, most unlike his opponent Mister wax and polish Jennings. He dries, dries, dries the ball again on his shirt. Lancashire have scored 19 runs in 45 minutes. Proper Roses. A pocket of early morning wickets: Ned Eckersley (a sixth lbw) and Brydon Carse at The Riverside, Durham 79-8; Danny Briggs at Edgbaston, as Paterson continues where he left off yesterday, Warwicks 270-7; Tom Helm at Grace Road, Middx 279-8; and in the umbrella-biter at Hove,Simon Kerrigan has been bowled by George Garton, Northants 121-5. And lo, Keaton Jennings pulls Olivier across the verdant grass and into the boundary boards, with a crack of the bat and to a crescendo of local applause. An email. Good Morning Brian. “Morning Tanya The Durham commentator tells us that yesterday was the only time that Durham have lost their first five wickets lbw. (Judging by the way they were offering their pads so freely I had half-suspected they were on some sort of ‘charity sponsorship’, if that’s the acceptable euphemism for spot fixing.) More generally, I’m wondering who holds the (presumably unwanted) county record for most consecutive lbw dismissals?” This is definitely one for BTL. A tickle brings a trudge: Jamie Overton slopes back over The Oval rope, out to the first ball of the day. Surrey 285-6. A couple of overs under the belt at Old Trafford, not much to report apart from some deliciously sticky biscotti and a discussion about how much more together Keaton Jennings looks this season. Group One Riverside: Durham 58-6 v Essex 182 all out Edgbaston: Warwickshire 250-6 v Nottinghamshire New Road: Worcestershire 336-7 v Derbyshire Group Two Grace Road: Leicestershire v Middlesex 260-7 The Oval: Surrey 285-5 v Gloucestershire Group Three Old Trafford: Lancashire 95-1 v Yorkshire 159 all out Hove: Sussex 175 all out v Northants 91-4 The swifts darted over the tram lines for the 221st Roses Championship match, and in the car park a man carefully folded his jacket over his arm and picked up his picnic bag. The crowds were back at Old Trafford for the first time in 617 days and, what’s more, the sun obliged, a distant heat haze rippling over the Manchester skyscrapers. Yorkshire, who won the toss and chose to bat, took the opportunity to flirt with a record – their lowest ever total at Old Trafford. At 21 for six, and 40 for seven, 51 looked a stretch, with Lancashire’s Saqib Mahmood and Tom Bailey in particular bowling searching spells. Bailey’s figures were a parsimonious 14-11-6-3. But Yorkshire had a gem in Harry Duke, the 19-year old wicketkeeper playing in only his second first-class match, and who had collected a golden duck in his one previous innings. From nervous bolter walking out at 21 for 5, he found his mojo and, full of youthful vim, stroked the ball simply and through the covers. He and Steven Patterson, all elbows and knees, put on 77 for the 10th wicket before Ben Coad and Duanne Olivier thrashed about to take the total over 150. Alex Davies then teed off from the start, reaching his 50 to a happy crescendo of applause before tickling Olivier behind for 52. Jennings and Wells played out till the close, with just under 2,000 people watching Dom Bess twirling in from the Brian Statham End and revelling in Lancashire’s day. Sixteen wickets fell at The Riverside as both Essex and Durham suffered batting malfunctions. First, Essex lost five wickets for three runs after Michael Pepper was out for 92, as Durham hoovered up their tail. Durham, in turn, collapsed to 58 for six post-tea, five of them lbw. Northamptonshire’s Ben Sanderson filched five wickets at Hove for the third time in the past four innings, though it could not prevent a Sussex fightback. They had been in deep trouble at 67 for eight, before Jack Carson and Henry Crocombe tickled 99 for the ninth wicket. Facing 175, Northants then lost four wickets by the close. Three wickets for Leicestershire’s Callum Parkinson, including two in two balls, failed to pin Middlesex down as a seventh-wicket stand of 90 between John Simpson and Luke Hollman took them to respectability at stumps. A steady day at Edgbaston, led by 91 from Warwickshire’s Will Rhodes at the top of the order, was hijacked by Dane Paterson who snatched three wickets for Nottinghamshire in evening sunshine; while the England Under-19 batsman Jack Haynes hit a career best 97 for Worcestershire against Derbyshire at New Road before being caught on the boundary. Hashim Amla, leading Surrey for the first time, made an unbeaten century against Gloucestershire, and received a standing ovation from the Oval crowd. It’s day two and there’s a dampness to the air. Paul Allott is walking gingerly over the outfield in his hush puppies, while over on the white rose side of the ground, Yorkshire are playing touch rugby. Adam Lyth is resplendent in knee high white socks, not a sign of surrender of course.","charCount":"5525","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tanyaaldred\">Tanya Aldred</a> at Old Trafford"},{"headline":"AFL 2021: Western Bulldogs v Melbourne Demons – round 11 live!","standfirst":"<ul><li>Updates from the game with no fans due to Covid lockdown</li><li>Any thoughts? <a href=\"mailto:scott.heinrich.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/scott_heinrich\">@scott_heinrich</a><br></li></ul>","trailText":"<strong>Goal-by-goal report</strong>: The top-of-the-table clash goes ahead behind closed doors at Marvel Stadium in locked-down Melbourne. Join Scott Heinrich for updates","byline":"Scott Heinrich","main":"<figure class=\"element element-image\" data-media-id=\"4c321caecaddcaa86d333d664632e7c49f5c8422\"> <img src=\"https://media.guim.co.uk/4c321caecaddcaa86d333d664632e7c49f5c8422/0_79_2362_1418/1000.jpg\" alt=\"Christian Petracca handpasses the ball during the 2021 AFL round 11 match between the Western Bulldogs and the Melbourne Demons at Marvel Stadium in Melbourne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Christian Petracca handpasses the ball during the 2021 round 11 AFL match between Western Bulldogs and Melbourne Demons at Marvel Stadium in Melbourne.</span> <span class=\"element-image__credit\">Photograph: Dylan Burns/AFL Photos/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b0cf528f08d486a7715b24\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:09:20.126Z\">12.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-comment\" data-canonical-url=\"https://www.theguardian.com/sport/live/2021/may/28/afl-2021-western-bulldogs-vs-melbourne-demons-live-scores-covid-coronavirus-lockdown-no-fans-crowd-teams-premiership-season-round-11-fixture-team-news-time-start-tonight-footy-updates#comment-149616738\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/3808729\" title=\"View WinnieOfOz’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/3808729\" height=\"40\" width=\"40\" alt=\"User avatar for WinnieOfOz\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/3808729\" title=\"View WinnieOfOz’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">WinnieOfOz</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/149616738\" title=\"Link to this comment\" itemprop=\"datePublished\">28 May 2021 11:41am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Scott, is it possible to have comments staying open once tonight's blog is over?</p> <p>We tragics btl don't always want to end our conversations about the game (or life in general) as soon as the game's over. </p> <p>We've found a few times that comments completely disappear soon afterwards. </p> <p>Many thanks!</p></div> </div> </div>  </figure>  <p>I’ll see what I can do.</p> </div>   </div> <div id=\"block-60b0cd148f086d71cc15d58f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:07:14.502Z\">12.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">HT: Western Bulldogs 6-5 (41) vs Melbourne 9-6 (60)</h2>  <div class=\"block-elements\">  <p>It’s been mostly the Dees but the Dogs struck back at the end of the second term to get within three goals and change. Melbourne can still go into half-time on good terms with themselves. They are winning the ball out of the middle, moving the ball well and defending the ground beautifully. The Bulldogs have looked off the pace but are still in it. On a plus note from their point of view, they can’t play much worse.</p> <p>If anyone is wondering why the Dees aren’t wearing their Indigenous jumper, it’s because of an apparent clash.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/roberto197211/status/1398224696479420416\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">How on earth do they clash? <a href=\"https://t.co/TqYF81IU30\">pic.twitter.com/TqYF81IU30</a></p>&mdash; robbie czajka (@roberto197211) <a href=\"https://twitter.com/roberto197211/status/1398224696479420416?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0cc5b8f088d8c3178bc77\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:59:11.257Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 1 min remaining: Western Bulldogs 6-5 (41) vs Melbourne 9-6 (60) </strong>Goal!<strong> </strong>Crozier takes a nice contested mark from a kick-in before finding English with a measured pass inside 50. English converts from about 40 and suddenly the Dogs are back inside 20 points when they’ve looked outplayed for most of the night. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T11:08:15.072Z\">at 12.08pm BST</time></p>  </div> <div id=\"block-60b0cb4c8f088d8c3178bc6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:56:18.008Z\">11.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 2 mins remaining: Western Bulldogs 5-4 (34) vs Melbourne 9-6 (60) </strong>Goal! Another messy inside 50 by the Dogs is handled easily by the Dees. But the Bulldogs soon regain control and work the ball across the ground before Daniel shoots and scores to pull one back. Much-needed late goal for the Bulldogs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T10:59:24.904Z\">at 11.59am BST</time></p>  </div> <div id=\"block-60b0ca918f08d486a7715acc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:51:45.309Z\">11.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 5 mins remaining: Western Bulldogs 4-4 (28) vs Melbourne 9-6 (60) </strong>Goal! The Dogs go backwards to go forward from defence but it’s hard work and the Dees soon turn the ball over. The pressure shows and Pickett gets onto the end of an Oliver pass inside 50 before kicking truly and putting more space between themselves and the Dogs.</p> </div>   </div> <div id=\"block-60b0c9ba8f086d71cc15d55b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:48:01.718Z\">11.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 7 mins remaining: Western Bulldogs 4-4 (28) vs Melbourne 8-6 (54) </strong>Lovely intercept mark by Rivers and again Melbourne nullify a Bulldogs move forward. The Dogs have been lacking for intent and the Dees are set up well.</p> </div>   </div> <div id=\"block-60b0c92a8f08d486a7715ac3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:45:00.880Z\">11.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 10 mins remaining: Western Bulldogs 4-4 (28) vs Melbourne 8-6 (54) </strong>The Dogs go forward and Weightman looks set to pull off an audacious goal after a shimmy and then a shake but his snap misses to the left. Would’ve been a classic goal and a necessary one for the Dogs but to no avail.</p> </div>   </div> <div id=\"block-60b0c8838f08d486a7715ab8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:41:55.512Z\">11.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 12 mins remaining: Western Bulldogs 4-3 (27) vs Melbourne 8-6 (54) </strong>Goal! McDonald again. The Dogs have worked hard but the Demons are equal to it. Big Mac converts after some nice work from Neal-Bullen and now Melbourne regain their breathing space.</p> </div>   </div> <div id=\"block-60b0c7da8f088d8c3178bc3f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:38:57.536Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 14 mins remaining: Western Bulldogs 4-3 (27) vs Melbourne 7-6 (48) </strong>Goal! Melbourne get one back after Petracca finds McDonald with a precise pass when everyone in the stadium - meaning no one - thought he might instead have gone for goal. Classy stuff from the Dee.</p> </div>   </div> <div id=\"block-60b0c75e8f088d8c3178bc39\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:37:11.361Z\">11.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 15 mins remaining: Western Bulldogs 4-3 (27) vs Melbourne 6-6 (42) </strong>Goal! English takes a virtually uncontested mark when he really should have had some opposition and makes no mistake with his set shot from 20m out. The Bont instrumental in that play. Warming into it he is.</p> </div>   </div> <div id=\"block-60b0c6ca8f088d8c3178bc33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:35:01.407Z\">11.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 16 mins remaining: Western Bulldogs 3-3 (21) vs Melbourne 6-6 (42) </strong>The Dogs are getting their hands on it now, tossing it around from defence to centre wing to the forward line. The Dees nullify but good signs for the Bulldogs.</p> </div>   </div> <div id=\"block-60b0c66c8f08d486a7715aa2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:32:18.170Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 18 mins remaining: Western Bulldogs 3-2 (20) vs Melbourne 6-5 (41) </strong>Goal! And Bruce does the rest, rocking back and drilling his set shot. Just the start the Bulldogs wanted.</p> </div>   </div> <div id=\"block-60b0c6158f086d71cc15d525\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:31:02.887Z\">11.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q2: 19 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 6-5 (41) </strong>The Dogs trail at QT for the first time this season. Let’s see what they can do. Well, the second quarter has started with a clearance that has landed in the hands of Bruce...</p> </div>   </div> <div id=\"block-60b0c47c8f086d71cc15d50c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:26:28.881Z\">11.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">QT: Western Bulldogs 2-2 (14) vs Melbourne 6-5 (41)</h2>  <div class=\"block-elements\">  <p>No fans but plenty of action as Melbourne start the game much stronger after their disappointment against the Crows last week. The Dees are winning it out of the middle and the rest has been taking care of itself. Response needed from the Dogs.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MelbourneFooty/status/1398223927009181698\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">James Harmes got us going within the first 20 seconds. <a href=\"https://twitter.com/hashtag/AFLDogsDees?src=hash&amp;ref_src=twsrc%5Etfw\">#AFLDogsDees</a><a href=\"https://t.co/Km1bKfeXQm\">pic.twitter.com/Km1bKfeXQm</a></p>&mdash; Melbourne Footy (@MelbourneFooty) <a href=\"https://twitter.com/MelbourneFooty/status/1398223927009181698?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0c3908f08d486a7715a61\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:21:19.158Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 1 min remaining: Western Bulldogs 2-2 (14) vs Melbourne 6-5 (41) </strong>Goal!<strong> </strong>Lever to Oliver to Gawn, but Oliver is dumped after disposal and the Dees ruckman is handed a free in front of goal before splitting the big sticks to swell Melbourne’s lead. Big quarter from Melbourne.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T10:21:49.775Z\">at 11.21am BST</time></p>  </div> <div id=\"block-60b0c3288f08d486a7715a5c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:18:27.835Z\">11.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 3 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 5-5 (35) </strong>Another error in defence gives Melbourne a shot on goal but Spargo can’t convert from a tightish angle, missing to the left. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T10:18:47.563Z\">at 11.18am BST</time></p>  </div> <div id=\"block-60b0c2a38f08d486a7715a55\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:17:03.964Z\">11.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 4 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 5-4 (34) </strong>Goal! Spargo has a set shot from the boundary but instead of having a crack he centres the ball and the Dogs fail to deal with the chaos ball as Jordon pounces and puts the Dees further in front.</p> </div>   </div> <div id=\"block-60b0c19e8f086d71cc15d4bc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:14:02.476Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 6 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 4-4 (28) </strong>Goal! Big blue from the Dogs defence as Fritsch takes an intercept grab before spinning off the mark and snapping for another for the Dees.</p> </div>   </div> <div id=\"block-60b0c1158f086d71cc15d4b6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:09:54.101Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 8 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 3-3 (21) </strong>Goal! That man Naughton gets his hands on the ball just inside 50 and makes no mistake with his set shot. Timely goal for the Dogs.</p> </div>   </div> <div id=\"block-60b0c00e8f08d486a7715a21\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:08:16.489Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 10 mins remaining: Western Bulldogs 1-2 (8) vs Melbourne 3-3 (21) </strong>The Dees work the ball out of defence with some sharp passing. As the ball flies high over centre wing you really get the sense of no one being there. The stands are empty. Not even canned applause from the broadcasters. It’s like 2020 all over again. Please, God, let it be brief.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/abcsport/status/1398218912270106624\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🙁 Here we are again...<a href=\"https://twitter.com/hashtag/AFL?src=hash&amp;ref_src=twsrc%5Etfw\">#AFL</a> <a href=\"https://twitter.com/hashtag/AFLDogsDees?src=hash&amp;ref_src=twsrc%5Etfw\">#AFLDogsDees</a> <a href=\"https://t.co/J6F63n8h8C\">pic.twitter.com/J6F63n8h8C</a></p>&mdash; ABC SPORT (@abcsport) <a href=\"https://twitter.com/abcsport/status/1398218912270106624?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0bf4a8f086d71cc15d48e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:03:25.668Z\">11.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 12 mins remaining: Western Bulldogs 1-1 (7) vs Melbourne 3-2 (20) </strong>Goal! Another quick break from Melbourne and the Dogs are caught unawares as Fritsch plays on and snaps truly to make it three for the Dees. Big start to the game from Melbourne.</p> </div>   </div> <div id=\"block-60b0bee58f086d71cc15d48b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:00:38.528Z\">11.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 14 mins remaining: Western Bulldogs 1-1 (7) vs Melbourne 2-1 (13) </strong>Goal! Big clearance win for the Bulldogs and Weightman judges a chaos ball best to find space and kick truly to drag one back. Lovely finish.</p> </div>   </div> <div id=\"block-60b0be938f088d8c3178bba1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:58:56.881Z\">10.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 15 mins remaining: Western Bulldogs 0-1 (1) vs Melbourne 2-1 (13) </strong>Goal! From the kick-in the Dees regain possession and Petracca does the rest with an assured snap to put the Dees further in front.</p> </div>   </div> <div id=\"block-60b0be268f088d8c3178bb98\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:57:35.204Z\">10.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 16 mins remaining: Western Bulldogs 0-1 (1) vs Melbourne 1-1 (7) </strong>McDonald has space, then Fritsch has space, but the latter squanders his chance from the left as he drags his set shot to the left.</p> </div>   </div> <div id=\"block-60b0bd918f08d486a77159f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:55:41.333Z\">10.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 17 mins remaining: Western Bulldogs 0-1 (1) vs Melbourne 1-0 (6) </strong>Now Melbourne are on the attack. Clean hands from Bailey Smith on 50 gives the Dogs a shot on goal but the Dees talls are there to save the day.</p> </div>   </div> <div id=\"block-60b0bcd98f08d486a77159f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:53:17.202Z\">10.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Q1: 19 mins remaining: Western Bulldogs 0-0 (0) vs Melbourne 1-0 (6) </strong>Goal! And we’re away. Gawn fairly well strips the ball from the centre bounce and before you know it Harmes pounces on a loose ball inside 50 and kicks a very, very quick goal. Wow, that was quick.</p> </div>   </div> <div id=\"block-60b0bcd08f086d71cc15d466\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:50:13.194Z\">10.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Not long now...</p> </div>   </div> <div id=\"block-60b0a6368f086d71cc15d323\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:48:01.146Z\">10.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If you’ve been a bit busy and/or avoiding the crapness of Covid-19, this is the present state of crapness.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/27/afl-scrambles-again-as-melbourne-lockdown-causes-chaos-for-sport\">AFL scrambles again as Melbourne lockdown causes chaos for sport</a> </p> </aside> </div>   </div> <div id=\"block-60b0a7d78f086d71cc15d334\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:42:43.719Z\">10.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In case anyone is unsure, Sir Doug Nicholls Round is about much more than a guernsey design tweak.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/melbournefc/status/1398158343571714050\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;No one&#39;s born racist. It&#39;s something that is the product of the environment.&quot;<br><br>The boys share some further reflections on the importance of Sir Doug Nicholls Round + the role we can all play in stamping out racism. <a href=\"https://t.co/lkWO0Ask9X\">pic.twitter.com/lkWO0Ask9X</a></p>&mdash; Melbourne Demons (@melbournefc) <a href=\"https://twitter.com/melbournefc/status/1398158343571714050?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/westernbulldogs/status/1397811157130375170\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Leading into this week and what you&#39;re wearing, whether you realise it or not, you actually are part of reconciliation...&quot;<br><br>Travis Varcoe with a powerful message on the importance of Sir Doug Nicholls Round.<br><br>🖤💛❤️ <a href=\"https://t.co/ix2yqaBQgE\">pic.twitter.com/ix2yqaBQgE</a></p>&mdash; Western Bulldogs (@westernbulldogs) <a href=\"https://twitter.com/westernbulldogs/status/1397811157130375170?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0ba028f08d486a77159be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:38:46.908Z\">10.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Am I the only dude who thinks Bailey Smith is a dead ringer for Billy from Stranger Things?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=fz7fef5DQEM\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/fz7fef5DQEM?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>  </div>   </div> <div id=\"block-60b0a5c58f088d8c3178ba30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:36:33.810Z\">10.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If anyone’s keen for a spot of background viewing, here’s some highlights of the last time these two met.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=vz6z7JrPUBM\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/vz6z7JrPUBM?wmode=opaque\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>And even more recently, if you know what I mean.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=N3PuupVIuCc\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/N3PuupVIuCc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>  </div>   </div> <div id=\"block-60b0b7b28f08d486a77159a2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:29:32.780Z\">10.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-comment\" data-canonical-url=\"https://www.theguardian.com/sport/live/2021/may/28/afl-2021-western-bulldogs-vs-melbourne-demons-live-scores-covid-coronavirus-lockdown-no-fans-crowd-teams-premiership-season-round-11-fixture-team-news-time-start-tonight-footy-updates#comment-149614212\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/15180520\" title=\"View HarryofOz’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/15180520\" height=\"40\" width=\"40\" alt=\"User avatar for HarryofOz\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/15180520\" title=\"View HarryofOz’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">HarryofOz</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/149614212\" title=\"Link to this comment\" itemprop=\"datePublished\">28 May 2021 10:15am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Thank you, thank you Scott - just what we needed. A blog for this potential top-of-the-table cracker.</p> <p>Don't ask me to tip a winner.</p> <p>Time to just sit back and wait for the games to begin.</p></div> </div> </div>  </figure>  <p>Don’t sit on the fence, HoO. Worst case you’re a 50-50 shot. I’m with the Dogs.</p> </div>   </div> <div id=\"block-60b0a4ea8f086d71cc15d316\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:27:05.746Z\">10.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lest anyone be under a rock, Victoria is back in a very dark place. Please, please let it be brief.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/westernbulldogs/status/1398181149315244037\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mask on.<br><br>🤟😷🤘 <a href=\"https://t.co/nlOPrAU8XM\">pic.twitter.com/nlOPrAU8XM</a></p>&mdash; Western Bulldogs (@westernbulldogs) <a href=\"https://twitter.com/westernbulldogs/status/1398181149315244037?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/melbournefc/status/1398187984374026243\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Round 11. 😷 <a href=\"https://twitter.com/hashtag/FiredUp?src=hash&amp;ref_src=twsrc%5Etfw\">#FiredUp</a> <a href=\"https://t.co/wtMVTq3xtt\">pic.twitter.com/wtMVTq3xtt</a></p>&mdash; Melbourne Demons (@melbournefc) <a href=\"https://twitter.com/melbournefc/status/1398187984374026243?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0a3748f086d71cc15d2f1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:15:49.697Z\">10.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No late team changes</h2>  <div class=\"block-elements\">  <p><strong>Western Bulldogs</strong></p> <p><strong>B: </strong>Taylor Duryea<strong>, </strong>Alex Keath<strong>, </strong>Hayden Crozier<br> <strong>HB: </strong>Bailey Williams<strong>, </strong>Zaine Cordy<strong>, </strong>Caleb Daniel<br> <strong>C: </strong>Bailey Dale<strong>, </strong>Tom Liberatore<strong>, </strong>Jason Johannisen<br> <strong>HF: </strong>Lachie Hunter<strong>, </strong>Josh Bruce<strong>, </strong>Cody Weightman<br> <strong>F: </strong>Tim English<strong>, </strong>Aaron Naughton<strong>, </strong>Marcus Bontempelli<br> <strong>FOLL: </strong>Jordon Sweet<strong>, </strong>Jack Macrae<strong>, </strong>Bailey Smith<br> <strong>I/C: </strong>Patrick Lipinski<strong>, </strong>Lachlan McNeil<strong>, </strong>Roarke Smith<strong>, </strong>Riley Garcia<br><strong>Sub: </strong>Louis Butler</p> <p><strong>Melbourne</strong></p> <p><strong>B: </strong>Jayden Hunt<strong>, </strong>Steven May<strong>, </strong>Jake Lever<br> <strong>HB: </strong>Christian Salem<strong>, </strong>Harrison Petty<strong>, </strong>Michael Hibberd<br> <strong>C: </strong>Angus Brayshaw<strong>, </strong>Christian Petracca<strong>, </strong>Ed Langdon<br> <strong>HF: </strong>James Jordon<strong>, </strong>Tom McDonald<strong>, </strong>Jake Melksham<br> <strong>F: </strong>Bayley Fritsch<strong>, </strong>Sam Weideman<strong>, </strong>Charlie Spargo<br> <strong>FOLL: </strong>Max Gawn<strong>, </strong>Clayton Oliver<strong>, </strong>Kysaiah Pickett<br> <strong>I/C: </strong>James Harmes<strong>, </strong>Luke Jackson<strong>, </strong>Trent Rivers<strong>, </strong>Alex Neal-Bullen<br><strong>Sub: </strong>Tom Sparrow</p> <p>A battle of the midfield, to be sure. And it sure helps to get a run for the Dogs if your first name is Bailey.</p> <p>Here’s one of them. The one with the big hair.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=oLO-zO8LPbY\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/oLO-zO8LPbY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>  </div>   </div> <div id=\"block-60b03b358f088d8c3178b5fa\" class=\"block is-key-event\" data-block-contributor=\"profile/scott-heinrich\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:03:35.101Z\">10.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>Good evening and welcome to the opening fixture of the Sir Doug Nicholls Round. It’s one that was touch-and-go to even go ahead and one that will proceed in the absence of spectators. Thankfully it is indeed happening. Not often do we see a 1-v-2 in round 11 of the season but that’s what we have on our hands tonight.</p> <p>Its lustre might have been brighter had Melbourne beaten Adelaide last week and come into this contest unbeaten, but let’s be grateful for what we’ve got. This is still a Friday night worth staying in for, and let’s face it if you’re in Victoria you’ve got no choice anyway. So fill the fridge full of VB/Kombucha/Yakult and strap yourselves in for a match that will reveal more and more about the supposed leading lights for this year’s premiership.</p> <p>This is a real chance for both teams. It’s a chance for the Bulldogs to prove without a shadow of doubt that they are the real deal, the finest outfit in the AFL. Beat the Demons and that cannot be in dispute. Should Melbourne bounce back, however, we’ll likely be back in the murky waters of ambiguity. All of which, it must be said, is tempered by the fact it is only round 11 and Covid-19 could still resurface to bite all and sundry on the derriere.</p> <p>But that can wait. All that matters is a top-of-the-table clash and a Friday night to savour. I’m here to keep you posted. You’re here, among other duties, to keep me company. If you’d like to get involved, you know the drill. Let’s do this thing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AFL/status/1398182728772636680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wish you were here ❤️<a href=\"https://twitter.com/hashtag/AFLDogsDees?src=hash&amp;ref_src=twsrc%5Etfw\">#AFLDogsDees</a> <a href=\"https://t.co/pZq2mJCcwu\">pic.twitter.com/pZq2mJCcwu</a></p>&mdash; AFL (@AFL) <a href=\"https://twitter.com/AFL/status/1398182728772636680?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T09:05:13.178Z\">at 10.05am BST</time></p>  </div>","wordcount":"1730","commentCloseDate":"2021-05-31T09:00:00Z","commentable":"true","firstPublicationDate":"2021-05-28T09:05:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:09:20Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht49x","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4c321caecaddcaa86d333d664632e7c49f5c8422/0_79_2362_1418/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I’ll see what I can do. It’s been mostly the Dees but the Dogs struck back at the end of the second term to get within three goals and change. Melbourne can still go into half-time on good terms with themselves. They are winning the ball out of the middle, moving the ball well and defending the ground beautifully. The Bulldogs have looked off the pace but are still in it. On a plus note from their point of view, they can’t play much worse. If anyone is wondering why the Dees aren’t wearing their Indigenous jumper, it’s because of an apparent clash. Q2: 1 min remaining: Western Bulldogs 6-5 (41) vs Melbourne 9-6 (60) Goal! Crozier takes a nice contested mark from a kick-in before finding English with a measured pass inside 50. English converts from about 40 and suddenly the Dogs are back inside 20 points when they’ve looked outplayed for most of the night. Q2: 2 mins remaining: Western Bulldogs 5-4 (34) vs Melbourne 9-6 (60) Goal! Another messy inside 50 by the Dogs is handled easily by the Dees. But the Bulldogs soon regain control and work the ball across the ground before Daniel shoots and scores to pull one back. Much-needed late goal for the Bulldogs. Q2: 5 mins remaining: Western Bulldogs 4-4 (28) vs Melbourne 9-6 (60) Goal! The Dogs go backwards to go forward from defence but it’s hard work and the Dees soon turn the ball over. The pressure shows and Pickett gets onto the end of an Oliver pass inside 50 before kicking truly and putting more space between themselves and the Dogs. Q2: 7 mins remaining: Western Bulldogs 4-4 (28) vs Melbourne 8-6 (54) Lovely intercept mark by Rivers and again Melbourne nullify a Bulldogs move forward. The Dogs have been lacking for intent and the Dees are set up well. Q2: 10 mins remaining: Western Bulldogs 4-4 (28) vs Melbourne 8-6 (54) The Dogs go forward and Weightman looks set to pull off an audacious goal after a shimmy and then a shake but his snap misses to the left. Would’ve been a classic goal and a necessary one for the Dogs but to no avail. Q2: 12 mins remaining: Western Bulldogs 4-3 (27) vs Melbourne 8-6 (54) Goal! McDonald again. The Dogs have worked hard but the Demons are equal to it. Big Mac converts after some nice work from Neal-Bullen and now Melbourne regain their breathing space. Q2: 14 mins remaining: Western Bulldogs 4-3 (27) vs Melbourne 7-6 (48) Goal! Melbourne get one back after Petracca finds McDonald with a precise pass when everyone in the stadium - meaning no one - thought he might instead have gone for goal. Classy stuff from the Dee. Q2: 15 mins remaining: Western Bulldogs 4-3 (27) vs Melbourne 6-6 (42) Goal! English takes a virtually uncontested mark when he really should have had some opposition and makes no mistake with his set shot from 20m out. The Bont instrumental in that play. Warming into it he is. Q2: 16 mins remaining: Western Bulldogs 3-3 (21) vs Melbourne 6-6 (42) The Dogs are getting their hands on it now, tossing it around from defence to centre wing to the forward line. The Dees nullify but good signs for the Bulldogs. Q2: 18 mins remaining: Western Bulldogs 3-2 (20) vs Melbourne 6-5 (41) Goal! And Bruce does the rest, rocking back and drilling his set shot. Just the start the Bulldogs wanted. Q2: 19 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 6-5 (41) The Dogs trail at QT for the first time this season. Let’s see what they can do. Well, the second quarter has started with a clearance that has landed in the hands of Bruce... No fans but plenty of action as Melbourne start the game much stronger after their disappointment against the Crows last week. The Dees are winning it out of the middle and the rest has been taking care of itself. Response needed from the Dogs. Q1: 1 min remaining: Western Bulldogs 2-2 (14) vs Melbourne 6-5 (41) Goal! Lever to Oliver to Gawn, but Oliver is dumped after disposal and the Dees ruckman is handed a free in front of goal before splitting the big sticks to swell Melbourne’s lead. Big quarter from Melbourne. Q1: 3 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 5-5 (35) Another error in defence gives Melbourne a shot on goal but Spargo can’t convert from a tightish angle, missing to the left. Q1: 4 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 5-4 (34) Goal! Spargo has a set shot from the boundary but instead of having a crack he centres the ball and the Dogs fail to deal with the chaos ball as Jordon pounces and puts the Dees further in front. Q1: 6 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 4-4 (28) Goal! Big blue from the Dogs defence as Fritsch takes an intercept grab before spinning off the mark and snapping for another for the Dees. Q1: 8 mins remaining: Western Bulldogs 2-2 (14) vs Melbourne 3-3 (21) Goal! That man Naughton gets his hands on the ball just inside 50 and makes no mistake with his set shot. Timely goal for the Dogs. Q1: 10 mins remaining: Western Bulldogs 1-2 (8) vs Melbourne 3-3 (21) The Dees work the ball out of defence with some sharp passing. As the ball flies high over centre wing you really get the sense of no one being there. The stands are empty. Not even canned applause from the broadcasters. It’s like 2020 all over again. Please, God, let it be brief. Q1: 12 mins remaining: Western Bulldogs 1-1 (7) vs Melbourne 3-2 (20) Goal! Another quick break from Melbourne and the Dogs are caught unawares as Fritsch plays on and snaps truly to make it three for the Dees. Big start to the game from Melbourne. Q1: 14 mins remaining: Western Bulldogs 1-1 (7) vs Melbourne 2-1 (13) Goal! Big clearance win for the Bulldogs and Weightman judges a chaos ball best to find space and kick truly to drag one back. Lovely finish. Q1: 15 mins remaining: Western Bulldogs 0-1 (1) vs Melbourne 2-1 (13) Goal! From the kick-in the Dees regain possession and Petracca does the rest with an assured snap to put the Dees further in front. Q1: 16 mins remaining: Western Bulldogs 0-1 (1) vs Melbourne 1-1 (7) McDonald has space, then Fritsch has space, but the latter squanders his chance from the left as he drags his set shot to the left. Q1: 17 mins remaining: Western Bulldogs 0-1 (1) vs Melbourne 1-0 (6) Now Melbourne are on the attack. Clean hands from Bailey Smith on 50 gives the Dogs a shot on goal but the Dees talls are there to save the day. Q1: 19 mins remaining: Western Bulldogs 0-0 (0) vs Melbourne 1-0 (6) Goal! And we’re away. Gawn fairly well strips the ball from the centre bounce and before you know it Harmes pounces on a loose ball inside 50 and kicks a very, very quick goal. Wow, that was quick. Not long now... If you’ve been a bit busy and/or avoiding the crapness of Covid-19, this is the present state of crapness. In case anyone is unsure, Sir Doug Nicholls Round is about much more than a guernsey design tweak. Am I the only dude who thinks Bailey Smith is a dead ringer for Billy from Stranger Things? If anyone’s keen for a spot of background viewing, here’s some highlights of the last time these two met. And even more recently, if you know what I mean. Don’t sit on the fence, HoO. Worst case you’re a 50-50 shot. I’m with the Dogs. Lest anyone be under a rock, Victoria is back in a very dark place. Please, please let it be brief. Western Bulldogs B: Taylor Duryea, Alex Keath, Hayden Crozier HB: Bailey Williams, Zaine Cordy, Caleb Daniel C: Bailey Dale, Tom Liberatore, Jason Johannisen HF: Lachie Hunter, Josh Bruce, Cody Weightman F: Tim English, Aaron Naughton, Marcus Bontempelli FOLL: Jordon Sweet, Jack Macrae, Bailey Smith I/C: Patrick Lipinski, Lachlan McNeil, Roarke Smith, Riley Garcia Sub: Louis Butler Melbourne B: Jayden Hunt, Steven May, Jake Lever HB: Christian Salem, Harrison Petty, Michael Hibberd C: Angus Brayshaw, Christian Petracca, Ed Langdon HF: James Jordon, Tom McDonald, Jake Melksham F: Bayley Fritsch, Sam Weideman, Charlie Spargo FOLL: Max Gawn, Clayton Oliver, Kysaiah Pickett I/C: James Harmes, Luke Jackson, Trent Rivers, Alex Neal-Bullen Sub: Tom Sparrow A battle of the midfield, to be sure. And it sure helps to get a run for the Dogs if your first name is Bailey. Here’s one of them. The one with the big hair. Good evening and welcome to the opening fixture of the Sir Doug Nicholls Round. It’s one that was touch-and-go to even go ahead and one that will proceed in the absence of spectators. Thankfully it is indeed happening. Not often do we see a 1-v-2 in round 11 of the season but that’s what we have on our hands tonight. Its lustre might have been brighter had Melbourne beaten Adelaide last week and come into this contest unbeaten, but let’s be grateful for what we’ve got. This is still a Friday night worth staying in for, and let’s face it if you’re in Victoria you’ve got no choice anyway. So fill the fridge full of VB/Kombucha/Yakult and strap yourselves in for a match that will reveal more and more about the supposed leading lights for this year’s premiership. This is a real chance for both teams. It’s a chance for the Bulldogs to prove without a shadow of doubt that they are the real deal, the finest outfit in the AFL. Beat the Demons and that cannot be in dispute. Should Melbourne bounce back, however, we’ll likely be back in the murky waters of ambiguity. All of which, it must be said, is tempered by the fact it is only round 11 and Covid-19 could still resurface to bite all and sundry on the derriere. But that can wait. All that matters is a top-of-the-table clash and a Friday night to savour. I’m here to keep you posted. You’re here, among other duties, to keep me company. If you’d like to get involved, you know the drill. Let’s do this thing.","charCount":"9614","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/scott-heinrich\">Scott Heinrich</a>"},{"headline":"Champions League final and play-offs news – weekend football countdown!","standfirst":"<ul><li>The latest news ahead of Saturday’s showpiece in Porto</li><li><a href=\"https://www.theguardian.com/football/2021/may/27/thomas-tuchel-chelsea-inside-the-mind-of-an-obsessive-with-the-winning-touch\">Tuchel: inside the mind of an obsessive with a winning touch</a></li><li>And you can <a href=\"mailto:david.tindall.casual@theguardian.com\">email David</a>, tweet <a href=\"https://twitter.com/DaveTindallgolf\">@davetindallgolf</a> or post BTL</li></ul>","trailText":"The latest news ahead of Saturday’s showpiece in Porto and the crunch weekend at Wembley. Join David Tindall and John Brewin","byline":"David Tindall (now) and John Brewin","main":"<figure class=\"element element-image\" data-media-id=\"1bda1ed52df822c50a30c65b6fb5aba0337e81b0\"> <img src=\"https://media.guim.co.uk/1bda1ed52df822c50a30c65b6fb5aba0337e81b0/0_216_7915_4749/1000.jpg\" alt=\"A giant replica of the Champions League trophy descends on the streets of Porto, a bit like in an alien invasion film.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A giant replica of the Champions League trophy descends on the streets of Porto, a bit like in an alien invasion film.</span> <span class=\"element-image__credit\">Photograph: Manu Fernández/AP</span> </figcaption> </figure>","body":"<div id=\"block-60b0ccdd8f086d71cc15d58a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T11:05:45.560Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tuchel not a drinker but looks like he could demolish a few Ritter Sport</strong> if all goes well. A celebratory drive to Düsseldorf in his bare feet perhaps?</p> <p>From our fun facts piece by Michael Butler:</p> <blockquote class=\"quoted\"> <p>After victories I’m prone to all kinds of messes: chocolate, peanuts, chips. Fast food only very rarely. Something special must have happened there. And it has to be dark, otherwise I can’t get fast food down.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/28/champions-league-final-teetotalism-tactics-dinners-fun-facts-manchester-city-chelsea\">Champions League final: teetotalism, tactics dinners and other fun facts</a> </p> </aside> </div>   </div> <div id=\"block-60b0cb268f088d8c3178bc68\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:57:28.959Z\">11.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Surely Phil Foden and Bernado Silva</strong> have to start if Pep reads his glossy Champions League Opta stat pack.</p> <ul> <li>Since featuring in a 2-1 defeat to Lyon in September 2018, Manchester City’s Bernardo Silva is unbeaten in his last 26 UEFA Champions League matches (W23 D3) – the longest unbeaten run in the history of the competition. His team-mate Phil Foden is on the second-longest current run, unbeaten in 21 matches (W18 D3) since playing in a defeat to Basel in March 2018. </li> </ul>  <figure class=\"element element-image\" data-media-id=\"8c8d73c52bbcabe06cb4b5f6b67747b0c0ea67a2\"> <img src=\"https://media.guim.co.uk/8c8d73c52bbcabe06cb4b5f6b67747b0c0ea67a2/1097_900_3991_2394/1000.jpg\" alt=\"Phil and Bernie.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil and Bernie.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b0c9808f086d71cc15d558\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:48:44.701Z\">11.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It’s not just the Simpsons that predicts the future.</strong> Just under 36 years before Manchester United and Villarreal were deadlocked after 90 minutes, here’s another big, fancied English team being held by Spanish minnows in a European final. Surely this Basora character should have gone for that tackle.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarrieEditor1/status/1396073715901865985\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thirty-six years ago: Drama at the final of the European Cup-Winners&#39; Cup.  Mr Gray and Mr Morgan help Roy off the field and the Player-Manager is in a lot of pain.  It wasn&#39;t always easy being Roy of the Rovers.  Sorry, Roy, for planning some tough storylines! <a href=\"https://t.co/Z24IMNl5jh\">pic.twitter.com/Z24IMNl5jh</a></p>&mdash; Barrie Tomlinson (@BarrieEditor1) <a href=\"https://twitter.com/BarrieEditor1/status/1396073715901865985?ref_src=twsrc%5Etfw\">May 22, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0c7558f086d71cc15d537\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:38:39.640Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Petr &gt; Didier when it comes to drawing.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChelseaFC/status/1397968342955212803\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">These two. 🤗 <a href=\"https://twitter.com/hashtag/UCLFinal?src=hash&amp;ref_src=twsrc%5Etfw\">#UCLFinal</a></p>&mdash; Chelsea FC (@ChelseaFC) <a href=\"https://twitter.com/ChelseaFC/status/1397968342955212803?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0c5368f086d71cc15d51e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:31:00.483Z\">11.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Managerial vacancies now at three big clubs.</strong> And Tottenham.</p> <p>Juve, Real Madrid and Inter all sifting through candidates. If the bookies are to be believed, it’s Antonio Conte (8/11) to Real and Mauricio Pochettino (4/11) back to Spurs. Massimiliano Allegri is also being heavily linked with a return to Juventus.</p> </div>   </div> <div id=\"block-60b0c3448f086d71cc15d4e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:21:29.923Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Talking of the Super League, Juventus have announced the departure of head coach Andrea Pirlo</strong> after just one season in charge.</p> <p>Finishing fourth after nine successive titles just didn’t cut it. Here’s the goodbye on the official Juventus website. Are you sitting comfortably children?...</p> <blockquote class=\"quoted\"> <p>Thanks Andrea. These are the first words that all of us must pronounce at the end of this special experience lived together.</p> <p>A few months ago Andrea Pirlo, an icon of world football, began a new adventure on the Juventus bench, his first as a coach.</p> <p>To do this, first of all it takes courage, as well as awareness of one’s own means, especially in a period marked by many difficulties, with the world forced by the pandemic to reinvent its own rules day after day.</p> <p>Andrea did it too: he started (and we are sure of this: his will be a brilliant career as a coach) a journey of transformation, seeking, and often managing, to bring his ideas and his experience as a champion on the pitch from the “Other side” of the barricade.</p> <p>For the courage, the dedication, the passion with which he demonstrated every day, our thanks go to the ‘Maestro’, the coach and to Andrea, that really comes from the heart, as well as our good luck for the future that will surely be a wonderful one.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/juventusfc/status/1398210862536695811\">  <blockquote class=\"twitter-tweet\"><p lang=\"it\" dir=\"ltr\">Grazie di tutto, Mister <a href=\"https://twitter.com/Pirlo_official?ref_src=twsrc%5Etfw\">@Pirlo_Official</a>!</p>&mdash; JuventusFC (@juventusfc) <a href=\"https://twitter.com/juventusfc/status/1398210862536695811?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T10:23:27.894Z\">at 11.23am BST</time></p>  </div> <div id=\"block-60b0c2598f08d486a7715a52\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:14:27.665Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Well, no-one thought this was going to just Fade Away</strong>...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tariqpanja/status/1398209447114285056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Joan Laporta, who remains committed to the European Super League, is giving his first press conference this am since becoming Barcelona president for the second time. Here&#39;s a link: <a href=\"https://t.co/PHV8NfA6rZ\">https://t.co/PHV8NfA6rZ</a></p>&mdash; tariq panja (@tariqpanja) <a href=\"https://twitter.com/tariqpanja/status/1398209447114285056?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0c0c58f08d486a7715a33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:08:49.097Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>We’ve heard from Noel but nothing yet from Liam</strong> about the Champions League final. At least he didn’t miss this open goal after Wednesday night’s events in Gdansk.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/liamgallagher/status/1397673978366464000\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We all live in a YELLOW SUBMARINE</p>&mdash; Liam Gallagher (@liamgallagher) <a href=\"https://twitter.com/liamgallagher/status/1397673978366464000?ref_src=twsrc%5Etfw\">May 26, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0bfc28f08d486a7715a1a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T10:04:05.740Z\">11.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>David Tindall here now</strong>. While John goes off to eat cake after putting the thought in his mind, I’ll take the blog for a while.</p> </div>   </div> <div id=\"block-60b0bbf68f08d486a77159e5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:47:19.987Z\">10.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>They will probably hold off the chocolate cake</strong> for tonight. Plenty of time for that on Sunday. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ManCity/status/1398203486781820928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A 𝐭𝐫𝐢𝐨 of birthdays today! 🥳<br><br>🎈 <a href=\"https://twitter.com/PhilFoden?ref_src=twsrc%5Etfw\">@PhilFoden</a>  <br>🎈 <a href=\"https://twitter.com/kylewalker2?ref_src=twsrc%5Etfw\">@kylewalker2</a>  <br>🎈 John Stones<br><br>Have a great day, lads! <br><br>🔷 <a href=\"https://twitter.com/hashtag/ManCity?src=hash&amp;ref_src=twsrc%5Etfw\">#ManCity</a> | <a href=\"https://t.co/axa0klD5re\">https://t.co/axa0klD5re</a> <a href=\"https://t.co/KNXqdpyhZ9\">pic.twitter.com/KNXqdpyhZ9</a></p>&mdash; Manchester City (@ManCity) <a href=\"https://twitter.com/ManCity/status/1398203486781820928?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0b6da8f086d71cc15d40c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:26:30.817Z\">10.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Saturday night in the </strong>Estádio do Dragão will all be about mentality, and Ben Welch’s piece for the Blizzard, carried in these pages, hears from psychologists and players who share their tips for staying self-assured.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/27/importance-of-confidence-in-football-how-cultivate-it\">The importance of confidence in football – and how to cultivate it</a> </p> </aside> </div>   </div> <div id=\"block-60b0b42e8f088d8c3178bb05\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:14:30.683Z\">10.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The rest of the Premier League will look on at City and Chelsea</strong> with gimlet eyes, but the transfer window is about to be prised open. Manchester United look like early market movers, though we probably say that every year. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/27/manchester-united-eye-moves-for-sancho-rice-kane-and-pau-torres\">Manchester United plan moves for Sancho, Rice, Kane and Pau Torres</a> </p> </aside> </div>   </div> <div id=\"block-60b0b2718f086d71cc15d3d2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:08:11.201Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Noel Gallagher <a href=\"https://www.bbc.co.uk/sport/football/57275565\">has been talking to the BBC</a></strong> about Manchester City and, well, himself. <br></p> <blockquote class=\"quoted\"> <p>What Manchester City have done is exactly what the owners said would happen.</p> <p>When they came in and said they were determined to turn us into one of the biggest clubs in Europe and the world, all I was thinking was, I don’t care what you do, as long as that banner comes down at Old Trafford, the one showing how long we’d been without a trophy.</p> <p>I remember meeting [City chairman] Khaldoon Al Mubarak at the start and telling him that and he was adamant, saying ‘oh no no no, it’s going to be much greater than that’.</p> <p>I was like ‘whatever’ but my God they have been true to their word and it has just been an amazing journey that the club has been on.</p> <p>It feels like quite a neat anniversary - we’ve had 10 years of the High Flying Birds and 10 years of City in the Champions League. Not only that but it’s my birthday on Saturday and I’m going to be in Porto, so it’s a big day all round.</p> </blockquote> </div>   </div> <div id=\"block-60b0b1de8f08d486a771595c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T09:04:36.015Z\">10.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And here’s the brilliant Barney Ronay</strong> on Kevin De Bruyne, the main man for Manchester City. <br></p> <blockquote class=\"quoted\"> <p>De Bruyne will turn 30 next month. He’s about to play his 494th professional game. To date he has three Premier League titles, an FA Cup and five League Cups, which is certainly a lot of League Cups.<strong> </strong>He has been player of the year in England, Germany and Belgium, but never above ninth spot in the Ballon d’Or.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/28/kevin-de-bruyne-has-the-stage-in-porto-to-make-his-case-for-ballon-dor-manchester-city\">Kevin De Bruyne has the stage in Porto to make his case for Ballon d’Or | Barney Ronay</a> </p> </aside> </div>   </div> <div id=\"block-60b0b0598f08d486a7715935\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:58:23.100Z\">9.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>This will be Manchester City’s second European final. </strong>Remembering Big Mal, Joe Mercer, the other Neil Young with those who were in Vienna in 1970, including City stalwart Tommy Booth. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/27/how-joe-mercer-malcolm-allison-brought-glory-in-europe-to-manchester-city-1970-cup-winners-cup\">How Mercer and Allison brought glory in Europe to Manchester City in 1970</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T08:58:51.029Z\">at 9.58am BST</time></p>  </div> <div id=\"block-60b0affd8f08d486a7715932\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T08:56:36.625Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jacob Steinberg dove deeply into Tactics Tom ahead of the final. Great piece. </strong><br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/27/thomas-tuchel-chelsea-inside-the-mind-of-an-obsessive-with-the-winning-touch\">Thomas Tuchel: inside the mind of an obsessive with the winning touch</a> </p> </aside> </div>   </div> <div id=\"block-60b09f188f08d486a7715858\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T07:58:33.384Z\">8.58am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p><strong>Saturday is also upon us</strong>, and it will be a tremendous day of red hot soccer. Brentford and Swansea, two teams who play the game the ‘right’ way will serve as an hors d’oeuvre for the evening’s events in Porto when they play in the EFL Championship play-off final. It will be a match when every kick can be measured by how much money it might cost, football divined right down to the pecuniary. </p> <p>Talking of which, can Manchester City reach the holy grail of winning the competition their owners set out to win on buying the club in 2008 or will Roman Abramovich celebrate success for the second time, having set out a similar target five years before. </p> <p>Setting aside such cynicism, both games promise so much with Thomas Tuchel seeming to have Pep Guardiola’s number so far this season and Swansea and Brentford drew both their games 1-1 in the regular season. Last year, of course, Brentford did a number on the Swans in the play-off semis only to lose to Scott Parker’s Fulham. </p> <p>Two different matches, two rather different forms of jeopardy. We will try our best to keep you up to speed on the latest news, previews and voices throughout the day. <br><br><strong>Join us. </strong></p> </div>   </div>","wordcount":"1156","commentCloseDate":"2021-05-31T08:45:51Z","commentable":"true","firstPublicationDate":"2021-05-28T08:45:51Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:05:45Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6j6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1bda1ed52df822c50a30c65b6fb5aba0337e81b0/0_216_7915_4749/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Tuchel not a drinker but looks like he could demolish a few Ritter Sport if all goes well. A celebratory drive to Düsseldorf in his bare feet perhaps? From our fun facts piece by Michael Butler: After victories I’m prone to all kinds of messes: chocolate, peanuts, chips. Fast food only very rarely. Something special must have happened there. And it has to be dark, otherwise I can’t get fast food down. Surely Phil Foden and Bernado Silva have to start if Pep reads his glossy Champions League Opta stat pack. Since featuring in a 2-1 defeat to Lyon in September 2018, Manchester City’s Bernardo Silva is unbeaten in his last 26 UEFA Champions League matches (W23 D3) – the longest unbeaten run in the history of the competition. His team-mate Phil Foden is on the second-longest current run, unbeaten in 21 matches (W18 D3) since playing in a defeat to Basel in March 2018. It’s not just the Simpsons that predicts the future. Just under 36 years before Manchester United and Villarreal were deadlocked after 90 minutes, here’s another big, fancied English team being held by Spanish minnows in a European final. Surely this Basora character should have gone for that tackle. Petr &gt; Didier when it comes to drawing. Managerial vacancies now at three big clubs. And Tottenham. Juve, Real Madrid and Inter all sifting through candidates. If the bookies are to be believed, it’s Antonio Conte (8/11) to Real and Mauricio Pochettino (4/11) back to Spurs. Massimiliano Allegri is also being heavily linked with a return to Juventus. Talking of the Super League, Juventus have announced the departure of head coach Andrea Pirlo after just one season in charge. Finishing fourth after nine successive titles just didn’t cut it. Here’s the goodbye on the official Juventus website. Are you sitting comfortably children?... Thanks Andrea. These are the first words that all of us must pronounce at the end of this special experience lived together. A few months ago Andrea Pirlo, an icon of world football, began a new adventure on the Juventus bench, his first as a coach. To do this, first of all it takes courage, as well as awareness of one’s own means, especially in a period marked by many difficulties, with the world forced by the pandemic to reinvent its own rules day after day. Andrea did it too: he started (and we are sure of this: his will be a brilliant career as a coach) a journey of transformation, seeking, and often managing, to bring his ideas and his experience as a champion on the pitch from the “Other side” of the barricade. For the courage, the dedication, the passion with which he demonstrated every day, our thanks go to the ‘Maestro’, the coach and to Andrea, that really comes from the heart, as well as our good luck for the future that will surely be a wonderful one. Well, no-one thought this was going to just Fade Away... We’ve heard from Noel but nothing yet from Liam about the Champions League final. At least he didn’t miss this open goal after Wednesday night’s events in Gdansk. David Tindall here now. While John goes off to eat cake after putting the thought in his mind, I’ll take the blog for a while. They will probably hold off the chocolate cake for tonight. Plenty of time for that on Sunday. Saturday night in the Estádio do Dragão will all be about mentality, and Ben Welch’s piece for the Blizzard, carried in these pages, hears from psychologists and players who share their tips for staying self-assured. The rest of the Premier League will look on at City and Chelsea with gimlet eyes, but the transfer window is about to be prised open. Manchester United look like early market movers, though we probably say that every year. Noel Gallagher has been talking to the BBC about Manchester City and, well, himself. What Manchester City have done is exactly what the owners said would happen. When they came in and said they were determined to turn us into one of the biggest clubs in Europe and the world, all I was thinking was, I don’t care what you do, as long as that banner comes down at Old Trafford, the one showing how long we’d been without a trophy. I remember meeting [City chairman] Khaldoon Al Mubarak at the start and telling him that and he was adamant, saying ‘oh no no no, it’s going to be much greater than that’. I was like ‘whatever’ but my God they have been true to their word and it has just been an amazing journey that the club has been on. It feels like quite a neat anniversary - we’ve had 10 years of the High Flying Birds and 10 years of City in the Champions League. Not only that but it’s my birthday on Saturday and I’m going to be in Porto, so it’s a big day all round. And here’s the brilliant Barney Ronay on Kevin De Bruyne, the main man for Manchester City. De Bruyne will turn 30 next month. He’s about to play his 494th professional game. To date he has three Premier League titles, an FA Cup and five League Cups, which is certainly a lot of League Cups. He has been player of the year in England, Germany and Belgium, but never above ninth spot in the Ballon d’Or. This will be Manchester City’s second European final. Remembering Big Mal, Joe Mercer, the other Neil Young with those who were in Vienna in 1970, including City stalwart Tommy Booth. Jacob Steinberg dove deeply into Tactics Tom ahead of the final. Great piece. Saturday is also upon us, and it will be a tremendous day of red hot soccer. Brentford and Swansea, two teams who play the game the ‘right’ way will serve as an hors d’oeuvre for the evening’s events in Porto when they play in the EFL Championship play-off final. It will be a match when every kick can be measured by how much money it might cost, football divined right down to the pecuniary. Talking of which, can Manchester City reach the holy grail of winning the competition their owners set out to win on buying the club in 2008 or will Roman Abramovich celebrate success for the second time, having set out a similar target five years before. Setting aside such cynicism, both games promise so much with Thomas Tuchel seeming to have Pep Guardiola’s number so far this season and Swansea and Brentford drew both their games 1-1 in the regular season. Last year, of course, Brentford did a number on the Swans in the play-off semis only to lose to Scott Parker’s Fulham. Two different matches, two rather different forms of jeopardy. We will try our best to keep you up to speed on the latest news, previews and voices throughout the day. Join us.","charCount":"6472","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/david-tindall\">David Tindall</a> (now) and <a href=\"profile/john-brewin\">John Brewin</a>"},{"headline":"Friends: The Reunion – share your reviews of the TV special","standfirst":"<p>This week saw the Friends cast reunite for an unscripted tribute to the hit show. Send us your reviews and we’ll publish the best</p>","trailText":"This week saw the Friends cast reunite for an unscripted tribute to the hit show. Send us your reviews and we’ll publish the best","byline":"Guardian community team","main":"<figure class=\"element element-image\" data-media-id=\"ab6179b371daa764e5fed661f3e53a3f1ec17cc5\"> <img src=\"https://media.guim.co.uk/ab6179b371daa764e5fed661f3e53a3f1ec17cc5/0_477_5521_3311/1000.jpg\" alt=\"For the first time in 17 years, the cast of Friends reunites for a special celebration of the beloved, smash-hit comedy series.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Share your thoughts using the form below.</span> <span class=\"element-image__credit\">Photograph: Warner Bros</span> </figcaption> </figure>","body":"<p>The cast of Friends has reunited for a retrospective of the hit sitcom, broadcast in the UK on 27 May on Sky One and Now. Friends: The Reunion was recorded on the original soundstage with David Schwimmer, Lisa Kudrow, Matt LeBlanc, Jennifer Aniston, Courteney Cox and Matthew Perry, plus guests including Lady Gaga, Justin Bieber and David Beckham.</p> <p>Did you enjoy the special? Did it live up to your expectations? And what did you think of the revelation that Ross and Rachel almost had a real-life romance?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2021/may/28/friends-reunion-best-worst-moments-celebrity-guests\">The Friends reunion: the best, the worst and the Bieber</a> </p> </aside>  <h2>Share your experiences</h2> <p>Tell us what you made of the show. Try and keep your review to around 200 words, but include as much detail about characters and plot lines as you can.</p> <p>One of our journalists will be in contact before we publish, so please do leave contact details.</p>  <figure class=\"element element-embed\" data-alt=\"Share your review using this form\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsandmedia.formstack.com/forms/js.php/friends_reunion_reader_reviews&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsandmedia.formstack.com/forms/friends_reunion_reader_reviews&quot; title=&quot;Online Form&quot;&gt;Online Form - Friends Reunion reviews&lt;/a&gt;&lt;/noscript&gt;&lt;div style=&quot;text-align:right; font-size:x-small;&quot;&gt;&lt;a href=&quot;http://www.formstack.com?utm_source=jsembed&amp;utm_medium=product&amp;utm_campaign=product+branding&amp;fa=h,4398411&quot; title=&quot;Powered by Formstack&quot;&gt;Powered by Formstack&lt;/a&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p><em><strong>If you’re having trouble using the form, click <a href=\"https://guardiannewsandmedia.formstack.com/forms/friends_reunion_reader_reviews\">here</a>. Read terms of service <a href=\"https://www.theguardian.com/help/terms-of-service\">here</a>.</strong></em></p>","wordcount":"151","firstPublicationDate":"2021-05-28T11:03:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:05:34Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htx66","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ab6179b371daa764e5fed661f3e53a3f1ec17cc5/0_477_5521_3311/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The cast of Friends has reunited for a retrospective of the hit sitcom, broadcast in the UK on 27 May on Sky One and Now. Friends: The Reunion was recorded on the original soundstage with David Schwimmer, Lisa Kudrow, Matt LeBlanc, Jennifer Aniston, Courteney Cox and Matthew Perry, plus guests including Lady Gaga, Justin Bieber and David Beckham. Did you enjoy the special? Did it live up to your expectations? And what did you think of the revelation that Ross and Rachel almost had a real-life romance? Share your experiences Tell us what you made of the show. Try and keep your review to around 200 words, but include as much detail about characters and plot lines as you can. One of our journalists will be in contact before we publish, so please do leave contact details. If you’re having trouble using the form, click here. Read terms of service here.","charCount":"859","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/guardian-community-team\">Guardian community team</a>"},{"headline":"‘There’s been a paradigm shift’: tattoos go mainstream after lockdown","standfirst":"<p>Tattoo parlours report rise in people wanting body art, citing you-only-live-once mentality as reason</p>","trailText":"Tattoo parlours report rise in people wanting body art, citing you-only-live-once mentality as reason","byline":"Priya Elan","main":"<figure class=\"element element-image\" data-media-id=\"f7aa881fb466257e71fb02f8cdae70900851698c\"> <img src=\"https://media.guim.co.uk/f7aa881fb466257e71fb02f8cdae70900851698c/0_9_2296_1378/1000.jpg\" alt=\"Singer Rihanna reveals her tattoos in Cannes, France. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Singer Rihanna reveals her tattoos in Cannes, France. </span> <span class=\"element-image__credit\">Photograph: Loïc Venance/AFP/Getty</span> </figcaption> </figure>","body":"<p>“There are definitely more people now that have tattoos than those who don’t,” says Stewart Ferguson, tattooist at the White Dragon in north London. With grey-blue eyes and tattoos up to his neck, Ferguson looks like a man who has been doing his job for 13 years. His clientele, he says, come from all walks of life, “from down-and-outs to the rich and famous”.</p> <p>“I tattoo a lot of the police force, the fire service and some of the Queen’s guards,” he adds proudly.</p> <p>The White Dragon might look like something out of a Guns N’ Roses music video – with devilish masks on the walls and an iron dragon bust as a door handle – but tattoos have become far less associated with rock’n’roll subcultures and much more mainstream in recent years. A <a href=\"http://hrnews.co.uk/brits-now-prefer-employees-to-have-a-tattoo/\">recent study </a>found that about 30% of 18- to 35-year-olds have at least one tattoo.</p>  <figure class=\"element element-image\" data-media-id=\"fecdf2d4f667a94416ab26067ba02f87eef99239\"> <img src=\"https://media.guim.co.uk/fecdf2d4f667a94416ab26067ba02f87eef99239/0_275_8192_4914/1000.jpg\" alt=\"Tattooist Stewart Ferguson in his tattoo parlour in north London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tattooist Stewart Ferguson in his tattoo parlour in north London.</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>  <p>“There has been somewhat of a paradigm shift in relation to an individual’s experience of others with tattoos,” says Sandie Tweedie of<a href=\"https://watermelon.tattoo/\"> Watermelon Tattoo</a> in Edinburgh. “In recent years, it’s more likely that you have one than you don’t.” </p> <p>This week we were introduced to the gothic body art of Damiano David, the lead singer of the Eurovision winners Måneskin, while the Manchester United footballer Marcus Rashford showed off a few of his <a href=\"https://bodyartguru.com/marcus-rashford-tattoos/\">12 tattoos</a> in a lengthy photoshoot for July’s issue of Men’s Health. These include a lion on his left pec, <a href=\"https://www.thesun.co.uk/sport/football/8050100/rashford-tattoo-manchester-united-cardiff/\">a young boy playing football</a> on his chest, seven lines of script on his right pec (“Nobody can judge me, only God”) and angel wings on his back. Rashford has been notably quiet on their meanings; his tattoo artist, Dale McGovern, says the footballer “likes to keep them pretty private to be honest”.</p>  <figure class=\"element element-image\" data-media-id=\"9a003254df1842e61eec39949cab2bf4a244cafb\"> <img src=\"https://media.guim.co.uk/9a003254df1842e61eec39949cab2bf4a244cafb/0_100_3000_1800/1000.jpg\" alt=\"Eurovision winner Damiano David of Måneskin from Italy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Damiano David, the lead singer of the Eurovision winners Måneskin, from Italy.</span> <span class=\"element-image__credit\">Photograph: Dean Mouhtaropoulos/Getty</span> </figcaption> </figure>  <p>Ferguson says Rashford’s script tattoo in particular remains popular. “I do a lot of script work and have done for a very long time,” he says. “People like to have verses that are related to their own personal struggles, personal achievement, sad news or someone’s passing.”</p> <p>When tattoo parlours reopened last month , Tweedie says there were a huge number of fiftysomethings queueing to get their first ever tattoo. “During our consultations, the majority cited the ‘bucket list’ as a reason,” she says, “[and] a newfound you-only-live-once mentality having spent months isolated, overworked or stuck indoors.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2021/may/24/share-your-pictures-and-stories-of-pet-tattoos\">Share your pictures and stories of pet tattoos</a> </p> </aside>  <p>Ashley Jagdeo, the owner of the tattoo parlour <a href=\"https://www.thecirclelondon.com/\">the Circle London</a>, agrees. “Lockdown gave people more time to reflect more on what they want,” he says. “This, combined with the amount of time the public have spent on social media recently, has meant we’ve also seen a big increase in people deciding to get their first tattoo.”</p> <p>Jagdeo also says he is seeing a rise in younger clients below the age of 21. “Normally our average age is above 25,” he says.</p> <p>Ferguson says he has had requests for Covid-19-related designs. “Obviously a lot of people have died over the period, whether that be from Covid or whatever, so some people are getting commemorative memorabilia,” he says.</p>  <figure class=\"element element-image\" data-media-id=\"7dc08812c04094d92afa9e57f499043aeae20287\"> <img src=\"https://media.guim.co.uk/7dc08812c04094d92afa9e57f499043aeae20287/0_197_3500_2100/1000.jpg\" alt=\"A tattoo is seen on the leg of Manchester United’s Marcus Rashford.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A tattoo is seen on the leg of Manchester United’s Marcus Rashford.</span> <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> </figcaption> </figure>  <p>What people choose to have as a tattoo varies between parlours. Tweedie says she has recently been asked to do small statement tattoos, including feminist, pride and vegan symbols. Jagdeo says he has had a lot of requests for ones based on celebrities, including Rihanna’s hand tattoos, Post Malone’s sword and Kylie Jenner’s lip tattoos. But he’s not a fan. “Replicating celebrity tattoos is something we normally try to steer clients away from,” he says. “It’s best to be individual and not replicate somebody else’s style and work.”</p> <p>Tweedie says she would also discourage clients from copying Rashford and getting script work done. “They can be indecipherable from a distance,” she says. “And to read them, the person with the tattoo needs to stand very awkwardly until the other person has finished reading it!” </p>","newspaperPageNumber":"16","wordcount":"645","firstPublicationDate":"2021-05-28T10:33:29Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:21:32Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htvp8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f7aa881fb466257e71fb02f8cdae70900851698c/0_9_2296_1378/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“There are definitely more people now that have tattoos than those who don’t,” says Stewart Ferguson, tattooist at the White Dragon in north London. With grey-blue eyes and tattoos up to his neck, Ferguson looks like a man who has been doing his job for 13 years. His clientele, he says, come from all walks of life, “from down-and-outs to the rich and famous”. “I tattoo a lot of the police force, the fire service and some of the Queen’s guards,” he adds proudly. The White Dragon might look like something out of a Guns N’ Roses music video – with devilish masks on the walls and an iron dragon bust as a door handle – but tattoos have become far less associated with rock’n’roll subcultures and much more mainstream in recent years. A recent study found that about 30% of 18- to 35-year-olds have at least one tattoo. “There has been somewhat of a paradigm shift in relation to an individual’s experience of others with tattoos,” says Sandie Tweedie of Watermelon Tattoo in Edinburgh. “In recent years, it’s more likely that you have one than you don’t.” This week we were introduced to the gothic body art of Damiano David, the lead singer of the Eurovision winners Måneskin, while the Manchester United footballer Marcus Rashford showed off a few of his 12 tattoos in a lengthy photoshoot for July’s issue of Men’s Health. These include a lion on his left pec, a young boy playing football on his chest, seven lines of script on his right pec (“Nobody can judge me, only God”) and angel wings on his back. Rashford has been notably quiet on their meanings; his tattoo artist, Dale McGovern, says the footballer “likes to keep them pretty private to be honest”. Ferguson says Rashford’s script tattoo in particular remains popular. “I do a lot of script work and have done for a very long time,” he says. “People like to have verses that are related to their own personal struggles, personal achievement, sad news or someone’s passing.” When tattoo parlours reopened last month , Tweedie says there were a huge number of fiftysomethings queueing to get their first ever tattoo. “During our consultations, the majority cited the ‘bucket list’ as a reason,” she says, “[and] a newfound you-only-live-once mentality having spent months isolated, overworked or stuck indoors.” Ashley Jagdeo, the owner of the tattoo parlour the Circle London, agrees. “Lockdown gave people more time to reflect more on what they want,” he says. “This, combined with the amount of time the public have spent on social media recently, has meant we’ve also seen a big increase in people deciding to get their first tattoo.” Jagdeo also says he is seeing a rise in younger clients below the age of 21. “Normally our average age is above 25,” he says. Ferguson says he has had requests for Covid-19-related designs. “Obviously a lot of people have died over the period, whether that be from Covid or whatever, so some people are getting commemorative memorabilia,” he says. What people choose to have as a tattoo varies between parlours. Tweedie says she has recently been asked to do small statement tattoos, including feminist, pride and vegan symbols. Jagdeo says he has had a lot of requests for ones based on celebrities, including Rihanna’s hand tattoos, Post Malone’s sword and Kylie Jenner’s lip tattoos. But he’s not a fan. “Replicating celebrity tattoos is something we normally try to steer clients away from,” he says. “It’s best to be individual and not replicate somebody else’s style and work.” Tweedie says she would also discourage clients from copying Rashford and getting script work done. “They can be indecipherable from a distance,” she says. “And to read them, the person with the tattoo needs to stand very awkwardly until the other person has finished reading it!”","charCount":"3768","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/priyaelan\">Priya Elan</a>"},{"headline":"Domènec Torrent: what it is really like to be Pep Guardiola’s right-hand man","standfirst":"<p>Coach who has worked with Guardiola at Barcelona, Bayern Munich and Manchester City on training, Foden and Messi</p>","trailText":"Coach who has worked with Guardiola at Barcelona, Bayern Munich and Manchester City on training, Foden and Messi","byline":"Sid Lowe","main":"<figure class=\"element element-image\" data-media-id=\"b4c4401652e29fab541ba02ffd1a399cefc59191\"> <img src=\"https://media.guim.co.uk/b4c4401652e29fab541ba02ffd1a399cefc59191/83_163_2122_1273/1000.jpg\" alt=\"Pep Guardiola and Domènec Torrent (right) at Manchester City in January 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pep Guardiola and Domènec Torrent (right) at Manchester City in January 2017.</span> <span class=\"element-image__credit\">Photograph: Andrew Yates/Reuters</span> </figcaption> </figure>","body":"<p>Domènec Torrent has been talking for 90 minutes plus added time, explaining processes and planning, the mechanics that go into every match, the tiny details that decide destinies and the wider shifts in footballing culture, when he picks up the computer screen and twists it. “That?” he says. “That’s the net.” Hanging on the wall behind him at his home near Girona, fully visible now, is a piece cut from the goal at the <a href=\"https://www.theguardian.com/football/2009/may/27/manchester-united-barcelona-champions-league-final\">2009 Champions League final</a> between Barcelona and Manchester United in Rome. “It’s my daughter’s,” he adds, smiling.</p> <p>That night ended better than it started. One of Torrent’s roles as Pep Guardiola’s analyst was to help his colleague Carles Planchart prepare a motivational video. Gladiator-themed, scenes from the film cut with footage of every member of the squad, the video was secretly shown to coaching staff the evening before and got a good reaction. But when it came to the players just moments before kick-off, the reaction was a bit <em>too</em> good.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/28/kevin-de-bruyne-has-the-stage-in-porto-to-make-his-case-for-ballon-dor-manchester-city\">Kevin De Bruyne has the stage in Porto to make his case for Ballon d’Or | Barney Ronay</a> </p> </aside>  <p>Torrent laughs. “It was a surprise, very emotional, and it motivated them. But they were hyper-motivated and extremes aren’t good,” he says. “We’d done it before for the play-off final with Barcelona B when we got promotion: they went out and won the game in 30 minutes. But in Rome United dominated the first 15 minutes. We haven’t done it again.”</p> <p>It might not have been the video – “that was a very, very, very good United side,” he rightly says – and by the end Barcelona were European champions with a young improvised team, the start of the club’s best era. Two years later, <a href=\"https://www.theguardian.com/football/2011/may/28/barcelona-manchester-united-champions-league-final\">they did it again at Wembley</a>. “Because of the ash cloud, we went early meaning Pep could work exactly as he wanted, right down to the throws-in. We were ultra-prepared.”</p> <p>The destruction of United proved the pinnacle of a period that redefined the game and yet it was the last time Guardiola reached a European Cup final. Now, a decade on, he returns. Torrent, who worked with him at Barcelona B, Barcelona, Bayern Munich and Manchester City before taking over at New York City, where he broke a franchise points record, and Brazilian giants Flamengo, and who is preparing to return to coaching in England or Germany, will be watching.</p> <p>Twice, in fact.</p> <p>“First as a Manchester City fan and someone who has friends there, hoping they win,” he says. “But I’ll record it too because I’d like to watch it back tactically as there are bound to be things I miss first time. Who knows, it might be a c<em>astaña</em>, a stinker. That can happen. But it will certainly be one to watch for coaches, in terms of how they move the pieces and I think there will be surprises in the lineups. It’ll be fascinating.</p>  <figure class=\"element element-image\" data-media-id=\"e815520afbc538331cdd3ac250a1aa9bcaeed43b\"> <img src=\"https://media.guim.co.uk/e815520afbc538331cdd3ac250a1aa9bcaeed43b/0_59_5184_3110/1000.jpg\" alt=\"Domènec Torrent points Pep Guardiola in the right direction during their time at Bayern Munich.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Domènec Torrent points Pep Guardiola in the right direction during their time at Bayern Munich.</span> <span class=\"element-image__credit\">Photograph: Alexander Hassenstein/Bongarts/Getty Images</span> </figcaption> </figure>  <p>“I remember that the games against Tuchel’s sides, Mainz and then Dortmund, were always a lot of fun and very difficult: he’s a very good strategist. Both coaches are very, very good tactically. They would meet and have lunch together, talk about football. The games were hard, very tactical: both teams changed systems two or three times. It was like playing chess: one would change a piece, so the other would change his. They’re two coaches who interact. If you’re alert to it, you’ll see tactical changes.</p> <p>“Tuchel has a lot of Pep’s ideas. They met a lot. That’s normal for coaches who are intelligent, open. It’s not that Pep has come to teach but if you’re interested in different ideas, he’ll explain, talk. He learns from everyone too: he can go to an under-12s game and learn from it. He’s a sponge soaking up information, a humble guy who doesn’t believe he’s better. People come and ask, discuss things. Lots of coaches used to watch sessions. I remember [Zidedine] Zidane coming.”</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"ec67abb67e847724c773fcd8421bcf6d9df85f45\"> <img src=\"https://media.guim.co.uk/ec67abb67e847724c773fcd8421bcf6d9df85f45/0_242_2362_2865/824.jpg\" alt=\"Pep Guardiola and Domènec Torrent in Munich.\" width=\"824\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pep Guardiola and Domènec Torrent in Munich.</span> <span class=\"element-image__credit\">Photograph: Ullstein Bild/Getty Images</span> </figcaption> </figure>  <p>Guardiola’s approach can be unconventional. “Lorenzo Buenaventura [the fitness coach] does everything with the ball,” Torrent says. “At first people think that means we’re not working physically but that’s not true. Lorenzo always says: ‘I’ve never seen a player run up a mountain in a game’, but it can seem strange to begin with.”</p> <p>So did the decision to move Messi to false nine on the eve of the <em>clásico</em> with Real Madrid in 2009, a decision backed by the report Torrent prepared on Madrid’s defence – although, put like that, he’s swift to interrupt. “No, no,” he says. “There is only one architect of that: Pep Guardiola. I turn up with my laptop and they take it in with them and afterwards Pep tells me Leo loves the idea. And Pep’s very convinced. But I was thinking: ‘bloody hell, in <em>this</em> game?’”</p> <p>Barcelona won 6-2. “I still think we don’t really appreciate how good Leo is … Also, he loves football. He would mention a winger at Palmeiras, Botafogo, or wherever.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"f8c00af118cdc79bf1247bd2ff7cc34e5386f8a4\"> <img src=\"https://media.guim.co.uk/f8c00af118cdc79bf1247bd2ff7cc34e5386f8a4/0_170_4000_2399/1000.jpg\" alt=\"Lionel Messi celebrates after scoring Barcelona’s fifth goal in a 6-2 win at Real Madrid in May 2009.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel Messi celebrates after scoring Barcelona’s fifth goal in a 6-2 win at Real Madrid in May 2009.</span> <span class=\"element-image__credit\">Photograph: Javier Soriano/AFP/Getty Images</span> </figcaption> </figure>  <p>Messi is one of many men Torrent has improved and admired close up. “When we did set pieces, we used numbers for each zone. I could say to Kun [Agüero]: ‘You go to number six and block there’ and he’d do it perfectly first time. When it came to the pressing, if Pep changed from closing inside to outside, he didn’t need telling twice. Maybe his body language gives the wrong idea but he defends, works, is great to coach, and on top of all his other qualities is so intelligent.</p> <p>“David Silva is another one; he has a supernatural intelligence. A maestro and <em>very</em> competitive. Another dimension. He defends too. He plays in the second line in zonal marking and has to block – this happened with [Philipp] Lahm at Bayern too – and although he’s small it doesn’t matter if a player comes who’s two metres tall: If David’s there, he’s not getting to the ball. He never backed down.”</p> <p>Ready to replace them is Phil Foden. “Seven or eight kids came to train with us, all very good footballers,” Torrent recalls. “Pep, who has a special intuition, said on the second day: ‘That skinny little kid’s the best.’ In two days, eh. ‘He’ll make it for sure.’ He’s super-talented: at 16 he was daring, bold, like he had no pressure. Pep showed him things and in two seconds he grasped them: when to break lines, when to wait, how to move. Mentally, he’s special. And he’s City until he dies. That’s important.”</p>  <figure class=\"element element-image\" data-media-id=\"689f2d3c2f3eac051159962306cabea4a3850f15\"> <img src=\"https://media.guim.co.uk/689f2d3c2f3eac051159962306cabea4a3850f15/0_58_4012_2488/1000.jpg\" alt=\"Phil Foden playing for Manchester City’s under-18s at the age of 16. ‘At 16 he was daring, bold, like he had no pressure.’\" width=\"1000\" height=\"620\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil Foden playing for Manchester City’s under-18s at the age of 16. ‘At 16 he was daring, bold, like he had no pressure.’</span> <span class=\"element-image__credit\">Photograph: Matthew Ashton - AMA/West Bromwich Albion FC/Getty Images</span> </figcaption> </figure>  <p>Now, just turned 20, Foden is heading into a Champions League final. It is a final Torrent says Guardiola will have been preparing for weeks; it has also been too long, some even accusing him of failing in Europe. “At first, I got more annoyed about that than Pep,” Torrent says. “He didn’t [bother]. People either love him or … there are no shades of grey. People don’t understand him. It’s true it’s been some time, but we don’t analyse why.”</p> <p>Which is when Torrent does – in great detail, game by game, moment by moment, turning by turning point. He discusses defeats against Atlético Madrid and Monaco with Bayern and City – the nights that hurt most – and knockouts v Real Madrid, Barcelona, Liverpool and Spurs, rejecting the common criticism that Guardiola overthinks the biggest matches. “In <em>every</em> game he turns things over in his head many times,” Torrent says.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to The Recap, our weekly email of editors’ picks.\">  <iframe id=\"the-recap\" name=\"the-recap\" src=\"https://www.theguardian.com/email/form/plaintone/the-recap\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-recap\"></iframe> <figcaption>Sign up to The Recap, our weekly email of editors’ picks.</figcaption> </figure>  <p>“The biggest misunderstanding with Pep is that phrase which gets used badly: <em>tiki-taka</em>. Meaningless passes. Positional play is something else. People think Pep demands 40 passes before scoring. No. If Pep can attack in two seconds, he does. People say: ‘Pep Guardiola? You won’t see the ball.’ Well, that bit is true. But they think he wants possession for the sake of it. No. They don’t know he has the best defensive record, don’t see how he adapts, how he’s a better, more varied manager all the time. When he goes, we’ll finally say how good he was, what a genius.”</p> <p>“That’s human nature. Pep is not perfect, no one is, but he’s close in his work. So, people find this reason or that reason to put him down. In Spain some are waiting for him. ‘He’s a failure, he won’t win.’ <em>Ha!</em> Now what? And those people are incapable of saying sorry. It’s not the opinion; it’s the lack of respect, the insults. Where are those people now? Nowhere. They’re waiting, I suppose. But they won’t convince me, even if he doesn’t win the Champions League, which he will.”</p>","wordcount":"1400","firstPublicationDate":"2021-05-28T11:00:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T11:01:58Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht2f4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b4c4401652e29fab541ba02ffd1a399cefc59191/83_163_2122_1273/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Domènec Torrent has been talking for 90 minutes plus added time, explaining processes and planning, the mechanics that go into every match, the tiny details that decide destinies and the wider shifts in footballing culture, when he picks up the computer screen and twists it. “That?” he says. “That’s the net.” Hanging on the wall behind him at his home near Girona, fully visible now, is a piece cut from the goal at the 2009 Champions League final between Barcelona and Manchester United in Rome. “It’s my daughter’s,” he adds, smiling. That night ended better than it started. One of Torrent’s roles as Pep Guardiola’s analyst was to help his colleague Carles Planchart prepare a motivational video. Gladiator-themed, scenes from the film cut with footage of every member of the squad, the video was secretly shown to coaching staff the evening before and got a good reaction. But when it came to the players just moments before kick-off, the reaction was a bit too good. Torrent laughs. “It was a surprise, very emotional, and it motivated them. But they were hyper-motivated and extremes aren’t good,” he says. “We’d done it before for the play-off final with Barcelona B when we got promotion: they went out and won the game in 30 minutes. But in Rome United dominated the first 15 minutes. We haven’t done it again.” It might not have been the video – “that was a very, very, very good United side,” he rightly says – and by the end Barcelona were European champions with a young improvised team, the start of the club’s best era. Two years later, they did it again at Wembley. “Because of the ash cloud, we went early meaning Pep could work exactly as he wanted, right down to the throws-in. We were ultra-prepared.” The destruction of United proved the pinnacle of a period that redefined the game and yet it was the last time Guardiola reached a European Cup final. Now, a decade on, he returns. Torrent, who worked with him at Barcelona B, Barcelona, Bayern Munich and Manchester City before taking over at New York City, where he broke a franchise points record, and Brazilian giants Flamengo, and who is preparing to return to coaching in England or Germany, will be watching. Twice, in fact. “First as a Manchester City fan and someone who has friends there, hoping they win,” he says. “But I’ll record it too because I’d like to watch it back tactically as there are bound to be things I miss first time. Who knows, it might be a castaña, a stinker. That can happen. But it will certainly be one to watch for coaches, in terms of how they move the pieces and I think there will be surprises in the lineups. It’ll be fascinating. “I remember that the games against Tuchel’s sides, Mainz and then Dortmund, were always a lot of fun and very difficult: he’s a very good strategist. Both coaches are very, very good tactically. They would meet and have lunch together, talk about football. The games were hard, very tactical: both teams changed systems two or three times. It was like playing chess: one would change a piece, so the other would change his. They’re two coaches who interact. If you’re alert to it, you’ll see tactical changes. “Tuchel has a lot of Pep’s ideas. They met a lot. That’s normal for coaches who are intelligent, open. It’s not that Pep has come to teach but if you’re interested in different ideas, he’ll explain, talk. He learns from everyone too: he can go to an under-12s game and learn from it. He’s a sponge soaking up information, a humble guy who doesn’t believe he’s better. People come and ask, discuss things. Lots of coaches used to watch sessions. I remember [Zidedine] Zidane coming.” Guardiola’s approach can be unconventional. “Lorenzo Buenaventura [the fitness coach] does everything with the ball,” Torrent says. “At first people think that means we’re not working physically but that’s not true. Lorenzo always says: ‘I’ve never seen a player run up a mountain in a game’, but it can seem strange to begin with.” So did the decision to move Messi to false nine on the eve of the clásico with Real Madrid in 2009, a decision backed by the report Torrent prepared on Madrid’s defence – although, put like that, he’s swift to interrupt. “No, no,” he says. “There is only one architect of that: Pep Guardiola. I turn up with my laptop and they take it in with them and afterwards Pep tells me Leo loves the idea. And Pep’s very convinced. But I was thinking: ‘bloody hell, in this game?’” Barcelona won 6-2. “I still think we don’t really appreciate how good Leo is … Also, he loves football. He would mention a winger at Palmeiras, Botafogo, or wherever.” Messi is one of many men Torrent has improved and admired close up. “When we did set pieces, we used numbers for each zone. I could say to Kun [Agüero]: ‘You go to number six and block there’ and he’d do it perfectly first time. When it came to the pressing, if Pep changed from closing inside to outside, he didn’t need telling twice. Maybe his body language gives the wrong idea but he defends, works, is great to coach, and on top of all his other qualities is so intelligent. “David Silva is another one; he has a supernatural intelligence. A maestro and very competitive. Another dimension. He defends too. He plays in the second line in zonal marking and has to block – this happened with [Philipp] Lahm at Bayern too – and although he’s small it doesn’t matter if a player comes who’s two metres tall: If David’s there, he’s not getting to the ball. He never backed down.” Ready to replace them is Phil Foden. “Seven or eight kids came to train with us, all very good footballers,” Torrent recalls. “Pep, who has a special intuition, said on the second day: ‘That skinny little kid’s the best.’ In two days, eh. ‘He’ll make it for sure.’ He’s super-talented: at 16 he was daring, bold, like he had no pressure. Pep showed him things and in two seconds he grasped them: when to break lines, when to wait, how to move. Mentally, he’s special. And he’s City until he dies. That’s important.” Now, just turned 20, Foden is heading into a Champions League final. It is a final Torrent says Guardiola will have been preparing for weeks; it has also been too long, some even accusing him of failing in Europe. “At first, I got more annoyed about that than Pep,” Torrent says. “He didn’t [bother]. People either love him or … there are no shades of grey. People don’t understand him. It’s true it’s been some time, but we don’t analyse why.” Which is when Torrent does – in great detail, game by game, moment by moment, turning by turning point. He discusses defeats against Atlético Madrid and Monaco with Bayern and City – the nights that hurt most – and knockouts v Real Madrid, Barcelona, Liverpool and Spurs, rejecting the common criticism that Guardiola overthinks the biggest matches. “In every game he turns things over in his head many times,” Torrent says. “The biggest misunderstanding with Pep is that phrase which gets used badly: tiki-taka. Meaningless passes. Positional play is something else. People think Pep demands 40 passes before scoring. No. If Pep can attack in two seconds, he does. People say: ‘Pep Guardiola? You won’t see the ball.’ Well, that bit is true. But they think he wants possession for the sake of it. No. They don’t know he has the best defensive record, don’t see how he adapts, how he’s a better, more varied manager all the time. When he goes, we’ll finally say how good he was, what a genius.” “That’s human nature. Pep is not perfect, no one is, but he’s close in his work. So, people find this reason or that reason to put him down. In Spain some are waiting for him. ‘He’s a failure, he won’t win.’ Ha! Now what? And those people are incapable of saying sorry. It’s not the opinion; it’s the lack of respect, the insults. Where are those people now? Nowhere. They’re waiting, I suppose. But they won’t convince me, even if he doesn’t win the Champions League, which he will.”","charCount":"7930","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sidlowe\">Sid Lowe</a>"}]