[{"headline":"Cut of £40m in help for tenants will ‘drive up homelessness’","standfirst":"<p>Renters’ groups shocked as funding in England and Wales for rent shortfalls or deposits is cut to below pre-pandemic levels</p>","trailText":"Tenants’ groups shocked as funding in England and Wales for rent shortfalls or deposits is cut to below pre-pandemic levels","byline":"Chaminda Jayanetti","main":"<figure class=\"element element-image\" data-media-id=\"91e5ddbd464422f2182a7b8797fffc4702bdd38b\"> <img src=\"https://media.guim.co.uk/91e5ddbd464422f2182a7b8797fffc4702bdd38b/0_103_3500_2100/1000.jpg\" alt=\"A row of homes to rent\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A fifth has been taken out of the budget for Discretionary Housing Payments.</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>","body":"<p>The government is cutting the funding it gives to councils in England and Wales to help struggling tenants by more than a fifth, with critics warning the move will drive up homelessness following the recent end of the Covid evictions ban and the end of the furlough scheme in September.</p> <p>Discretionary housing payments (DHPs) provide financial support to people claiming housing benefit or universal credit who face rent shortfalls or need assistance with payments such as rent deposits in order to move home.</p> <p>The government boosted DHP funding from £139.5m to £180m in 2020/21 amid the pandemic, but is now cutting that back to £140m in 2021/22 – a reduction of 22%, and lower than the DHP budget in 2017/18 or 2018/19. The cut was slipped out as part of the spring budget this year.</p> <p>While the worst of the pandemic appears to have passed, unemployment remains high in much of London and deprived parts of northern England. Local housing allowance (LHA) has been frozen this year, leaving tenants facing higher rent shortfalls in many parts of the country.</p> <p>A government survey in April suggested that nearly one in 10 private renters were <a href=\"https://www.theguardian.com/money/2021/may/08/rent-arrears-put-thousands-at-risk-as-end-of-eviction-ban-in-england-looms\" title=\"\">behind</a> on their rent at the end of 2020, about three times as many as before the pandemic. A further 8% of private renters said they were likely to fall behind on rent in the following three months.</p> <p>Karen Buck, Labour’s shadow minister for social security, told the <em>Observer</em>: “Every time since 2013, since the first big wave of the benefit cuts came into effect from the government’s welfare legislation, every time we’ve said anything about the bedroom tax, about the benefit cap, about LHA restrictions, the mantra is: DHPs will fix it. If there are exceptional circumstances, if there’s a need for flexibility, if there’s a need for a local response, you’ve got the DHP pot, and the DHP pot is kind of magic beans – it can grow to cover anything you want it to.</p> <p>“Of course it can’t, and doesn’t, but at the very moment when we’ve growing [rent] shortfalls, we’ve got the [end of the] evictions ban, we’ve got all of the evidence of stored-up arrears and financial challenges for people in the private rented sector, they’ve cut DHPs.”</p> <p>A spokesperson for tenants’ union Acorn said: “This cut to the DHP pot couldn’t come at a worse time. This will undoubtedly lead to more people needlessly ending up on the streets because they can’t pay their rent, and the emergency safety net that is supposed to help in this scenario will have been gutted.”</p> <p>Of the £140m, the government is holding back £40m until midway through the year, at which point it will distribute the money to councils based on local levels of demand. There are fears it will make it harder for councils to plan ahead, and could discourage them from awarding funds early in the year.</p> <p>A spokesperson for the Local Government Association said: “The decision to withhold some of the DHP funding this year will make it harder for councils to plan their spending at what is a challenging and uncertain period. Reinstating this funding will enable councils to better support struggling low-income households during a time when many will be facing hardship.”</p> <p>The Welsh government said in a statement: “It is deeply disappointing and concerning that the UK Government is making cuts to discretionary housing payments at a time when many households are already facing considerable financial pressures due to the covid crisis.</p> <p>“We are providing an additional £4.1m to help local authorities to continue supporting struggling households and prevent homelessness in Wales.”</p> <p>A DWP spokesperson said: “We have provided over £1bn in discretionary housing payment funding since 2011 to support thousands of families. This is alongside increasing local housing allowance rates in recent years providing nearly £1bn of additional support to over a million privately renting households claiming universal credit or housing benefit in 2020/21. Support for private renters is still significantly higher now than it was before the pandemic.”</p>","newspaperPageNumber":"15","wordcount":"671","firstPublicationDate":"2021-06-06T07:15:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:15:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hg7py","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/91e5ddbd464422f2182a7b8797fffc4702bdd38b/0_103_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The government is cutting the funding it gives to councils in England and Wales to help struggling tenants by more than a fifth, with critics warning the move will drive up homelessness following the recent end of the Covid evictions ban and the end of the furlough scheme in September. Discretionary housing payments (DHPs) provide financial support to people claiming housing benefit or universal credit who face rent shortfalls or need assistance with payments such as rent deposits in order to move home. The government boosted DHP funding from £139.5m to £180m in 2020/21 amid the pandemic, but is now cutting that back to £140m in 2021/22 – a reduction of 22%, and lower than the DHP budget in 2017/18 or 2018/19. The cut was slipped out as part of the spring budget this year. While the worst of the pandemic appears to have passed, unemployment remains high in much of London and deprived parts of northern England. Local housing allowance (LHA) has been frozen this year, leaving tenants facing higher rent shortfalls in many parts of the country. A government survey in April suggested that nearly one in 10 private renters were behind on their rent at the end of 2020, about three times as many as before the pandemic. A further 8% of private renters said they were likely to fall behind on rent in the following three months. Karen Buck, Labour’s shadow minister for social security, told the Observer: “Every time since 2013, since the first big wave of the benefit cuts came into effect from the government’s welfare legislation, every time we’ve said anything about the bedroom tax, about the benefit cap, about LHA restrictions, the mantra is: DHPs will fix it. If there are exceptional circumstances, if there’s a need for flexibility, if there’s a need for a local response, you’ve got the DHP pot, and the DHP pot is kind of magic beans – it can grow to cover anything you want it to. “Of course it can’t, and doesn’t, but at the very moment when we’ve growing [rent] shortfalls, we’ve got the [end of the] evictions ban, we’ve got all of the evidence of stored-up arrears and financial challenges for people in the private rented sector, they’ve cut DHPs.” A spokesperson for tenants’ union Acorn said: “This cut to the DHP pot couldn’t come at a worse time. This will undoubtedly lead to more people needlessly ending up on the streets because they can’t pay their rent, and the emergency safety net that is supposed to help in this scenario will have been gutted.” Of the £140m, the government is holding back £40m until midway through the year, at which point it will distribute the money to councils based on local levels of demand. There are fears it will make it harder for councils to plan ahead, and could discourage them from awarding funds early in the year. A spokesperson for the Local Government Association said: “The decision to withhold some of the DHP funding this year will make it harder for councils to plan their spending at what is a challenging and uncertain period. Reinstating this funding will enable councils to better support struggling low-income households during a time when many will be facing hardship.” The Welsh government said in a statement: “It is deeply disappointing and concerning that the UK Government is making cuts to discretionary housing payments at a time when many households are already facing considerable financial pressures due to the covid crisis. “We are providing an additional £4.1m to help local authorities to continue supporting struggling households and prevent homelessness in Wales.” A DWP spokesperson said: “We have provided over £1bn in discretionary housing payment funding since 2011 to support thousands of families. This is alongside increasing local housing allowance rates in recent years providing nearly £1bn of additional support to over a million privately renting households claiming universal credit or housing benefit in 2020/21. Support for private renters is still significantly higher now than it was before the pandemic.”","charCount":"4024","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/chaminda-jayanetti\">Chaminda Jayanetti</a>"},{"headline":"Peat – a growing concern","standfirst":"<p>Bad for the planet and for plants, there’s simply no reason to continue using peat</p>","trailText":"Bad for the planet and for plants, there’s simply no reason to continue using peat, says James Wong","byline":"James Wong","main":"<figure class=\"element element-image\" data-media-id=\"b3d6356b5c75d9049980b34798e3301471960345\"> <img src=\"https://media.guim.co.uk/b3d6356b5c75d9049980b34798e3301471960345/0_1270_3648_3469/1000.jpg\" alt=\"Succulents ready for planting into large shell container full of soil\" width=\"1000\" height=\"951\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Down to earth: plants will thrive in a traditional soil-based growing medium.</span> <span class=\"element-image__credit\">Photograph: Christian Bridgwater/Alamy</span> </figcaption> </figure>","body":"<p>The gardening world can be slow to change and, as much as that can frustrate – even infuriate me at times – I love the reassuring familiarity and nostalgia. In an ever-changing, unpredictable world, it’s an anchor for traditions and our sense of identity. However, sometimes this resistance to change can lead to curious outcomes, that I would argue not only get in the way of us becoming better gardeners, but ironically even hamper our connection with our gardening heritage.</p> <p>I never would have imagined when, as a teenager, I first read about the debate surrounding peat, that I would still be seeing it rage on decades later. As much as I think in gardening, as in all creative pursuits, a diversity of views is essential, it is an objective reality that the continued use of peat as a growing medium can not be defended from an environmental point of view. </p> <p>I came to know peat after moving to the UK in 1999, because in Singapore – following Victorian British tradition – our horticultural growing medium was a mix of garden soil, sand and charcoal in roughly equal quantities. It wasn’t really until the middle part of the 20th century that the horticultural industry in Britain swapped from similar formulas over to peat, largely because its lower weight made it cheaper to transport, and thus more profitable. Red flags were being raised about its environmental impact as early as the 1980s, just a couple of decades after its adoption into widespread use, but resistance to giving it up lingers today, 40 years later.</p> <p>But here’s an even weirder thing: not only is peat not a traditional growing media, it isn’t even necessarily a very good one. It contains little to no nutrients and growing in peat-based mixes ties the grower to constantly applying fertilisers to keep plants healthy. Aside from being costly and extra work, most of these fertilisers will not contain the same broad range of minerals and biologically active compounds found in soil, meaning plant health can often be on the back foot.</p> <p>By growing in peat you are essentially growing hydroponically in an inert substrate – with all the drawbacks and none of the benefits. That’s before we get on to the fact that peat can become hydrophobic (water-repelling) quite quickly when it dries out. If you have ever watered a parched plant and seen the moisture literally run off the surface and down the sides of the pot, that’s what’s happening. This forces manufacturers to add “wetting agents” (basically detergents) that break the surface tension of the water, to allow peat to do its job.</p> <p>If you want to be kinder to the environment and get better gardening results, ditch peat for a soil-based growing medium. By simply mixing a peat-free, all-purpose compost with regular garden soil in roughly equal parts, you can create a version that’s much cheaper, and involves lugging far fewer bags around. And if it helps to convince you, remember this is actually far more “traditional” than using peat. </p> <p><em>Follow James on Twitter <a href=\"https://twitter.com/Botanygeek?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@Botanygeek</a></em></p>","newspaperPageNumber":"30","wordcount":"507","commentable":"false","firstPublicationDate":"2021-06-06T07:15:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:15:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hj649","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b3d6356b5c75d9049980b34798e3301471960345/0_2329_3648_2189/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The gardening world can be slow to change and, as much as that can frustrate – even infuriate me at times – I love the reassuring familiarity and nostalgia. In an ever-changing, unpredictable world, it’s an anchor for traditions and our sense of identity. However, sometimes this resistance to change can lead to curious outcomes, that I would argue not only get in the way of us becoming better gardeners, but ironically even hamper our connection with our gardening heritage. I never would have imagined when, as a teenager, I first read about the debate surrounding peat, that I would still be seeing it rage on decades later. As much as I think in gardening, as in all creative pursuits, a diversity of views is essential, it is an objective reality that the continued use of peat as a growing medium can not be defended from an environmental point of view. I came to know peat after moving to the UK in 1999, because in Singapore – following Victorian British tradition – our horticultural growing medium was a mix of garden soil, sand and charcoal in roughly equal quantities. It wasn’t really until the middle part of the 20th century that the horticultural industry in Britain swapped from similar formulas over to peat, largely because its lower weight made it cheaper to transport, and thus more profitable. Red flags were being raised about its environmental impact as early as the 1980s, just a couple of decades after its adoption into widespread use, but resistance to giving it up lingers today, 40 years later. But here’s an even weirder thing: not only is peat not a traditional growing media, it isn’t even necessarily a very good one. It contains little to no nutrients and growing in peat-based mixes ties the grower to constantly applying fertilisers to keep plants healthy. Aside from being costly and extra work, most of these fertilisers will not contain the same broad range of minerals and biologically active compounds found in soil, meaning plant health can often be on the back foot. By growing in peat you are essentially growing hydroponically in an inert substrate – with all the drawbacks and none of the benefits. That’s before we get on to the fact that peat can become hydrophobic (water-repelling) quite quickly when it dries out. If you have ever watered a parched plant and seen the moisture literally run off the surface and down the sides of the pot, that’s what’s happening. This forces manufacturers to add “wetting agents” (basically detergents) that break the surface tension of the water, to allow peat to do its job. If you want to be kinder to the environment and get better gardening results, ditch peat for a soil-based growing medium. By simply mixing a peat-free, all-purpose compost with regular garden soil in roughly equal parts, you can create a version that’s much cheaper, and involves lugging far fewer bags around. And if it helps to convince you, remember this is actually far more “traditional” than using peat. Follow James on Twitter @Botanygeek","charCount":"3009","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/james-wong\">James Wong</a>"},{"headline":"Adjusting to life After Covid means living on constant alert","standfirst":"<p>Things are beginning to get back to normal, but in other ways everything has changed</p>","trailText":"Things are beginning to get back to normal, but in other ways everything has changed, says Eva Wiseman","byline":"Eva Wiseman","main":"<figure class=\"element element-image\" data-media-id=\"5944c01f82ca9d037eac6f00a0c1c439fbeec918\"> <img src=\"https://media.guim.co.uk/5944c01f82ca9d037eac6f00a0c1c439fbeec918/0_499_4778_2866/1000.jpg\" alt=\"‘Before Covid I would have taken my time at a gallery, enjoyed a bit of a chat in front of a painting, emerged on to the street some hours later rich and bloated with art’: Eva Wiseman.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Before Covid I would have taken my time at a gallery, enjoyed a bit of a chat in front of a painting, emerged on to the street some hours later rich and bloated with art’: Eva Wiseman.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>","body":"<p>I’m gazing at the sea again. I don’t know when I started – when I pulled up that website with the photos of beaches, with the package deals and local attractions, and the pastry thing that you can only get in one particular village that must be reached by boat. I don’t know when I started, but in the time since I did, evening has come. When I think about holidays my brain splits neatly in two, one half dreaming and planning, memories paddling alongside fantasies, while the other half remains typically livid and confused, and quite at sea – though not in the good way.</p> <p>It has become boggling to me, the idea that, once, I was able to simply plan a break. That our lives have now been so neatly delineated it’s possible to mark time as BC or AC, the before Covid period now remembered as a simple cruise through tree-lined boulevards, caressing strangers (consensually), laughing in offices, high-fiving (constantly). And now, well. Even the things that haven’t changed have changed, our own new, raw eyes seeing them in ungenerous and terrible lights.</p> <p>It reminds me of the feelings I had when looking back at life before having a baby. The complete bafflement at the freedoms I’d enjoyed, and the deep fury at not having enjoyed them anywhere near enough. The big ones, sure, the travelling the worlds, the staying out all nights with strangers you fancy, the moving to San Franciscos with two weeks’ notice, yes, these almost go without saying. But the slighter ones were more painful to consider. The lying on the sofas of a Sunday, allowing a hangover to live expensively in your limbs, the having of just biscuits for dinner, the unbearable privilege of a bath. Living now in 2021 AC (though the concept of “after” threatens to remain a gesture for some time still) contains many such small agonies, and eternal recalibrations. Doing the old thing in a new time often leaves me breathless.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Our lives have now been so neatly delineated it’s possible to mark time as BC or AC, before or after Covid</p> </blockquote> </aside>  <p>Yesterday, for example, I went to a gallery. Before Covid I would have taken my time, browsed the permanent displays, enjoyed a bit of a chat in front of a painting, emerged on to the street some hours later rich and bloated with art. Now I wheel a buggy through the one-way system, getting flashed at by statues stored in back rooms, and once inside the exhibition, float quickly from piece to piece to avoid encroaching on anybody’s breathing space. Though oddly invigorating, it feels more like swiping Instagram than engaging with an artist; a quick submersion, cold-water swimming.</p> <p>All the time I was aware of the discomfort of real clothes, my body objecting to having been removed from its threadbare leisurewear, and still unsure of whether to hug a friend, and apologetic about leaning in too close to hear the ticket collector, having realised recently how much I previously relied on lip reading, and all the time a quiet alarm sounding in the very softest bit of my brain: alert, alert.</p> <p>The most lasting change, I think, is the anxiety around illness. Living through this evolving pandemic has left many of us unsure of how to behave around germs, and by germs I mean other people. Sickness has taken on new meaning – we watch strangers coughing with a fresh, bloody horror. A light flickers on and off, stuttering its warning.</p> <p>It becomes difficult to work out how to react; how to separate and moderate our behaviours around illness. Some concerns are large and life-shattering: the threat of a “cancer crisis” as the pandemic caused missed referrals, and a “mental health crisis” after a year of grief and loneliness is correctly worrying many. Some concerns are small and domestic, but carry with them sense memories of last winter. A cold is making its way around my daughter’s class right now, the kind of basic bitch virus nobody would even have bothered mentioning BC, the kind previously tempered with a toilet roll in the rucksack and an early night. Today though, it brings with it whispers and worries, hands washed down to the bone.</p> <p>We are waiting for something, I realise, poised for awful news. Going to the doctor for anything other than an arm bitten off by wolves feels a bit previous, slightly hysterical. And yet at the same time we are screechingly vigilant to every new tiredness, every aching bone.</p> <p>Life AC is stained with anxiety, some of it acceptable, much not. I watch the world open up with sharpened teeth and feet in concrete and I think about going away. Would it be selfish? Would it be the thing to fix us? Would we simply be decanting our domestic moaning to another town, without our lovely stuff there to soothe us? Would the thrill of travelling outweigh the worry of returning? Scrolling through old photos taken BC, I land on a series taken on the worst holiday of my life, one defined by storms and loss, and I sigh, simpler times.</p> <p><em>Email Eva at <a href=\"mailto:e.wiseman@observer.co.uk\">e.wiseman@observer.co.uk</a> or follow her on Twitter <a href=\"https://twitter.com/EvaWiseman?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" title=\"\">@EvaWiseman</a></em></p>","newspaperPageNumber":"5","wordcount":"844","commentable":"false","firstPublicationDate":"2021-06-06T07:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:10:55Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjd6h","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5944c01f82ca9d037eac6f00a0c1c439fbeec918/0_499_4778_2866/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I’m gazing at the sea again. I don’t know when I started – when I pulled up that website with the photos of beaches, with the package deals and local attractions, and the pastry thing that you can only get in one particular village that must be reached by boat. I don’t know when I started, but in the time since I did, evening has come. When I think about holidays my brain splits neatly in two, one half dreaming and planning, memories paddling alongside fantasies, while the other half remains typically livid and confused, and quite at sea – though not in the good way. It has become boggling to me, the idea that, once, I was able to simply plan a break. That our lives have now been so neatly delineated it’s possible to mark time as BC or AC, the before Covid period now remembered as a simple cruise through tree-lined boulevards, caressing strangers (consensually), laughing in offices, high-fiving (constantly). And now, well. Even the things that haven’t changed have changed, our own new, raw eyes seeing them in ungenerous and terrible lights. It reminds me of the feelings I had when looking back at life before having a baby. The complete bafflement at the freedoms I’d enjoyed, and the deep fury at not having enjoyed them anywhere near enough. The big ones, sure, the travelling the worlds, the staying out all nights with strangers you fancy, the moving to San Franciscos with two weeks’ notice, yes, these almost go without saying. But the slighter ones were more painful to consider. The lying on the sofas of a Sunday, allowing a hangover to live expensively in your limbs, the having of just biscuits for dinner, the unbearable privilege of a bath. Living now in 2021 AC (though the concept of “after” threatens to remain a gesture for some time still) contains many such small agonies, and eternal recalibrations. Doing the old thing in a new time often leaves me breathless. Yesterday, for example, I went to a gallery. Before Covid I would have taken my time, browsed the permanent displays, enjoyed a bit of a chat in front of a painting, emerged on to the street some hours later rich and bloated with art. Now I wheel a buggy through the one-way system, getting flashed at by statues stored in back rooms, and once inside the exhibition, float quickly from piece to piece to avoid encroaching on anybody’s breathing space. Though oddly invigorating, it feels more like swiping Instagram than engaging with an artist; a quick submersion, cold-water swimming. All the time I was aware of the discomfort of real clothes, my body objecting to having been removed from its threadbare leisurewear, and still unsure of whether to hug a friend, and apologetic about leaning in too close to hear the ticket collector, having realised recently how much I previously relied on lip reading, and all the time a quiet alarm sounding in the very softest bit of my brain: alert, alert. The most lasting change, I think, is the anxiety around illness. Living through this evolving pandemic has left many of us unsure of how to behave around germs, and by germs I mean other people. Sickness has taken on new meaning – we watch strangers coughing with a fresh, bloody horror. A light flickers on and off, stuttering its warning. It becomes difficult to work out how to react; how to separate and moderate our behaviours around illness. Some concerns are large and life-shattering: the threat of a “cancer crisis” as the pandemic caused missed referrals, and a “mental health crisis” after a year of grief and loneliness is correctly worrying many. Some concerns are small and domestic, but carry with them sense memories of last winter. A cold is making its way around my daughter’s class right now, the kind of basic bitch virus nobody would even have bothered mentioning BC, the kind previously tempered with a toilet roll in the rucksack and an early night. Today though, it brings with it whispers and worries, hands washed down to the bone. We are waiting for something, I realise, poised for awful news. Going to the doctor for anything other than an arm bitten off by wolves feels a bit previous, slightly hysterical. And yet at the same time we are screechingly vigilant to every new tiredness, every aching bone. Life AC is stained with anxiety, some of it acceptable, much not. I watch the world open up with sharpened teeth and feet in concrete and I think about going away. Would it be selfish? Would it be the thing to fix us? Would we simply be decanting our domestic moaning to another town, without our lovely stuff there to soothe us? Would the thrill of travelling outweigh the worry of returning? Scrolling through old photos taken BC, I land on a series taken on the worst holiday of my life, one defined by storms and loss, and I sigh, simpler times. Email Eva at e.wiseman@observer.co.uk or follow her on Twitter @EvaWiseman","charCount":"4856","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/evawiseman\">Eva Wiseman</a>"},{"headline":"Simone Lia: Free stuff – cartoon","trailText":"One man’s rubbish is another man’s treasure…","byline":"Simone Lia","main":"","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/03/comics-master-2016/embed/embed.html?srcs-mobile=https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/0_0_829_1254/661.jpg+https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/833_0_816_1254/651.jpg+https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/1653_0_820_1254/654.jpg+https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/2477_0_1652_1254/500.jpg&amp;ratios-mobile=151.05740181268882+153.84615384615387+152.90519877675843+75.71428571428571&amp;srcs-desktop=https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/0_0_4129_1254/2000.jpg&amp;ratios-desktop=30.714285714285715&amp;credit=&amp;background=FFFFFF&amp;vpadding=20\" data-alt=\"Simone 6 June\"> <a href=\"https://interactive.guim.co.uk/2016/03/comics-master-2016/embed/embed.html?srcs-mobile=https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/0_0_829_1254/661.jpg+https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/833_0_816_1254/651.jpg+https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/1653_0_820_1254/654.jpg+https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/2477_0_1652_1254/500.jpg&ratios-mobile=151.05740181268882+153.84615384615387+152.90519877675843+75.71428571428571&srcs-desktop=https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/0_0_4129_1254/2000.jpg&ratios-desktop=30.714285714285715&credit=&background=FFFFFF&vpadding=20\">Simone 6 June</a> </figure>","newspaperPageNumber":"6","wordcount":"0","firstPublicationDate":"2021-06-06T07:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:00:34Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hje3f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/83a13e082f5f65f0abc42eb1f5a89817f021bf16/1662_547_805_483/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/simone-lia\">Simone Lia</a>"},{"headline":"Just don’t do it: 10 exercise myths","standfirst":"<p>We all believe we should exercise more. So why is it so hard to keep it up? Daniel E Lieberman, Harvard professor of evolutionary biology, explodes the most common and unhelpful workout myths</p>","trailText":"We all believe we should exercise more. So why is it so hard to keep it up? Daniel E Lieberman, Harvard professor of evolutionary biology, explodes the most common and unhelpful workout myths","byline":"Daniel E Lieberman","main":"<figure class=\"element element-image\" data-media-id=\"4405018acf9850d00ce4de3377ccd1155240d395\"> <img src=\"https://media.guim.co.uk/4405018acf9850d00ce4de3377ccd1155240d395/0_0_5000_3000/1000.jpg\" alt=\"‘The vast majority of exercise resolutions fail.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pumping iron: ‘The vast majority of exercise resolutions fail.’</span> <span class=\"element-image__credit\">Photograph: Dan Saelinger/trunkarchive.com</span> </figcaption> </figure>","body":"<p>Yesterday at an outdoor coffee shop, I met my old friend James in person for the first time since the pandemic began. Over the past year on Zoom, he looked just fine, but in 3D there was no hiding how much weight he’d gained. As we sat down with our cappuccinos, I didn’t say a thing, but the first words out of his mouth were: “Yes, yes, I’m now 20lb too heavy and in pathetic shape. I need to diet and exercise, but I don’t want to talk about it!”</p> <p>If you feel like James, you are in good company. With the end of the Covid-19 pandemic now plausibly in sight, 70% of Britons say they hope to eat a healthier diet, lose weight and exercise more. But how? Every year, millions of people vow to be more physically active, but the vast majority of these resolutions fail. We all know what happens. After a week or two of sticking to a new exercise regime we gradually slip back into old habits and then feel bad about ourselves.</p> <p>Clearly, we need a new approach because the most common ways we promote exercise – medicalising and commercialising it – aren’t widely effective. The proof is in the pudding: most adults in high-income countries, such as the UK and US, don’t get the minimum of 150 minutes per week of physical activity recommended by most health professionals. Everyone knows exercise is healthy, but prescribing and selling it rarely works.</p> <p>I think we can do better by looking beyond the weird world in which we live to consider how our ancestors as well as people in other cultures manage to be physically active. This kind of evolutionary anthropological perspective reveals 10 unhelpful myths about exercise. Rejecting them won’t transform you suddenly into an Olympic athlete, but they might help you turn over a new leaf without feeling bad about yourself.</p> <h2>Myth 1: It’s normal to exercise</h2> <p>Whenever you move to do anything, you’re engaging in physical activity. In contrast, exercise is voluntary physical activity undertaken for the sake of fitness. You may think exercise is normal, but it’s a very modern behaviour. Instead, for millions of years, humans were physically active for only two reasons: when it was necessary or rewarding. Necessary physical activities included getting food and doing other things to survive. Rewarding activities included playing, dancing or training to have fun or to develop skills. But no one in the stone age ever went for a five-mile jog to stave off decrepitude, or lifted weights whose sole purpose was to be lifted.</p> <h2>Myth 2: Avoiding exertion means you are lazy</h2> <p>Whenever I see an escalator next to a stairway, a little voice in my brain says, “Take the escalator.” Am I lazy? Although escalators didn’t exist in bygone days, that instinct is totally normal because physical activity costs calories that until recently were always in short supply (and still are for many people). When food is limited, every calorie spent on physical activity is a calorie not spent on other critical functions, such as maintaining our bodies, storing energy and reproducing. Because natural selection ultimately cares only about how many offspring we have, our hunter-gatherer ancestors evolved to avoid needless exertion – exercise – unless it was rewarding. So don’t feel bad about the natural instincts that are still with us. Instead, accept that they are normal and hard to overcome.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"2f2bef64bb99d1cb8885b357438a432df8eb3d15\"> <img src=\"https://media.guim.co.uk/2f2bef64bb99d1cb8885b357438a432df8eb3d15/544_779_3229_4337/745.jpg\" alt=\"Fed-up woman holding a lot of exercise equipment\" width=\"745\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For most of us, telling us to “Just do it” doesn’t work’: exercise needs to feel rewarding as well as necessary.</span> <span class=\"element-image__credit\">Photograph: Dan Saelinger/trunkarchive.com</span> </figcaption> </figure>  <h2>Myth 3: Sitting is the new smoking</h2> <p>You’ve probably heard scary statistics that we sit too much and it’s killing us. Yes, too much physical inactivity is unhealthy, but let’s not demonise a behaviour as normal as sitting. People in every culture sit a lot. Even hunter-gatherers who lack furniture sit about 10 hours a day, as much as most westerners. But there are more and less healthy ways to sit. Studies show that people who sit actively by getting up every 10 or 15 minutes wake up their metabolisms and enjoy better long-term health than those who sit inertly for hours on end. In addition, leisure-time sitting is more strongly associated with negative health outcomes than work-time sitting. So if you work all day in a chair, get up regularly, fidget and try not to spend the rest of the day in a chair, too.</p> <h2>Myth 4: Our ancestors were hard-working, strong and fast</h2> <p>A common myth is that people uncontaminated by civilisation are incredible natural-born athletes who are super-strong, super-fast and able to run marathons easily. Not true. Most hunter-gatherers are reasonably fit, but they are only moderately strong and not especially fast. Their lives aren’t easy, but on average they spend only about two to three hours a day doing moderate-to-vigorous physical activity. It is neither normal nor necessary to be ultra-fit and ultra-strong.</p> <h2>Myth 5: You can’t lose weight walking</h2> <p>Until recently just about every weight-loss programme involved exercise. Recently, however, we keep hearing that we can’t lose weight from exercise because most workouts don’t burn that many calories and just make us hungry so we eat more. The truth is that you can lose more weight much faster through diet rather than exercise, especially moderate exercise such as 150 minutes a week of brisk walking. However, longer durations and higher intensities of exercise have been shown to promote gradual weight loss. Regular exercise also helps prevent weight gain or regain after diet. Every diet benefits from including exercise.</p> <h2>Myth 6: Running will wear out your knees</h2> <p>Many people are scared of running because they’re afraid it will ruin their knees. These worries aren’t totally unfounded since knees are indeed the most common location of runners’ injuries. But knees and other joints aren’t like a car’s shock absorbers that wear out with overuse. Instead, running, walking and other activities have been shown to keep knees healthy, and numerous high-quality studies show that runners are, if anything, less likely to develop knee osteoarthritis. The strategy to avoiding knee pain is to learn to run properly and train sensibly (which means not increasing your mileage by too much too quickly).</p> <h2>Myth 7: It’s normal to be less active as we age</h2> <p>After many decades of hard work, don’t you deserve to kick up your heels and take it easy in your golden years? Not so. Despite rumours that our ancestors’ life was nasty, brutish and short, hunter-gatherers who survive childhood typically live about seven decades, and they continue to work moderately as they age. The truth is we evolved to be grandparents in order to be active in order to provide food for our children and grandchildren. In turn, staying physically active as we age stimulates myriad repair and maintenance processes that keep our bodies humming. Numerous studies find that exercise is healthier the older we get.</p> <h2>Myth 8: There is an optimal dose/type of exercise</h2> <p>One consequence of medicalising exercise is that we prescribe it. But how much and what type? Many medical professionals follow the World Health Organisation’s recommendation of at least 150 minutes a week of moderate or 75 minutes a week of vigorous exercise for adults. In truth, this is an arbitrary prescription because how much to exercise depends on dozens of factors, such as your fitness, age, injury history and health concerns. Remember this: no matter how unfit you are, even a little exercise is better than none. Just an hour a week (eight minutes a day) can yield substantial dividends. If you can do more, that’s great, but very high doses yield no additional benefits. It’s also healthy to vary the kinds of exercise you do, and do regular strength training as you age.</p> <h2>Myth 9: ‘Just do it’ works</h2> <p>Let’s face it, most people don’t like exercise and have to overcome natural tendencies to avoid it. For most of us, telling us to “just do it” doesn’t work any better than telling a smoker or a substance abuser to “just say no!” To promote exercise, we typically prescribe it and sell it, but let’s remember that we evolved to be physically active for only two reasons: it was necessary or rewarding. So let’s find ways to do both: make it necessary and rewarding. Of the many ways to accomplish this, I think the best is to make exercise social. If you agree to meet friends to exercise regularly you’ll be obliged to show up, you’ll have fun and you’ll keep each other going.</p> <h2>Myth 10: Exercise is a magic bullet</h2> <p>Finally, let’s not oversell exercise as medicine. Although we never evolved to exercise, we did evolve to be physically active just as we evolved to drink water, breathe air and have friends. Thus, it’s the absence of physical activity that makes us more vulnerable to many illnesses, both physical and mental. In the modern, western world we no longer have to be physically active, so we invented exercise, but it is not a magic bullet that guarantees good health. Fortunately, just a little exercise can slow the rate at which you age and substantially reduce your chances of getting a wide range of diseases, especially as you age. It can also be fun – something we’ve all been missing during this dreadful pandemic.</p> <p><em>Daniel</em><em> E Lieberman is professor of Human Evolutionary Biology at Harvard </em><em>and </em><em>author of E</em><em>xercised: The Science of Physical Activity, Rest and the Pursuit of Health (Penguin</em><em>, £9.99). Buy a copy for £9.29 at <a href=\"https://guardianbookshop.com/exercised-9780141986364.html\" title=\"\">guardianbookshop.com</a></em></p>","newspaperPageNumber":"17","wordcount":"1562","commentable":"false","displayHint":"immersive","firstPublicationDate":"2021-06-06T07:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:00:33Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hj6em","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f9420ffd0f0ad025a022691206b277e6b5497f28/0_570_4200_2518/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Yesterday at an outdoor coffee shop, I met my old friend James in person for the first time since the pandemic began. Over the past year on Zoom, he looked just fine, but in 3D there was no hiding how much weight he’d gained. As we sat down with our cappuccinos, I didn’t say a thing, but the first words out of his mouth were: “Yes, yes, I’m now 20lb too heavy and in pathetic shape. I need to diet and exercise, but I don’t want to talk about it!” If you feel like James, you are in good company. With the end of the Covid-19 pandemic now plausibly in sight, 70% of Britons say they hope to eat a healthier diet, lose weight and exercise more. But how? Every year, millions of people vow to be more physically active, but the vast majority of these resolutions fail. We all know what happens. After a week or two of sticking to a new exercise regime we gradually slip back into old habits and then feel bad about ourselves. Clearly, we need a new approach because the most common ways we promote exercise – medicalising and commercialising it – aren’t widely effective. The proof is in the pudding: most adults in high-income countries, such as the UK and US, don’t get the minimum of 150 minutes per week of physical activity recommended by most health professionals. Everyone knows exercise is healthy, but prescribing and selling it rarely works. I think we can do better by looking beyond the weird world in which we live to consider how our ancestors as well as people in other cultures manage to be physically active. This kind of evolutionary anthropological perspective reveals 10 unhelpful myths about exercise. Rejecting them won’t transform you suddenly into an Olympic athlete, but they might help you turn over a new leaf without feeling bad about yourself. Myth 1: It’s normal to exercise Whenever you move to do anything, you’re engaging in physical activity. In contrast, exercise is voluntary physical activity undertaken for the sake of fitness. You may think exercise is normal, but it’s a very modern behaviour. Instead, for millions of years, humans were physically active for only two reasons: when it was necessary or rewarding. Necessary physical activities included getting food and doing other things to survive. Rewarding activities included playing, dancing or training to have fun or to develop skills. But no one in the stone age ever went for a five-mile jog to stave off decrepitude, or lifted weights whose sole purpose was to be lifted. Myth 2: Avoiding exertion means you are lazy Whenever I see an escalator next to a stairway, a little voice in my brain says, “Take the escalator.” Am I lazy? Although escalators didn’t exist in bygone days, that instinct is totally normal because physical activity costs calories that until recently were always in short supply (and still are for many people). When food is limited, every calorie spent on physical activity is a calorie not spent on other critical functions, such as maintaining our bodies, storing energy and reproducing. Because natural selection ultimately cares only about how many offspring we have, our hunter-gatherer ancestors evolved to avoid needless exertion – exercise – unless it was rewarding. So don’t feel bad about the natural instincts that are still with us. Instead, accept that they are normal and hard to overcome. Myth 3: Sitting is the new smoking You’ve probably heard scary statistics that we sit too much and it’s killing us. Yes, too much physical inactivity is unhealthy, but let’s not demonise a behaviour as normal as sitting. People in every culture sit a lot. Even hunter-gatherers who lack furniture sit about 10 hours a day, as much as most westerners. But there are more and less healthy ways to sit. Studies show that people who sit actively by getting up every 10 or 15 minutes wake up their metabolisms and enjoy better long-term health than those who sit inertly for hours on end. In addition, leisure-time sitting is more strongly associated with negative health outcomes than work-time sitting. So if you work all day in a chair, get up regularly, fidget and try not to spend the rest of the day in a chair, too. Myth 4: Our ancestors were hard-working, strong and fast A common myth is that people uncontaminated by civilisation are incredible natural-born athletes who are super-strong, super-fast and able to run marathons easily. Not true. Most hunter-gatherers are reasonably fit, but they are only moderately strong and not especially fast. Their lives aren’t easy, but on average they spend only about two to three hours a day doing moderate-to-vigorous physical activity. It is neither normal nor necessary to be ultra-fit and ultra-strong. Myth 5: You can’t lose weight walking Until recently just about every weight-loss programme involved exercise. Recently, however, we keep hearing that we can’t lose weight from exercise because most workouts don’t burn that many calories and just make us hungry so we eat more. The truth is that you can lose more weight much faster through diet rather than exercise, especially moderate exercise such as 150 minutes a week of brisk walking. However, longer durations and higher intensities of exercise have been shown to promote gradual weight loss. Regular exercise also helps prevent weight gain or regain after diet. Every diet benefits from including exercise. Myth 6: Running will wear out your knees Many people are scared of running because they’re afraid it will ruin their knees. These worries aren’t totally unfounded since knees are indeed the most common location of runners’ injuries. But knees and other joints aren’t like a car’s shock absorbers that wear out with overuse. Instead, running, walking and other activities have been shown to keep knees healthy, and numerous high-quality studies show that runners are, if anything, less likely to develop knee osteoarthritis. The strategy to avoiding knee pain is to learn to run properly and train sensibly (which means not increasing your mileage by too much too quickly). Myth 7: It’s normal to be less active as we age After many decades of hard work, don’t you deserve to kick up your heels and take it easy in your golden years? Not so. Despite rumours that our ancestors’ life was nasty, brutish and short, hunter-gatherers who survive childhood typically live about seven decades, and they continue to work moderately as they age. The truth is we evolved to be grandparents in order to be active in order to provide food for our children and grandchildren. In turn, staying physically active as we age stimulates myriad repair and maintenance processes that keep our bodies humming. Numerous studies find that exercise is healthier the older we get. Myth 8: There is an optimal dose/type of exercise One consequence of medicalising exercise is that we prescribe it. But how much and what type? Many medical professionals follow the World Health Organisation’s recommendation of at least 150 minutes a week of moderate or 75 minutes a week of vigorous exercise for adults. In truth, this is an arbitrary prescription because how much to exercise depends on dozens of factors, such as your fitness, age, injury history and health concerns. Remember this: no matter how unfit you are, even a little exercise is better than none. Just an hour a week (eight minutes a day) can yield substantial dividends. If you can do more, that’s great, but very high doses yield no additional benefits. It’s also healthy to vary the kinds of exercise you do, and do regular strength training as you age. Myth 9: ‘Just do it’ works Let’s face it, most people don’t like exercise and have to overcome natural tendencies to avoid it. For most of us, telling us to “just do it” doesn’t work any better than telling a smoker or a substance abuser to “just say no!” To promote exercise, we typically prescribe it and sell it, but let’s remember that we evolved to be physically active for only two reasons: it was necessary or rewarding. So let’s find ways to do both: make it necessary and rewarding. Of the many ways to accomplish this, I think the best is to make exercise social. If you agree to meet friends to exercise regularly you’ll be obliged to show up, you’ll have fun and you’ll keep each other going. Myth 10: Exercise is a magic bullet Finally, let’s not oversell exercise as medicine. Although we never evolved to exercise, we did evolve to be physically active just as we evolved to drink water, breathe air and have friends. Thus, it’s the absence of physical activity that makes us more vulnerable to many illnesses, both physical and mental. In the modern, western world we no longer have to be physically active, so we invented exercise, but it is not a magic bullet that guarantees good health. Fortunately, just a little exercise can slow the rate at which you age and substantially reduce your chances of getting a wide range of diseases, especially as you age. It can also be fun – something we’ve all been missing during this dreadful pandemic. Daniel E Lieberman is professor of Human Evolutionary Biology at Harvard and author of Exercised: The Science of Physical Activity, Rest and the Pursuit of Health (Penguin, £9.99). Buy a copy for £9.29 at guardianbookshop.com","charCount":"9226","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/daniel-e-lieberman\">Daniel E Lieberman</a>"},{"headline":"Biden’s push for racial justice at stake in bipartisan infrastructure talks","standfirst":"<p>Republican efforts to exclude social elements such as daycare and senior care risk depriving the Black and brown people most in need of investment</p>","trailText":"Republican efforts to exclude social elements such as daycare and senior care risk depriving the Black and brown people most in need of investment","byline":"David Smith in Washington","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"d15461d9d6dced1c075858a32015a2b88aa75caf\"> <img src=\"https://media.guim.co.uk/d15461d9d6dced1c075858a32015a2b88aa75caf/0_0_3500_2101/1000.jpg\" alt=\"U.S. President Biden marks 100th anniversary of the Tulsa race massacreU.S. President Joe Biden tours the Greenwood Cultural Center during a visit to mark the centennial anniversary of the 1921 Tulsa race massacre in Tulsa, Oklahoma, U.S., June 1, 2021. REUTERS/Carlos Barria\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden tours the Greenwood Cultural Center in Tulsa, Oklahoma, this week, to mark the centenary of the massacre of African Americans in the city. ‘This story isn’t about the loss of life, but a loss of living, of wealth and prosperity and possibilities that still reverberates today,’ he said.</span> <span class=\"element-image__credit\">Photograph: Carlos Barría/Reuters</span> </figcaption> </figure>","body":"<p>The massacre of innocents was just the beginning, Joe Biden explained. African Americans in Tulsa, Oklahoma, would go on to be locked out of home ownerships, see a motorway built through their community and endure chronic underinvestment by government.</p> <p>“This story isn’t about the loss of life, but a loss of living, of wealth and prosperity and possibilities that still reverberates today,” <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/06/02/remarks-by-president-biden-commemorating-the-100th-anniversary-of-the-tulsa-race-massacre/\">the US president</a> said during a visit marking the centenary of an attack by a white mob that left up to 300 people dead.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/28/joe-biden-budget-proposal-infrastructure-education-climate\">Biden proposes $6tn budget to boost infrastructure, education and climate</a> </p> </aside>  <p>He went on to offer hope, announcing expanded efforts to narrow the racial wealth gap that has proved generational in Tulsa and countless other cities. But a day later, Biden found himself back in Washington, haggling behind closed doors over a legislative proposal that could make or break his promise to right this systemic wrong.</p> <p>When it was unveiled in March, the $2.3tn American Jobs Plan made good on Biden’s campaign pledge by proposing to <a href=\"https://www.theguardian.com/us-news/2021/apr/05/joe-biden-2tn-infrastructure-plan-racial-justice\">advance racial equity</a> in education, employment, healthcare, housing and transport. It included $400bn to create jobs and boost wages for millions of women of colour who work as caregivers for the elderly and disabled.</p> <p>But that is precisely the type of provision that Republicans oppose, arguing for a traditional definition of infrastructure as airports, bridges, railways and roads along with broadband internet.</p> <p><a href=\"https://www.theguardian.com/us-news/2021/may/29/joe-biden-republicans-bipartisan-filibuster-senate\">During negotiations</a> they have already forced Biden to trim his proposal to $1.7tn. There are fears that, if past form is any guide, Republicans will continue to chip away at the very measures that benefit the most marginalised.</p> <p><a href=\"https://yvettesimpson.com/\">Yvette Simpson</a>, chief executive of the progressive group Democracy for America, said:<em> </em>“We thought that the American Jobs Plan was already a compromise position and you have Republicans pulling out even more of it.</p> <p>“When you think about who has been the hardest hit by the pandemic, who is always hit the hardest in this country, it’s Black and brown people. So if Republicans start to gut parts of this bill, the folks who are going to be most affected are the folks who need it the most, which happen to be Black and brown people.”</p> <p>The Republican view of infrastructure is too narrow, Simpson added. “I always say Republicans love potholes more than people. They love bridges more than they love Black lives. They care more about wealthy than working families.</p> <p>“Give them everything that they want and they’re not going to come back and support you, so then you’re not going to be able to pass the bigger things that we need to fill the gap as it relates to Black and brown people in this country. We’re talking about the care economy, human infrastructure – things that have to stay in this bill and have to stay robust in this bill.<em>”</em></p>  <figure class=\"element element-image element--showcase\" data-media-id=\"e1032d336bad43ab2e2eb5108c78162de21e9028\"> <img src=\"https://media.guim.co.uk/e1032d336bad43ab2e2eb5108c78162de21e9028/0_117_3500_2102/1000.jpg\" alt=\"Senator Shelley Moore Capito: ‘We disagree on the definition of infrastructure and we’ve been working with the president to bring it back to the physical core idea of infrastructure that we’ve worked so well on in the past.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Senator Shelley Moore Capito: ‘We disagree on the definition of infrastructure and we’ve been working with the president to bring it back to the physical core idea of infrastructure that we’ve worked so well on in the past.’</span> <span class=\"element-image__credit\">Photograph: Evelyn Hockstein/Reuters</span> </figcaption> </figure>  <p>The typical white family in the US has eight times the wealth of the typical Black family and five times the wealth of the typical Hispanic family, according to <a href=\"https://www.federalreserve.gov/econres/notes/feds-notes/disparities-in-wealth-by-race-and-ethnicity-in-the-2019-survey-of-consumer-finances-20200928.htm\">research by the Federal Reserve.</a></p> <p>In his Tulsa address, as he urged America to confront disquieting truths about itself, Biden noted that the percentage of Black homeownership is lower today than when the Fair Housing Act was passed more than half a century ago.</p> <p>The president also used the occasion to tout the American Jobs Plan, <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/06/01/fact-sheet-biden-harris-administration-announces-new-actions-to-build-black-wealth-and-narrow-the-racial-wealth-gap/\">which includes</a> a $10bn fund to support community-led civic infrastructure projects that create innovative shared amenities; $15bn for new grants and technical assistance to overhaul existing transportation; a tax credit to attract private investment in affordable homes; and $31bn to increase access to capital and provide technical assistance to disadvantaged small businesses.</p> <p>Senate Republicans, however, are intent on a narrower definition of infrastructure and propose to spend <a href=\"https://www.epw.senate.gov/public/index.cfm/press-releases-republican?ID=7732D3D3-B977-4407-9372-26846F9148A4\">a more modest $928bn</a> over eight years. Biden has <a href=\"https://apnews.com/article/business-health-coronavirus-pandemic-government-and-politics-16f4c4fcc0ebfa374c1bd78ea41a672c\">reportedly dismissed the counteroffer</a> as unworkable, partly because it would be paid for by dipping into unused coronavirus relief funds; he would prefer to raise the corporate tax rate to generate revenue for his $1.7tn target.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/01/joe-biden-tulsa-race-massacre\">Joe Biden calls for US to confront its past on 100th anniversary of Tulsa massacre</a> </p> </aside>  <p>The White House set a deadline of 7 June to see clear signs of progress in reaching an agreement. On Wednesday the president, who has been described as an apostle of bipartisanship, spent nearly an hour in a private meeting with Shelley Moore Capito, Senate Republicans’ lead negotiator on infrastructure, trying to thrash out a deal.</p> <p>Capito has made her position clear. “We disagree on the definition of infrastructure and we’ve been working with the president to bring it back to the physical core idea of infrastructure that we’ve worked so well on in the past,” <a href=\"https://www.capito.senate.gov/news/press-releases/icymi-capito-joins-fox-news-sunday-to-discuss-infrastructure\">she told Fox News last Sunday.</a> “Whether that’s roads and bridges, waterways, ports, lead pipes, transit, airports, and also the new infrastructure, which we must have everywhere – broadband. Those are great categories, I think, that we can work together on.</p> <p>“I think it is so easy to say, ‘Let’s throw everything in’, and I think that’s what the president did initially. Human infrastructure, social infrastructure, great things to talk about, things that we need to address – daycare, senior care, all those items. But, that’s not what we consider physical infrastructure or modernising our transportation system to meet the next century challenges, and that’s where I think we need to concentrate our effort at this point.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>You don’t have people to work on roads, bridges and railways if people don’t have childcare or if people are not healthy</p> <footer> <cite>Amara Enyia</cite> </footer> </blockquote> </aside>  <p>Improvements to physical infrastructure that upgrade <a href=\"https://www.nbcnews.com/news/us-news/america-s-schools-are-falling-disrepair-no-solution-sight-experts-n1269261\">inner-city schools,</a> replace lead pipes or reduce air pollution in Black and Latino neighbourhoods near ports and power plants would make a welcome difference.</p> <p>But <a href=\"https://amaraenyia.com/meet-amara/\">Amara Enyia,</a> policy and research coordinator for the Movement for Black Lives advocacy coalition, contends that Capito and other Republicans’ framing will no longer suffice.</p> <p>“It doesn’t really make sense to hold on to that narrow definition, which just speaks to the fact that they’re unwilling to actually grapple with the challenges that this country is facing in this moment,” she said. “You don’t have people to work on roads, bridges and railways if people don’t have childcare or if people are not healthy.</p> <p>“What we’re seeing is trying to be creative and expanding the definition because we are living in unprecedented times where the challenges that we’re facing are not going to be addressed with interventions from the past or with solutions that may have worked 10 years ago, 20 years ago, 30 years ago.”</p> <p>Capito represents West Virginia, a state where Donald Trump beat Biden in a landslide and where the population is 93.5% white, 3.6% African American. West Virginia’s other senator, <a href=\"https://www.theguardian.com/us-news/2021/jan/17/joe-manchin-democrat-split-senate-leverage\">Joe Manchin,</a> is a conservative Democrat who could prove decisive if the party tries to pass the American Jobs Plan without Republican support through a congressional process known as budget reconciliation, requiring a 51-vote threshold in the Senate.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"98e0c1d0b77455878cc2e2b9d2521e2fa1db05b6\"> <img src=\"https://media.guim.co.uk/98e0c1d0b77455878cc2e2b9d2521e2fa1db05b6/0_153_7056_4234/1000.jpg\" alt=\"Lidia Vilorio, a home health aide, makes the bed for her patient in Haverstraw, New York. Biden’s American Jobs Plan included $400bn to create jobs and boost wages for millions of women of colour who work as caregivers for the elderly and disabled.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lidia Vilorio, a home health aide, makes the bed for her patient in Haverstraw, New York. Biden’s American Jobs Plan included $400bn to create jobs and boost wages for millions of women of colour who work as caregivers for the elderly and disabled.</span> <span class=\"element-image__credit\">Photograph: Michael M Santiago/Getty Images</span> </figcaption> </figure>  <p>Some campaigners believe there is no alternative since Republicans’ refusal to even hold a commission on the <a href=\"https://www.theguardian.com/us-news/2021/jan/09/us-capitol-insurrection-white-supremacist-terror\">6 January Capitol insurrection</a> shows they cannot be trusted. <a href=\"https://workingfamilies.org/about-maurice-mitchell/\">Maurice Mitchell,</a> national director of the Working Families party (WFP), said: “That Republicans could not get to ‘yes’ on studying a terrorist attack against themselves and their own staff speaks to the fact that, with this current Republican party, you don’t have good-faith negotiators and the Democrats should absolutely go it alone.</p> <p>“The proposal that Republicans shared was laughable in terms of the scale. You can’t really take them seriously when President Biden lays out a $2.3tn package over eight years and they come back with something under a trillion that doesn’t at all include the care economy and is basically a bridges and roads infrastructure package.”</p> <p>Black voters were hailed as central to the coalition that got Biden elected and are urging him to hold the line. </p> <p>The Biden administration insists it will not make compromises on the bill that undermine people of colour. Jen Psaki, White House press secretary, <a href=\"https://www.c-span.org/video/?512285-1/white-house-defends-dr-fauci-release-emails\">told a briefing </a>on Thursday: “Addressing racial equity is central to the president’s initiatives, his commitments to rebuilding our economy around the country, and certainly he’s not going to give up on that.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Biden has a very slim majority in both houses of Congress so he is negotiating … However, he has a real awareness of the needs of racial justice</p> <footer> <cite>James Roosevelt</cite> </footer> </blockquote> </aside>  <p>The president may be determined to learn lessons from history. He has suggested that the American Jobs Plan will deliver economic and social change on a scale as monumental as President Franklin D Roosevelt’s <a href=\"https://www.theguardian.com/us-news/2021/mar/06/biden-new-deal-economic-infrastructure-plan-politics\">New Deal in the 1930s.</a></p> <p>Roosevelt’s <a href=\"https://www.verrill-law.com/james-roosevelt-jr/\">grandson James,</a> a former associate commissioner of social security in the Bill Clinton administration, said: “As we now know from history, the programmes of the New Deal did not meet the needs of racial equity across the country, largely because in order to get them passed through Congress, FDR had to build a coalition that included very powerful segregationist southern congressmen and senators.</p> <p>“Joe Biden has a very slim majority in both houses of Congress so he is negotiating and it’s his nature to be bipartisan. However, he has a real awareness of the needs of racial justice so, if you see the latest negotiations between President Biden and Senator Shelley Moore Capito representing the Republicans, the focus is on how heavy the tax burden will be on various corporate sectors. There’s no backing off from being anti-racist.”</p>","wordcount":"1493","firstPublicationDate":"2021-06-06T07:00:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:01:20Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkxpa","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d15461d9d6dced1c075858a32015a2b88aa75caf/0_0_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The massacre of innocents was just the beginning, Joe Biden explained. African Americans in Tulsa, Oklahoma, would go on to be locked out of home ownerships, see a motorway built through their community and endure chronic underinvestment by government. “This story isn’t about the loss of life, but a loss of living, of wealth and prosperity and possibilities that still reverberates today,” the US president said during a visit marking the centenary of an attack by a white mob that left up to 300 people dead. He went on to offer hope, announcing expanded efforts to narrow the racial wealth gap that has proved generational in Tulsa and countless other cities. But a day later, Biden found himself back in Washington, haggling behind closed doors over a legislative proposal that could make or break his promise to right this systemic wrong. When it was unveiled in March, the $2.3tn American Jobs Plan made good on Biden’s campaign pledge by proposing to advance racial equity in education, employment, healthcare, housing and transport. It included $400bn to create jobs and boost wages for millions of women of colour who work as caregivers for the elderly and disabled. But that is precisely the type of provision that Republicans oppose, arguing for a traditional definition of infrastructure as airports, bridges, railways and roads along with broadband internet. During negotiations they have already forced Biden to trim his proposal to $1.7tn. There are fears that, if past form is any guide, Republicans will continue to chip away at the very measures that benefit the most marginalised. Yvette Simpson, chief executive of the progressive group Democracy for America, said: “We thought that the American Jobs Plan was already a compromise position and you have Republicans pulling out even more of it. “When you think about who has been the hardest hit by the pandemic, who is always hit the hardest in this country, it’s Black and brown people. So if Republicans start to gut parts of this bill, the folks who are going to be most affected are the folks who need it the most, which happen to be Black and brown people.” The Republican view of infrastructure is too narrow, Simpson added. “I always say Republicans love potholes more than people. They love bridges more than they love Black lives. They care more about wealthy than working families. “Give them everything that they want and they’re not going to come back and support you, so then you’re not going to be able to pass the bigger things that we need to fill the gap as it relates to Black and brown people in this country. We’re talking about the care economy, human infrastructure – things that have to stay in this bill and have to stay robust in this bill.” The typical white family in the US has eight times the wealth of the typical Black family and five times the wealth of the typical Hispanic family, according to research by the Federal Reserve. In his Tulsa address, as he urged America to confront disquieting truths about itself, Biden noted that the percentage of Black homeownership is lower today than when the Fair Housing Act was passed more than half a century ago. The president also used the occasion to tout the American Jobs Plan, which includes a $10bn fund to support community-led civic infrastructure projects that create innovative shared amenities; $15bn for new grants and technical assistance to overhaul existing transportation; a tax credit to attract private investment in affordable homes; and $31bn to increase access to capital and provide technical assistance to disadvantaged small businesses. Senate Republicans, however, are intent on a narrower definition of infrastructure and propose to spend a more modest $928bn over eight years. Biden has reportedly dismissed the counteroffer as unworkable, partly because it would be paid for by dipping into unused coronavirus relief funds; he would prefer to raise the corporate tax rate to generate revenue for his $1.7tn target. The White House set a deadline of 7 June to see clear signs of progress in reaching an agreement. On Wednesday the president, who has been described as an apostle of bipartisanship, spent nearly an hour in a private meeting with Shelley Moore Capito, Senate Republicans’ lead negotiator on infrastructure, trying to thrash out a deal. Capito has made her position clear. “We disagree on the definition of infrastructure and we’ve been working with the president to bring it back to the physical core idea of infrastructure that we’ve worked so well on in the past,” she told Fox News last Sunday. “Whether that’s roads and bridges, waterways, ports, lead pipes, transit, airports, and also the new infrastructure, which we must have everywhere – broadband. Those are great categories, I think, that we can work together on. “I think it is so easy to say, ‘Let’s throw everything in’, and I think that’s what the president did initially. Human infrastructure, social infrastructure, great things to talk about, things that we need to address – daycare, senior care, all those items. But, that’s not what we consider physical infrastructure or modernising our transportation system to meet the next century challenges, and that’s where I think we need to concentrate our effort at this point.” Improvements to physical infrastructure that upgrade inner-city schools, replace lead pipes or reduce air pollution in Black and Latino neighbourhoods near ports and power plants would make a welcome difference. But Amara Enyia, policy and research coordinator for the Movement for Black Lives advocacy coalition, contends that Capito and other Republicans’ framing will no longer suffice. “It doesn’t really make sense to hold on to that narrow definition, which just speaks to the fact that they’re unwilling to actually grapple with the challenges that this country is facing in this moment,” she said. “You don’t have people to work on roads, bridges and railways if people don’t have childcare or if people are not healthy. “What we’re seeing is trying to be creative and expanding the definition because we are living in unprecedented times where the challenges that we’re facing are not going to be addressed with interventions from the past or with solutions that may have worked 10 years ago, 20 years ago, 30 years ago.” Capito represents West Virginia, a state where Donald Trump beat Biden in a landslide and where the population is 93.5% white, 3.6% African American. West Virginia’s other senator, Joe Manchin, is a conservative Democrat who could prove decisive if the party tries to pass the American Jobs Plan without Republican support through a congressional process known as budget reconciliation, requiring a 51-vote threshold in the Senate. Some campaigners believe there is no alternative since Republicans’ refusal to even hold a commission on the 6 January Capitol insurrection shows they cannot be trusted. Maurice Mitchell, national director of the Working Families party (WFP), said: “That Republicans could not get to ‘yes’ on studying a terrorist attack against themselves and their own staff speaks to the fact that, with this current Republican party, you don’t have good-faith negotiators and the Democrats should absolutely go it alone. “The proposal that Republicans shared was laughable in terms of the scale. You can’t really take them seriously when President Biden lays out a $2.3tn package over eight years and they come back with something under a trillion that doesn’t at all include the care economy and is basically a bridges and roads infrastructure package.” Black voters were hailed as central to the coalition that got Biden elected and are urging him to hold the line. The Biden administration insists it will not make compromises on the bill that undermine people of colour. Jen Psaki, White House press secretary, told a briefing on Thursday: “Addressing racial equity is central to the president’s initiatives, his commitments to rebuilding our economy around the country, and certainly he’s not going to give up on that.” The president may be determined to learn lessons from history. He has suggested that the American Jobs Plan will deliver economic and social change on a scale as monumental as President Franklin D Roosevelt’s New Deal in the 1930s. Roosevelt’s grandson James, a former associate commissioner of social security in the Bill Clinton administration, said: “As we now know from history, the programmes of the New Deal did not meet the needs of racial equity across the country, largely because in order to get them passed through Congress, FDR had to build a coalition that included very powerful segregationist southern congressmen and senators. “Joe Biden has a very slim majority in both houses of Congress so he is negotiating and it’s his nature to be bipartisan. However, he has a real awareness of the needs of racial justice so, if you see the latest negotiations between President Biden and Senator Shelley Moore Capito representing the Republicans, the focus is on how heavy the tax burden will be on various corporate sectors. There’s no backing off from being anti-racist.”","charCount":"9139","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidsmith\">David Smith</a> in Washington"},{"headline":"After Love review – Joanna Scanlan offers a masterclass in drama","standfirst":"<p>The actor is outstanding as an English widow uncovering her husband’s secret existence in France</p>","trailText":"The actor is outstanding as an English widow uncovering her husband’s secret existence in France","byline":"Mark Kermode, Observer film critic","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"b4f61fab765c9ceeccf8bd95a6c6796f7a519c59\"> <img src=\"https://media.guim.co.uk/b4f61fab765c9ceeccf8bd95a6c6796f7a519c59/608_0_2785_1671/1000.jpg\" alt=\"Joanna Scanlan in After Love.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The ‘wonderfully expressive’ Joanna Scanlan in After Love.</span> <span class=\"element-image__credit\">Photograph: RÅN Studio/BFI</span> </figcaption> </figure>","body":"<p>The debut feature from English-Pakistani film-maker Aleem Khan is a tale of secrets and lies, a portrait of people caught between identities and cultures. At its heart is a constrained yet wonderfully expressive performance by the versatile <a href=\"https://www.theguardian.com/tv-and-radio/2021/may/16/joanna-scanlan-after-love-interview\">Joanna Scanlan</a>, best known to some for her comedic work in shows such as <em><a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2012/nov/14/have-you-been-watching-getting-on\">Getting On</a></em><em> </em>and <em>The Thick of It</em>, here offering a masterclass in the dramatic power of understatement.</p> <p>Scanlan is Mary, a white, English Muslim who converted many years ago to marry Ahmed (Nasser Memarzia), with whom she lives near the Dover cliffs. Ahmed’s work takes him back and forth across the Channel to Calais and Mary regularly stands on the cliffs, waving at his ship “like a mad woman”. But when Ahmed dies suddenly, Mary discovers that the husband she thought she knew had another life in France, a life completely at odds with the home they built together in England, with all its triumphs and tragedies.</p> <p>Cast adrift, Mary makes the voyage to Calais, the white cliffs crumbling in her mind’s eye as she crosses the water into an unknown world. The more she discovers about Ahmed’s newly discovered identity, the more she wonders about her own – how she got here and where she now belongs.</p>  <figure class=\"element element-image\" data-media-id=\"eb413a610e53ed927e5addc49e94c9f45ea9372c\"> <img src=\"https://media.guim.co.uk/eb413a610e53ed927e5addc49e94c9f45ea9372c/0_94_1500_900/1000.jpg\" alt=\"Nathalie Richard and Joanna Scanlan in After Love.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nathalie Richard and Joanna Scanlan in After Love.</span> <span class=\"element-image__credit\">Photograph: RÅN Studio/BFI</span> </figcaption> </figure>  <p>Khan, who earned plaudits for short films such as 2014’s <em>Three Brothers</em>, has talked widely about how growing up Muslim and gay caused him to lead “two very separate personal lives for a long time”. That sense of fracturing – of distinct personalities coexisting in secret – runs throughout <em>After Love</em>, the title of which seems to suggest both the aftermath of trauma and the afterglow of intimacy and affection. Indeed, over the course of the drama, in which the hesitant and often silent Mary meets gregarious, cosmopolitan Frenchwoman Geneviève (Nathalie Richard) and seemingly stroppy Franco-Pakistani youth Solomon (Talid Ariss), we discover that <em>everybody</em> is leading a double life, showing different faces to different people.</p> <p>Crucially, Mary herself is not exempt from such deception. A scene in which her hijab and somewhat servile demeanour cause her to be mistaken for a cleaning woman allows Khan to pull off an impressive dramatic sleight of hand, effectively investing Mary with the superpower of invisibility. Having accidentally inveigled her way into her husband’s hidden existence, she starts to take control of her situation, even as the world around her breaks into pieces.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2021/may/16/joanna-scanlan-after-love-interview\">Joanna Scanlan: ‘People do seem to ask me to take my clothes off all the time’</a> </p> </aside>  <p>A bravura extended opening shot sets the tone for what is to come. The cinematographer Alexander Dynan, whose credits include Paul Schrader’s <em><a href=\"https://www.theguardian.com/film/2018/jul/15/first-reformed-review-ethan-hawke-paul-schrader-amanda-seyfried\">First Reformed</a></em>, frames a carefully composed image of domesticity, talk of tea and sag aloo playing out in a darkened kitchen foreground, the frame finally pushing in almost imperceptibly when something devastating happens (off screen) in the more illuminated distance of the living room. This slow movement is matched in the next scene where the near-catatonic Mary sits amid bustling mourners, setting up a series of mirrored images that will reverberate throughout the film. Whether it’s the cracks of the cliffs reappearing as cracks in a ceiling, drowning waves echoed in bed sheets or Mary looking at her own reflection in sharply contrasting scenes of defiance and destitution, <em>After Love </em>constantly foregrounds duality, narratively and stylistically.</p> <p>English, French and Urdu are spoken, but it’s notable just how much Scanlan says without words, her eyes telegraphing earth-shaking revelations even as her lips remain sealed. By contrast, Richard speaks and gestures freely, while Ariss does a remarkable job of capturing both the anger (in one shocking scene, he spits in his mother’s face) and the anguish of a young man torn between his parents, his sexuality, his home.</p> <p>An ambient seascape score by Chris Roe, which at times recalls the fluid strains of Nicholas Britell’s music for <em><a href=\"https://www.theguardian.com/film/2017/feb/19/moonlight-review-five-star\">Moonlight</a></em>, adds another layer of tension, evoking the disparate shards of these characters’ experiences, occasionally resolving into longed-for moments of warmth, tenderness and harmony.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=wUVHzMgbW4I\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/wUVHzMgbW4I?wmode=opaque\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://youtu.be/wUVHzMgbW4I\">Watch a trailer for After Love</a>.</figcaption> </figure>","newspaperPageNumber":"26","starRating":"4","wordcount":"659","firstPublicationDate":"2021-06-06T07:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:00:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjmpf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b4f61fab765c9ceeccf8bd95a6c6796f7a519c59/608_0_2785_1671/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The debut feature from English-Pakistani film-maker Aleem Khan is a tale of secrets and lies, a portrait of people caught between identities and cultures. At its heart is a constrained yet wonderfully expressive performance by the versatile Joanna Scanlan, best known to some for her comedic work in shows such as Getting On and The Thick of It, here offering a masterclass in the dramatic power of understatement. Scanlan is Mary, a white, English Muslim who converted many years ago to marry Ahmed (Nasser Memarzia), with whom she lives near the Dover cliffs. Ahmed’s work takes him back and forth across the Channel to Calais and Mary regularly stands on the cliffs, waving at his ship “like a mad woman”. But when Ahmed dies suddenly, Mary discovers that the husband she thought she knew had another life in France, a life completely at odds with the home they built together in England, with all its triumphs and tragedies. Cast adrift, Mary makes the voyage to Calais, the white cliffs crumbling in her mind’s eye as she crosses the water into an unknown world. The more she discovers about Ahmed’s newly discovered identity, the more she wonders about her own – how she got here and where she now belongs. Khan, who earned plaudits for short films such as 2014’s Three Brothers, has talked widely about how growing up Muslim and gay caused him to lead “two very separate personal lives for a long time”. That sense of fracturing – of distinct personalities coexisting in secret – runs throughout After Love, the title of which seems to suggest both the aftermath of trauma and the afterglow of intimacy and affection. Indeed, over the course of the drama, in which the hesitant and often silent Mary meets gregarious, cosmopolitan Frenchwoman Geneviève (Nathalie Richard) and seemingly stroppy Franco-Pakistani youth Solomon (Talid Ariss), we discover that everybody is leading a double life, showing different faces to different people. Crucially, Mary herself is not exempt from such deception. A scene in which her hijab and somewhat servile demeanour cause her to be mistaken for a cleaning woman allows Khan to pull off an impressive dramatic sleight of hand, effectively investing Mary with the superpower of invisibility. Having accidentally inveigled her way into her husband’s hidden existence, she starts to take control of her situation, even as the world around her breaks into pieces. A bravura extended opening shot sets the tone for what is to come. The cinematographer Alexander Dynan, whose credits include Paul Schrader’s First Reformed, frames a carefully composed image of domesticity, talk of tea and sag aloo playing out in a darkened kitchen foreground, the frame finally pushing in almost imperceptibly when something devastating happens (off screen) in the more illuminated distance of the living room. This slow movement is matched in the next scene where the near-catatonic Mary sits amid bustling mourners, setting up a series of mirrored images that will reverberate throughout the film. Whether it’s the cracks of the cliffs reappearing as cracks in a ceiling, drowning waves echoed in bed sheets or Mary looking at her own reflection in sharply contrasting scenes of defiance and destitution, After Love constantly foregrounds duality, narratively and stylistically. English, French and Urdu are spoken, but it’s notable just how much Scanlan says without words, her eyes telegraphing earth-shaking revelations even as her lips remain sealed. By contrast, Richard speaks and gestures freely, while Ariss does a remarkable job of capturing both the anger (in one shocking scene, he spits in his mother’s face) and the anguish of a young man torn between his parents, his sexuality, his home. An ambient seascape score by Chris Roe, which at times recalls the fluid strains of Nicholas Britell’s music for Moonlight, adds another layer of tension, evoking the disparate shards of these characters’ experiences, occasionally resolving into longed-for moments of warmth, tenderness and harmony.","charCount":"4028","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/markkermode\">Mark Kermode</a>, Observer film critic"},{"headline":"‘It was really like a group of mates on a lads’ holiday’: Wales at Euro 2016","standfirst":"<p>Wales benefited from a relaxed atmosphere and great team spirit in their amazing run to the semi-finals of Euro 2016 in France</p>","trailText":"Wales benefited from a relaxed atmosphere and great team spirit in their amazing run to the semi-finals of Euro 2016 in France","byline":"Ben Fisher","main":"<figure class=\"element element-image\" data-media-id=\"00f4126a3b9a5d91e7ffec125ec478ddcf4f8a80\"> <img src=\"https://media.guim.co.uk/00f4126a3b9a5d91e7ffec125ec478ddcf4f8a80/0_31_3500_2101/1000.jpg\" alt=\"Gareth Bale leads the celebrations after Wales’s 3-1 win against Belgium in their Euro 2016 quarter-final in Lille\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gareth Bale leads the celebrations after Wales’s 3-1 win against Belgium in their Euro 2016 quarter-final in Lille.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>","body":"<p>‘Without the drinking, we treated it like a lads’ holiday,” says David Edwards, laughing as he explains life inside the Wales camp at Euro 2016, and reaching the semi-finals at the country’s first major tournament for 58 years.</p> <p>“Chris Coleman was adamant to everyone: ‘You’ve just got to enjoy it.’ It was about enjoying every single moment, getting a coffee together or going to play golf after training, doing stuff that was fun, and then later in the tournament we were allowed a few more drinks. It was really a group of mates who were willing to run through brick walls for each other and for their country.”</p> <p>Wales certainly enjoyed themselves. A few hours before beating Slovakia in their Group B opener, the team shared their pre-match walk through Bordeaux’s city centre with hundreds of Welsh fans. In the dressing room after the last-16 victory against Northern Ireland in Paris, Joe Ledley’s snaking dance moves to the toe-tapper We No Speak Americano had everyone amused and the celebrations continued at the team hotel.</p>  <figure class=\"element element-image\" data-media-id=\"d7202208238ac319d762aa7a957cb54239370f40\"> <img src=\"https://media.guim.co.uk/d7202208238ac319d762aa7a957cb54239370f40/0_252_3969_2382/1000.jpg\" alt=\"Wales fans in the stands celebrate the 2-1 victory against Slovakia at the Stade de Bordeaux\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wales fans in the stands celebrate the 2-1 victory against Slovakia at the Stade de Bordeaux.</span> <span class=\"element-image__credit\">Photograph: Martin Rickett/PA</span> </figcaption> </figure>  <p>Players’ families had been invited to revel in the moment, with the Football Association of Wales footing the bar tab. Players turned fans for the night, changing Will Grigg’s on Fire, Northern Ireland’s unofficial anthem that summer, to Chris Gunter’s on Fire. “Everyone was singing into the early hours of the morning, on top of chairs and tables, <a href=\"https://www.youtube.com/watch?v=_haTdoIbQRw\" title=\"\">singing songs about our own players</a>,” says Edwards. “It was amazing.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/jul/01/wales-belgium-euro-2016-match-report\">Wales in dreamland after Hal Robson-Kanu’s magic touch stuns Belgium</a> </p> </aside>  <p>In their second group game, they spied a sense of fear in England when they duelled in Lens, but Wales were free of expectation and full of belief. It would be crass to reduce a superb achievement to team spirit but Wales’s motto is “Together Stronger” and those involved five years ago consider the off-field camaraderie a crucial factor.</p> <p>Most players had played together for more than a decade, including Gareth Bale, Aaron Ramsey, Joe Allen and Gunter, four of eight survivors from that squad. Many had played together as teenagers, through the age groups under Brian Flynn, the former under-21s manager, and then in the first team under John Toshack and the late Gary Speed.</p> <p>“A lot of the credit needs to go to John Toshack,” says Edwards. “As unsuccessful as we were in that era, he blooded so many youngsters and gave them that experience and that’s what came to the forefront when we got to the qualifying for 2016. A lot of the lads got 30 or 40 caps at a young age. Gunts is on 101. Wayne [Hennessey] is not far behind him [on 95].”</p>  <figure class=\"element element-image\" data-media-id=\"4e0590fd2dafd7fe2b1e8178b4d86e5728accf4b\"> <img src=\"https://media.guim.co.uk/4e0590fd2dafd7fe2b1e8178b4d86e5728accf4b/0_158_3875_2325/1000.jpg\" alt=\"Wales’s Joe Ledley dances in celebration after the 3-1 quarter-final victory against Belgium in Lille\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wales’s Joe Ledley dances in celebration after the 3-1 quarter-final victory against Belgium in Lille.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>  <p>Wales now face the same task as Leicester: how do they possibly repeat their heroics of 2016? Andy King was part of the team that lifted the Premier League title against all odds and he played for his country against Portugal in the semi-finals in France two months later. “There were a lot of similarities, the togetherness of the team, people working together whether they were playing or not playing,” King says of Wales and Leicester.</p> <p>“I came in off the back of winning the league, so was on cloud nine anyway. It was one of the best times of my life. It was such a whirlwind that it was always going to be hard to try and get that feeling back again after that summer.</p> <p>“When I speak to Riyad [Mahrez] now he says winning the Premier League was best the first time. Myself, Gunts, Wayne, Rambo [Aaron Ramsey] … that group had been together a long time. We had many years of failing, failing, failing and so it was an amazing feeling.</p> <p>“I remember I said: ‘If Leicester have won the league, there is no reason Wales cannot win the Euros.’ I remember people laughing. But it was not that far off that in the end.”</p>  <figure class=\"element element-image\" data-media-id=\"cd0466a2bb897849334e4436cc3847f54c767403\"> <img src=\"https://media.guim.co.uk/cd0466a2bb897849334e4436cc3847f54c767403/0_0_2924_1755/1000.jpg\" alt=\"Ashley Williams tussles with Cristiano Ronaldo during Wales’s semi-final defeat to Portugal in Lyon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ashley Williams tussles with Cristiano Ronaldo during Wales’s semi-final defeat to Portugal in Lyon.</span> <span class=\"element-image__credit\">Photograph: Philippe Desmazes/AFP/Getty Images</span> </figcaption> </figure>  <p>At the team base in Dinard, a town on the Brittany coast, they spent many an evening setting up table tennis tournaments, quiz and movie nights, prank calls and even kangaroo courts.</p> <p>“If you left your slips in the showers or left your strapping and not put it in the bin, you’d have to defend yourself in ‘court’ and give evidence,” says the defender Neil Taylor, who played every minute for Wales at the finals. “We did everything to try and stop the monotonous side of it: training, eat, bedroom, training, eat, bedroom.”</p> <p>The unity behind the scenes helped create a cloak of invincibility on the pitch. “Even in a couple of years prior to that [tournament], whenever I played a game in that team, I never felt like we were going to lose,” says Taylor. “That was just a feeling we had with that team. We were playing so well, we could trust everyone, we were very good at keeping clean sheets … and we also knew that we had a world-class player.</p> <p>“Portugal were very similar in how they won the tournament. They set up in a very pragmatic way, they were quite defensive but knew: ‘We’ve got somebody that if we get chances, it’s goals.’</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/jul/07/wales-euro-2016-gareth-bale-portugal-cristiano-ronaldo\">Wales exceeded expectations at Euro 2016 – but must now deal with them | Paul Wilson</a> </p> </aside>  <p>“I don’t mean to downplay it but that is essentially how Portugal won the tournament, because they played to their strengths. We did exactly the same thing. In 2016 we have to be talking about [Bale] being in the top three players in the world at the time. He was on the pedestal with [Lionel] Messi, [Cristiano] Ronaldo.”</p> <p>Before Bale joined the Wales squad for a pre-Euros training camp on the Algarve, his teammates watched Real Madrid’s Champions League final against Atlético, willing him on. They recognised Bale was their golden ticket at the tournament.</p> <p>“If we had a free-kick 25 yards out and he didn’t score, in my head it was like he had just missed a penalty because I’d see him put them in in training all the time,” says King. “I’d be thinking: ‘How’ve you missed? It’s that easy for you, just score.’ He did against Slovakia and against England.”</p>  <figure class=\"element element-image\" data-media-id=\"0bfdb5d5586f21dfc96dfb7ead213bc5a63fd370\"> <img src=\"https://media.guim.co.uk/0bfdb5d5586f21dfc96dfb7ead213bc5a63fd370/0_0_3500_2101/1000.jpg\" alt=\"England players defend a free-kick during the group match at Lens, where Wales led 1-0 but lost 2-1\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">England players defend a free-kick during the group match at Lens, where Wales led 1-0 but lost 2-1.</span> <span class=\"element-image__credit\">Photograph: Owen Humphreys/PA</span> </figcaption> </figure>  <p>They lost 2-1 to England but Coleman washed away any lingering frustration. “He said: ‘Right, lads, tomorrow morning there is no training, just have a lie-in and we’re going out for lunch,’” says King, who still harbours hopes of playing for his country again. “The manager took us down to a burger restaurant by the beach and while everyone was gutted, we left there thinking: ‘Yep, we’ve put that behind us now, it’s still in our hands and if we win our next game, we are still going to qualify.’ We ended up topping the group.”</p> <p>Rivals have been thirstily trying to discover the secret to their success and in 2018 England poached Wales’s performance psychologist, Ian Mitchell, one of several of Coleman’s backroom credited with creating a relaxed and enjoyable environment.</p> <p>“We all got unbelievable at table tennis by the end of it,” says Taylor. “There were doubles games going on. Jonny Williams fancied himself a bit and the staff were playing a lot, including the gaffer [Coleman]. We could’ve done with three or four tables. Sean [Connelly], the [lead] physio, was probably the best. He was good.”</p> <p>During lockdown last year BBC Wales aired reruns of those matches at Euro 2016 and there was a virtual reunion of sorts, with King, Ledley, Allen, Ashley Williams, Sam Vokes and James Chester among those taking their Uefa A licence through the FAW, on a course run by Carl Darlington.</p> <p>Last year, it was a case of online seminars and not celebrations with the “Red Wall”. “We were on it 9am-4pm most days,” says King. “Tayls was quite good, his presentations were a bit more professional than the rest of us.”</p> <p>Even when it came to the end of the road in France, losing to Portugal in Lyon, Coleman was quick to remind his players of their achievements. There was disappointment at defeat – “The buildup to that game was probably the first time where we let ourselves think: ‘We could win it here,’” says Edwards – but instead of moping they spent the next afternoon reflecting on their journey on the hotel terrace, the reality of it all still sinking in. Together, they discussed the importance of such feats not being a “one-off” and the FAW has since invested in hubs across the country, including Colliers Park, Wrexham.</p> <p>Owain Fon Williams, the third-choice goalkeeper and resident artist, brought his guitar down from his room and played a few tunes. In the evening they headed into Dinard to watch France take on Germany in the other semi-final with the locals. “They were singing the French national anthem, then we were singing the Welsh national anthem,” says Edwards.</p> <p>“They had just gone through and we were all partying together. Gareth attempted to come out but just got mobbed straight away so jumped straight back in the car and went back to the hotel. For the rest of us mere mortals, we could go out and drink.”</p> <p>The following day, with some players a little worse for wear, they flew home to Cardiff, where tens of thousands of supporters lined the streets to welcome home their heroes on an open-top bus parade before a ceremony at which the Manic Street Preachers performed.</p> <p>“It was something I never thought I would see. Obviously for rugby, which is a popular sport in Wales – but for football I never thought I’d see that,” says Edwards. “It was really special.”</p>","newspaperPageNumber":"6","wordcount":"1575","firstPublicationDate":"2021-06-06T07:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:00:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkckg","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/00f4126a3b9a5d91e7ffec125ec478ddcf4f8a80/0_31_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"‘Without the drinking, we treated it like a lads’ holiday,” says David Edwards, laughing as he explains life inside the Wales camp at Euro 2016, and reaching the semi-finals at the country’s first major tournament for 58 years. “Chris Coleman was adamant to everyone: ‘You’ve just got to enjoy it.’ It was about enjoying every single moment, getting a coffee together or going to play golf after training, doing stuff that was fun, and then later in the tournament we were allowed a few more drinks. It was really a group of mates who were willing to run through brick walls for each other and for their country.” Wales certainly enjoyed themselves. A few hours before beating Slovakia in their Group B opener, the team shared their pre-match walk through Bordeaux’s city centre with hundreds of Welsh fans. In the dressing room after the last-16 victory against Northern Ireland in Paris, Joe Ledley’s snaking dance moves to the toe-tapper We No Speak Americano had everyone amused and the celebrations continued at the team hotel. Players’ families had been invited to revel in the moment, with the Football Association of Wales footing the bar tab. Players turned fans for the night, changing Will Grigg’s on Fire, Northern Ireland’s unofficial anthem that summer, to Chris Gunter’s on Fire. “Everyone was singing into the early hours of the morning, on top of chairs and tables, singing songs about our own players,” says Edwards. “It was amazing.” In their second group game, they spied a sense of fear in England when they duelled in Lens, but Wales were free of expectation and full of belief. It would be crass to reduce a superb achievement to team spirit but Wales’s motto is “Together Stronger” and those involved five years ago consider the off-field camaraderie a crucial factor. Most players had played together for more than a decade, including Gareth Bale, Aaron Ramsey, Joe Allen and Gunter, four of eight survivors from that squad. Many had played together as teenagers, through the age groups under Brian Flynn, the former under-21s manager, and then in the first team under John Toshack and the late Gary Speed. “A lot of the credit needs to go to John Toshack,” says Edwards. “As unsuccessful as we were in that era, he blooded so many youngsters and gave them that experience and that’s what came to the forefront when we got to the qualifying for 2016. A lot of the lads got 30 or 40 caps at a young age. Gunts is on 101. Wayne [Hennessey] is not far behind him [on 95].” Wales now face the same task as Leicester: how do they possibly repeat their heroics of 2016? Andy King was part of the team that lifted the Premier League title against all odds and he played for his country against Portugal in the semi-finals in France two months later. “There were a lot of similarities, the togetherness of the team, people working together whether they were playing or not playing,” King says of Wales and Leicester. “I came in off the back of winning the league, so was on cloud nine anyway. It was one of the best times of my life. It was such a whirlwind that it was always going to be hard to try and get that feeling back again after that summer. “When I speak to Riyad [Mahrez] now he says winning the Premier League was best the first time. Myself, Gunts, Wayne, Rambo [Aaron Ramsey] … that group had been together a long time. We had many years of failing, failing, failing and so it was an amazing feeling. “I remember I said: ‘If Leicester have won the league, there is no reason Wales cannot win the Euros.’ I remember people laughing. But it was not that far off that in the end.” At the team base in Dinard, a town on the Brittany coast, they spent many an evening setting up table tennis tournaments, quiz and movie nights, prank calls and even kangaroo courts. “If you left your slips in the showers or left your strapping and not put it in the bin, you’d have to defend yourself in ‘court’ and give evidence,” says the defender Neil Taylor, who played every minute for Wales at the finals. “We did everything to try and stop the monotonous side of it: training, eat, bedroom, training, eat, bedroom.” The unity behind the scenes helped create a cloak of invincibility on the pitch. “Even in a couple of years prior to that [tournament], whenever I played a game in that team, I never felt like we were going to lose,” says Taylor. “That was just a feeling we had with that team. We were playing so well, we could trust everyone, we were very good at keeping clean sheets … and we also knew that we had a world-class player. “Portugal were very similar in how they won the tournament. They set up in a very pragmatic way, they were quite defensive but knew: ‘We’ve got somebody that if we get chances, it’s goals.’ “I don’t mean to downplay it but that is essentially how Portugal won the tournament, because they played to their strengths. We did exactly the same thing. In 2016 we have to be talking about [Bale] being in the top three players in the world at the time. He was on the pedestal with [Lionel] Messi, [Cristiano] Ronaldo.” Before Bale joined the Wales squad for a pre-Euros training camp on the Algarve, his teammates watched Real Madrid’s Champions League final against Atlético, willing him on. They recognised Bale was their golden ticket at the tournament. “If we had a free-kick 25 yards out and he didn’t score, in my head it was like he had just missed a penalty because I’d see him put them in in training all the time,” says King. “I’d be thinking: ‘How’ve you missed? It’s that easy for you, just score.’ He did against Slovakia and against England.” They lost 2-1 to England but Coleman washed away any lingering frustration. “He said: ‘Right, lads, tomorrow morning there is no training, just have a lie-in and we’re going out for lunch,’” says King, who still harbours hopes of playing for his country again. “The manager took us down to a burger restaurant by the beach and while everyone was gutted, we left there thinking: ‘Yep, we’ve put that behind us now, it’s still in our hands and if we win our next game, we are still going to qualify.’ We ended up topping the group.” Rivals have been thirstily trying to discover the secret to their success and in 2018 England poached Wales’s performance psychologist, Ian Mitchell, one of several of Coleman’s backroom credited with creating a relaxed and enjoyable environment. “We all got unbelievable at table tennis by the end of it,” says Taylor. “There were doubles games going on. Jonny Williams fancied himself a bit and the staff were playing a lot, including the gaffer [Coleman]. We could’ve done with three or four tables. Sean [Connelly], the [lead] physio, was probably the best. He was good.” During lockdown last year BBC Wales aired reruns of those matches at Euro 2016 and there was a virtual reunion of sorts, with King, Ledley, Allen, Ashley Williams, Sam Vokes and James Chester among those taking their Uefa A licence through the FAW, on a course run by Carl Darlington. Last year, it was a case of online seminars and not celebrations with the “Red Wall”. “We were on it 9am-4pm most days,” says King. “Tayls was quite good, his presentations were a bit more professional than the rest of us.” Even when it came to the end of the road in France, losing to Portugal in Lyon, Coleman was quick to remind his players of their achievements. There was disappointment at defeat – “The buildup to that game was probably the first time where we let ourselves think: ‘We could win it here,’” says Edwards – but instead of moping they spent the next afternoon reflecting on their journey on the hotel terrace, the reality of it all still sinking in. Together, they discussed the importance of such feats not being a “one-off” and the FAW has since invested in hubs across the country, including Colliers Park, Wrexham. Owain Fon Williams, the third-choice goalkeeper and resident artist, brought his guitar down from his room and played a few tunes. In the evening they headed into Dinard to watch France take on Germany in the other semi-final with the locals. “They were singing the French national anthem, then we were singing the Welsh national anthem,” says Edwards. “They had just gone through and we were all partying together. Gareth attempted to come out but just got mobbed straight away so jumped straight back in the car and went back to the hotel. For the rest of us mere mortals, we could go out and drink.” The following day, with some players a little worse for wear, they flew home to Cardiff, where tens of thousands of supporters lined the streets to welcome home their heroes on an open-top bus parade before a ceremony at which the Manic Street Preachers performed. “It was something I never thought I would see. Obviously for rugby, which is a popular sport in Wales – but for football I never thought I’d see that,” says Edwards. “It was really special.”","charCount":"8897","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ben-fisher\">Ben Fisher</a>"},{"headline":"Post-lockdown summer: Americans out for fun and with money to spend","standfirst":"<p>As Covid vaccination rates rise entertainment events and rental homes and cars are selling out but companies are struggling to fill job vacancies<br></p>","trailText":"As Covid vaccination rates rise entertainment events and rental homes and cars are selling out but companies are struggling to fill job vacancies<br>","byline":"Adam Gabbatt and Sajina Shrestha in New York","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"c42b6adfa51a5e12011d159f5513333ed311dd54\"> <img src=\"https://media.guim.co.uk/c42b6adfa51a5e12011d159f5513333ed311dd54/0_413_6192_3715/1000.jpg\" alt=\"Twiggy Malone performs at ‘Eggs and Leggs Drag Brunch’ at Da Capo on the Upper West Side of New York City. The event has been maskless since late last month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Twiggy Malone performs at ‘Eggs and Leggs Drag Brunch’ at Da Capo on the Upper West Side of New York City. The event has been maskless since late last month.</span> <span class=\"element-image__credit\">Photograph: Alexi Rosenfeld/Getty Images</span> </figcaption> </figure>","body":"<p>After more than 15 months in varying degrees of lockdown, the US is finally ready to reopen this summer – and the signs are that plenty of people are beginning to emerge into the light, with their wallets loaded and their hearts seeking song, dance and travel.</p> <p><a href=\"https://covid.cdc.gov/covid-data-tracker/#datatracker-home\">Sixty-three percent of US adults</a> have now received at least one vaccine dose, and as life returns to “normal”, hotels and concerts are selling out, rental cars and rental homes are booked up, and visits to museums and events are soaring.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/02/joe-biden-covid-coronavirus-vaccine-americans-fourth-of-july\">Biden announces ‘month of action’ to get 70% of Americans vaccinated</a> </p> </aside>  <p>The rebound is happening so fast it’s being compared to the Roaring 20s, when people came out from the gloom of a devastating flu pandemic and a global war to foxtrot and make merry. But there is a catch.</p> <p>Prices of some goods are soaring as shortages of lumber, chicken and other products meet higher demand, stoking fears of inflation. A key inflation indicator – the personal consumption expenditures index – rose to 3.1% in April from a year earlier as price pressures built.</p> <p>And as restaurants and bars welcome back revelers, many are struggling to hire staff to cope with the demand.</p> <p>So far, however, rising prices have not dampened people’s enthusiasm for events and trips.</p> <p>In Tennessee, tickets for the Bonnaroo music festival sold out <a href=\"https://deadline.com/2021/05/live-nation-ceo-michael-rapino-tickets-concert-1234751489/\">in record time</a>, as did the Electric Daisy and Rolling Loud festivals, held in Las Vegas and Miami, respectively, as musicians and artists return to touring after more than a year of staying home. The 100,000 tickets for the Astroworld festival in Houston sold out in 30 minutes, its organizer <a href=\"https://www.click2houston.com/news/local/2021/04/30/travis-scott-astroworld-festival-returning-in-2021/?utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=snd&amp;utm_content=kprc2\">said</a>.</p> <p>“Fans are buying tickets and events are selling out faster than ever,” Michael Rapino, chief executive of the Live Nation ticket company, said this month. “We’re just seeing demand beyond any other historic moment.”</p> <p>The surge is not limited to music. The Metropolitan Museum of Art, in New York, doubled its number of visitors over the last weekend in May, and the city’s famous Comedy Cellar venue <a href=\"https://www.nytimes.com/2021/05/31/arts/memorial-day-new-york-reopening.html?action=click&amp;module=RelatedLinks&amp;pgtype=Article\">added a sixth show</a> after selling out its first five.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"b2fa5a5ab7bb8460ccd15e4c9c53934732de9516\"> <img src=\"https://media.guim.co.uk/b2fa5a5ab7bb8460ccd15e4c9c53934732de9516/0_338_6000_3600/1000.jpg\" alt=\"Visitors walk on a busy sidewalk in Bar Harbor, Maine, last month as Governor Janet Mills eliminated most outdoor distancing requirements imposed during the pandemic.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Visitors walk on a busy sidewalk in Bar Harbor, Maine, last month as Governor Janet Mills eliminated most outdoor distancing requirements imposed during the pandemic.</span> <span class=\"element-image__credit\">Photograph: Robert F Bukaty/AP</span> </figcaption> </figure>  <p>Away from the big cities, the Busch Gardens amusement park in Williamsburg, Virginia, <a href=\"https://www.dailypress.com/virginiagazette/va-vg-williamsburg-tourism-spike-0428-20210518-wluyuqws3jboleswxbvus3qofe-story.html\">said</a> it had sold more tickets than the same period in 2019, despite some Covid restrictions. Tourists are also <a href=\"https://www.newscentermaine.com/article/money/business/small-business/visitors-return-to-maine-tourist-destinations-for-memorial-day-weekend/97-d4075447-4b8e-48d0-94ce-bf7e88cc99d4\">returning to the Maine coast</a>, according to locals, although they face high prices for the famed New England lobster roll – due to increasing demand.</p> <p>Hotels have seen <a href=\"https://www.forbes.com/sites/suzannerowankelleher/2021/05/15/summer-travel-guide-2021-vacations-are-selling-out-fast-heres-how-to-outsmart-the-crowds-plan-b/?sh=4ad429a211a3\">a boom in bookings</a> as people begin venturing out to events, and so have reservations of homes through sites like AirBnB and Vrbo, which reported its best-ever start to a year. According to Vrbo guests are booking longer stays than usual, reducing the number of vacant properties and leaving some disappointed – a situation people booking rental cars are also likely to face.</p> <p>The demand for vehicles has led the price of rentals to increase by 30% compared with 2019, <a href=\"https://www.cbsnews.com/news/rental-car-rates-soar-with-vehicles-in-short-supply-as-travel-rebounds/\">CBS News reported</a>, with rates in popular vacation destinations like Hawaii and Florida up 50%. The price spike has been matched by a rise in airfares as Americans seek to holiday away from home, which could dampen Americans’ hopes for a rebound summer.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/02/covid-cases-northern-california\">‘Waiting to happen’: the California region where masks are taboo – and cases are rising</a> </p> </aside>  <p>The US’s post-pandemic boom is not without other problems. Many companies are experiencing difficulties hiring staff. Restaurants and bars, in particular, are struggling to hire people as summer gets into full swing, and radio adverts from companies pleading for people to apply for work have become a regular sound – and a strange one to those who lived through the recession that followed the 2008 crash.</p> <p>Some businesses have taken even more drastic measures. Last month Uber <a href=\"https://uber-driver-reward.com/\">announced</a> it would pay a $1,000 “sign-up bonus” for new drivers, with big cities struggling to meet the fresh demand for cabs home from days or nights out on the town.</p> <p>Uber isn’t alone. Amazon, which has been heavily criticized for its work environment during the pandemic, is offering a <a href=\"https://www.wsj.com/articles/amazon-hiring-75-000-workers-offering-1-000-signing-bonus-in-some-locations-11620915982\">$1,000 bonus</a> to new employees in some states, as it aims to hire 75,000 new workers, while a McDonald’s in Tampa, Florida, is offering people $50 <a href=\"https://www.wsls.com/news/local/2021/04/25/one-florida-mcdonalds-offers-50-to-anyone-who-interviews-for-a-job/\">just to turn up for an interview</a>, a ruse that proved largely unsuccessful.</p> <p>“You’ve got a lot of people with a lot of money, and they’re out there shopping,” Blake Casper, the disappointed owner of the McDonald’s franchise, told Business Insider.</p> <p>“And then, on the flip side, we’re scrambling for help.”</p> <p>It’s not just the big companies who are struggling to attract workers. The <a href=\"https://www.uschamber.com/report/the-america-works-report-quantifying-the-nations-workforce-crisis?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">US Chamber of Commerce found</a> that in March, the most recent month which had available data, there were 8.1m vacant job openings in the US, a record high.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"5b99cbb300d48919aa59a186366a1e695d3b0d49\"> <img src=\"https://media.guim.co.uk/5b99cbb300d48919aa59a186366a1e695d3b0d49/31_0_5538_3323/1000.jpg\" alt=\"People sit at tables in a nearly full restaurant in the Brooklyn borough of New York.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sit at tables in a nearly full restaurant in the Brooklyn borough of New York.</span> <span class=\"element-image__credit\">Photograph: Justin Lane/EPA</span> </figcaption> </figure>  <p>According to the chamber’s survey of local business organizations a “lack of available workers” is seen as the main thing holding back the economy. More than 83% of businesses said it was harder to find workers than five years ago.</p> <p>The leisure and tourism industry – expected to be the main lure for fun-seeking and money-wielding Americans this summer – has been hardest hit, which could hinder America’s bid to bounce back.</p> <p>“All across the country there are examples of restaurants who are no longer providing lunch service, or are closing one to two days a week that they would normally be open because they don’t have the staff,” said Neal Bradley, chief policy officer at the chamber of commerce.</p> <p>Bradley said there was no “one single cause” for the lack of workers. The factors include the temporary visas that some migrant workers – and by extension businesses – rely on being blocked under the pandemic, the struggle some people have faced to find childcare, and higher levels of government employment benefits meaning people are less desperate to find work.</p> <p>And the threat of a resurgence of Covid remains. This week, Anthony Fauci, the top infectious diseases expert in the US, <a href=\"https://www.theguardian.com/us-news/2021/may/31/dr-anthony-fauci-interview-covid-coronavirus-vaccines-summer\">told the Guardian</a> that it was dangerous “to declare victory prematurely”, with more than a third of eligible Americans yet to receive a single dose.</p> <p>Joe Biden has <a href=\"https://www.cnbc.com/2021/06/02/biden-to-double-down-on-us-efforts-to-get-more-americans-vaccinated-by-the-fourth-of-july.html\">set a goal</a> of 70% of adults having received at least one shot by Independence Day, on 4 July, a holiday known for fireworks, barbecues, occasional rowdiness and big gatherings. Whether that target is reached or not, it seems certain that people are preparing to celebrate the summer to the max.</p>","wordcount":"1041","firstPublicationDate":"2021-06-06T07:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:01:20Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hk7ez","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c42b6adfa51a5e12011d159f5513333ed311dd54/0_413_6192_3715/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"After more than 15 months in varying degrees of lockdown, the US is finally ready to reopen this summer – and the signs are that plenty of people are beginning to emerge into the light, with their wallets loaded and their hearts seeking song, dance and travel. Sixty-three percent of US adults have now received at least one vaccine dose, and as life returns to “normal”, hotels and concerts are selling out, rental cars and rental homes are booked up, and visits to museums and events are soaring. The rebound is happening so fast it’s being compared to the Roaring 20s, when people came out from the gloom of a devastating flu pandemic and a global war to foxtrot and make merry. But there is a catch. Prices of some goods are soaring as shortages of lumber, chicken and other products meet higher demand, stoking fears of inflation. A key inflation indicator – the personal consumption expenditures index – rose to 3.1% in April from a year earlier as price pressures built. And as restaurants and bars welcome back revelers, many are struggling to hire staff to cope with the demand. So far, however, rising prices have not dampened people’s enthusiasm for events and trips. In Tennessee, tickets for the Bonnaroo music festival sold out in record time, as did the Electric Daisy and Rolling Loud festivals, held in Las Vegas and Miami, respectively, as musicians and artists return to touring after more than a year of staying home. The 100,000 tickets for the Astroworld festival in Houston sold out in 30 minutes, its organizer said. “Fans are buying tickets and events are selling out faster than ever,” Michael Rapino, chief executive of the Live Nation ticket company, said this month. “We’re just seeing demand beyond any other historic moment.” The surge is not limited to music. The Metropolitan Museum of Art, in New York, doubled its number of visitors over the last weekend in May, and the city’s famous Comedy Cellar venue added a sixth show after selling out its first five. Away from the big cities, the Busch Gardens amusement park in Williamsburg, Virginia, said it had sold more tickets than the same period in 2019, despite some Covid restrictions. Tourists are also returning to the Maine coast, according to locals, although they face high prices for the famed New England lobster roll – due to increasing demand. Hotels have seen a boom in bookings as people begin venturing out to events, and so have reservations of homes through sites like AirBnB and Vrbo, which reported its best-ever start to a year. According to Vrbo guests are booking longer stays than usual, reducing the number of vacant properties and leaving some disappointed – a situation people booking rental cars are also likely to face. The demand for vehicles has led the price of rentals to increase by 30% compared with 2019, CBS News reported, with rates in popular vacation destinations like Hawaii and Florida up 50%. The price spike has been matched by a rise in airfares as Americans seek to holiday away from home, which could dampen Americans’ hopes for a rebound summer. The US’s post-pandemic boom is not without other problems. Many companies are experiencing difficulties hiring staff. Restaurants and bars, in particular, are struggling to hire people as summer gets into full swing, and radio adverts from companies pleading for people to apply for work have become a regular sound – and a strange one to those who lived through the recession that followed the 2008 crash. Some businesses have taken even more drastic measures. Last month Uber announced it would pay a $1,000 “sign-up bonus” for new drivers, with big cities struggling to meet the fresh demand for cabs home from days or nights out on the town. Uber isn’t alone. Amazon, which has been heavily criticized for its work environment during the pandemic, is offering a $1,000 bonus to new employees in some states, as it aims to hire 75,000 new workers, while a McDonald’s in Tampa, Florida, is offering people $50 just to turn up for an interview, a ruse that proved largely unsuccessful. “You’ve got a lot of people with a lot of money, and they’re out there shopping,” Blake Casper, the disappointed owner of the McDonald’s franchise, told Business Insider. “And then, on the flip side, we’re scrambling for help.” It’s not just the big companies who are struggling to attract workers. The US Chamber of Commerce found that in March, the most recent month which had available data, there were 8.1m vacant job openings in the US, a record high. According to the chamber’s survey of local business organizations a “lack of available workers” is seen as the main thing holding back the economy. More than 83% of businesses said it was harder to find workers than five years ago. The leisure and tourism industry – expected to be the main lure for fun-seeking and money-wielding Americans this summer – has been hardest hit, which could hinder America’s bid to bounce back. “All across the country there are examples of restaurants who are no longer providing lunch service, or are closing one to two days a week that they would normally be open because they don’t have the staff,” said Neal Bradley, chief policy officer at the chamber of commerce. Bradley said there was no “one single cause” for the lack of workers. The factors include the temporary visas that some migrant workers – and by extension businesses – rely on being blocked under the pandemic, the struggle some people have faced to find childcare, and higher levels of government employment benefits meaning people are less desperate to find work. And the threat of a resurgence of Covid remains. This week, Anthony Fauci, the top infectious diseases expert in the US, told the Guardian that it was dangerous “to declare victory prematurely”, with more than a third of eligible Americans yet to receive a single dose. Joe Biden has set a goal of 70% of adults having received at least one shot by Independence Day, on 4 July, a holiday known for fireworks, barbecues, occasional rowdiness and big gatherings. Whether that target is reached or not, it seems certain that people are preparing to celebrate the summer to the max.","charCount":"6165","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/adam-gabbatt\">Adam Gabbatt</a> and <a href=\"profile/sajina-shrestha\">Sajina Shrestha</a> in New York"},{"headline":"Long-haul bookings surge for 2022 after summer travel chaos","standfirst":"<p>Adventurers are waiting and saving – determined to make long-awaited trips spectacular</p>","trailText":"Adventurers are waiting and saving – determined to make long-awaited trips spectacular","byline":"Kevin Rushby","main":"<figure class=\"element element-image\" data-media-id=\"497393a9ea17726f4719c7a342cf986a15f8cbb3\"> <img src=\"https://media.guim.co.uk/497393a9ea17726f4719c7a342cf986a15f8cbb3/0_36_5472_3285/1000.jpg\" alt=\"People watch giraffes at a safari park.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">There has been a surge in bookings for safaris in 2022.</span> <span class=\"element-image__credit\">Photograph: Koen van Weel/ANP/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>With foreign summer holiday plans in disarray following <a href=\"https://www.theguardian.com/world/2021/jun/03/concern-over-delta-covid-variant-tightens-borders-of-uk\" title=\"\">weeks of uncertainty</a> over popular European destinations, more tourists are scrapping plans for this year – and saving up for a bigger trip in 2022.</p> <p>“We have seen a surge in bookings for safaris to Kenya and Tanzania in 2022,” says Liddy Pleasants from adventure travel agency Stubborn Mule. “Not only that but real bonanza-style North America road trips lasting two or three weeks. People have saved their holiday money for two years and they are determined to do something memorable.”</p> <p>Pleasants has noticed that part of the trend is to go for unforgettable experiences in far-flung locations. “People are booking for remote bear-watching lodges, places like Tweedsmuir Park Lodge in British Columbia, or they want safari camps that are harder to get to, but where you get a real African bush experience – locations like Kenya’s Laikipia Wilderness Camp.”</p> <p>The trend has also been noticed by the Latin America Travel Association, a group of more than 360 companies. One member, Thomas Power of Pura Aventura says: “People are planning for longer trips. We’ve seen the average booking go from 15-day trips to 23.” That might be a three-week drive down Argentina’s Ruta 40 to see the Fitz Roy range, or a 44-day extravaganza through 17 national parks in South America. Cox &amp; Kings has had to launch its 2023 brochure early to cope with demand.</p> <p>All this may suit those firms that offer such once-in-a-lifetime packages, but many other companies that sell the less ambitious Mediterranean beach holiday are angry about government policy. “Confusing and disruptive flip-flopping,” says Stephen Ellison, head of marketing at Vintage Travel, which specialises in Mediterranean villa rentals.</p> <p>Noel Josephides, chairman of Sunvil, which focuses largely on the Mediterranean, has a similar attitude: “If we lose the peak season we will be in real trouble, as will all European tour operators.”</p>  <figure class=\"element element-image\" data-media-id=\"a081769f958f4d44874bab1b407f8bf4c8a4a6a4\"> <img src=\"https://media.guim.co.uk/a081769f958f4d44874bab1b407f8bf4c8a4a6a4/0_192_5760_3456/1000.jpg\" alt=\"Menorca, Spain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Menorca, Spain: European operators fear they are going to lose another summer season.</span> <span class=\"element-image__credit\">Photograph: Stuart Black/Alamy</span> </figcaption> </figure>  <p>In an industry that is used to handling people, there is a growing sense of exasperation with the UK government. Pleasants is scathing about the traffic-light system and, after <a href=\"https://www.theguardian.com/politics/2021/jun/03/england-covid-travel-restrictions-green-list-update\" title=\"\">the Portugal debacle,</a> wrote an open letter to Grant Shapps, the transport secretary: “Lesson from Life. Having dangled a carrot in front of someone’s face, don’t whip it away shortly after, instead aggressively wielding a stick.”</p> <p>Not all customers are ready to give up on 2021. At Thomas Cook, about two-thirds of clients are postponing to later this year, rather than cancelling. That will give hope to João Fernandes, president of Algarve Tourism. Only a fortnight ago, he stood at the gates of Faro airport with a big smile on his face, handing out face masks and sprigs of lavender to British arrivals. “We hope people will postpone, rather than cancel,” he says.</p> <p>For some companies there has been consolation in the fact that they have spent the past year developing British-based packages. Alison Hall of walking and cycling specialist Inntravel has welcomed the chance to expand the company’s UK programme. “We always wanted to devote time to it,” she says. “Now we have new holidays in the Lake District, Brecon Beacons and Jersey.”</p> <p>At Dorset Coastal Cottages, staff have had some fun matching British and overseas destinations by their sunshine hours, rainfall and average temperature. The results were somewhat surprising. “The Isle of Mull comes out as the nearest match to Madeira,” says Shannon Keary, digital PR manager. “And Dorset is similar to Tenerife. With all the difficulties of overseas travel, it’s certainly looking like a less stressful destination.”</p>","newspaperPageNumber":"7","wordcount":"591","firstPublicationDate":"2021-06-06T07:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T07:00:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkm5h","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/497393a9ea17726f4719c7a342cf986a15f8cbb3/0_36_5472_3285/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"With foreign summer holiday plans in disarray following weeks of uncertainty over popular European destinations, more tourists are scrapping plans for this year – and saving up for a bigger trip in 2022. “We have seen a surge in bookings for safaris to Kenya and Tanzania in 2022,” says Liddy Pleasants from adventure travel agency Stubborn Mule. “Not only that but real bonanza-style North America road trips lasting two or three weeks. People have saved their holiday money for two years and they are determined to do something memorable.” Pleasants has noticed that part of the trend is to go for unforgettable experiences in far-flung locations. “People are booking for remote bear-watching lodges, places like Tweedsmuir Park Lodge in British Columbia, or they want safari camps that are harder to get to, but where you get a real African bush experience – locations like Kenya’s Laikipia Wilderness Camp.” The trend has also been noticed by the Latin America Travel Association, a group of more than 360 companies. One member, Thomas Power of Pura Aventura says: “People are planning for longer trips. We’ve seen the average booking go from 15-day trips to 23.” That might be a three-week drive down Argentina’s Ruta 40 to see the Fitz Roy range, or a 44-day extravaganza through 17 national parks in South America. Cox &amp; Kings has had to launch its 2023 brochure early to cope with demand. All this may suit those firms that offer such once-in-a-lifetime packages, but many other companies that sell the less ambitious Mediterranean beach holiday are angry about government policy. “Confusing and disruptive flip-flopping,” says Stephen Ellison, head of marketing at Vintage Travel, which specialises in Mediterranean villa rentals. Noel Josephides, chairman of Sunvil, which focuses largely on the Mediterranean, has a similar attitude: “If we lose the peak season we will be in real trouble, as will all European tour operators.” In an industry that is used to handling people, there is a growing sense of exasperation with the UK government. Pleasants is scathing about the traffic-light system and, after the Portugal debacle, wrote an open letter to Grant Shapps, the transport secretary: “Lesson from Life. Having dangled a carrot in front of someone’s face, don’t whip it away shortly after, instead aggressively wielding a stick.” Not all customers are ready to give up on 2021. At Thomas Cook, about two-thirds of clients are postponing to later this year, rather than cancelling. That will give hope to João Fernandes, president of Algarve Tourism. Only a fortnight ago, he stood at the gates of Faro airport with a big smile on his face, handing out face masks and sprigs of lavender to British arrivals. “We hope people will postpone, rather than cancel,” he says. For some companies there has been consolation in the fact that they have spent the past year developing British-based packages. Alison Hall of walking and cycling specialist Inntravel has welcomed the chance to expand the company’s UK programme. “We always wanted to devote time to it,” she says. “Now we have new holidays in the Lake District, Brecon Beacons and Jersey.” At Dorset Coastal Cottages, staff have had some fun matching British and overseas destinations by their sunshine hours, rainfall and average temperature. The results were somewhat surprising. “The Isle of Mull comes out as the nearest match to Madeira,” says Shannon Keary, digital PR manager. “And Dorset is similar to Tenerife. With all the difficulties of overseas travel, it’s certainly looking like a less stressful destination.”","charCount":"3595","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/kevinrushby\">Kevin Rushby</a>"}]