[{"headline":"Lancashire v Yorkshire, Durham v Essex and more: county cricket – live!","standfirst":"<ul><li>County Championship latest from around the grounds</li><li><a href=\"https://www.theguardian.com/sport/live/2021/may/28/lancashire-v-yorkshire-durham-v-essex-and-more-county-cricket-live\">Lancashire well on top in the Roses match after two days</a></li><li>Get in touch! <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">Email Tanya</a>, tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a> or post BTL</li></ul>","trailText":"Live updates from the County Championship. Join Tanya Aldred for the latest","byline":"Tanya Aldred at Old Trafford","main":"<figure class=\"element element-image\" data-media-id=\"dc624794dfe625fbec8524b88b085e399db67444\"> <img src=\"https://media.guim.co.uk/dc624794dfe625fbec8524b88b085e399db67444/0_109_2700_1620/1000.jpg\" alt=\"Josh Bohannon is congratulated by Lancashire teammate Danny Lamb after reaching his 50.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Josh Bohannon is congratulated by Lancashire teammate Danny Lamb after reaching his 50.</span> <span class=\"element-image__credit\">Photograph: Kevin Warburton - A Moment in Sport/ProSports/Rex/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60b220fc8f088d8c3178ccf3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:11:29.729Z\">12.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Thanks to Romeo for pointing out that I’d filed some absolute gibberish about live streams</strong> (he was a lot more polite!). I’ll try again:</p> <p><strong>Some amazing live stream data: on day one of the Roses match, Lancashire picked up </strong> 159,000 hits via facebook and youtube, and 153,000 on day two. This is compared with an average of 150,000 over a four day match. Plus more watching on Sky. The Roses, it seems, still captures the imagination. </p> <p>Durham, I’m afraid to report, have lost their first wicket on their quest to make large number of runs to win. Cameron Bancroft bowled by Jamie Porter for four. <strong>Durham 9-1.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T11:13:00.364Z\">at 12.13pm BST</time></p>  </div> <div id=\"block-60b21d218f08d486a7716b25\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:59:05.553Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tim Bresnan pockets </strong>Joe Clarke for 61 as Nottinghamshire reach 218-5.</p> <p><strong>Danny Lamb (23 not out)</strong> is not the only member of his family batting today, his sister Emma is 55 not out for Thunder against Western Storm. </p>  <figure class=\"element element-image\" data-media-id=\"3a3b7d834ce288f611a9bfced00206c6dfabacf1\"> <img src=\"https://media.guim.co.uk/3a3b7d834ce288f611a9bfced00206c6dfabacf1/0_182_3458_2074/1000.jpg\" alt=\"c\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emma Lamb: 55 not out for Thunder</span> <span class=\"element-image__credit\">Photograph: George Franks/ProSports/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b21a148f08d486a7716b0e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:48:03.284Z\">11.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Essex’s innings has disintegrated with </strong> a familiar flow: another bowled and another lbw, both to Ben Raine, who finishes with 5-64. Durham need 385 to win, with five and a half sessions to get them. Aha.</p> <p><strong>Some amazing live stream data: on day one of the Roses match, Lancashire picked up </strong> 159,000 hits, and 153,000 on day two. This is compared with an average of 150,000 over a four day match. Plus more watching on Sky. The Roses, it seems, still captures the imagination. <br></p> <p><strong>And a gorgeous straight drive</strong> from Bohannon off Olivier, pushes Lancashire towards 400. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T11:09:16.966Z\">at 12.09pm BST</time></p>  </div> <div id=\"block-60b217808f086d71cc15e54c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:32:53.075Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bohannon’s fifty came at last </strong>- 149 balls, seven fours, 1 six - he’s a real block or biff it boy. And I should probably mention, for those of you not watching the live streams, that the players are still taking regular sanitisation breaks.</p> </div>   </div> <div id=\"block-60b215178f088d8c3178cc2c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:23:02.430Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Notts have just lost</strong> their first wicket,Lyndon James for four, and Joe Clarke has passed his fourth fifty of the season. <strong>Notts 202-4. </strong></p> <p>Here, we’re still waiting for Josh Bohannon to get the two runs to reach his fifty. Voices in the press box saying: “Bohannon for England!”</p> </div>   </div> <div id=\"block-60b2123c8f086d71cc15e50e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:17:04.457Z\">11.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A slow start here, a</strong> bit of prodding and poking with a fair scattering of members on an almost humid day. Some cracking reads in the paper today:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/29/tawanda-muyeye--asylum-seeker-could-become-best-cricketer-in-the-world\">Tawanda Muyeye: asylum seeker who could become ‘best cricketer in the world’</a> </p> </aside>  <p>and one that I KNOW will appeal to County Blog readers:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/28/feeding-frenzy-the-central-role-of-meal-times-in-the-life-of-a-cricketer\">Feeding frenzy: the central role of meal times in the life of a cricketer | Vic Marks</a> </p> </aside> </div>   </div> <div id=\"block-60b1f5b18f08d486a7716998\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:36:48.759Z\">10.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p><strong>Good morning! I</strong>t’s the last Saturday in May and county cricket is in bloom everywhere. Some tight games today, results could flourish at Hove and Chester-le-Street ,while Lancashire, Surrey and Middlesex will tighten the screw.</p> <p>Keep an eye too on the Rachael Heyhoe Flint Trophy, which starts today. This year, its second, consists of eight-teams (Central Sparks, South East Stars, Northern Diamonds, Western Storm, Sunrisers , Thunder, Southern Vipers and Loughborough Lightening) playing in a 50-over competition.</p> <p>Lastly, apologies for the slight delay to the blog - the dog rolled in something disgusting. </p> </div>   </div> <div id=\"block-60b208d18f088d8c3178cbc0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:29:05.777Z\">10.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Start of play scores</h2>  <div class=\"block-elements\">  <p><strong>Group One</strong></p> <p>Riverside: Durham 99 all out v Essex 182 all out and 263-8</p> <p>Edgbaston: Warwickshire 341 all out v Nottinghamshire 173-3 </p> <p>New Road: Worcestershire 421 all out v Derbyshire 91-3</p> <p><strong>Group Two</strong><br></p> <p>Grace Road: Leicestershire 136 v Middlesex 295 and 57-1</p> <p>The Oval: Surrey 473 all out v Gloucestershire 45-1</p> <p><strong>Group Three</strong></p> <p>Old Trafford: Lancashire 350-6 v Yorkshire 159 all out</p> <p>Hove: Sussex 175 all out and 142-4 v Northants 256 all out</p> <p><a href=\"https://www.facebook.com/dialog/share?app_id=180444840287&amp;href=https%3A%2F%2Fwww.theguardian.com%2Fsport%2Flive%2F2021%2Fmay%2F28%2Flancashire-v-yorkshire-durham-v-essex-and-more-county-cricket-live%3FCMP%3Dshare_btn_fb%26page%3Dwith%3Ablock-60b105738f086d71cc15da28%23block-60b105738f086d71cc15da28\"><br></a></p> </div>   </div> <div id=\"block-60b208bc8f086d71cc15e4d0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:26:39.827Z\">10.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Friday's round-up</h2>  <div class=\"block-elements\">  <p><strong>On a traditionally </strong>overcast Roses Friday, the day meandered towards a crushing <strong>Lancashire</strong> lead. Keaton Jennings was the master builder, crafting his first red-ball century since he made 146 not out for England against Sri Lanka in November 2018. After a couple of years in the wilderness, this season he has rediscovered both touch and brio. Away he chugged, putting on 19 runs in the first 45 minutes with Luke Wells, but there were occasional boulders as well as bricks, as skimming cover drives and gleaming late cuts were plucked from the level.</p> <p><strong>Yorkshire</strong> plugged away, throwing on Dom Bess, his baggy trousers and shaggy hair a sharp contrast to Jennings’ ironed creases and buttoned cuffs. Yorkshire eventually got their hands on the new ball they had been after all day, and it tookonly five overs to make a breakthrough as Jennings was caught at first slip after a partnership of 175 with Wells. One became three as Wells, then Livingstone followed. But on Lancashire went. For a while it seemed they would try for maximum batting bonus points as Dane Vilas straight drove Steven Patterson for four, then dropped to one knee and pulled him behind square, and Bess was biffed for straight sixes, with Josh Bohannon reaching the scorers’ box high in the media centre. But sense soon prevailed and the grind, grind, grind returned.</p> <p>A sixth wicket stand of 125 between Ryan ten Doeschate (55) and Adam Wheater (81) rescued <strong>Essex</strong> from an unbecoming 53 for five to finish the day with a towering lead at Chester-le-Street. <strong>Durham </strong>were earlier bowled out for 99; such was the haste of their demise that Simon Harmer didn’t even get to wrap his bowling fingers around the ball.</p> <p>Saif Zaib’s 64 helped <strong>Northants</strong> to a handy first-innings lead at Hove. After a post-tea wobble, Tom Haines and Ben Brown inched <strong>Sussex </strong>ahead.</p> <p>Lewis Hill and Callum Parkinson were the only players to make their mark on <strong>Leicestershire</strong>’s first innings of 136. Martin Andersson was too much for their middle order, picking up four for 27, his best figures for <strong>Middlesex</strong>.</p> <p>Hashim Amla continued to scatter his munificence at The Oval, finishing with 173, and <strong>Surrey </strong>473, thanks to a bit of hurry-up from Rikki Clarke and Sean Abbott. <strong>Gloucestershire</strong> must now bat out two days on a turning pitch, with Amar Virdi already in the wickets shortly before rain stopped play.</p> <p>A last wicket can-can of 52 for <strong>Warwickshire</strong> between Liam Norwell and Oliver Hannon-Dalby proved a morning irritation to <strong>Nottinghamshire </strong>on a day interrupted by showers. Norwell, who had frying-panned three sixes, then nipped in to remove England-bound Haseeb Hameed for 39, Ben Duckett and, later, Ben Slater for 77.</p> <p>Ed Barnard coaxed the tail into a morning wag with another handy innings, this time of 90, as <strong>Worcestershire </strong>reached 421. On a rain-interrupted afternoon, <strong>Derbyshire</strong> lost three wickets.</p> </div>   </div>","wordcount":"1020","commentCloseDate":"2021-06-01T09:36:51Z","commentable":"true","firstPublicationDate":"2021-05-29T09:36:51Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:13:00Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htfg7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/dc624794dfe625fbec8524b88b085e399db67444/0_109_2700_1620/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Thanks to Romeo for pointing out that I’d filed some absolute gibberish about live streams (he was a lot more polite!). I’ll try again: Some amazing live stream data: on day one of the Roses match, Lancashire picked up 159,000 hits via facebook and youtube, and 153,000 on day two. This is compared with an average of 150,000 over a four day match. Plus more watching on Sky. The Roses, it seems, still captures the imagination. Durham, I’m afraid to report, have lost their first wicket on their quest to make large number of runs to win. Cameron Bancroft bowled by Jamie Porter for four. Durham 9-1. Tim Bresnan pockets Joe Clarke for 61 as Nottinghamshire reach 218-5. Danny Lamb (23 not out) is not the only member of his family batting today, his sister Emma is 55 not out for Thunder against Western Storm. Essex’s innings has disintegrated with a familiar flow: another bowled and another lbw, both to Ben Raine, who finishes with 5-64. Durham need 385 to win, with five and a half sessions to get them. Aha. Some amazing live stream data: on day one of the Roses match, Lancashire picked up 159,000 hits, and 153,000 on day two. This is compared with an average of 150,000 over a four day match. Plus more watching on Sky. The Roses, it seems, still captures the imagination. And a gorgeous straight drive from Bohannon off Olivier, pushes Lancashire towards 400. Bohannon’s fifty came at last - 149 balls, seven fours, 1 six - he’s a real block or biff it boy. And I should probably mention, for those of you not watching the live streams, that the players are still taking regular sanitisation breaks. Notts have just lost their first wicket,Lyndon James for four, and Joe Clarke has passed his fourth fifty of the season. Notts 202-4. Here, we’re still waiting for Josh Bohannon to get the two runs to reach his fifty. Voices in the press box saying: “Bohannon for England!” A slow start here, a bit of prodding and poking with a fair scattering of members on an almost humid day. Some cracking reads in the paper today: and one that I KNOW will appeal to County Blog readers: Good morning! It’s the last Saturday in May and county cricket is in bloom everywhere. Some tight games today, results could flourish at Hove and Chester-le-Street ,while Lancashire, Surrey and Middlesex will tighten the screw. Keep an eye too on the Rachael Heyhoe Flint Trophy, which starts today. This year, its second, consists of eight-teams (Central Sparks, South East Stars, Northern Diamonds, Western Storm, Sunrisers , Thunder, Southern Vipers and Loughborough Lightening) playing in a 50-over competition. Lastly, apologies for the slight delay to the blog - the dog rolled in something disgusting. Group One Riverside: Durham 99 all out v Essex 182 all out and 263-8 Edgbaston: Warwickshire 341 all out v Nottinghamshire 173-3 New Road: Worcestershire 421 all out v Derbyshire 91-3 Group Two Grace Road: Leicestershire 136 v Middlesex 295 and 57-1 The Oval: Surrey 473 all out v Gloucestershire 45-1 Group Three Old Trafford: Lancashire 350-6 v Yorkshire 159 all out Hove: Sussex 175 all out and 142-4 v Northants 256 all out On a traditionally overcast Roses Friday, the day meandered towards a crushing Lancashire lead. Keaton Jennings was the master builder, crafting his first red-ball century since he made 146 not out for England against Sri Lanka in November 2018. After a couple of years in the wilderness, this season he has rediscovered both touch and brio. Away he chugged, putting on 19 runs in the first 45 minutes with Luke Wells, but there were occasional boulders as well as bricks, as skimming cover drives and gleaming late cuts were plucked from the level. Yorkshire plugged away, throwing on Dom Bess, his baggy trousers and shaggy hair a sharp contrast to Jennings’ ironed creases and buttoned cuffs. Yorkshire eventually got their hands on the new ball they had been after all day, and it tookonly five overs to make a breakthrough as Jennings was caught at first slip after a partnership of 175 with Wells. One became three as Wells, then Livingstone followed. But on Lancashire went. For a while it seemed they would try for maximum batting bonus points as Dane Vilas straight drove Steven Patterson for four, then dropped to one knee and pulled him behind square, and Bess was biffed for straight sixes, with Josh Bohannon reaching the scorers’ box high in the media centre. But sense soon prevailed and the grind, grind, grind returned. A sixth wicket stand of 125 between Ryan ten Doeschate (55) and Adam Wheater (81) rescued Essex from an unbecoming 53 for five to finish the day with a towering lead at Chester-le-Street. Durham were earlier bowled out for 99; such was the haste of their demise that Simon Harmer didn’t even get to wrap his bowling fingers around the ball. Saif Zaib’s 64 helped Northants to a handy first-innings lead at Hove. After a post-tea wobble, Tom Haines and Ben Brown inched Sussex ahead. Lewis Hill and Callum Parkinson were the only players to make their mark on Leicestershire’s first innings of 136. Martin Andersson was too much for their middle order, picking up four for 27, his best figures for Middlesex. Hashim Amla continued to scatter his munificence at The Oval, finishing with 173, and Surrey 473, thanks to a bit of hurry-up from Rikki Clarke and Sean Abbott. Gloucestershire must now bat out two days on a turning pitch, with Amar Virdi already in the wickets shortly before rain stopped play. A last wicket can-can of 52 for Warwickshire between Liam Norwell and Oliver Hannon-Dalby proved a morning irritation to Nottinghamshire on a day interrupted by showers. Norwell, who had frying-panned three sixes, then nipped in to remove England-bound Haseeb Hameed for 39, Ben Duckett and, later, Ben Slater for 77. Ed Barnard coaxed the tail into a morning wag with another handy innings, this time of 90, as Worcestershire reached 421. On a rain-interrupted afternoon, Derbyshire lost three wickets.","charCount":"5969","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tanyaaldred\">Tanya Aldred</a> at Old Trafford"},{"headline":"Health experts urge caution on giving Covid vaccines to UK  children ","standfirst":"<p>As the US and Europe approve plans to immunise teenagers, scientists in Britain advise delay</p>","trailText":"As the US and Europe approve plans to immunise teenagers, scientists in Britain advise delay","byline":"Robin McKie","main":"<figure class=\"element element-image\" data-media-id=\"3d0a8a454dcffecec78912992744e353b4bb54a1\"> <img src=\"https://media.guim.co.uk/3d0a8a454dcffecec78912992744e353b4bb54a1/0_117_3500_2101/1000.jpg\" alt=\"A healthcare worker prepares a dose of the Pfizer/BioNTech coronavirus disease (COVID-19) vaccine\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Authorities in the UK want to gather more information on possible side effects from giving the jab to youngsters.</span> <span class=\"element-image__credit\">Photograph: Carlos Osorio/Reuters</span> </figcaption> </figure>","body":"<p>Launching a programme of Covid-19 <a href=\"https://www.theguardian.com/world/2021/may/02/nhs-england-draws-up-plan-to-give-covid-jabs-to-children-12-and-over\" title=\"\">immunisations for children</a> should be considered only in special circumstances, leading health experts have warned.</p> <p>They say UK medical authorities, who are currently studying how vaccines for adolescents might be administered, should move with great care over the implementation of such a programme.</p> <p>They acknowledge it could help reduce outbreaks and the spread of Covid but also warn it could also raise important practical and ethical problems. Doctors would be giving vaccines for which there was limited information about possible <a href=\"https://www.theguardian.com/society/2021/mar/10/israel-says-600-children-given-covid-jab-had-no-serious-side-effects\" title=\"\">side-effects to children</a> who have nothing to gain from such a move, said Professor Adam Finn of Bristol University.</p> <p>“Children transmit Covid to some extent, although they rarely suffer badly from the disease themselves. If you offer them vaccines, then you put them at risk of possible side-effects – so there really needs to be some significant, tangible benefit to them, not just the indirect protection of adults from Covid-19.”</p> <p>The preparation of plans to give Covid vaccines to UK children comes in the wake of the <a href=\"https://www.theguardian.com/world/2021/may/10/pfizer-vaccine-fda-authorized-children-12-15\" title=\"\">US decision</a> to launch such a programme and at a time when Germany has indicated it is planning a similar move. <a href=\"https://www.theguardian.com/world/2021/may/05/canada-pfizer-vaccine-children-coronavirus\" title=\"\">Canada</a> and Switzerland have also approved plans, while the European Medicines Agency (EMA) last week agreed to extend approval for the use of the Pfizer vaccine on 12- to 15-year-olds.</p> <p>But the move to vaccinate children has been criticised by global health leaders, including the head of the World Health Organization, Tedros Adhanom Ghebreyesus, who earlier this month said that although he understood why some countries wanted to vaccinate children and adolescents, he urged them to reconsider.</p> <p>“In low and lower-middle income countries, Covid-19 vaccine supply has not been enough to even immunise healthcare workers, and hospitals are being inundated with people who need lifesaving care urgently,” he said.</p> <p>This point was backed by Professor Peter Openshaw of Imperial College London. He said there was now “a very important argument to be had about the ethics of devoting all of these vaccines to our own population when we could be sharing them with the rest of the world”.</p> <p>In the US – which has led the way in giving Covid vaccines to children – this action has been taken, in part, as a response ​to ​vaccine hesitancy there, added Finn. “In America they’ve got lots of vaccine​ but fewer people ​willing to be vaccinated, so immunising children may be seen as one way of increasing population immunity.</p> <p>“However, it is probable they may still end up with higher proportions of unvaccinated people in certain communities and that could sustain outbreaks. By contrast, in the UK, the population – so far – has generally been very enthusiastic to be immunised, and that helps protect everyone enormously.”</p> <p>This situation could change, however, especially with the arrival of new virus variants, added Openshaw. “The new variants are actually spreading down into younger generations. In other words, the virus is changing its behaviour as it evolves, and you could argue that as children are becoming much more important in driving transmission, there are reasons for widening vaccination and including children.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/02/nhs-england-draws-up-plan-to-give-covid-jabs-to-children-12-and-over\">NHS England draws up plan to give Covid jabs to children 12 and over</a> </p> </aside>  <p>This last point was backed by Finn, who said that if the spread of new variants caused major increases in cases across the country and triggered new lockdowns – including school closures – then it would be justifiable to begin vaccinating children. “You could justify the theoretical risk of rare severe side effects of vaccines by setting it against the important benefit of not disrupting children’s education any more.”</p> <p>Professor Russell Viner, of University College London, agreed: “Once we have vaccinated as many adults as we can in the UK, we can look at where we are with the spread of cases, and if we find we still have significant disease transmission taking place, I believe there will be a case for vaccinating teenagers.</p> <p>“By then, we will have accumulated much more knowledge of exactly how safe vaccines are, and we would be more confident about how teenagers will react to immunisation. Certainly, my feeling is that it is likely that it will eventually be safe to vaccinate teenagers, and that it is something we will do in future.”</p>","newspaperPageNumber":"7","wordcount":"694","firstPublicationDate":"2021-05-29T10:22:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:12:43Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htbxy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3d0a8a454dcffecec78912992744e353b4bb54a1/0_117_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Launching a programme of Covid-19 immunisations for children should be considered only in special circumstances, leading health experts have warned. They say UK medical authorities, who are currently studying how vaccines for adolescents might be administered, should move with great care over the implementation of such a programme. They acknowledge it could help reduce outbreaks and the spread of Covid but also warn it could also raise important practical and ethical problems. Doctors would be giving vaccines for which there was limited information about possible side-effects to children who have nothing to gain from such a move, said Professor Adam Finn of Bristol University. “Children transmit Covid to some extent, although they rarely suffer badly from the disease themselves. If you offer them vaccines, then you put them at risk of possible side-effects – so there really needs to be some significant, tangible benefit to them, not just the indirect protection of adults from Covid-19.” The preparation of plans to give Covid vaccines to UK children comes in the wake of the US decision to launch such a programme and at a time when Germany has indicated it is planning a similar move. Canada and Switzerland have also approved plans, while the European Medicines Agency (EMA) last week agreed to extend approval for the use of the Pfizer vaccine on 12- to 15-year-olds. But the move to vaccinate children has been criticised by global health leaders, including the head of the World Health Organization, Tedros Adhanom Ghebreyesus, who earlier this month said that although he understood why some countries wanted to vaccinate children and adolescents, he urged them to reconsider. “In low and lower-middle income countries, Covid-19 vaccine supply has not been enough to even immunise healthcare workers, and hospitals are being inundated with people who need lifesaving care urgently,” he said. This point was backed by Professor Peter Openshaw of Imperial College London. He said there was now “a very important argument to be had about the ethics of devoting all of these vaccines to our own population when we could be sharing them with the rest of the world”. In the US – which has led the way in giving Covid vaccines to children – this action has been taken, in part, as a response to vaccine hesitancy there, added Finn. “In America they’ve got lots of vaccine but fewer people willing to be vaccinated, so immunising children may be seen as one way of increasing population immunity. “However, it is probable they may still end up with higher proportions of unvaccinated people in certain communities and that could sustain outbreaks. By contrast, in the UK, the population – so far – has generally been very enthusiastic to be immunised, and that helps protect everyone enormously.” This situation could change, however, especially with the arrival of new virus variants, added Openshaw. “The new variants are actually spreading down into younger generations. In other words, the virus is changing its behaviour as it evolves, and you could argue that as children are becoming much more important in driving transmission, there are reasons for widening vaccination and including children.” This last point was backed by Finn, who said that if the spread of new variants caused major increases in cases across the country and triggered new lockdowns – including school closures – then it would be justifiable to begin vaccinating children. “You could justify the theoretical risk of rare severe side effects of vaccines by setting it against the important benefit of not disrupting children’s education any more.” Professor Russell Viner, of University College London, agreed: “Once we have vaccinated as many adults as we can in the UK, we can look at where we are with the spread of cases, and if we find we still have significant disease transmission taking place, I believe there will be a case for vaccinating teenagers. “By then, we will have accumulated much more knowledge of exactly how safe vaccines are, and we would be more confident about how teenagers will react to immunisation. Certainly, my feeling is that it is likely that it will eventually be safe to vaccinate teenagers, and that it is something we will do in future.”","charCount":"4266","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robinmckie\">Robin McKie</a>"},{"headline":"Coronavirus news: India records lowest daily rise in cases in 45 days; expert says confusion over UK government’s approach undermining response","standfirst":"<p>Victoria records<a href=\"https://www.theguardian.com/australia-news/2021/may/29/victoria-records-five-new-cases-of-covid-19-taking-melbourne-outbreak-to-35\"> five new cases </a>of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’</p><ul><li><a href=\"https://www.theguardian.com/world/2021/may/29/vague-messaging-risk-rise-english-covid-cases-scientists\">Vague messaging risks causing rise in English cases, say scientists</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">Vietnam discovers new hybrid Covid variant, state media reports</a></li><li><a href=\"https://www.theguardian.com/world/2021/may/29/covid-in-england-what-is-the-impact-of-lifting-restrictions-on-21-june\">What is the impact of lifting restrictions in England on 21 June?</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Victoria records five new cases of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’","byline":"Clea Skopeliti (now); Jedidajah Otte (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531\"> <img src=\"https://media.guim.co.uk/47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531/0_334_5898_3539/1000.jpg\" alt=\"People shop and go about their daily life in Bolton, England, as surge testing and rapid coronavirus vaccinations continue.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People shop and go about their daily life in Bolton, England, as surge testing and rapid coronavirus vaccinations continue.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b2206d8f086d71cc15e5ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:08:02.600Z\">12.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>UK</strong> government appears to have abandoned its “data not dates” principle, an expert advising its coronavirus response has warned, adding that its reluctance to delay unlocking was leading to “contradictory” messaging.</p> <p>Prof Stephen Reicher, a psychologist on the Scientific Pandemic Insights Group on Behaviours (Spi-B), joined scientists warning against the <a href=\"https://www.theguardian.com/world/2021/may/29/covid-in-england-what-is-the-impact-of-lifting-restrictions-on-21-june\">final lifting of restrictions on 21 June</a> as cases passed 4,000 for the first time since late March on Friday.</p> <p>Reicher said the government had invested “so much political capital” in particular dates that it has become difficult to diverge from them if the data suggests it is necessary.</p> <p>He told BBC Radio 4’s Today programme: “I think we are in a pickle of the government’s own making at the moment. I think the reason for that is it has departed from its own mantra of ‘data not dates’. Very quickly ‘data not dates’ became ‘dates not data’.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/dont-drop-data-not-dates-approach-uk-adviser-warns-as-covid-cases-surge\">Don’t drop ‘data, not dates’ approach, UK adviser warns as Covid cases surge</a> </p> </aside> </div>   </div> <div id=\"block-60b21ff28f088d8c3178cce1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:07:05.434Z\">12.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, this is Clea Skopeliti taking over the blog for the next hour while Jedidajah has a break. You can message me on <a href=\"https://twitter.com/cleaskopeliti\">Twitter</a> if you’d like to draw my attention to a story. Thanks!</p> </div>   </div> <div id=\"block-60b21b408f08d486a7716b1c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:48:33.147Z\">11.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Indonesia</strong> will introduce a “Work From Bali” programme for civil servants aimed at helping to revive the island’s battered economy.</p> <p>Bloomberg reports:</p> <blockquote class=\"quoted\"> <p>The coordinating ministry for maritime and investment affairs will start with a pilot project in <strong tabindex=\"-1\">Nusa Dua</strong>, once a prime location for major conferences including the Asia-Pacific Economic Cooperation summit in 2013, to encourage more meetings and outbound activities on the island.</p> <p>“We hope that with the arrival of government and state-owned company employees, the gears of Bali’s economy will start moving,” <strong>Hermin Esti Setyowati</strong>, an assistant deputy at the ministry, said in a statement on Saturday.</p> <p>Tourism-reliant Bali has been among the country’s hardest-hit provinces as borders remain shut, leaving its hotels and beaches empty. Its GDP shrank 9.9% in the first quarter from a year ago, following a 9.3% contraction for all of 2020. The island welcomed just 25 foreigners from January to March, compared with 1.1 million in the same period last year.</p> <p>The local government plans to accelerate its vaccination program with a goal of reaching herd immunity against Covid-19 by July, which could allow the island to reopen to international tourists.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f821172c497e8dcf20518418c3d2db8894e90960\"> <img src=\"https://media.guim.co.uk/f821172c497e8dcf20518418c3d2db8894e90960/0_0_5637_3758/1000.jpg\" alt=\"A woman walks at a nearly empty beach in Kuta, Bali, Indonesia, on 20 April 2021.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman walks at a nearly empty beach in Kuta, Bali, Indonesia, on 20 April 2021.</span> <span class=\"element-image__credit\">Photograph: Made Nagi/EPA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:58:45.729Z\">at 11.58am BST</time></p>  </div> <div id=\"block-60b218b88f088d8c3178cc76\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:35:44.034Z\">11.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is a “good argument” for vaccinating older children against Covid-19 given the safety records of some Covid vaccines, an expert has said. <br></p> <p><strong>Klaus Okkenhaug</strong>, professor of immunology in the department of pathology at the University of Cambridge, told Times Radio that the decision on whether to give children coronavirus jabs was a “difficult question” that requires balancing wider benefits against the direct ones for children. <br tabindex=\"-1\"></p> <p>He said:</p> <blockquote class=\"quoted\"> <p>I think for a whole population it would of course help for children to be vaccinated because it also reduces their opportunities to transmit this virus to their teachers.<br></p> </blockquote> <p>Prof Okkenhaug said that when considering the “direct benefits to the children” it was “a little bit of a fine balance because they are so unlikely to be affected by the virus”. <br></p> <p>He added: <br></p> <blockquote class=\"quoted\"> <p>But I think given the phenomenal safety records of some of the vaccines out there, there’s a good argument for going ahead at least with older children, say 12 and above. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:59:10.575Z\">at 11.59am BST</time></p>  </div> <div id=\"block-60b213f68f088d8c3178cc1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:18:10.369Z\">11.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A coronavirus surge sweeping through <strong>Thailand’s</strong> prisons has thrown the spotlight on the kingdom’s overcrowded penal system, where some inmates have less space to sleep than the inside of a coffin.</p> <p>AFP reports:</p> <blockquote class=\"quoted\"> <p>More than 22,000 people have tested positive inside jails, where inmates living cheek by jowl have been encouraged to keep wearing their masks even while they sleep.</p> <p>Authorities have floated plans to give early releases to prisoners with underlying medical conditions and have announced funding for more testing and medical care in recent days.</p> <p>But those behind bars say they have been kept in the dark about the seriousness of the outbreak.</p> <p>“Prisoners don’t have the knowledge to protect themselves,” said <strong>Somyot Prueksakasemsuk</strong>, a high-profile activist facing charges under Thailand’s harsh royal defamation law.</p> <p>Somyot was bailed last month and told AFP that he had not been tested for Covid-19 once during his 10-week stint in custody.</p> <p>He was not worried about contracting the disease while in jail because he had no idea about the level of risk.</p> <p>“But after this I’m so scared [for everyone still inside] ... if you are inside the prison you are at risk, it’s unavoidable,” he said.</p> <p>Thailand’s prison outbreak has skyrocketed from just 10 publicly announced cases a month ago and sparked growing public concern after a handful of prominent activists contracted the illness.</p> <p>Among them was student leader Panusaya “Rung” Sithijirawattanakul, who helped lead a series of rallies last year demanding political reforms in the kingdom, and who tested positive after she was released on bail.</p> <p>The Thai prison population stood at around 311,000 earlier this year, the International Federation for Human Rights said – more than two and a half times the system’s official capacity.</p> <p>Four inmates in every five are serving time for drug charges because of harsh anti-narcotics laws that can see offenders jailed for a decade for possessing just a few methamphetamine pills.</p> <p>Many cells are so packed with bodies that some inmates only have half a metre (less than 2ft) of space.</p> <p>“That is less room for a body than the inside of a coffin,” justice minister <strong tabindex=\"-1\">Somsak Thepsutin</strong> told local media in February.</p> <p>Officials have tested more than 36,000 inmates in recent weeks and begun delivering Covid vaccines to inmates and prison staff.</p> <p>Somsak said he was examining ways to give early releases to prisoners with underlying medical conditions, possibly through a royal pardon.</p> <p>Even if the plan goes ahead, prisoners will still have to complete a quarantine before returning home.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:22:05.419Z\">at 11.22am BST</time></p>  </div> <div id=\"block-60b2117a8f086d71cc15e50a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:13:41.712Z\">11.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">India records lowest daily rise in cases in 45 days</h2>  <div class=\"block-elements\">  <p><strong>India </strong>has recorded the lowest number of new daily infections in 45 days, the Times of India reports, although a further 173,790 fresh cases were logged in the country on Saturday.</p> <p>The official death toll climbed to 322,512 as a further 3,617 Covid fatalities recorded on Saturday, according to health ministry data.</p> <p>Daily recoveries continue to outnumber the daily new cases for the 16th consecutive day.<br></p> <p>A total of 2,080,048 samples were tested in the last 24 hours, according to the Indian Council of Medical Research.</p> <p>The governing civic body of <strong>Mumbai</strong> on Friday allowed walk-in vaccination for students who have been accepted for university courses abroad and require immunisation to travel.</p>  <figure class=\"element element-image\" data-media-id=\"b13c95734a2f50486caf3e2e4e2e5cf9bdd82978\"> <img src=\"https://media.guim.co.uk/b13c95734a2f50486caf3e2e4e2e5cf9bdd82978/0_0_4827_3212/1000.jpg\" alt=\"A health worker inoculates a man with a dose of the Covishield vaccine against the Covid-19 coronavirus at a vaccination centre in Mumbai on 26 May, 2021.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A health worker inoculates a man with a dose of the Covishield vaccine against the Covid-19 coronavirus at a vaccination centre in Mumbai on 26 May, 2021.</span> <span class=\"element-image__credit\">Photograph: Punit Paranjpe/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:20:40.573Z\">at 11.20am BST</time></p>  </div> <div id=\"block-60b210ef8f08d486a7716aa3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:02:56.073Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p> <strong>France’s</strong> budget deficit for 2021 will stand at €220bn, some €47bn higher than previously estimated, <strong>Olivier Dussopt</strong>, the public accounts minister, told AFP on Saturday.</p> <p>The increase is “a result of supporting measures that we’re continuing to take to support the recovery” from the devastating effects that Covid-19 shutdowns wreaked on the eurozone’s second-largest economy, he said. </p> <p>It is not yet clear how the revised numbers will affect the budget deficit when expressed as percentage of GDP, which was previously forecast to hit 9% this year, a postwar record. Public debt was previously forecast to reach 118% of GDP. </p> <p>The Covid-19 pandemic is expected to cost the French state nearly half a trillion euros over three years - €158bn in 2020, an expected €171bn in 2021 and a forecast €96bn in 2022, Dussopt said in April.</p> <p>France has borrowed heavily to try to keep the economy afloat through three nationwide lockdowns, including money spent on supporting salaries of people furloughed and aid for companies struggling to stay afloat during the crisis. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:08:24.789Z\">at 11.08am BST</time></p>  </div> <div id=\"block-60b20c728f08d486a7716a77\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:46:04.283Z\">10.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The southern <strong>Chinese</strong> city of <strong>Guangzhou</strong> shut down a neighborhood and ordered its residents to stay home on Saturday for door-to-door coronavirus testing following an upsurge in infections.</p> <p>Guangzhou, a business and industrial centre of 15 million people north of <strong>Hong Hong</strong>, has reported 20 new infections over the past week. <br></p> <p>The number is small compared with <strong>India’s</strong> thousands of daily cases but has alarmed Chinese authorities who believed they had the virus under control.</p> <p>The spread of infections was “fast and strong,” the Global Times newspaper cited health authorities as saying.</p> <p>Saturday’s order to stay home applied to residents of five streets in Liwan district in the city centre.</p> <p>Outdoor markets, childcare centres and entertainment venues were closed. Indoor restaurant dining was prohibited, while grade schools were told to stop in-person tuition.</p>  <figure class=\"element element-image\" data-media-id=\"f55cffab6f75e879abee154da76a93b9a2801b20\"> <img src=\"https://media.guim.co.uk/f55cffab6f75e879abee154da76a93b9a2801b20/0_0_5143_3429/1000.jpg\" alt=\"Residents line up for coronavirus testing in the Liwan district in Guangzhou in southern China’s Guangdong province on 26 May.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Residents line up for coronavirus testing in the Liwan district in Guangzhou in southern China’s Guangdong province on 26 May.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>People in parts of four nearby districts were ordered to limit outdoor activity.</p> <p>The city government earlier ordered testing of hundreds of thousands of residents following the initial infections. The government said some 700,000 people had been tested by Wednesday.</p> <p>China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad, the Associated Press reports.</p> <p>The mainland’s official death toll stands at 4,636 out of 91,061 confirmed cases.</p> <p>On Saturday, the National Health Commission reported two new locally transmitted cases in Guangzhou and 14 in other parts of the country that it said came from abroad. <br></p> <p>Most of the latest infections in Guangzhou are believed to be linked to a 75-year-old woman who was found on 21 May to have the variant first identified in India, state media say. Most of the others attended a dinner with her or live together.</p> <p>That infection spread to the nearby city of <strong>Nanshan</strong>, where one new confirmed case and two asymptomatic cases were reported Saturday after people from Guangzhou were tested, according to the Global Times. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:58:21.580Z\">at 10.58am BST</time></p>  </div> <div id=\"block-60b2092d8f08d486a7716a5a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:35:12.150Z\">10.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Infections in <strong>Germany</strong> continue on a downward trend, according to the country’s Robert Koch Institute (RKI), with health authorities having reported 5,426 new cases within one day to the institute, down from 6,419 a week earlier. <br></p> <p>The seven-day incidence on Saturday morning stood at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. <br tabindex=\"-1\"></p> <p>Public holidays have, however, resulted in fewer people seeing a doctor, which means fewer samples are taken and fewer laboratory tests. Therefore, fewer new infections are reported. <br></p> <p> According to the RKI, 163 new deaths were recorded across Germany within 24 hours. A week ago 170 deaths from the virus were logged. <br></p> <p>The RKI has counted 3,675,296 Covid-19 infections since the beginning of the pandemic, but the actual total number is likely significantly higher, since many infections are not detected.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:39:15.018Z\">at 10.39am BST</time></p>  </div> <div id=\"block-60b204388f088d8c3178cb9a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:08:19.720Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Philippines</strong> said on Saturday people were allowed to again go to work in <strong tabindex=\"-1\">Saudi Arabia</strong>, reversing a brief deployment ban after the kingdom said they would not be charged for Covid-19 tests and quarantine upon arrival. <br tabindex=\"-1\"></p> <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p>“Our Saudi-bound workers will no longer be disadvantaged,” said labour secretary, Silvestre Bello. <br tabindex=\"-1\"></p> <p>Flag carrier Philippine Airlines said it would accept Filipino workers on flights to <strong tabindex=\"-1\">Dammam</strong> and <strong tabindex=\"-1\">Riyadh</strong>, waiving rebooking fees for passengers who had been unable to board because of the deployment ban. <br tabindex=\"-1\"></p> <p>Bello apologised for the “inconvenience and momentary anguish” caused by his Thursday ban, saying: “I understand that the suspension order drew confusion and irritation among our affected departing overseas Filipino workers.”<br tabindex=\"-1\"></p> <p>More than a million Filipinos work in Saudi Arabia, the most preferred destination of overseas Filipino workers in 2019, government data shows. Many Filipinos are hired as construction workers, domestic helpers or nurses. <br></p> <p>In 2020, Filipinos in Saudi Arabia sent home $1.8bn in remittances, a key support for the consumption-led economy. <br tabindex=\"-1\"></p> <p>With more than 1.2 million cases and 20,722 deaths, the Philippines has the second-highest Covid-19 infections and casualties in south-east Asia, behind <strong tabindex=\"-1\">Indonesia</strong>.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:20:59.916Z\">at 10.20am BST</time></p>  </div> <div id=\"block-60b200328f086d71cc15e470\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:53:02.911Z\">9.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People should be “very concerned” about the spread of the <strong>Indian variant</strong> of coronavirus, but “reassured” by the scale of the vaccine rollout, an expert has said. <br></p> <p>Professor <strong>Anthony Harnden</strong>, deputy chair of the <strong>UK’s </strong>Joint Committee on Vaccination and Immunisation (JCVI), told BBC Breakfast that the variant was “clearly more transmissible”. <br></p> <p>He said: <br></p> <blockquote class=\"quoted\"> <p>We need to be reassured that we’re in a very different position now in that we’ve got a highly vaccinated population and we just need to continue moving at speed. <br></p> <p>We do know that with this particular variant you do need two doses to offer complete protection, and so we’re very, very keen to make sure that all those, particularly higher risk groups, that’s the over-50s and those with underlying illness, receive their second vaccination as soon as feasible. <br></p> </blockquote> <p>The unlocking of society in <strong>England</strong> will be a “gradual process” that requires a “cautious” approach even if the government’s target date for removing all legal limits on social contact in the country on 21 June remains in place, he added, emphasising the need to “look very carefully” at what happens with the India variant in the next one or two weeks. <br></p> <p>He said:</p> <blockquote class=\"quoted\"> <p>I think we need to look at that data very carefully before we completely un-lockdown.</p> </blockquote> <p>He suggested it was “better” to be on “the cautious side”, adding:</p> <blockquote class=\"quoted\"> <p>Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious, even if the 21 June date goes ahead. <br></p> <p>So I think we’ve all got used to living within boundaries at the moment and I think it’s not an all or none, I think it will be a gradual process even if the 21 June date goes ahead. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:26:24.244Z\">at 10.26am BST</time></p>  </div> <div id=\"block-60b1fcbb8f088d8c3178cb54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:36:51.605Z\">9.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Scotland’s</strong> health secretary <strong>Humza Yousaf </strong>said there was “significant community transmission” of coronavirus in hotspots in the city of <strong>Glasgow</strong>. <br></p> <p>The city will remain under level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the India variant arrived. <br tabindex=\"-1\"></p> <p>He told BBC Radio 4’s Today: <br></p> <blockquote class=\"quoted\"> <p>In a few concentrated hotspots ... we are seeing significant community transmission. <br></p> <p>The levels and the numbers of cases are continuing to rise. <br></p> <p>In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. <br></p> <p>What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. <br></p> <p>Therefore we are trying to get to the bottom of how it managed to get in. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:38:19.426Z\">at 9.38am BST</time></p>  </div> <div id=\"block-60b1fabb8f086d71cc15e43d\" class=\"block\" data-block-contributor=\"profile/naaman-zhou\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:30:12.175Z\">9.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Victoria state in Australia</strong> has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown.</p> <p>The update brings the total number of cases from the latest outbreak in <strong>Melbourne</strong> to 35.</p> <p>A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests.</p> <p>On Saturday, the state’s Covid testing commander, <strong>Jeroen Weimar</strong>, said four of the new cases were linked to a person who tested positive on Friday.</p> <p>The<strong> </strong>Victorian health minister, <strong>Martin Foley</strong>, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”.</p> <p>There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19.</p> <p>Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers.</p> <p>Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in <strong>Craigieburn</strong>.</p> <p>He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in <strong>Mickleham</strong>.</p> <p>Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus.</p> <p>A full list of exposure sites can be found <a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">here</a>.</p> <p>Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:02.082Z\">at 9.34am BST</time></p>  </div> <div id=\"block-60b1f9458f08d486a77169ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:26:02.918Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan</strong> reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests.</p> <p>After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. <br></p> <p>The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour <strong tabindex=\"-1\">China</strong> has offered to help, the BBC reported.</p> <p>Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply.<br></p> <p>On Tuesday, health minister <strong>Chen Shih-chung</strong> announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August.</p>  <figure class=\"element element-image\" data-media-id=\"0f7dc09d9513ea92676ff1872e6c13514f07c166\"> <img src=\"https://media.guim.co.uk/0f7dc09d9513ea92676ff1872e6c13514f07c166/0_0_4150_2840/1000.jpg\" alt=\"Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.\" width=\"1000\" height=\"684\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.</span> <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:44.561Z\">at 9.34am BST</time></p>  </div> <div id=\"block-60b1f55d8f08d486a7716993\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:04:32.697Z\">9.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia</strong> reported 9,289 new Covid-19 cases on Saturday, including 3,241 in <strong>Moscow</strong>, taking the official national tally since the pandemic began to 5,053,748. <br></p> <p>The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. <br></p> <p>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. </p> </div>   </div> <div id=\"block-60b1f1538f08d486a7716971\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:51:13.294Z\">8.51am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia reports record daily rise in fresh cases</h2>  <div class=\"block-elements\">  <p><strong>Malaysia</strong> reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. <br></p> <p>This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. <br></p> <p>The country’s prime minister,<strong> Muhyiddin Yassin,</strong> has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports.<br></p> <p>“With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement.</p>  <figure class=\"element element-image\" data-media-id=\"2f721ee7b38d170ee8d34ff5f1be1f74d24cd872\"> <img src=\"https://media.guim.co.uk/2f721ee7b38d170ee8d34ff5f1be1f74d24cd872/0_0_5400_3593/1000.jpg\" alt=\"Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.</span> <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:53:22.887Z\">at 8.53am BST</time></p>  </div> <div id=\"block-60b1f02c8f086d71cc15e3df\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:43:40.117Z\">8.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Prof <strong>Stephen Reicher</strong>, a psychologist on the <strong>UK’s</strong> Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. <br></p> <p>Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. <br></p> <p>He told BBC Radio 4’s Today: <br></p> <blockquote class=\"quoted\"> <p>The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. <br></p> <p>But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. <br></p> <p>And so you see that in the fact that they are beginning to act in a rather contradictory way. <br></p> <p>They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. <br></p> <p>They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. <br></p> <p>That contradiction, that sense of confusion, I think is undermining the response. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:47:44.932Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b1e8ff8f086d71cc15e3a0\" class=\"block is-key-event\" data-block-contributor=\"profile/jedidajah-otte\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:09.748Z\">8.39am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vietnam detects hybrid of UK and Indian virus variants</h2>  <div class=\"block-elements\">  <p>Hello and welcome to our global coronavirus live blog.<br></p> <p><strong>Vietnam</strong> health minister <strong>Nguyen Thanh Long</strong> said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the <strong>India</strong> and <strong>UK</strong> Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported.</p> <p>Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces.</p> <p>He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame.</p> <p>So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa.</p> <p>I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter <a href=\"https://twitter.com/JedySays\">@JedySays</a> or <a href=\"mailto:jedidajah.otte.casual@theguardian.com\">via email</a>.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:43.838Z\">at 8.41am BST</time></p>  </div> <div id=\"block-60b1ec0a8f08d486a7716934\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:00.092Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Caution is needed in determining whether <strong>England’s</strong> coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned.</p> <p><strong>Sir Tim Gowers</strong>, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April.<br></p> <p>Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p>Because <strong>Boris Johnson</strong> has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown.</p> <p>So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants.</p> <p>But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem.</p> </blockquote> <p>Read my colleague Ben Quinn’s full story <a href=\"https://www.theguardian.com/world/2021/may/28/academic-who-helped-change-no-10-covid-policy-in-first-wave-warns-of-easing-risk\">here</a>.<br></p> <p>Prof <strong>Christina Pagel</strong>, a member of Independent Sage from University College London, said reopening should be delayed a few more months.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:17.518Z\">at 8.41am BST</time></p>  </div>","wordcount":"3628","firstPublicationDate":"2021-05-29T07:39:13Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:13:11Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htaxe","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531/0_334_5898_3539/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The UK government appears to have abandoned its “data not dates” principle, an expert advising its coronavirus response has warned, adding that its reluctance to delay unlocking was leading to “contradictory” messaging. Prof Stephen Reicher, a psychologist on the Scientific Pandemic Insights Group on Behaviours (Spi-B), joined scientists warning against the final lifting of restrictions on 21 June as cases passed 4,000 for the first time since late March on Friday. Reicher said the government had invested “so much political capital” in particular dates that it has become difficult to diverge from them if the data suggests it is necessary. He told BBC Radio 4’s Today programme: “I think we are in a pickle of the government’s own making at the moment. I think the reason for that is it has departed from its own mantra of ‘data not dates’. Very quickly ‘data not dates’ became ‘dates not data’.” Hello, this is Clea Skopeliti taking over the blog for the next hour while Jedidajah has a break. You can message me on Twitter if you’d like to draw my attention to a story. Thanks! Indonesia will introduce a “Work From Bali” programme for civil servants aimed at helping to revive the island’s battered economy. Bloomberg reports: The coordinating ministry for maritime and investment affairs will start with a pilot project in Nusa Dua, once a prime location for major conferences including the Asia-Pacific Economic Cooperation summit in 2013, to encourage more meetings and outbound activities on the island. “We hope that with the arrival of government and state-owned company employees, the gears of Bali’s economy will start moving,” Hermin Esti Setyowati, an assistant deputy at the ministry, said in a statement on Saturday. Tourism-reliant Bali has been among the country’s hardest-hit provinces as borders remain shut, leaving its hotels and beaches empty. Its GDP shrank 9.9% in the first quarter from a year ago, following a 9.3% contraction for all of 2020. The island welcomed just 25 foreigners from January to March, compared with 1.1 million in the same period last year. The local government plans to accelerate its vaccination program with a goal of reaching herd immunity against Covid-19 by July, which could allow the island to reopen to international tourists. There is a “good argument” for vaccinating older children against Covid-19 given the safety records of some Covid vaccines, an expert has said. Klaus Okkenhaug, professor of immunology in the department of pathology at the University of Cambridge, told Times Radio that the decision on whether to give children coronavirus jabs was a “difficult question” that requires balancing wider benefits against the direct ones for children. He said: I think for a whole population it would of course help for children to be vaccinated because it also reduces their opportunities to transmit this virus to their teachers. Prof Okkenhaug said that when considering the “direct benefits to the children” it was “a little bit of a fine balance because they are so unlikely to be affected by the virus”. He added: But I think given the phenomenal safety records of some of the vaccines out there, there’s a good argument for going ahead at least with older children, say 12 and above. A coronavirus surge sweeping through Thailand’s prisons has thrown the spotlight on the kingdom’s overcrowded penal system, where some inmates have less space to sleep than the inside of a coffin. AFP reports: More than 22,000 people have tested positive inside jails, where inmates living cheek by jowl have been encouraged to keep wearing their masks even while they sleep. Authorities have floated plans to give early releases to prisoners with underlying medical conditions and have announced funding for more testing and medical care in recent days. But those behind bars say they have been kept in the dark about the seriousness of the outbreak. “Prisoners don’t have the knowledge to protect themselves,” said Somyot Prueksakasemsuk, a high-profile activist facing charges under Thailand’s harsh royal defamation law. Somyot was bailed last month and told AFP that he had not been tested for Covid-19 once during his 10-week stint in custody. He was not worried about contracting the disease while in jail because he had no idea about the level of risk. “But after this I’m so scared [for everyone still inside] ... if you are inside the prison you are at risk, it’s unavoidable,” he said. Thailand’s prison outbreak has skyrocketed from just 10 publicly announced cases a month ago and sparked growing public concern after a handful of prominent activists contracted the illness. Among them was student leader Panusaya “Rung” Sithijirawattanakul, who helped lead a series of rallies last year demanding political reforms in the kingdom, and who tested positive after she was released on bail. The Thai prison population stood at around 311,000 earlier this year, the International Federation for Human Rights said – more than two and a half times the system’s official capacity. Four inmates in every five are serving time for drug charges because of harsh anti-narcotics laws that can see offenders jailed for a decade for possessing just a few methamphetamine pills. Many cells are so packed with bodies that some inmates only have half a metre (less than 2ft) of space. “That is less room for a body than the inside of a coffin,” justice minister Somsak Thepsutin told local media in February. Officials have tested more than 36,000 inmates in recent weeks and begun delivering Covid vaccines to inmates and prison staff. Somsak said he was examining ways to give early releases to prisoners with underlying medical conditions, possibly through a royal pardon. Even if the plan goes ahead, prisoners will still have to complete a quarantine before returning home. India has recorded the lowest number of new daily infections in 45 days, the Times of India reports, although a further 173,790 fresh cases were logged in the country on Saturday. The official death toll climbed to 322,512 as a further 3,617 Covid fatalities recorded on Saturday, according to health ministry data. Daily recoveries continue to outnumber the daily new cases for the 16th consecutive day. A total of 2,080,048 samples were tested in the last 24 hours, according to the Indian Council of Medical Research. The governing civic body of Mumbai on Friday allowed walk-in vaccination for students who have been accepted for university courses abroad and require immunisation to travel. France’s budget deficit for 2021 will stand at €220bn, some €47bn higher than previously estimated, Olivier Dussopt, the public accounts minister, told AFP on Saturday. The increase is “a result of supporting measures that we’re continuing to take to support the recovery” from the devastating effects that Covid-19 shutdowns wreaked on the eurozone’s second-largest economy, he said. It is not yet clear how the revised numbers will affect the budget deficit when expressed as percentage of GDP, which was previously forecast to hit 9% this year, a postwar record. Public debt was previously forecast to reach 118% of GDP. The Covid-19 pandemic is expected to cost the French state nearly half a trillion euros over three years - €158bn in 2020, an expected €171bn in 2021 and a forecast €96bn in 2022, Dussopt said in April. France has borrowed heavily to try to keep the economy afloat through three nationwide lockdowns, including money spent on supporting salaries of people furloughed and aid for companies struggling to stay afloat during the crisis. The southern Chinese city of Guangzhou shut down a neighborhood and ordered its residents to stay home on Saturday for door-to-door coronavirus testing following an upsurge in infections. Guangzhou, a business and industrial centre of 15 million people north of Hong Hong, has reported 20 new infections over the past week. The number is small compared with India’s thousands of daily cases but has alarmed Chinese authorities who believed they had the virus under control. The spread of infections was “fast and strong,” the Global Times newspaper cited health authorities as saying. Saturday’s order to stay home applied to residents of five streets in Liwan district in the city centre. Outdoor markets, childcare centres and entertainment venues were closed. Indoor restaurant dining was prohibited, while grade schools were told to stop in-person tuition. People in parts of four nearby districts were ordered to limit outdoor activity. The city government earlier ordered testing of hundreds of thousands of residents following the initial infections. The government said some 700,000 people had been tested by Wednesday. China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad, the Associated Press reports. The mainland’s official death toll stands at 4,636 out of 91,061 confirmed cases. On Saturday, the National Health Commission reported two new locally transmitted cases in Guangzhou and 14 in other parts of the country that it said came from abroad. Most of the latest infections in Guangzhou are believed to be linked to a 75-year-old woman who was found on 21 May to have the variant first identified in India, state media say. Most of the others attended a dinner with her or live together. That infection spread to the nearby city of Nanshan, where one new confirmed case and two asymptomatic cases were reported Saturday after people from Guangzhou were tested, according to the Global Times. Infections in Germany continue on a downward trend, according to the country’s Robert Koch Institute (RKI), with health authorities having reported 5,426 new cases within one day to the institute, down from 6,419 a week earlier. The seven-day incidence on Saturday morning stood at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. Public holidays have, however, resulted in fewer people seeing a doctor, which means fewer samples are taken and fewer laboratory tests. Therefore, fewer new infections are reported. According to the RKI, 163 new deaths were recorded across Germany within 24 hours. A week ago 170 deaths from the virus were logged. The RKI has counted 3,675,296 Covid-19 infections since the beginning of the pandemic, but the actual total number is likely significantly higher, since many infections are not detected. The Philippines said on Saturday people were allowed to again go to work in Saudi Arabia, reversing a brief deployment ban after the kingdom said they would not be charged for Covid-19 tests and quarantine upon arrival. Reuters reports: “Our Saudi-bound workers will no longer be disadvantaged,” said labour secretary, Silvestre Bello. Flag carrier Philippine Airlines said it would accept Filipino workers on flights to Dammam and Riyadh, waiving rebooking fees for passengers who had been unable to board because of the deployment ban. Bello apologised for the “inconvenience and momentary anguish” caused by his Thursday ban, saying: “I understand that the suspension order drew confusion and irritation among our affected departing overseas Filipino workers.” More than a million Filipinos work in Saudi Arabia, the most preferred destination of overseas Filipino workers in 2019, government data shows. Many Filipinos are hired as construction workers, domestic helpers or nurses. In 2020, Filipinos in Saudi Arabia sent home $1.8bn in remittances, a key support for the consumption-led economy. With more than 1.2 million cases and 20,722 deaths, the Philippines has the second-highest Covid-19 infections and casualties in south-east Asia, behind Indonesia. People should be “very concerned” about the spread of the Indian variant of coronavirus, but “reassured” by the scale of the vaccine rollout, an expert has said. Professor Anthony Harnden, deputy chair of the UK’s Joint Committee on Vaccination and Immunisation (JCVI), told BBC Breakfast that the variant was “clearly more transmissible”. He said: We need to be reassured that we’re in a very different position now in that we’ve got a highly vaccinated population and we just need to continue moving at speed. We do know that with this particular variant you do need two doses to offer complete protection, and so we’re very, very keen to make sure that all those, particularly higher risk groups, that’s the over-50s and those with underlying illness, receive their second vaccination as soon as feasible. The unlocking of society in England will be a “gradual process” that requires a “cautious” approach even if the government’s target date for removing all legal limits on social contact in the country on 21 June remains in place, he added, emphasising the need to “look very carefully” at what happens with the India variant in the next one or two weeks. He said: I think we need to look at that data very carefully before we completely un-lockdown. He suggested it was “better” to be on “the cautious side”, adding: Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious, even if the 21 June date goes ahead. So I think we’ve all got used to living within boundaries at the moment and I think it’s not an all or none, I think it will be a gradual process even if the 21 June date goes ahead. Scotland’s health secretary Humza Yousaf said there was “significant community transmission” of coronavirus in hotspots in the city of Glasgow. The city will remain under level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the India variant arrived. He told BBC Radio 4’s Today: In a few concentrated hotspots ... we are seeing significant community transmission. The levels and the numbers of cases are continuing to rise. In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. Therefore we are trying to get to the bottom of how it managed to get in. Victoria state in Australia has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown. The update brings the total number of cases from the latest outbreak in Melbourne to 35. A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests. On Saturday, the state’s Covid testing commander, Jeroen Weimar, said four of the new cases were linked to a person who tested positive on Friday. The Victorian health minister, Martin Foley, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”. There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19. Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers. Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in Craigieburn. He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in Mickleham. Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus. A full list of exposure sites can be found here. Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days. Taiwan reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests. After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour China has offered to help, the BBC reported. Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply. On Tuesday, health minister Chen Shih-chung announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August. Russia reported 9,289 new Covid-19 cases on Saturday, including 3,241 in Moscow, taking the official national tally since the pandemic began to 5,053,748. The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. Malaysia reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. The country’s prime minister, Muhyiddin Yassin, has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports. “With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement. Prof Stephen Reicher, a psychologist on the UK’s Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. He told BBC Radio 4’s Today: The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. And so you see that in the fact that they are beginning to act in a rather contradictory way. They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. That contradiction, that sense of confusion, I think is undermining the response. Hello and welcome to our global coronavirus live blog. Vietnam health minister Nguyen Thanh Long said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the India and UK Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported. Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces. He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame. So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa. I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter @JedySays or via email. Caution is needed in determining whether England’s coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned. Sir Tim Gowers, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April. Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution. He said: Because Boris Johnson has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown. So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants. But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem. Read my colleague Ben Quinn’s full story here. Prof Christina Pagel, a member of Independent Sage from University College London, said reopening should be delayed a few more months.","charCount":"22022","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/clea-skopeliti\">Clea Skopeliti</a> (now); <a href=\"profile/jedidajah-otte\">Jedidajah Otte</a> (earlier)"},{"headline":"My closest friend, my biggest enemy: can I make sense of my sister’s life and death?","standfirst":"<p>When Arifa Akbar’s artist sister died suddenly, she was left wondering why their relationship had been so fractious. Could a trove of sketchbooks reveal the truth?<br></p>","trailText":"When Arifa Akbar’s artist sister died suddenly, she was left wondering why their relationship had been so fractious. Could a trove of sketchbooks reveal the truth?<br>","byline":"Arifa Akbar","main":"<figure class=\"element element-image\" data-media-id=\"76d86e1379ec5787e3ee6a765594e03a528de860\"> <img src=\"https://media.guim.co.uk/76d86e1379ec5787e3ee6a765594e03a528de860/0_394_4724_2834/1000.jpg\" alt=\"Arifa Akbar, photographed in May 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arifa Akbar, photographed in May 2021.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Guardian</span> </figcaption> </figure>","body":"<p>My sister’s illness was a mystery until the day before she died. In the spring of 2016, Fauzia was taken to hospital twice and each time she stayed in intensive care for days on end. Her doctors conducted tests, drew up hypotheses, disproved them, and called in more doctors until her medical team was engorged with expertise but no closer to a diagnosis.</p> <p>‘The mystery remained even as we were told to gather around her bed in the ICU on 9 June 2016. After she had died, when my mother and I prised out the needles that the nurses hadn’t taken from her neck and wrist, she continued to bleed. My mother, a British Pakistani Muslim who practises her faith quietly but assiduously, whispered the Qur’anic surah <em>Yaseen</em><em> </em>in her right ear and told me she had seen a tiny black pearl slip out from under Fauzia’s eyelid – a single jewel of a tear – which she had caught in the palm of her hand just before it disappeared, along with my sister’s soul. It was a sign, she said, a parting gift from her firstborn child, who was also the first to die.</p> <p>I could see nothing of death in Fauzia as the bright red bubbles of life streamed out of her veins when we removed the needles. A horrible kind of magical thinking gripped my mind in the days that followed. I wondered if she was dead at all or if the doctors had misjudged this, too, assuming death when she was in a deep slumber, a modern gothic Sleeping Beauty.</p>  <figure class=\"element element-image\" data-media-id=\"ab6d6f81ebacd0b0dc2f61133ae26d35c7b68e2b\"> <img src=\"https://media.guim.co.uk/ab6d6f81ebacd0b0dc2f61133ae26d35c7b68e2b/0_648_2286_2472/925.jpg\" alt=\"Fauzia (left), aged seven, and Arifa, aged four, at their grandparents’ house in Lahore, Pakistan, 1976.\" width=\"925\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fauzia (left), aged seven, and Arifa, aged four, at their grandparents’ house in Lahore, Pakistan, 1976.</span> <span class=\"element-image__credit\">Photograph: courtesy of Arifa Akbar</span> </figcaption> </figure>  <p>Six months earlier, Fauzia had begun complaining of chest pains and heavy night sweats to her GP, but her X-rays had come back clear. Then her face swelled. She was taken to A&amp;E and tested for jaundice and meningitis. Doctors said she had a blood infection they couldn’t yet identify. She discharged herself, growing impatient with their investigations, but was unable to breathe properly a few days later and was taken back to hospital. She was given steroids and appeared to get better, so they discharged her after 11 days. But the following month she was back in intensive care, for two weeks this time, weaker than ever with inflamed lungs, slurred speech and strange behaviour, which we were later told was due to brain swelling. She was so ill that doctors put her into an induced coma and carried out more investigations. Still no diagnosis.</p> <p>And then she had a brain haemorrhage. It had started at around 5am on 9 June, the doctor told us when we rushed to the hospital later that morning. Some hours later, after a brain scan, they realised it had been catastrophic, but they still couldn’t name her illness. I wondered if it was a deadly new virus that lay on the outer reaches of medical science. We were told that in these circumstances, they could only declare someone dead after 24 hours. But there was no chance of recovery. </p> <p>We were left dazed. Fauzia was not officially dead, but not alive either. However surreal it sounded, the semantic limbo gave me 24 hours of hope. If her illness had been so mysterious, her recovery could be, too. I turned to my mother, the believer in all unseen matter, and put it to her, but she looked small and silent, already sunken by grief.</p> <p>The next day, Fauzia was moved from the open ward to a private area. A friendly nurse greeted me and told me to put on PPE. I had no idea she was in the room alone because she was being isolated. The nurse and I got chatting and I told him how they still didn’t know what was wrong with Fauzia. He looked at the medical notes and told me that there <em>was </em>a diagnosis.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>I grew up on stories of my father’s cruelty towards Fauzia. He would pull her hair, say he couldn’t stand looking at her</p> </blockquote> </aside>  <p>“A diagnosis?” It seemed unbelievable that her elusive illness had been pinned down overnight, just as my sister had entered the holding cell between life and death.</p> <p>“TB,” he said. “She died from tuberculosis.”</p> <p>They had, I was later told, discovered it from retesting her spinal fluid from a lumbar puncture administered when she was still alive. They had not been looking for TB because they hadn’t thought of it as a possibility. But it had been there all along – “disseminating”, we were later told, from her lungs to other organs through her blood or lymphatic system.</p> <p>Questions began to arise: when had they retested Fauzia’s spinal fluid – after her haemorrhage or before? Why hadn’t they thought of TB when they saw her lungs were inflamed? An infectious-diseases doctor had stood by her bedside and told me that TB, which I thought had been all but eradicated in the UK, had made a comeback in recent times – so why wasn’t it considered by the army of specialists? And was it just an awful coincidence that they had found a diagnosis the day before they switched off her ventilator?</p> <p>Fauzia had had a difficult life. She had been dealing with depression and an eating disorder since she was a teenager. It had ravaged much of her life, and brought her into close contact with the harsh bureaucracies of the medical and psychiatric professions. She often spoke of feeling that the system was letting her down or failing to understand her. It was a system, she claimed, that seemed set on distrusting and disbelieving her because of her mental health. Now it turned out that she had been as unlucky in death as in life.</p> <p>***</p> <p>Until I was five years old, my parents shuttled back and forth between London and Lahore, trying to decide where to live. I was born in London but they returned to Pakistan in 1975, when I was three, hoping to resettle. But by 1977, money was becoming an issue in our paternal grandparents’ home, where we lived with our extended family. My father wasn’t earning anything while his brothers were all contributing to the running of the house. My sister and I were told abruptly that we were going back to England. I was appalled by the news.</p> <p>Moving to London in December 1977 contained its own slow-burn trauma. We had been removed from the extended family and found ourselves thrust into poverty. The Technicolor life of Lahore was lost, and all turned black and white.</p> <p>Fauzia was the only one of the three of us born in Pakistan and her early life was far less settled than mine. She didn’t meet our father until she was 13 months old because he was in London, trying to find a job before sending visas and air tickets for my mother and Fauzia to join him. They arrived in London on 23 October 1971. They landed at Heathrow to find that my father was late, so they waited in the arrivals lounge. My mother was dressed in a new <em>shalwar kameez</em><em> </em>and Fauzia in a party frock. He arrived in a car he had borrowed from a friend, and when he saw Fauzia he reached out to hold her, but she, not knowing who he was, cried and clung to our mother. He asked our mother why she was crying and tried again, but Fauzia turned her face away. After that his mood changed and he spoke sternly to her in the car, telling her <em>chup </em>– be quiet – when she wouldn’t stop crying. Maybe he felt rejected in that first meeting, but it couldn’t and shouldn’t have set the tone for their entire relationship.</p> <p>When I was born, my father couldn’t stop marvelling at me, I’m told. Perhaps he saw me as the firstborn because he was there for my birth. Rather than hiding his favouritism, he made it explicit. He told me, volubly, that I was adored and special. I was the daughter who could do little wrong. Fauzia was the problem child long before she had done anything wrong. Even the arrival of a brother two years later didn’t dismantle my primacy in my father’s eyes.</p> <p>I grew up on stories of my father’s random cruelties towards Fauzia as a baby: of him making her mouth bleed by sticking his fingers into it and pulling at her cheeks, of shaking her and making her run alongside him, even when she grew breathless and tearful. My mother worried about leaving him alone with Fauzia. He would take any opportunity to tell her off, pull her hair, and say he couldn’t bear looking at her. Sometimes he refused to eat at the same table as her, so she would have to wait until he had finished. She would be blamed for the smallest misdemeanour and told that my misbehaviour or my brother’s was her doing because she was the eldest and had set a bad example.</p>  <figure class=\"element element-image\" data-media-id=\"106f7fbad74f20a91b66c29f5e2a2721090167c9\"> <img src=\"https://media.guim.co.uk/106f7fbad74f20a91b66c29f5e2a2721090167c9/0_140_3264_1958/1000.jpg\" alt=\"Arifa Akbar (left), and Fauzia at their parents’ home in London, around 2005.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arifa (left) and Fauzia at their parents’ home in London, around 2005.</span> <span class=\"element-image__credit\">Photograph: courtesy of Arifa Akbar</span> </figcaption> </figure>  <p>There are no conflagratory set pieces of remembered violence from that time. My father just continued to treat Fauzia differently. I know now that his behaviour amounted to verbal and emotional abuse, but I couldn’t have named it as such then. Even now, it feels like I am betraying him, but it is correct to use that term. It still alarms me that family abuse can be so selective. The charges against Fauzia became normalised in our home. I suspect this is how some domestic abuse works: in pinpricks, pinches and a tsunami of micro-aggressions. It is what makes it so pernicious, and it is no less monstrous than scenes of bone-breaking violence.</p> <p>My heart hardened a little towards my father following Fauzia’s death, but it is not as simple as that, either. I have seen him suffer, too. For the past 15 years he has lived with dementia. He is alone now, visited at his nursing home by no family members other than me. It’s as if he is paying penance.</p> <p>His locked-in state makes any account of his actions unfair. I am painting pictures that he can’t challenge or correct. It would be easy to build an alternative narrative: that he was simply not as close to Fauzia as he was to me; that he was there to support her in adulthood; that he spent hours entertaining us as children. He loved us in different ways, he might say. Whatever the source of his complicated relationship with Fauzia, it is buried wordlessly inside him for ever.</p> <p>***</p> <p>When she was 16, Fauzia was moved upstairs to share a bedroom with me. This was when we started to become allies. We started discussing all the ways in which our parents had failed us: she spoke of our father’s unkindness towards her, and how differently he had treated me. She thought our mother had failed to protect her. I began to understand how different her childhood had been from mine. Fauzia also described her increasingly low moods, her sudden depressions.</p> <p>She became my closest friend, a knowing, supportive older sister whose warmth I took for granted but whose pain I felt as my own. Despite her depression, she had bottomless optimism when I needed to feel more confident about myself in the world. “<em>Of course </em>you can do it, Arifa,” she’d say, in a sure voice, when I felt uncertain. “Why would you even question yourself?” We bonded over books, and her tastes shaped mine to create a language of intimacy between us: talking about a certain novel or artist became a way of defining ourselves to each other, and to ourselves. </p>  <figure class=\"element element-image\" data-media-id=\"c5b0d453d09ca0f0afaecaf6c4d3ef7ea286f428\"> <img src=\"https://media.guim.co.uk/c5b0d453d09ca0f0afaecaf6c4d3ef7ea286f428/0_0_3372_4724/714.jpg\" alt=\"An artwork by Fauzia, one of a series found in her portfolio after her death.\" width=\"714\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An artwork by Fauzia, one of a series found in her portfolio after her death.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The  Guardian</span> </figcaption> </figure>  <p>Fauzia’s first major depression came in 1990, though none of us recognised it as such at the time. She had dropped out of her fine art foundation course, even though the course had meant everything to her. She was 19 and doing less and less, in a bathrobe most days and dragged down by paralysing lows. The depression seemed unknowable and monstrous. </p> <p>***</p> <p>My last meeting with Fauzia outside hospital was in May 2016. It was shortly after her first admission to A&amp;E in April. There had been four years of silence between us. We had argued on and off for decades but this time, I had been the one to pick the fight. I can’t remember what triggered it but I felt all my old unaired resentments rising to the surface over the course of a meal and I rounded on Fauzia to tell her I hated her, shouting the words before storming out of the home.</p> <p>Afterwards, my mother told me I needed to apologise, but I couldn’t because the anger, now out, was too big to put away and too irrational to explain. I was furious with her for her lifetime’s depression, for not being the sister she had once been, for making me feel like her oppressor when I had never betrayed her, and I felt it was <em>she </em>who had built up a narrative against me, calling me her bully when I had been her friend.</p> <p>In the years of icy silence between us, I had missed her company, her careful listening, her passion for things, even if I had stayed angry. I felt a weight lift after we met at A&amp;E in April, although a part of me remained apprehensive, because, however many fresh starts Fauzia and I had had, we always seemed to circle back to grudge-bearing and mutual resentment, either assigning ourselves our old identities or blaming each other for them. </p>  <figure class=\"element element-image\" data-media-id=\"f0fc268d852a0b95566d99ed0f181958f1903c61\"> <img src=\"https://media.guim.co.uk/f0fc268d852a0b95566d99ed0f181958f1903c61/0_0_4724_4020/1000.jpg\" alt=\"The inspiration for this watercolour and embroidery piece is Degas’ dancers, but Fauzia has added her own elements.\" width=\"1000\" height=\"851\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The inspiration for this watercolour and embroidery piece is Degas’ dancers, but Fauzia has added her own elements.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The  Guardian</span> </figcaption> </figure>  <p>Everything changed between Fauzia and me when I left for university. I remember how on the day I caught the train to Edinburgh she wouldn’t talk to me. When I asked her to see me off at the station, she refused to change out of her dressing-gown. She behaved as if I had wronged her. I thought she was being unreasonable, but I felt twinges of guilt all the same for leaving. A few minutes before the train moved out of the station, I saw Fauzia running along the platform with a scroll of paper in her hand. She got to me in time and I rolled the paper open to find her favourite painting – a still life of flowers in meticulous brush-strokes of oils in deep blues, purples and turquoises. It had been the only finished artwork she had taken to her art foundation admissions interview in 1989, and on its back she had written, “To Arifa – look – my first great work of art!! Fauzia”. I felt elated. We were still the best of friends.</p> <p>Leaving home for university had meant leaving Fauzia when she was slowly falling apart. Did I abandon her? Was I, in fact, partly to blame for her depression? I felt these uneasy questions swarm wordlessly between us after I returned from Edinburgh. Maybe Fauzia planted them there. I suppose she had a right to do so: the legacy of having been my father’s favourite in childhood felt toxic when set against his brutal treatment of her. During my years away, Fauzia must have decided I had shown her cruelty, too, because she became snide and jeering when I returned.</p> <p>It grew difficult to be with her, even in the times when we weren’t arguing, because everything came back to her bigger pain. Her suffering was insurmountable, it seemed, and I was fed up with being implicated. </p> <p>***</p> <p>After being encouraged to go to a sewing class in her late 30s, she had returned to art school, at 43, and was midway through a fine art degree at Camberwell College of Arts, at which she was excelling, when she died.</p> <p>When we gathered together her innumerable sketchbooks and portfolios a few weeks after her death, I began to look for clues to her inner world. I had been reluctant to look for fear of seeing things that would be painful to acknowledge. I knew I would find clarification of so much about Fauzia, but I would also see the ways I had misjudged her.</p> <p>Looking at her art, I am surprised to find pictures of myself. In a sketchbook called “Artist’s Research” there is an image of me smiling and hugging our niece, one of our brother’s daughters. My eyes are open, my niece’s are squeezed shut with laughter. I recognise the image: it has been copied from a photograph taken in our mother’s home.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>In one image of me, small oddities make my face look grotesque. Below, she has cut out a single printed word: demon</p> </blockquote> </aside>  <p>It becomes apparent that it is part of a project whose themes revolve around mythologies. There are seven more portraits of me, almost all in closeup, and most are on a double page, set against a classical painting featuring cherubim, biblical figures and saints drawn on the opposite side. I recognise each picture of myself from photographs that have been taken by the family. These images startle me for their likeness, but also the sense of being airbrushed in slight but significant ways. She has made my face more harmonious than it is – my nose is smaller, the gap in my top teeth is gone. I realise, with some apprehension, that it is deliberate. There is something sad about her intentional smoothing away of my imperfections, but the idealised tone of the words accompanying the portraits saddens me more: “She’s funny and honest!” is written under one.</p> <p>I turn the page. Another smiling image of me with writing beneath it: “She is multifaceted, like all well-directed, hard-working human beings and her individuality is remarkable.” I look at my image and the saints on the opposite side of the sketchbook and it is clear I am being set beside the ideal. It goes on for several pages and the almost fantastical tone of the words is excruciating. I see in this the pain of being the “other” sister. Here is my elevated status in the family as the perfect daughter, and in its absence, the position she was given as my opposite.</p>  <figure class=\"element element-image\" data-media-id=\"b1c7db8ae3f3f7532b2a529060c008aaf85cf9b3\"> <img src=\"https://media.guim.co.uk/b1c7db8ae3f3f7532b2a529060c008aaf85cf9b3/0_0_4202_4724/890.jpg\" alt=\"This embroidered ‘final confession’ is reminiscent of a deathbed scene from an old painting. Fauzia often copied elements of master paintings and added her own twists.\" width=\"890\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This embroidered ‘final confession’ is reminiscent of a deathbed scene from an old painting. Fauzia often copied elements of master paintings and added her own twists.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The  Guardian</span> </figcaption> </figure>  <p>There are two final images of me that bring a stop to the whole project. Here I am alone, in even more magnified closeup, and I am not idealised now. I look <em>almost </em>like myself, but small oddities have been inserted that make my face look gothic and ever so slightly grotesque: my features bent, my nose long and bony, my chin witch-like. Below the images, she has cut out a single printed word, in capital letters, from a magazine. I stare at it, surprised at first, then reminded of all the ways in which we distrusted each other: “DEMON”.</p> <p>The word instantly casts the previous pictures in a new light. Here is what she was building to: my fall, from angel to devil. These last pictures remind me that, just as she was my demon sister for a time, destructive and dangerous in her anger, I was hers. It seems like a conclusion, somehow, but it was not the end of us, as sisters. I was not her demon sister at the end of her life, and she was not mine.</p> <p>We were reunited, two months before she died. I had gone to her hospital bed with a racing heart, hoping to see her alive, showing her I was still there for her.</p> <p>In the weeks and months after Fauzia’s death, we had to chase doctors repeatedly for a fuller explanation of why she had remained undiagnosed of an ancient infectious disease that might otherwise have been cured with a course of antibiotics.</p> <p>Two months after she died, we were finally sent a summarised report of her case, which made it clear how hard the doctors had tried, but also that there had been “missed opportunities”. Her form of TB had been relatively rare and difficult to detect, we were told. As I began reading around the illness, I discovered that it was often elusive in character, and could also lie dormant in the body for decades before awakening and attacking the system, slowly and stealthily, from within. For all the gains of medical science, TB remains the unknowable, or at least not<em> fully</em> known, contagion.</p> <p>I find myself thinking that we might have remained friends, had she lived. I wonder how she might have sketched me now, if I had sat for her myself. I hope I would not be the angel sister any more, or the demon, but wavering somewhere between, and that she would see me for the person I had become, with all the love and fear and flesh wounds of our sisterhood. </p> <p>• Arifa Akbar is the Guardian’s chief theatre critic. Her book, Consumed, is published on 10 June by Hodder &amp; Stoughton at £16.99. To support the Guardian, order your copy at <a href=\"https://guardianbookshop.com/consumed-9781529347524.html?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">guardianbookshop.com</a>. Delivery charges may apply.</p> <p>She will be in conversation with Christina Patterson on Thursday 10 June at Blackwell’s online event; tickets available via <a href=\"https://www.eventbrite.co.uk/e/consumed-with-arifa-akbar-tickets-157113463599\">consumed.eventbrite.co.uk</a></p> <p><br></p>","newspaperPageNumber":"35","wordcount":"3447","firstPublicationDate":"2021-05-29T11:00:24Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:00:24Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hcd76","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/76d86e1379ec5787e3ee6a765594e03a528de860/0_394_4724_2834/500.jpg","legallySensitive":"false","sensitive":"false","lang":"en","isLive":"true","bodyText":"My sister’s illness was a mystery until the day before she died. In the spring of 2016, Fauzia was taken to hospital twice and each time she stayed in intensive care for days on end. Her doctors conducted tests, drew up hypotheses, disproved them, and called in more doctors until her medical team was engorged with expertise but no closer to a diagnosis. ‘The mystery remained even as we were told to gather around her bed in the ICU on 9 June 2016. After she had died, when my mother and I prised out the needles that the nurses hadn’t taken from her neck and wrist, she continued to bleed. My mother, a British Pakistani Muslim who practises her faith quietly but assiduously, whispered the Qur’anic surah Yaseen in her right ear and told me she had seen a tiny black pearl slip out from under Fauzia’s eyelid – a single jewel of a tear – which she had caught in the palm of her hand just before it disappeared, along with my sister’s soul. It was a sign, she said, a parting gift from her firstborn child, who was also the first to die. I could see nothing of death in Fauzia as the bright red bubbles of life streamed out of her veins when we removed the needles. A horrible kind of magical thinking gripped my mind in the days that followed. I wondered if she was dead at all or if the doctors had misjudged this, too, assuming death when she was in a deep slumber, a modern gothic Sleeping Beauty. Six months earlier, Fauzia had begun complaining of chest pains and heavy night sweats to her GP, but her X-rays had come back clear. Then her face swelled. She was taken to A&amp;E and tested for jaundice and meningitis. Doctors said she had a blood infection they couldn’t yet identify. She discharged herself, growing impatient with their investigations, but was unable to breathe properly a few days later and was taken back to hospital. She was given steroids and appeared to get better, so they discharged her after 11 days. But the following month she was back in intensive care, for two weeks this time, weaker than ever with inflamed lungs, slurred speech and strange behaviour, which we were later told was due to brain swelling. She was so ill that doctors put her into an induced coma and carried out more investigations. Still no diagnosis. And then she had a brain haemorrhage. It had started at around 5am on 9 June, the doctor told us when we rushed to the hospital later that morning. Some hours later, after a brain scan, they realised it had been catastrophic, but they still couldn’t name her illness. I wondered if it was a deadly new virus that lay on the outer reaches of medical science. We were told that in these circumstances, they could only declare someone dead after 24 hours. But there was no chance of recovery. We were left dazed. Fauzia was not officially dead, but not alive either. However surreal it sounded, the semantic limbo gave me 24 hours of hope. If her illness had been so mysterious, her recovery could be, too. I turned to my mother, the believer in all unseen matter, and put it to her, but she looked small and silent, already sunken by grief. The next day, Fauzia was moved from the open ward to a private area. A friendly nurse greeted me and told me to put on PPE. I had no idea she was in the room alone because she was being isolated. The nurse and I got chatting and I told him how they still didn’t know what was wrong with Fauzia. He looked at the medical notes and told me that there was a diagnosis. “A diagnosis?” It seemed unbelievable that her elusive illness had been pinned down overnight, just as my sister had entered the holding cell between life and death. “TB,” he said. “She died from tuberculosis.” They had, I was later told, discovered it from retesting her spinal fluid from a lumbar puncture administered when she was still alive. They had not been looking for TB because they hadn’t thought of it as a possibility. But it had been there all along – “disseminating”, we were later told, from her lungs to other organs through her blood or lymphatic system. Questions began to arise: when had they retested Fauzia’s spinal fluid – after her haemorrhage or before? Why hadn’t they thought of TB when they saw her lungs were inflamed? An infectious-diseases doctor had stood by her bedside and told me that TB, which I thought had been all but eradicated in the UK, had made a comeback in recent times – so why wasn’t it considered by the army of specialists? And was it just an awful coincidence that they had found a diagnosis the day before they switched off her ventilator? Fauzia had had a difficult life. She had been dealing with depression and an eating disorder since she was a teenager. It had ravaged much of her life, and brought her into close contact with the harsh bureaucracies of the medical and psychiatric professions. She often spoke of feeling that the system was letting her down or failing to understand her. It was a system, she claimed, that seemed set on distrusting and disbelieving her because of her mental health. Now it turned out that she had been as unlucky in death as in life. *** Until I was five years old, my parents shuttled back and forth between London and Lahore, trying to decide where to live. I was born in London but they returned to Pakistan in 1975, when I was three, hoping to resettle. But by 1977, money was becoming an issue in our paternal grandparents’ home, where we lived with our extended family. My father wasn’t earning anything while his brothers were all contributing to the running of the house. My sister and I were told abruptly that we were going back to England. I was appalled by the news. Moving to London in December 1977 contained its own slow-burn trauma. We had been removed from the extended family and found ourselves thrust into poverty. The Technicolor life of Lahore was lost, and all turned black and white. Fauzia was the only one of the three of us born in Pakistan and her early life was far less settled than mine. She didn’t meet our father until she was 13 months old because he was in London, trying to find a job before sending visas and air tickets for my mother and Fauzia to join him. They arrived in London on 23 October 1971. They landed at Heathrow to find that my father was late, so they waited in the arrivals lounge. My mother was dressed in a new shalwar kameez and Fauzia in a party frock. He arrived in a car he had borrowed from a friend, and when he saw Fauzia he reached out to hold her, but she, not knowing who he was, cried and clung to our mother. He asked our mother why she was crying and tried again, but Fauzia turned her face away. After that his mood changed and he spoke sternly to her in the car, telling her chup – be quiet – when she wouldn’t stop crying. Maybe he felt rejected in that first meeting, but it couldn’t and shouldn’t have set the tone for their entire relationship. When I was born, my father couldn’t stop marvelling at me, I’m told. Perhaps he saw me as the firstborn because he was there for my birth. Rather than hiding his favouritism, he made it explicit. He told me, volubly, that I was adored and special. I was the daughter who could do little wrong. Fauzia was the problem child long before she had done anything wrong. Even the arrival of a brother two years later didn’t dismantle my primacy in my father’s eyes. I grew up on stories of my father’s random cruelties towards Fauzia as a baby: of him making her mouth bleed by sticking his fingers into it and pulling at her cheeks, of shaking her and making her run alongside him, even when she grew breathless and tearful. My mother worried about leaving him alone with Fauzia. He would take any opportunity to tell her off, pull her hair, and say he couldn’t bear looking at her. Sometimes he refused to eat at the same table as her, so she would have to wait until he had finished. She would be blamed for the smallest misdemeanour and told that my misbehaviour or my brother’s was her doing because she was the eldest and had set a bad example. There are no conflagratory set pieces of remembered violence from that time. My father just continued to treat Fauzia differently. I know now that his behaviour amounted to verbal and emotional abuse, but I couldn’t have named it as such then. Even now, it feels like I am betraying him, but it is correct to use that term. It still alarms me that family abuse can be so selective. The charges against Fauzia became normalised in our home. I suspect this is how some domestic abuse works: in pinpricks, pinches and a tsunami of micro-aggressions. It is what makes it so pernicious, and it is no less monstrous than scenes of bone-breaking violence. My heart hardened a little towards my father following Fauzia’s death, but it is not as simple as that, either. I have seen him suffer, too. For the past 15 years he has lived with dementia. He is alone now, visited at his nursing home by no family members other than me. It’s as if he is paying penance. His locked-in state makes any account of his actions unfair. I am painting pictures that he can’t challenge or correct. It would be easy to build an alternative narrative: that he was simply not as close to Fauzia as he was to me; that he was there to support her in adulthood; that he spent hours entertaining us as children. He loved us in different ways, he might say. Whatever the source of his complicated relationship with Fauzia, it is buried wordlessly inside him for ever. *** When she was 16, Fauzia was moved upstairs to share a bedroom with me. This was when we started to become allies. We started discussing all the ways in which our parents had failed us: she spoke of our father’s unkindness towards her, and how differently he had treated me. She thought our mother had failed to protect her. I began to understand how different her childhood had been from mine. Fauzia also described her increasingly low moods, her sudden depressions. She became my closest friend, a knowing, supportive older sister whose warmth I took for granted but whose pain I felt as my own. Despite her depression, she had bottomless optimism when I needed to feel more confident about myself in the world. “Of course you can do it, Arifa,” she’d say, in a sure voice, when I felt uncertain. “Why would you even question yourself?” We bonded over books, and her tastes shaped mine to create a language of intimacy between us: talking about a certain novel or artist became a way of defining ourselves to each other, and to ourselves. Fauzia’s first major depression came in 1990, though none of us recognised it as such at the time. She had dropped out of her fine art foundation course, even though the course had meant everything to her. She was 19 and doing less and less, in a bathrobe most days and dragged down by paralysing lows. The depression seemed unknowable and monstrous. *** My last meeting with Fauzia outside hospital was in May 2016. It was shortly after her first admission to A&amp;E in April. There had been four years of silence between us. We had argued on and off for decades but this time, I had been the one to pick the fight. I can’t remember what triggered it but I felt all my old unaired resentments rising to the surface over the course of a meal and I rounded on Fauzia to tell her I hated her, shouting the words before storming out of the home. Afterwards, my mother told me I needed to apologise, but I couldn’t because the anger, now out, was too big to put away and too irrational to explain. I was furious with her for her lifetime’s depression, for not being the sister she had once been, for making me feel like her oppressor when I had never betrayed her, and I felt it was she who had built up a narrative against me, calling me her bully when I had been her friend. In the years of icy silence between us, I had missed her company, her careful listening, her passion for things, even if I had stayed angry. I felt a weight lift after we met at A&amp;E in April, although a part of me remained apprehensive, because, however many fresh starts Fauzia and I had had, we always seemed to circle back to grudge-bearing and mutual resentment, either assigning ourselves our old identities or blaming each other for them. Everything changed between Fauzia and me when I left for university. I remember how on the day I caught the train to Edinburgh she wouldn’t talk to me. When I asked her to see me off at the station, she refused to change out of her dressing-gown. She behaved as if I had wronged her. I thought she was being unreasonable, but I felt twinges of guilt all the same for leaving. A few minutes before the train moved out of the station, I saw Fauzia running along the platform with a scroll of paper in her hand. She got to me in time and I rolled the paper open to find her favourite painting – a still life of flowers in meticulous brush-strokes of oils in deep blues, purples and turquoises. It had been the only finished artwork she had taken to her art foundation admissions interview in 1989, and on its back she had written, “To Arifa – look – my first great work of art!! Fauzia”. I felt elated. We were still the best of friends. Leaving home for university had meant leaving Fauzia when she was slowly falling apart. Did I abandon her? Was I, in fact, partly to blame for her depression? I felt these uneasy questions swarm wordlessly between us after I returned from Edinburgh. Maybe Fauzia planted them there. I suppose she had a right to do so: the legacy of having been my father’s favourite in childhood felt toxic when set against his brutal treatment of her. During my years away, Fauzia must have decided I had shown her cruelty, too, because she became snide and jeering when I returned. It grew difficult to be with her, even in the times when we weren’t arguing, because everything came back to her bigger pain. Her suffering was insurmountable, it seemed, and I was fed up with being implicated. *** After being encouraged to go to a sewing class in her late 30s, she had returned to art school, at 43, and was midway through a fine art degree at Camberwell College of Arts, at which she was excelling, when she died. When we gathered together her innumerable sketchbooks and portfolios a few weeks after her death, I began to look for clues to her inner world. I had been reluctant to look for fear of seeing things that would be painful to acknowledge. I knew I would find clarification of so much about Fauzia, but I would also see the ways I had misjudged her. Looking at her art, I am surprised to find pictures of myself. In a sketchbook called “Artist’s Research” there is an image of me smiling and hugging our niece, one of our brother’s daughters. My eyes are open, my niece’s are squeezed shut with laughter. I recognise the image: it has been copied from a photograph taken in our mother’s home. It becomes apparent that it is part of a project whose themes revolve around mythologies. There are seven more portraits of me, almost all in closeup, and most are on a double page, set against a classical painting featuring cherubim, biblical figures and saints drawn on the opposite side. I recognise each picture of myself from photographs that have been taken by the family. These images startle me for their likeness, but also the sense of being airbrushed in slight but significant ways. She has made my face more harmonious than it is – my nose is smaller, the gap in my top teeth is gone. I realise, with some apprehension, that it is deliberate. There is something sad about her intentional smoothing away of my imperfections, but the idealised tone of the words accompanying the portraits saddens me more: “She’s funny and honest!” is written under one. I turn the page. Another smiling image of me with writing beneath it: “She is multifaceted, like all well-directed, hard-working human beings and her individuality is remarkable.” I look at my image and the saints on the opposite side of the sketchbook and it is clear I am being set beside the ideal. It goes on for several pages and the almost fantastical tone of the words is excruciating. I see in this the pain of being the “other” sister. Here is my elevated status in the family as the perfect daughter, and in its absence, the position she was given as my opposite. There are two final images of me that bring a stop to the whole project. Here I am alone, in even more magnified closeup, and I am not idealised now. I look almost like myself, but small oddities have been inserted that make my face look gothic and ever so slightly grotesque: my features bent, my nose long and bony, my chin witch-like. Below the images, she has cut out a single printed word, in capital letters, from a magazine. I stare at it, surprised at first, then reminded of all the ways in which we distrusted each other: “DEMON”. The word instantly casts the previous pictures in a new light. Here is what she was building to: my fall, from angel to devil. These last pictures remind me that, just as she was my demon sister for a time, destructive and dangerous in her anger, I was hers. It seems like a conclusion, somehow, but it was not the end of us, as sisters. I was not her demon sister at the end of her life, and she was not mine. We were reunited, two months before she died. I had gone to her hospital bed with a racing heart, hoping to see her alive, showing her I was still there for her. In the weeks and months after Fauzia’s death, we had to chase doctors repeatedly for a fuller explanation of why she had remained undiagnosed of an ancient infectious disease that might otherwise have been cured with a course of antibiotics. Two months after she died, we were finally sent a summarised report of her case, which made it clear how hard the doctors had tried, but also that there had been “missed opportunities”. Her form of TB had been relatively rare and difficult to detect, we were told. As I began reading around the illness, I discovered that it was often elusive in character, and could also lie dormant in the body for decades before awakening and attacking the system, slowly and stealthily, from within. For all the gains of medical science, TB remains the unknowable, or at least not fully known, contagion. I find myself thinking that we might have remained friends, had she lived. I wonder how she might have sketched me now, if I had sat for her myself. I hope I would not be the angel sister any more, or the demon, but wavering somewhere between, and that she would see me for the person I had become, with all the love and fear and flesh wounds of our sisterhood. • Arifa Akbar is the Guardian’s chief theatre critic. Her book, Consumed, is published on 10 June by Hodder &amp; Stoughton at £16.99. To support the Guardian, order your copy at guardianbookshop.com. Delivery charges may apply. She will be in conversation with Christina Patterson on Thursday 10 June at Blackwell’s online event; tickets available via consumed.eventbrite.co.uk","charCount":"18974","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/arifa-akbar\">Arifa Akbar</a>"},{"headline":"Classical home listening: Kate Lindsey takes on Nero; Herbert Blomstedt conducts Brahms","standfirst":"<p>Works inspired by the Roman tyrant burst into life in the latest recording from the mezzo and Arcangelo; and the conductor at 93</p>","trailText":"Works inspired by the Roman tyrant burst into life in the latest recording from the mezzo and Arcangelo","byline":"Fiona Maddocks","main":"<figure class=\"element element-image\" data-media-id=\"d1ed6c56cd222516ec9039c0709da7c4834652b5\"> <img src=\"https://media.guim.co.uk/d1ed6c56cd222516ec9039c0709da7c4834652b5/0_175_3543_2567/1000.jpg\" alt=\"Mezzo-soprano Kate Lindsey.\" width=\"1000\" height=\"725\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">When in Rome… mezzo-soprano Kate Lindsey.</span> <span class=\"element-image__credit\">Photograph: Giles Duley</span> </figcaption> </figure>","body":"<p>• The UK-based American mezzo-soprano <a href=\"http://katelindsey.com/arianna\">Kate Lindsey</a>, versatile in repertoire from early to ink-still-drying, is skilled at building diverse material into a satisfying theme. Her 2020 album <em><a href=\"https://www.theguardian.com/music/2020/feb/02/arianna-kate-lindsey-arcangelo-review-the-divine-muse-mary-bevan-joseph-middleton-ariadne\">Arianna</a></em> explored the abandonment of Ariadne by Theseus. Her latest, <strong><a href=\"https://outhere-music.com/en/albums/Tiranno-ALPHA736\">Tiranno</a></strong>, with Arcangelo conducted by Jonathan Cohen (Alpha Classics), examines tyranny and oppression through the figure of the Roman emperor Nero.</p> <p>In addition to Handel’s turbulent dramatic monologue <em>Agrippina condotta a morire</em>, and Alessandro Scarlatti’s <em>Il Nerone</em>, two works are given premiere recordings: Bartolomeo Monari’s La Poppea and Scarlatti’s <em>La morte di Neroni</em>. The exchange between Nero and Lucan (tenor Andrew Staples) from Monteverdi’s <em>L’incoronazione di Poppea</em> is a particular highlight. Emperor and poet spin whispered, ever more erotic lines in drooling celebration of love. The players of <a href=\"https://www.arcangelo.org.uk/\">Arcangelo</a> deftly match their subtle colours. In the celebrated duet Pur ti miro, Lindsey is joined by the rising-star soprano <a href=\"https://www.intermusica.co.uk/artist/Nardus-Williams\">Nardus Williams</a> as Poppea, both pressing the dissonant harmonies almost to a point of distortion, to expressive and ecstatic effect.</p> <p>• Conductors regularly work well into their 80s without our need to comment. The American-born Swedish conductor Herbert Blomstedt is 93. Let’s celebrate his longevity. His <strong><a href=\"http://www.pentatonemusic.com/gewandhausorchester-herbert-blomstedt-brahms-symphony-2-academic-festival-overture\">Brahms Symphony No 2 &amp; Academic Festival Overture</a></strong> with the Leipzig Gewandhaus Orchestra (Pentatone) is fresh, lithe and generous, and surpasses this partnership’s first in the cycle, <em><a href=\"http://www.pentatonemusic.com/gewandhausorchester-herbert-blomstedt-brahms-symphony-1-tragic-overture\">Symphony No 1 &amp; Tragic Overture</a></em>.</p>  <figure class=\"element element-image\" data-media-id=\"42cde0a7b35332c4ffca0e67155c6a9e3bc4d0a4\"> <img src=\"https://media.guim.co.uk/42cde0a7b35332c4ffca0e67155c6a9e3bc4d0a4/0_0_5144_3344/1000.jpg\" alt=\"Herbert Blomstedt in action, January 2020.\" width=\"1000\" height=\"650\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Herbert Blomstedt in action, January 2020.</span> <span class=\"element-image__credit\">Photograph: Karl Schoendorfer/Shutterstock</span> </figcaption> </figure>  <p>Brahms’s Symphony No 2 (1877) shares some of the glowing melancholy of the Violin Concerto he composed a year later, in the same key of D (and in the same Austrian lakeside resort of Pörtschach). This is the mood Blomstedt favours in the warm, flowing contours of the opening Allegro, with transparency and attack shaping the other three movements. Riccardo Chailly, recording <a href=\"https://www.prestomusic.com/classical/products/8042086--brahms-the-symphonies\">his own Brahms set</a> with the Gewandhaus players (2014), chose quicker tempi than Blomstedt, achieving a leaner urgency. Both offer rewards. In the Academic Festival Overture, the orchestra – of which Brahms himself was once conductor – plays with brilliant energy and finesse.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d8016ed8bfc1ccb252a9d654399f58cf276a40f9\"> <img src=\"https://media.guim.co.uk/d8016ed8bfc1ccb252a9d654399f58cf276a40f9/1387_0_4954_6192/800.jpg\" alt=\"YolanDa Brown.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">YolanDa Brown.</span> <span class=\"element-image__credit\">Photograph: Peter Branch</span> </figcaption> </figure>  <p>• For an insider’s view about orchestral life behind the scenes, try the podcast <strong><a href=\"https://soundcloud.com/londonphilharmonic\">LPO Off Stage,</a></strong> presented by the saxophonist YolanDa Brown. Lively and revealing insights into what musicians really think, and how one orchestra differs from another.</p>","newspaperPageNumber":"31","wordcount":"366","commentCloseDate":"2021-06-18T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-29T11:00:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:00:23Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgq43","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d1ed6c56cd222516ec9039c0709da7c4834652b5/0_455_3543_2126/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"• The UK-based American mezzo-soprano Kate Lindsey, versatile in repertoire from early to ink-still-drying, is skilled at building diverse material into a satisfying theme. Her 2020 album Arianna explored the abandonment of Ariadne by Theseus. Her latest, Tiranno, with Arcangelo conducted by Jonathan Cohen (Alpha Classics), examines tyranny and oppression through the figure of the Roman emperor Nero. In addition to Handel’s turbulent dramatic monologue Agrippina condotta a morire, and Alessandro Scarlatti’s Il Nerone, two works are given premiere recordings: Bartolomeo Monari’s La Poppea and Scarlatti’s La morte di Neroni. The exchange between Nero and Lucan (tenor Andrew Staples) from Monteverdi’s L’incoronazione di Poppea is a particular highlight. Emperor and poet spin whispered, ever more erotic lines in drooling celebration of love. The players of Arcangelo deftly match their subtle colours. In the celebrated duet Pur ti miro, Lindsey is joined by the rising-star soprano Nardus Williams as Poppea, both pressing the dissonant harmonies almost to a point of distortion, to expressive and ecstatic effect. • Conductors regularly work well into their 80s without our need to comment. The American-born Swedish conductor Herbert Blomstedt is 93. Let’s celebrate his longevity. His Brahms Symphony No 2 &amp; Academic Festival Overture with the Leipzig Gewandhaus Orchestra (Pentatone) is fresh, lithe and generous, and surpasses this partnership’s first in the cycle, Symphony No 1 &amp; Tragic Overture. Brahms’s Symphony No 2 (1877) shares some of the glowing melancholy of the Violin Concerto he composed a year later, in the same key of D (and in the same Austrian lakeside resort of Pörtschach). This is the mood Blomstedt favours in the warm, flowing contours of the opening Allegro, with transparency and attack shaping the other three movements. Riccardo Chailly, recording his own Brahms set with the Gewandhaus players (2014), chose quicker tempi than Blomstedt, achieving a leaner urgency. Both offer rewards. In the Academic Festival Overture, the orchestra – of which Brahms himself was once conductor – plays with brilliant energy and finesse. • For an insider’s view about orchestral life behind the scenes, try the podcast LPO Off Stage, presented by the saxophonist YolanDa Brown. Lively and revealing insights into what musicians really think, and how one orchestra differs from another.","charCount":"2421","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/fiona-maddocks\">Fiona Maddocks</a>"},{"headline":"‘No one can call it’: Saracens and Harlequins brace for Premier 15s final","standfirst":"<p>Champions Sarries hope to showcase their skills live on TV but consecutive final defeats give Quins a point to prove</p>","trailText":"Champions Sarries hope to showcase their skills live on TV but consecutive final defeats give Quins a point to prove","byline":"Sarah Rendell","main":"<figure class=\"element element-image\" data-media-id=\"aab3820b3cf8059abf13a5662484af5e71421ace\"> \n <img src=\"https://media.guim.co.uk/aab3820b3cf8059abf13a5662484af5e71421ace/189_257_5180_3107/1000.jpg\" alt=\"Saracens’ Poppy Cleall, tackled by the Harlequins defence when the sides met in March, says of the final: ‘To get it live on TV and have it on BT Sport is exciting.’\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Saracens’ Poppy Cleall, tackled by the Harlequins defence when the sides met in March, says of the final: ‘To get it live on TV and have it on BT Sport is exciting.’</span> \n  <span class=\"element-image__credit\">Photograph: Matt Impey/Shutterstock</span> \n </figcaption> \n</figure>","body":"<p>The climax of the Premier 15s season is like no other and after seven months, 92 games and 4,314 points it will come to a close when reigning champions Saracens play Harlequins on Sunday. The final is being broadcast on BT Sport, the first time a Premier 15s game has been shown live on television channel. After the most competitive season yet, Poppy Cleall, the Saracens and England No 8, believes it is what the competition deserves.</p> \n<p>“All the league has built up to this one game and if it wasn’t [on TV] it would be such a missed opportunity,” Cleall says. “To get it live on TV and have it on BT Sport is exciting. It is an opportunity that couldn’t be missed, because the top two teams in the country are going head-to-head on a Sunday afternoon.”</p> \n<p>While the final can be viewed from home, a crowd of up to 3,276 will be at Gloucester’s stadium, Kingsholm. Fans were allowed back for the semi-finals when Saracens defeated Loughborough 28-24 and Quins beat Wasps 25-14.</p> \n<figure class=\"element element-image\" data-media-id=\"cfdfb578e5da2faa35e73d52e62c1dba2be6a345\"> \n <img src=\"https://media.guim.co.uk/cfdfb578e5da2faa35e73d52e62c1dba2be6a345/82_213_4658_2795/1000.jpg\" alt=\"Harlequins and England scrum-half Leanne Riley (centre) says her side ‘haven’t performed’ in previous Premier 15s finals.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Harlequins and England scrum-half Leanne Riley (centre) says her side ‘haven’t performed’ in previous Premier 15s finals.</span> \n  <span class=\"element-image__credit\">Photograph: Alex Davidson/Getty Images for Harlequins</span> \n </figcaption> \n</figure> \n<p>The return of supporters is something Cleall says adds to her own rugby experience. “The sound that erupted at full time was amazing,” she says. “We couldn’t wait to have the fans back. I’m hoping we get close to sell-out again because they do make the difference. Even if they are Quins supporters. The noise they bring and the atmosphere, it is palpable. You can really feel it. Those are the games you want to play in.”</p> \n<p>Saracens have won the past two finals, and have faced Quins on both occasions. While such familiarity may aid both teams, Cleall plays down that element.</p> \n<p>“We have experience from being in the final and being in knockout games, so I think that definitely helps us. Who we’re playing doesn’t matter. Quins, Loughborough, Wasps, Exeter, they are all massive games with so many internationals in. You have to be on your A-game to win those sorts of games and you have to work hard on analysis to see what they’re doing.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"660843ef-7914-4cec-b2d8-b8d2ed58b45b\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p><b>Saracens</b> McKenna; Gregson, Casey, Aitchison, Clapp (c); Harrison, Swords; Botterman, Campbell, B Cleall, De Goede, Taylor, Fleetwood, Packer, P Cleall</p>\n    <p><b>Harlequins</b> Rollie; Cowell, Tuima, Burford (c), Wilcock; Scott, Riley; Cornborough, Cokayne, Brown, Ward, Fletcher, Brooks, Mew, Beckett</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Quins are taking a similar approach as they aim to lift the trophy for the first time. Their England scrum-half Leanne Riley is convinced that it is her club’s year. “Saracens are a tough team and I think previous finals we put our hands up and say we haven’t had our best games. We haven’t performed,” she says. “As much as Sarries have done well in those finals and been able to punish us as such, I think it’s been all down to us.</p> \n<p>“We have been building well over the last couple of weeks. We are really excited for Sunday. It definitely feels like we are in a good position It is only down to us to go and put that performance out there. We can either win it or lose it for ourselves.”</p> \n<figure class=\"element element-embed\" data-alt=\"The Breakdown: sign up and get our weekly rugby union email.\"> \n <iframe id=\"the-breakdown\" name=\"the-breakdown\" src=\"https://www.theguardian.com/email/form/plaintone/the-breakdown\" scrolling=\"no\" seamless class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-breakdown\"></iframe> \n <figcaption>\n  The Breakdown: sign up and get our weekly rugby union email.\n </figcaption> \n</figure> \n<p>The final is likely to be a tense and tight affair as it always is between the two London clubs. Earlier this season when they met, the game ended 17-17 and Riley is aware the predicting the outcome of the final would be a difficult call. “The game is not going to be won in the first five or 10 minutes, it is going to be won in the last five or 10 minutes,” she says. “It is going to be a tough game.</p> \n<p>“There will be decisions that do and don’t go our way. But rugby is about being competitive and it’s a competitive sport. It is definitely going to be a game on Sunday that no one can call at the moment. It’ll be down to the individual teams to put in the performances to get the result.”</p>","newspaperPageNumber":"11","wordcount":"622","firstPublicationDate":"2021-05-29T11:00:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:00:23Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht872","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/aab3820b3cf8059abf13a5662484af5e71421ace/189_257_5180_3107/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The climax of the Premier 15s season is like no other and after seven months, 92 games and 4,314 points it will come to a close when reigning champions Saracens play Harlequins on Sunday. The final is being broadcast on BT Sport, the first time a Premier 15s game has been shown live on television channel. After the most competitive season yet, Poppy Cleall, the Saracens and England No 8, believes it is what the competition deserves. “All the league has built up to this one game and if it wasn’t [on TV] it would be such a missed opportunity,” Cleall says. “To get it live on TV and have it on BT Sport is exciting. It is an opportunity that couldn’t be missed, because the top two teams in the country are going head-to-head on a Sunday afternoon.” While the final can be viewed from home, a crowd of up to 3,276 will be at Gloucester’s stadium, Kingsholm. Fans were allowed back for the semi-finals when Saracens defeated Loughborough 28-24 and Quins beat Wasps 25-14. The return of supporters is something Cleall says adds to her own rugby experience. “The sound that erupted at full time was amazing,” she says. “We couldn’t wait to have the fans back. I’m hoping we get close to sell-out again because they do make the difference. Even if they are Quins supporters. The noise they bring and the atmosphere, it is palpable. You can really feel it. Those are the games you want to play in.” Saracens have won the past two finals, and have faced Quins on both occasions. While such familiarity may aid both teams, Cleall plays down that element. “We have experience from being in the final and being in knockout games, so I think that definitely helps us. Who we’re playing doesn’t matter. Quins, Loughborough, Wasps, Exeter, they are all massive games with so many internationals in. You have to be on your A-game to win those sorts of games and you have to work hard on analysis to see what they’re doing.” Quins are taking a similar approach as they aim to lift the trophy for the first time. Their England scrum-half Leanne Riley is convinced that it is her club’s year. “Saracens are a tough team and I think previous finals we put our hands up and say we haven’t had our best games. We haven’t performed,” she says. “As much as Sarries have done well in those finals and been able to punish us as such, I think it’s been all down to us. “We have been building well over the last couple of weeks. We are really excited for Sunday. It definitely feels like we are in a good position It is only down to us to go and put that performance out there. We can either win it or lose it for ourselves.” The final is likely to be a tense and tight affair as it always is between the two London clubs. Earlier this season when they met, the game ended 17-17 and Riley is aware the predicting the outcome of the final would be a difficult call. “The game is not going to be won in the first five or 10 minutes, it is going to be won in the last five or 10 minutes,” she says. “It is going to be a tough game. “There will be decisions that do and don’t go our way. But rugby is about being competitive and it’s a competitive sport. It is definitely going to be a game on Sunday that no one can call at the moment. It’ll be down to the individual teams to put in the performances to get the result.”","charCount":"3296","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sarah-rendell\">Sarah Rendell</a>"},{"headline":"Don’t drop ‘data, not dates’ approach, UK adviser warns as Covid cases surge","standfirst":"<p>Behaviour expert says government sending confusing messages amid reluctance to delay unlocking</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Behaviour expert says government sending confusing messages amid reluctance to delay unlocking","byline":"Clea Skopeliti","main":"<figure class=\"element element-image\" data-media-id=\"25170f09dcd92694aa004a893bb4a5783135b924\"> <img src=\"https://media.guim.co.uk/25170f09dcd92694aa004a893bb4a5783135b924/0_12_6000_3600/1000.jpg\" alt=\"People queue for Covid vaccines in Bolton, England.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People queue for Covid vaccines in Bolton, England. The variant first detected in India is spreading rapidly in the UK.</span> <span class=\"element-image__credit\">Photograph: Jon Super/AP</span> </figcaption> </figure>","body":"<p>The government appears to have abandoned its “data not dates” principle, an expert advising its coronavirus response has warned, adding that its reluctance to delay unlocking was leading to “contradictory” messaging.</p> <p>Prof Stephen Reicher, a psychologist on the Scientific Pandemic Insights Group on Behaviours (Spi-B), joined scientists warning against the <a href=\"https://www.theguardian.com/world/2021/may/29/covid-in-england-what-is-the-impact-of-lifting-restrictions-on-21-june\">final lifting of restrictions on 21 June</a> as cases passed 4,000 for the first time since late March on Friday.</p> <p>Reicher said the government had invested “so much political capital” in particular dates that it has become difficult to diverge from them if the data suggests it is necessary.</p> <p>He told BBC Radio 4’s Today programme: “I think we are in a pickle of the government’s own making at the moment. I think the reason for that is it has departed from its own mantra of ‘data not dates’. Very quickly ‘data not dates’ became ‘dates not data’.”</p> <p>The behavioural psychologist’s remarks come as the variant first detected in India spreads rapidly in hotspots across the UK. Cases of the variant of concern, known as B.1.617.2, have doubled over the last week, with up to three-quarters of new cases now thought to be caused by the variant.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2020-embeds/2020/03/country/embed/main.html?country=UK&amp;type=cases\" data-alt=\"Chart\"> <a href=\"https://interactive.guim.co.uk/2020-embeds/2020/03/country/embed/main.html?country=UK&type=cases\">Chart</a> </figure>  <p>Reicher said: “The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is – it might be bad, it might be very bad, we will learn in the next week or two.</p> <p>“But the problem for the government is on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing.”</p> <p>He said this unwillingness to postpone the relaxation of restrictions was leading the government to behave in a “contradictory” manner which is “undermining” its response – for instance, <a href=\"https://www.theguardian.com/politics/2021/may/17/dont-travel-to-amber-list-countries-says-no-10-despite-no-ban\">telling people they are allowed to travel internationally but are advised not to.</a> “That contradiction, that sense of confusion, I think is undermining the response,” Reicher said.</p> <p>Prof Anthony Harnden, deputy chair of the Joint Committee on Vaccination and Immunisation (JCVI), also advised erring on the side of caution as England looks toward 21 June.</p> <p> Harnden told BBC Breakfast that there was a need to watch the spread of the variant first detected in India “very carefully” over the next one or two weeks.</p> <p>Harnden said: “Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious.</p> <p>“I think we’ve all got used to living within boundaries at the moment and I think it’s not an ‘all or none’, I think it will be a gradual process, even if the June 21 date goes ahead.”</p> <p>According to a report in the Times, ministers are considering continuing to advise remote working and the use of face masks after 21 June under plans to prioritise the end of social distancing. The end of distancing restrictions such as the 1-metre rule is considered vital for the recovery of the hospitality sector.</p> <p>On Friday, Christina Pagel, a member of Independent Sage, argued that the final stage of unlocking should be delayed for two months “until a much higher proportion of people are vaccinated with both doses”, as one vaccine shot provides just 33% protection against B.1.617.2. So far, about 46% of UK adults have had both doses.</p>","wordcount":"559","firstPublicationDate":"2021-05-29T10:56:42Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T10:57:51Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htgxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/25170f09dcd92694aa004a893bb4a5783135b924/0_12_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The government appears to have abandoned its “data not dates” principle, an expert advising its coronavirus response has warned, adding that its reluctance to delay unlocking was leading to “contradictory” messaging. Prof Stephen Reicher, a psychologist on the Scientific Pandemic Insights Group on Behaviours (Spi-B), joined scientists warning against the final lifting of restrictions on 21 June as cases passed 4,000 for the first time since late March on Friday. Reicher said the government had invested “so much political capital” in particular dates that it has become difficult to diverge from them if the data suggests it is necessary. He told BBC Radio 4’s Today programme: “I think we are in a pickle of the government’s own making at the moment. I think the reason for that is it has departed from its own mantra of ‘data not dates’. Very quickly ‘data not dates’ became ‘dates not data’.” The behavioural psychologist’s remarks come as the variant first detected in India spreads rapidly in hotspots across the UK. Cases of the variant of concern, known as B.1.617.2, have doubled over the last week, with up to three-quarters of new cases now thought to be caused by the variant. Reicher said: “The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is – it might be bad, it might be very bad, we will learn in the next week or two. “But the problem for the government is on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing.” He said this unwillingness to postpone the relaxation of restrictions was leading the government to behave in a “contradictory” manner which is “undermining” its response – for instance, telling people they are allowed to travel internationally but are advised not to. “That contradiction, that sense of confusion, I think is undermining the response,” Reicher said. Prof Anthony Harnden, deputy chair of the Joint Committee on Vaccination and Immunisation (JCVI), also advised erring on the side of caution as England looks toward 21 June. Harnden told BBC Breakfast that there was a need to watch the spread of the variant first detected in India “very carefully” over the next one or two weeks. Harnden said: “Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious. “I think we’ve all got used to living within boundaries at the moment and I think it’s not an ‘all or none’, I think it will be a gradual process, even if the June 21 date goes ahead.” According to a report in the Times, ministers are considering continuing to advise remote working and the use of face masks after 21 June under plans to prioritise the end of social distancing. The end of distancing restrictions such as the 1-metre rule is considered vital for the recovery of the hospitality sector. On Friday, Christina Pagel, a member of Independent Sage, argued that the final stage of unlocking should be delayed for two months “until a much higher proportion of people are vaccinated with both doses”, as one vaccine shot provides just 33% protection against B.1.617.2. So far, about 46% of UK adults have had both doses.","charCount":"3253","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/clea-skopeliti\">Clea Skopeliti</a>"},{"headline":"From Big Brother to Heartbreak High: the joy of crap summer telly","standfirst":"<p>TV doesn’t put any good TV on the TV for three months; it’s a low-effort, low-stakes schedule. And it’s great </p>","trailText":"TV doesn’t put any good TV on the TV for three months; it’s a low-effort, low-stakes schedule. And it’s great ","byline":"Joel Golby","main":"<figure class=\"element element-image\" data-media-id=\"161f9e19c07224f2d7186748500e4a5c79fb7599\"> <img src=\"https://media.guim.co.uk/161f9e19c07224f2d7186748500e4a5c79fb7599/0_42_1728_1036/1000.jpg\" alt=\"Big Brother in 2000.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sun’s out, gun’s out ... Big Brother in 2000.</span> <span class=\"element-image__credit\">Photograph: Ken McKay/Rex</span> </figcaption> </figure>","body":"<p>“Television”. Hard to care, in summer, isn’t it? The grubby, dusty heat; an ice cube wrapped in a tea towel and pressed against your forehead; the way the sky goes from shockingly blue to gloomy navy, then pink then orange then black – at no point over the course of a long sunset do you ever really know when the right time is to turn the lamps on – and the way your thighs, in shorts, stick hard to the sofa.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/info/2020/mar/25/the-guide-staying-in-sign-up-for-our-home-entertainment-tips\">The Guide: Staying In  – sign up for our home entertainment tips</a> </p> </aside>  <p>Do you really want to sit here in a pond of your own sweat and watch Gogglebox? Of course not. You want to be out in summer, doing summer things: swatting flies away from a barbecue, spraying a plant pot with a hose, spending an entire evening staring at a laptop trying to find the absolute cheapest flight to Greece. At midnight on the dot you lie on your bed beneath a single sheet and shuffle in place for six hours with your eyelids flitting, and then you wake and do it all over again. It’s the finest season that we have.</p> <p>TV understands this, which is why TV doesn’t put any good TV on the TV for the three and a half months that broadly encompass “summer”. Cast your mind back and you’ll realise that every important summer of your life was marked by a dizzy repeat-a-thon that block-booked all the premium telly slots: wholesale reruns of old ER<strong> </strong>episodes, or marathons of<strong> </strong>Heartbreak High; low-effort, low-stakes TV schedules that can be easily moved around if a Wimbledon semi-final runs on for too long or a doomed England match in a tournament goes into extra time and penalties.</p>  <figure class=\"element element-image\" data-media-id=\"91f561180898cf44a3b76ea224f2c842a8e097cf\"> <img src=\"https://media.guim.co.uk/91f561180898cf44a3b76ea224f2c842a8e097cf/0_12_3307_1984/1000.jpg\" alt=\"From left: ER; Stranger Things; and I Will Destroy You\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From left: ER; Stranger Things; and I Will Destroy You</span> <span class=\"element-image__credit\">Photograph: Composite</span> </figcaption> </figure>  <p>For me, the woozy feeling of summer un-TV was best captured by <a href=\"https://www.theguardian.com/tv-and-radio/2021/mar/06/i-watched-all-260-episodes-kathy-burke-russell-t-davies-comfort-tv\">Big Brother</a>: the perfect show for this season, for two main reasons. One, it didn’t ever matter if you missed one of its nightly programmes because someone invited you for impromptu drinks outside in a pub garden, as there was no ongoing narrative you particularly had to follow; it was just not-yet-famous people going slightly insane in a Habitat showroom crossed with a prison. Secondly, once Big Brother was on, it was on: repeats of the nightly shows the next morning, a constant droning Big Brother feed on one of Channel 4’s splinter channels, Big Brother’s Little Brother, then all of it again an hour later on +1. There was never a point where you couldn’t come home, put your head in an open freezer, crack open an ice-pop and watch a 26-year-old sulk in sunglasses because they didn’t get their favourite biscuits on the food shop. No other TV was necessary.</p> <p>In recent years, the natural summer holiday of television has had to suddenly compete with the all-seeing, all-producing engine of streaming:<strong> </strong>Stranger Things launched in July; I May Destroy You started in June. But I think this year, with the concept of “outside” suddenly being allowed to us again and there being nearly 18 months of fun to catch up on, we might be due a nostalgic, non-TV TV summer: an ambient, there-but-not-there series of Love Island; a strangely unreal football tournament projected large on bleached walls outside pubs; some throwback Glastonbury performances that no one really watches but are on the front page of iPlayer for weeks regardless. There is no TV preview this week, is what I’m saying. Go outside.</p>","newspaperPageNumber":"7","wordcount":"564","commentCloseDate":"2021-06-01T10:30:22Z","commentable":"true","firstPublicationDate":"2021-05-29T10:30:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T10:30:22Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hft24","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/161f9e19c07224f2d7186748500e4a5c79fb7599/0_42_1728_1036/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“Television”. Hard to care, in summer, isn’t it? The grubby, dusty heat; an ice cube wrapped in a tea towel and pressed against your forehead; the way the sky goes from shockingly blue to gloomy navy, then pink then orange then black – at no point over the course of a long sunset do you ever really know when the right time is to turn the lamps on – and the way your thighs, in shorts, stick hard to the sofa. Do you really want to sit here in a pond of your own sweat and watch Gogglebox? Of course not. You want to be out in summer, doing summer things: swatting flies away from a barbecue, spraying a plant pot with a hose, spending an entire evening staring at a laptop trying to find the absolute cheapest flight to Greece. At midnight on the dot you lie on your bed beneath a single sheet and shuffle in place for six hours with your eyelids flitting, and then you wake and do it all over again. It’s the finest season that we have. TV understands this, which is why TV doesn’t put any good TV on the TV for the three and a half months that broadly encompass “summer”. Cast your mind back and you’ll realise that every important summer of your life was marked by a dizzy repeat-a-thon that block-booked all the premium telly slots: wholesale reruns of old ER episodes, or marathons of Heartbreak High; low-effort, low-stakes TV schedules that can be easily moved around if a Wimbledon semi-final runs on for too long or a doomed England match in a tournament goes into extra time and penalties. For me, the woozy feeling of summer un-TV was best captured by Big Brother: the perfect show for this season, for two main reasons. One, it didn’t ever matter if you missed one of its nightly programmes because someone invited you for impromptu drinks outside in a pub garden, as there was no ongoing narrative you particularly had to follow; it was just not-yet-famous people going slightly insane in a Habitat showroom crossed with a prison. Secondly, once Big Brother was on, it was on: repeats of the nightly shows the next morning, a constant droning Big Brother feed on one of Channel 4’s splinter channels, Big Brother’s Little Brother, then all of it again an hour later on +1. There was never a point where you couldn’t come home, put your head in an open freezer, crack open an ice-pop and watch a 26-year-old sulk in sunglasses because they didn’t get their favourite biscuits on the food shop. No other TV was necessary. In recent years, the natural summer holiday of television has had to suddenly compete with the all-seeing, all-producing engine of streaming: Stranger Things launched in July; I May Destroy You started in June. But I think this year, with the concept of “outside” suddenly being allowed to us again and there being nearly 18 months of fun to catch up on, we might be due a nostalgic, non-TV TV summer: an ambient, there-but-not-there series of Love Island; a strangely unreal football tournament projected large on bleached walls outside pubs; some throwback Glastonbury performances that no one really watches but are on the front page of iPlayer for weeks regardless. There is no TV preview this week, is what I’m saying. Go outside.","charCount":"3170","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/joel-golby\">Joel Golby</a>"},{"headline":"Liam Charles recipe for breakfast berry smoothie popsicles","standfirst":"<p>Recipes don’t come much easier than these smoothie ice lollies. Children will love to get involved, plus they’re a great way to sneak some of the good stuff into them, too</p>","trailText":"Recipes don’t come much easier than these smoothie ice lollies. Children will love to get involved, plus they’re a great way to sneak some of the good stuff into them, too","byline":"Liam Charles","main":"<figure class=\"element element-image\" data-media-id=\"98726ae8b8eb8de415ab3080931c1b5eb879ffc2\"> <img src=\"https://media.guim.co.uk/98726ae8b8eb8de415ab3080931c1b5eb879ffc2/0_235_3269_3801/860.jpg\" alt=\"Liam Charles’ breakfast berry smoothie popsicles.\" width=\"860\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam Charles’ breakfast berry smoothie popsicles.</span> <span class=\"element-image__credit\">Photograph: Issy Croker/The Guardian. Food styling: Benjamina Ebuehi. Prop styling: Rachel Vere. Food assistant: Julia Aden.</span> </figcaption> </figure>","body":"<p> This is possibly the shortest, easiest recipe I have ever made – and it’s a brilliant way to get the kids in the kitchen, too. With warmer weather (hopefully) on the way, it’s only right we create some delicious, frozen treats to cool you down. These berry smoothie popsicles are zingy, sweet and a clever way to get children to eat some of their five-a-day.</p> <h2><strong>Breakfast berry smoothie popsicles</strong></h2> <p>If you don’t fancy berries, jazz up your popsicles with banana, mango or pineapple instead – just make sure the fruit totals 250g. </p> <p>Prep <strong>15 min</strong><br>Freeze <strong>5 hr+</strong><br>Makes <strong>6</strong><strong>250g </strong><strong>frozen mixed berries<br>250g </strong><strong>natural </strong><strong>yoghurt<br>65ml </strong><strong>whole milk<br>20g porridge oats<br></strong><strong>Zest of 1 lemon<br>2 tbsp runny honey<br>50g caster sugar</strong></p> <p><strong> </strong></p> <p>Put everything in a blender and whizz smooth. Pour the mix evenly into six ice lolly moulds, insert the sticks and freeze for at least five hours, and ideally overnight.</p> <p>When you’re ready to eat, pop the lollies out of their moulds and enjoy.</p>","newspaperPageNumber":"21","wordcount":"159","commentCloseDate":"2021-06-04T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-29T10:30:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T10:30:22Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hccqy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/98726ae8b8eb8de415ab3080931c1b5eb879ffc2/0_1123_3269_1961/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"This is possibly the shortest, easiest recipe I have ever made – and it’s a brilliant way to get the kids in the kitchen, too. With warmer weather (hopefully) on the way, it’s only right we create some delicious, frozen treats to cool you down. These berry smoothie popsicles are zingy, sweet and a clever way to get children to eat some of their five-a-day. Breakfast berry smoothie popsicles If you don’t fancy berries, jazz up your popsicles with banana, mango or pineapple instead – just make sure the fruit totals 250g. Prep 15 min Freeze 5 hr+ Makes 6250g frozen mixed berries 250g natural yoghurt 65ml whole milk 20g porridge oats Zest of 1 lemon 2 tbsp runny honey 50g caster sugar Put everything in a blender and whizz smooth. Pour the mix evenly into six ice lolly moulds, insert the sticks and freeze for at least five hours, and ideally overnight. When you’re ready to eat, pop the lollies out of their moulds and enjoy.","charCount":"932","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/liam-charles\">Liam Charles</a>"},{"headline":"Jeff Bezos thinks our cultural heritage is just ‘intellectual property’ ","standfirst":"<p>Amazon’s purchase of MGM is a reminder that movies and shows are just commodities to be traded and hoarded</p>","trailText":"Amazon’s purchase of MGM is a reminder that movies and shows are just commodities to be traded and hoarded","byline":"Nicholas Russell","main":"<figure class=\"element element-image\" data-media-id=\"f7c774bc385b183f9d209a53b3b5fde651c03d75\"> <img src=\"https://media.guim.co.uk/f7c774bc385b183f9d209a53b3b5fde651c03d75/0_10_3500_2099/1000.jpg\" alt=\"‘Art’s utility, power and social value can never be quantified and never should.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Art’s utility, power and social value can never be quantified and never should.’</span> <span class=\"element-image__credit\">Photograph: Dado Ruvić/Reuters</span> </figcaption> </figure>","body":"<p>This week, Amazon acquired the hallowed movie studio MGM for a sum of $8.45bn, second in size to the company’s $13.4bn purchase of Whole Foods in 2017. The day before, the attorney general of Washington DC sued Amazon over antitrust concerns in the retail market; it joins attorneys general from California, New York, Massachusetts, Pennsylvania and Washington state who have also raised similar concerns. Chief executive Jeff Bezos, who is stepping down from the position in July, said in a statement: “MGM has a vast, deep catalogue of much beloved intellectual property. We can reimagine and develop that IP for the 21st century.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/26/amazon-workers-are-rising-up-around-the-world-to-say-enough\">Amazon workers are rising up around the world to say: enough | Valter Sanchez, Christy Hoffman and Casper Gelderblom</a> </p> </aside>  <p>It’s chilling, and unsurprising, that Bezos – a man who makes almost $3,000 a second; who makes a couple million dollars every 15 minutes; who, given that the sun is a little over 3bn miles away from Pluto, could travel there and back over 25 times and be paid $1 for each mile – sees a trove of cinematic history as IP to be exploited rather than an important, increasingly vulnerable facet of culture. Really, it’s a flippant and, by this point, almost stereotypical feature of writing about Bezos to try and make practical sense of his wealth. More difficult is trying to rationalize how that wealth has distorted his understanding of art and its role in society.</p> <p>The purchase of MGM has so far mostly been written about in the context of the fate of the studio’s most notable productions: Gone With The Wind, The Wizard of Oz and the James Bond franchise, among other. This week, <a href=\"https://variety.com/2021/film/news/amazon-mgm-deal-questions-1234983039/\">Variety published an article</a> that was broken down into sections regarding various films and TV shows and what could become of them. Do some fall under the Amazon Prime umbrella? Do others belong to separate property holders due to previous contracts? Such speculation about the ownership of various movies and shows reduces everything down to numbers and titles, emphasizing the fact that these properties are indeed products. Not everything MGM owns is so culturally significant as to warrant pearl-clutching paranoia about its preservation. That’s not the point. And anyone concerned about how this deal tests antitrust laws when it comes to Amazon’s size and potential for monopoly will be disappointed given how small a portion of the film market MGM occupies. But that line of thought is also misleading. What’s consequential is the dilution of both quality and vitality for the cinematic form.</p> <p>The “streaming wars”, as a concept, has taken over the public’s perception of how the entertainment industry approaches the production of its movies and shows: commodities to be traded and hoarded in order to capture subscriptions. <a href=\"https://www.bloomberg.com/news/articles/2021-05-26/amazon-agrees-to-buy-mgm-film-studio-for-8-45-billion?sref=xuVirdpv&amp;cmpid=socialflow-twitter-businessweek&amp;utm_source=twitter&amp;utm_campaign=socialflow-organic&amp;utm_medium=social&amp;utm_content=businessweek\">Bloomberg framed</a> the MGM deal in terms of hours. “Amazon’s studios produce a few hundred hours worth of television shows and movies a year. MGM adds a back catalog of 25,000 hours that Amazon could divvy up between its Prime Video offering, or its free-to-stream, ad-supported IMDB TV.” Every major studio has developed or is developing its own platform, which has supposedly put pressure on Amazon to expand its streaming options. The result is a selection of subscriptions dizzying and frustrating for any potential audience that wishes to easily access any number of films.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>As more and more companies bar their 'content' behind fluctuating monthly fees, the collective ownership of cinema deteriorates</p> </blockquote> </aside>  <p>What gets lost in both the micro and macro conversations about streaming is why the preservation and celebration of cinema, as well as any other threatened art form, not only matters, but why its new life online is so tenuous. As more and more companies bar their “content” behind fluctuating monthly fees, the collective ownership of cinema deteriorates. Physical media like DVDs and CDs, integral artifacts when it comes to the idiosyncratic and long-lived ways that movies are passed on and made precious, are quickly being phased out. Instead, audiences must settle for inferior image reproduction, dead pixels and distracting screen buttons. The theatrical experience, seemingly always on the brink of obliteration, has been overtaken by flashy gimmicks hopefully engineered to get people to arrive and stay. Even the movie studios themselves can’t be trusted to understand what’s best for their archives. Kevin Ulrich, chief of Anchorage Capital Group, MGM’s main shareholder, commented on the studio’s deal with Amazon by saying: “I am very proud that MGM’s Lion, which has long evoked the Golden Age of Hollywood, will continue its storied history, and the idea born from the creation of United Artists lives on in a way the founders originally intended, driven by the talent and their vision.”</p> <p>In this black hole of capital and devaluation, curation is one of the few avenues left to help guard cinema against the ever-growing cynicism and hunger of ever-growing mega companies. Boutique theaters, independent platforms like Criterion and Mubi, preservation initiatives, and the impassioned invective of those who worry about cinema’s future: these current measures seem puny by comparison but they are far from insignificant.</p> <p>In an essay for Harper’s, Martin Scorsese, a film-maker whose legacy and contributions to the art form seems infuriatingly difficult to protect and replicate in our current landscape, <a href=\"https://harpers.org/archive/2021/03/il-maestro-federico-fellini-martin-scorsese/\">wrote</a>: “Those of us who know the cinema and its history have to share our love and our knowledge with as many people as possible. And we have to make it crystal clear to the current legal owners of these films that they amount to much, much more than mere property to be exploited and then locked away.”</p> <p>Art’s utility, power and social value can never be quantified and never should. These “treasures of our culture”, as Scorsese rightly calls them, should proliferate and inspire. To do so, they have to be allowed to exist freely, with the tacit knowledge that they are among the few truly universal things that make life on a dying planet worth living.</p>","wordcount":"950","commentCloseDate":"2021-06-01T10:19:22Z","commentable":"true","firstPublicationDate":"2021-05-29T10:19:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T11:11:55Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htaxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f7c774bc385b183f9d209a53b3b5fde651c03d75/0_10_3500_2099/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"This week, Amazon acquired the hallowed movie studio MGM for a sum of $8.45bn, second in size to the company’s $13.4bn purchase of Whole Foods in 2017. The day before, the attorney general of Washington DC sued Amazon over antitrust concerns in the retail market; it joins attorneys general from California, New York, Massachusetts, Pennsylvania and Washington state who have also raised similar concerns. Chief executive Jeff Bezos, who is stepping down from the position in July, said in a statement: “MGM has a vast, deep catalogue of much beloved intellectual property. We can reimagine and develop that IP for the 21st century.” It’s chilling, and unsurprising, that Bezos – a man who makes almost $3,000 a second; who makes a couple million dollars every 15 minutes; who, given that the sun is a little over 3bn miles away from Pluto, could travel there and back over 25 times and be paid $1 for each mile – sees a trove of cinematic history as IP to be exploited rather than an important, increasingly vulnerable facet of culture. Really, it’s a flippant and, by this point, almost stereotypical feature of writing about Bezos to try and make practical sense of his wealth. More difficult is trying to rationalize how that wealth has distorted his understanding of art and its role in society. The purchase of MGM has so far mostly been written about in the context of the fate of the studio’s most notable productions: Gone With The Wind, The Wizard of Oz and the James Bond franchise, among other. This week, Variety published an article that was broken down into sections regarding various films and TV shows and what could become of them. Do some fall under the Amazon Prime umbrella? Do others belong to separate property holders due to previous contracts? Such speculation about the ownership of various movies and shows reduces everything down to numbers and titles, emphasizing the fact that these properties are indeed products. Not everything MGM owns is so culturally significant as to warrant pearl-clutching paranoia about its preservation. That’s not the point. And anyone concerned about how this deal tests antitrust laws when it comes to Amazon’s size and potential for monopoly will be disappointed given how small a portion of the film market MGM occupies. But that line of thought is also misleading. What’s consequential is the dilution of both quality and vitality for the cinematic form. The “streaming wars”, as a concept, has taken over the public’s perception of how the entertainment industry approaches the production of its movies and shows: commodities to be traded and hoarded in order to capture subscriptions. Bloomberg framed the MGM deal in terms of hours. “Amazon’s studios produce a few hundred hours worth of television shows and movies a year. MGM adds a back catalog of 25,000 hours that Amazon could divvy up between its Prime Video offering, or its free-to-stream, ad-supported IMDB TV.” Every major studio has developed or is developing its own platform, which has supposedly put pressure on Amazon to expand its streaming options. The result is a selection of subscriptions dizzying and frustrating for any potential audience that wishes to easily access any number of films. What gets lost in both the micro and macro conversations about streaming is why the preservation and celebration of cinema, as well as any other threatened art form, not only matters, but why its new life online is so tenuous. As more and more companies bar their “content” behind fluctuating monthly fees, the collective ownership of cinema deteriorates. Physical media like DVDs and CDs, integral artifacts when it comes to the idiosyncratic and long-lived ways that movies are passed on and made precious, are quickly being phased out. Instead, audiences must settle for inferior image reproduction, dead pixels and distracting screen buttons. The theatrical experience, seemingly always on the brink of obliteration, has been overtaken by flashy gimmicks hopefully engineered to get people to arrive and stay. Even the movie studios themselves can’t be trusted to understand what’s best for their archives. Kevin Ulrich, chief of Anchorage Capital Group, MGM’s main shareholder, commented on the studio’s deal with Amazon by saying: “I am very proud that MGM’s Lion, which has long evoked the Golden Age of Hollywood, will continue its storied history, and the idea born from the creation of United Artists lives on in a way the founders originally intended, driven by the talent and their vision.” In this black hole of capital and devaluation, curation is one of the few avenues left to help guard cinema against the ever-growing cynicism and hunger of ever-growing mega companies. Boutique theaters, independent platforms like Criterion and Mubi, preservation initiatives, and the impassioned invective of those who worry about cinema’s future: these current measures seem puny by comparison but they are far from insignificant. In an essay for Harper’s, Martin Scorsese, a film-maker whose legacy and contributions to the art form seems infuriatingly difficult to protect and replicate in our current landscape, wrote: “Those of us who know the cinema and its history have to share our love and our knowledge with as many people as possible. And we have to make it crystal clear to the current legal owners of these films that they amount to much, much more than mere property to be exploited and then locked away.” Art’s utility, power and social value can never be quantified and never should. These “treasures of our culture”, as Scorsese rightly calls them, should proliferate and inspire. To do so, they have to be allowed to exist freely, with the tacit knowledge that they are among the few truly universal things that make life on a dying planet worth living.","charCount":"5802","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nicholas-russell\">Nicholas Russell</a>"}]