{"response":{"status":"ok","userTier":"developer","total":2272855,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227286,"orderBy":"newest","results":[{"id":"film/2021/jun/06/super-frenchie-ski-base-jumper-film","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-06-06T06:06:30Z","webTitle":"‘A pure moment of being’: inside the thrill and danger of skiing off cliffs","webUrl":"https://www.theguardian.com/film/2021/jun/06/super-frenchie-ski-base-jumper-film","apiUrl":"https://content.guardianapis.com/film/2021/jun/06/super-frenchie-ski-base-jumper-film","fields":{"headline":"‘A pure moment of being’: inside the thrill and danger of skiing off cliffs","standfirst":"<p>Like Oscar-winning documentary Free Solo, Super Frenchie follows the unusual life of a daredevil, this time ski base jumper Matthias Giraud</p>","trailText":"Like Oscar-winning documentary Free Solo, Super Frenchie follows the unusual life of a daredevil, this time ski base jumper Matthias Giraud","byline":"Adrian Horton","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"71ace28e4f337ce1fff1d540f50a26e65ebdee66\"> <img src=\"https://media.guim.co.uk/71ace28e4f337ce1fff1d540f50a26e65ebdee66/85_0_3330_2000/1000.jpg\" alt=\"A still from Super Frenchie. ‘I truly hope people feel empowered to live by their own standards.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A still from Super Frenchie. ‘I truly hope people feel empowered to live by their own standards.’</span> <span class=\"element-image__credit\">Photograph: Wes Coughlin</span> </figcaption> </figure>","body":"<p>The moments that skier Matthias Giraud lives for are a blip on the screen, less than a fourth the length of a standard playback button. Again and again in Super Frenchie, a new documentary covering the career of the ebullient French ski base jumper, Giraud plunges down the peak of an otherwise barren mountain, sails off a cliff, front flips and parachutes away from certain death in a matter of seconds with the grace and seamlessness of a dancer.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2021/jun/03/all-light-everywhere-documentary-theo-anthony\">‘Nothing can be taken at face value’: should we ever trust the recorded image?</a> </p> </aside>  <p>The smooth brevity of Giraud’s stunts belies the many devastating risks of his chosen vocation, and the precision of his lines. Too slow a lift-off, and you may not have time to deploy the chute. Knocked off a line, and a ski could get tied in the chute. Gustier than expected winds, and you could blow straight into a rock wall at highway speeds.</p> <p>All that risk, for two to three seconds of transcendence, a feeling of enhanced mental acuity and absolutely maxed perceptive ability Giraud described as “the highest state for what it feels like for my human potential”.</p> <p>“It really feels like being able to maximize your existence,” he told the Guardian. “You almost have a feeling of omnipresence. You’re kinda aware of everything that’s around you, you see the ground rushing at you, you can even hear or feel the pins of the parachute opening on the backpack.”</p> <p>Ski base jumping, pioneered in the late 90s, combines two extreme sports: steep, high-altitude alpine skiing and base jumping, the recreational sport of jumping from fixed objects and parachuting to the ground, an acronym for four types of launchpads – buildings, antennae (radio masts), spans (bridges) and earth (cliffs). Giraud, a lifelong skier, first got into base jumping after a move to the US in his early 20s. Combining the two seemed like the diabolical next step, a way to access pitched slopes made completely unavailable to the non-parachuted skier by their hundred-foot drop-offs.</p> <p>“For me, it’s the apogee of life,” Giraud said of ski base jumping. “You have this heightened sense of accuracy while being completely serene at the same time. It’s not a strange combination – I think it’s the state that we all try to seek in life but we rarely experience. It’s really a pure moment of being.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=sUqoK2cq84M\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/sUqoK2cq84M?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>Super Frenchie traces over a decade of Giraud’s career, from his first ski base jump at Oregon’s Mount Hood to a near-fatal accident in 2012, just days before the birth of his son. Like Free Solo, the Oscar-winning documentary about climber Alex Honnold’s ropeless ascent of Yosemite’s El Capitan in 2017, Super Frenchie balances impressive footage of death-defying athletic feats with the anchors on the ground – the pull of family and loved ones both sustaining and straining against the compulsion for risk.</p> <p>Giraud, who first met director Chase Ogden in 2007, when both were 24 and filming for a local outdoor sports show in Spokane, Washington, is charming and effervescent in intimate home footage throughout Super Frenchie, often unfailingly enthusiastic to the point of naive about the risks of extreme sports – “fear of death is not a valid excuse to give up on your dreams,” he says at one point in the film.</p> <p>The film treads lightly on deeper motivations for Giraud’s seemingly pathological compulsion to attempt death-defying stunts, but suggests his vocation was in part an escape from issues at home, at least as a child in Évreux in Normandy. He describes his mother, who appears in the film, as “overbearing” and “manipulative”. He describes the suicide of his older sister when he was 18 as a shattering tragedy that pushed him deeper into activities flush with vitality – “her death made me more alive, in a way,” he says.</p> <p>What starts as a collage of high-octane stunts turns into a story of comeback: in 2012, unexpected wind slammed Giraud into a rock wall seconds after he skied off Pointe d’Areu, near Mont Blanc, a collision captured by one of his cameras as it tumbles on to the boulders below. The collision shattered Giraud’s femur and knocked him unconscious; film from a helicopter observing the jump follows the parachute which carried his unconscious body to a field miles away.</p>  <figure class=\"element element-image\" data-media-id=\"1dfcd18bdef5587acde079d5a0ea3bdba7e5e2f1\"> <img src=\"https://media.guim.co.uk/1dfcd18bdef5587acde079d5a0ea3bdba7e5e2f1/208_0_3583_2150/1000.jpg\" alt=\"Matthias Giraud in Super Frenchie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>Giraud was in a coma for three days with bleeding in his brain. Upon waking up, “right away I thought, ‘I want to go back and do this mountain,’” Giraud said. Super Frenchie’s second half captures the balance of recovery – a recommitment to a former goal – with fatherhood and time off with his wife, Joann Park Giraud, at their home in Bend, Oregon.</p> <p>Six years later, Giraud successfully completed a euphoric ski base jump off the mountain that nearly killed him, after writing a letter to his son lest he not return home from the Alps. Though the jumps replayed in Super Frenchie – too many to count – are reliably faultless, desensitizing the viewer to the enormous stakes of the content, the preparation is more than justified in an extreme sporting world marred by consistent loss, regardless of experience. Giraud’s own mentor, the ski base pioneer Shane McConkey, died at 39 while attempting a wingsuit ski base jump in the Italian Dolomites in 2009.</p> <p>The risks inherent to his chosen sport, ones barely skirted in 2012, often court the criticism that Giraud is selfish, unnecessarily brash with mortality, especially as a husband and father. His own mother lobs the critique in the film: “I’m not proud,” she says. “I respect what he does, but it’s also something which is rather selfish.”</p> <p>It’s a charge Giraud frequently grapples with in the film, as he marries and becomes a father, and also ages from 24 into his late 30s. But at 37, he’s more sanguine about the pursuit of self-fulfillment as a definitional aim. “Let’s face it, you have to have a certain element of selfishness to self-actualize,” he said. “I’m always walking that edge between doing everything I can for my loved ones but also fulfilling myself as well as an individual and maximizing my own existence, because if you don’t do that yourself, who else is going to do it for you?”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4d4db98c2c368794dad7e164b95157d006a6c560\"> <img src=\"https://media.guim.co.uk/4d4db98c2c368794dad7e164b95157d006a6c560/60_0_1800_1080/1000.jpg\" alt=\"A still from Super Frenchie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>“I personally don’t think what he does is selfish,” Ogden, the film’s director, told the Guardian. “It’s crucial to who he is, his identity as an individual, and I don’t think he would be able to be a good father and a good provider and those kind of things if he wasn’t living to his true self.”</p> <p>Giraud’s capacity for risk-based adrenaline hasn’t waned – he’s gotten into big wave surfing, and has several ski base trips abroad planned now that Covid-19 restrictions are easing in many countries. “I don’t know how I’m ever going to stop jumping,” he said. “It would have to be if I truly don’t have a desire any more, or if I’m too beat up to keep going.”</p> <p>The vast majority of viewers, of course, will not be skiing off a cliff anytime soon, or hopefully attempting to without the years of training and preparation Super Frenchie observes for nearly a decade. But Giraud hopes the takeaway is not so much adrenaline as stretching one’s personal capacity for what’s possible. “I don’t necessarily wish for anyone to jump off a cliff. That’s not the smartest thing to do,” he said with a laugh. “But I truly hope people feel empowered to live by their own standards.”</p> <ul> <li><p>Super Frenchie is available to rent digitally in the US with a UK date to be announced</p></li> </ul>","wordcount":"1247","firstPublicationDate":"2021-06-06T06:06:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:08:04Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hk829","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/71ace28e4f337ce1fff1d540f50a26e65ebdee66/85_0_3330_2000/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The moments that skier Matthias Giraud lives for are a blip on the screen, less than a fourth the length of a standard playback button. Again and again in Super Frenchie, a new documentary covering the career of the ebullient French ski base jumper, Giraud plunges down the peak of an otherwise barren mountain, sails off a cliff, front flips and parachutes away from certain death in a matter of seconds with the grace and seamlessness of a dancer. The smooth brevity of Giraud’s stunts belies the many devastating risks of his chosen vocation, and the precision of his lines. Too slow a lift-off, and you may not have time to deploy the chute. Knocked off a line, and a ski could get tied in the chute. Gustier than expected winds, and you could blow straight into a rock wall at highway speeds. All that risk, for two to three seconds of transcendence, a feeling of enhanced mental acuity and absolutely maxed perceptive ability Giraud described as “the highest state for what it feels like for my human potential”. “It really feels like being able to maximize your existence,” he told the Guardian. “You almost have a feeling of omnipresence. You’re kinda aware of everything that’s around you, you see the ground rushing at you, you can even hear or feel the pins of the parachute opening on the backpack.” Ski base jumping, pioneered in the late 90s, combines two extreme sports: steep, high-altitude alpine skiing and base jumping, the recreational sport of jumping from fixed objects and parachuting to the ground, an acronym for four types of launchpads – buildings, antennae (radio masts), spans (bridges) and earth (cliffs). Giraud, a lifelong skier, first got into base jumping after a move to the US in his early 20s. Combining the two seemed like the diabolical next step, a way to access pitched slopes made completely unavailable to the non-parachuted skier by their hundred-foot drop-offs. “For me, it’s the apogee of life,” Giraud said of ski base jumping. “You have this heightened sense of accuracy while being completely serene at the same time. It’s not a strange combination – I think it’s the state that we all try to seek in life but we rarely experience. It’s really a pure moment of being.” Super Frenchie traces over a decade of Giraud’s career, from his first ski base jump at Oregon’s Mount Hood to a near-fatal accident in 2012, just days before the birth of his son. Like Free Solo, the Oscar-winning documentary about climber Alex Honnold’s ropeless ascent of Yosemite’s El Capitan in 2017, Super Frenchie balances impressive footage of death-defying athletic feats with the anchors on the ground – the pull of family and loved ones both sustaining and straining against the compulsion for risk. Giraud, who first met director Chase Ogden in 2007, when both were 24 and filming for a local outdoor sports show in Spokane, Washington, is charming and effervescent in intimate home footage throughout Super Frenchie, often unfailingly enthusiastic to the point of naive about the risks of extreme sports – “fear of death is not a valid excuse to give up on your dreams,” he says at one point in the film. The film treads lightly on deeper motivations for Giraud’s seemingly pathological compulsion to attempt death-defying stunts, but suggests his vocation was in part an escape from issues at home, at least as a child in Évreux in Normandy. He describes his mother, who appears in the film, as “overbearing” and “manipulative”. He describes the suicide of his older sister when he was 18 as a shattering tragedy that pushed him deeper into activities flush with vitality – “her death made me more alive, in a way,” he says. What starts as a collage of high-octane stunts turns into a story of comeback: in 2012, unexpected wind slammed Giraud into a rock wall seconds after he skied off Pointe d’Areu, near Mont Blanc, a collision captured by one of his cameras as it tumbles on to the boulders below. The collision shattered Giraud’s femur and knocked him unconscious; film from a helicopter observing the jump follows the parachute which carried his unconscious body to a field miles away. Giraud was in a coma for three days with bleeding in his brain. Upon waking up, “right away I thought, ‘I want to go back and do this mountain,’” Giraud said. Super Frenchie’s second half captures the balance of recovery – a recommitment to a former goal – with fatherhood and time off with his wife, Joann Park Giraud, at their home in Bend, Oregon. Six years later, Giraud successfully completed a euphoric ski base jump off the mountain that nearly killed him, after writing a letter to his son lest he not return home from the Alps. Though the jumps replayed in Super Frenchie – too many to count – are reliably faultless, desensitizing the viewer to the enormous stakes of the content, the preparation is more than justified in an extreme sporting world marred by consistent loss, regardless of experience. Giraud’s own mentor, the ski base pioneer Shane McConkey, died at 39 while attempting a wingsuit ski base jump in the Italian Dolomites in 2009. The risks inherent to his chosen sport, ones barely skirted in 2012, often court the criticism that Giraud is selfish, unnecessarily brash with mortality, especially as a husband and father. His own mother lobs the critique in the film: “I’m not proud,” she says. “I respect what he does, but it’s also something which is rather selfish.” It’s a charge Giraud frequently grapples with in the film, as he marries and becomes a father, and also ages from 24 into his late 30s. But at 37, he’s more sanguine about the pursuit of self-fulfillment as a definitional aim. “Let’s face it, you have to have a certain element of selfishness to self-actualize,” he said. “I’m always walking that edge between doing everything I can for my loved ones but also fulfilling myself as well as an individual and maximizing my own existence, because if you don’t do that yourself, who else is going to do it for you?” “I personally don’t think what he does is selfish,” Ogden, the film’s director, told the Guardian. “It’s crucial to who he is, his identity as an individual, and I don’t think he would be able to be a good father and a good provider and those kind of things if he wasn’t living to his true self.” Giraud’s capacity for risk-based adrenaline hasn’t waned – he’s gotten into big wave surfing, and has several ski base trips abroad planned now that Covid-19 restrictions are easing in many countries. “I don’t know how I’m ever going to stop jumping,” he said. “It would have to be if I truly don’t have a desire any more, or if I’m too beat up to keep going.” The vast majority of viewers, of course, will not be skiing off a cliff anytime soon, or hopefully attempting to without the years of training and preparation Super Frenchie observes for nearly a decade. But Giraud hopes the takeaway is not so much adrenaline as stretching one’s personal capacity for what’s possible. “I don’t necessarily wish for anyone to jump off a cliff. That’s not the smartest thing to do,” he said with a laugh. “But I truly hope people feel empowered to live by their own standards.” Super Frenchie is available to rent digitally in the US with a UK date to be announced","charCount":"7237","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/adrian-horton\">Adrian Horton</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"theobserver/2021/jun/06/the-big-picture-a-father-and-daughters-main-street-march","type":"article","sectionId":"theobserver","sectionName":"From the Observer","webPublicationDate":"2021-06-06T06:00:32Z","webTitle":"The big picture: a father and daughter’s Main Street march","webUrl":"https://www.theguardian.com/theobserver/2021/jun/06/the-big-picture-a-father-and-daughters-main-street-march","apiUrl":"https://content.guardianapis.com/theobserver/2021/jun/06/the-big-picture-a-father-and-daughters-main-street-march","fields":{"headline":"The big picture: a father and daughter’s Main Street march","standfirst":"<p>This memorable shot of a civil rights protest in Memphis was taken by Ernest Withers, later revealed to be an FBI informant</p>","trailText":"This memorable shot of a civil rights protest in Memphis was taken by Ernest Withers, later revealed to be an FBI informant","byline":"Tim Adams","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"1d9dcbbedcd677da21b5a48df1a3079dd2ef1f3a\"> <img src=\"https://media.guim.co.uk/1d9dcbbedcd677da21b5a48df1a3079dd2ef1f3a/0_0_1802_1777/1000.jpg\" alt=\"Daddy, I Want to Be Free Too: William Edwin Jones pushes daughter Renee Andrewnetta Jones during a protest march in Memphis, August 1961.\" width=\"1000\" height=\"986\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Daddy, I Want to Be Free Too, Memphis, August 1961.</span> <span class=\"element-image__credit\">Photograph: The Ernest C Withers Family Trust; courtesy of Fahey/Klein Gallery, Los Angeles</span> </figcaption> </figure>","body":"<p>One of the early civil rights marches down Main Street in Memphis, Tennessee, was for fathers and daughters only. It was hoped the presence of young girls might reduce the chance of violence against protesters. In later life, Renee Andrewnetta Jones, who was eight months old at the time of this famous picture, looked back on the events in which she had been an unwitting participant. She had grown up to become a paediatrician in Memphis.</p> <p>“To my understanding, my father, William Edwin Jones, made the sign himself,” she said. “He was a tall, stately man and as the police approached us, they had these intimidating looks, but my father wasn’t a man to be intimidated. A year after the picture was taken he was selected as one of the first black foreign service officers in the United States, posted with his family to Nigeria.” She had never forgotten the emotional force of the sign itself. “I always try to live without any boundaries,” she said, “because that is the way we were raised.”</p> <p>The picture was one of thousands taken by <a href=\"https://www.michaelhoppengallery.com/artists/254-ernest-c.-withers/overview/\">Ernest Withers</a>, a pioneering African American photographer, who covered everything in Memphis from the <a href=\"https://www.theguardian.com/us-news/2020/apr/25/emmett-till-long-wait-for-justice\">Emmett Till trial</a>, to the emergence of Elvis Presley, to the march on the day of Martin Luther King’s assassination in the city, when thousands of protestors carried signs proclaiming “I Am a Man”. Withers worked for <em>Time</em> and many other publications. The slogan on his business card read: “Pictures tell the story.” It was only after his death in 2007 that the <a href=\"https://www.theguardian.com/world/2010/sep/14/photographer-ernest-withers-fbi-informer\">full story of Withers’s life</a> emerged, however. Starting in the early 1960s, documents showed that he spent nearly two decades as a paid informant for the FBI, giving its agents information about the civil rights activists he photographed in order, it seems, to pay for a college education for his eight children. </p> <p><em><a href=\"https://www.cityfilespress.com/books/revolution-black-white/\">Revolution in Black and White: Photographs of the Civil Rights Era by Ernest C Withers is published by CityFiles Press</a></em></p>","newspaperPageNumber":"2","wordcount":"335","firstPublicationDate":"2021-06-06T06:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:00:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjnte","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1d9dcbbedcd677da21b5a48df1a3079dd2ef1f3a/0_321_1802_1081/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"One of the early civil rights marches down Main Street in Memphis, Tennessee, was for fathers and daughters only. It was hoped the presence of young girls might reduce the chance of violence against protesters. In later life, Renee Andrewnetta Jones, who was eight months old at the time of this famous picture, looked back on the events in which she had been an unwitting participant. She had grown up to become a paediatrician in Memphis. “To my understanding, my father, William Edwin Jones, made the sign himself,” she said. “He was a tall, stately man and as the police approached us, they had these intimidating looks, but my father wasn’t a man to be intimidated. A year after the picture was taken he was selected as one of the first black foreign service officers in the United States, posted with his family to Nigeria.” She had never forgotten the emotional force of the sign itself. “I always try to live without any boundaries,” she said, “because that is the way we were raised.” The picture was one of thousands taken by Ernest Withers, a pioneering African American photographer, who covered everything in Memphis from the Emmett Till trial, to the emergence of Elvis Presley, to the march on the day of Martin Luther King’s assassination in the city, when thousands of protestors carried signs proclaiming “I Am a Man”. Withers worked for Time and many other publications. The slogan on his business card read: “Pictures tell the story.” It was only after his death in 2007 that the full story of Withers’s life emerged, however. Starting in the early 1960s, documents showed that he spent nearly two decades as a paid informant for the FBI, giving its agents information about the civil rights activists he photographed in order, it seems, to pay for a college education for his eight children. Revolution in Black and White: Photographs of the Civil Rights Era by Ernest C Withers is published by CityFiles Press","charCount":"1931","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/timadams\">Tim Adams</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"technology/2021/jun/06/losing-depop-to-us-ownership-makes-the-british-tech-sector-look-secondhand","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2021-06-06T06:00:32Z","webTitle":"Losing Depop to US ownership makes the British tech sector look secondhand","webUrl":"https://www.theguardian.com/technology/2021/jun/06/losing-depop-to-us-ownership-makes-the-british-tech-sector-look-secondhand","apiUrl":"https://content.guardianapis.com/technology/2021/jun/06/losing-depop-to-us-ownership-makes-the-british-tech-sector-look-secondhand","fields":{"headline":"Losing Depop to US ownership makes the British tech sector look secondhand","standfirst":"<p>The fashion resale app and its young users represents the likely future of retail: more online, more sustainable, and more social</p>","trailText":"The fashion resale app and its young users represents the likely future of retail: more online, more sustainable, and more social","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"c33c7069920630fee7564aa5083b36dc6d7d2e56\"> <img src=\"https://media.guim.co.uk/c33c7069920630fee7564aa5083b36dc6d7d2e56/0_452_6675_4006/1000.jpg\" alt=\"The Depop app on a phone.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Depop in action: the fashion resale app taps into Generation Z’s obsession with ‘side hustles’. </span> <span class=\"element-image__credit\">Photograph: Linda Nylind/The Guardian</span> </figcaption> </figure>","body":"<p>Depop, the fashion resale app, has joined fellow British tech companies such as Arm Holdings and DeepMind in heading to a deep pool of investment outside its homeland.</p> <p>London-based Depop’s <a href=\"https://www.theguardian.com/fashion/2021/jun/02/etsy-buys-second-hand-clothing-app-depop-to-tap-into-gen-z\" title=\"\">acquisition by Brooklyn-based Etsy for $1.6bn </a>(£1.1bn) last week came just days after Oxford-based WaveOptics, a maker of displays used in augmented-reality glasses, was bought up by the Santa Monica-headquartered owner of Snapchat for $500m.</p> <p>Depop may not be of such strategic importance to the UK economy as the likes of Arm, or fellow chip-maker Imagination Technologies, both bought by foreign buyers. But its 30 million users – a number that has tripled in less than three years – are mostly under 26 and mark out the future direction of retail: more online, sustainable and social.</p> <p>London crowed about securing the listing of Deliveroo, where the poor performance of the share price has reflected concerns about the welfare of its thousands of delivery drivers. Depop marked out a more hopeful future – but with it now in Etsy’s hands, British retailers have no obvious way of following the lead of John Lewis and then Marks &amp; Spencer, which invested in Ocado, enabling both to buy their way into the fast-growing world of online grocery shopping.</p> <p>Initially, Depop was a tale of triumph for the UK. Entrepreneur Simon Beckerman founded the company in Italy in 2011 but moved to London in 2015 after winning $8m in funding from Balderton Capital, the UK-based investment firm which has previously backed Betfair and the online lingerie specialist Figleaves.</p> <p>The business now has offices as far afield as New York and Sydney, but is led from the UK, where it built its market from an aesthetic steeped in British fashion trends, from Burberry coats and chunky trainers fit for a Spice Girl to Y2K fashions born out of clubs in London and Manchester.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Technology is enabling growth in the market, as parents sell baby clothes via Facebook and young people trade sought-after trainers from their own Instagram shops</p> </blockquote> </aside>  <p>It taps into Generation Z’s obsession with “side hustles” – a way to earn money outside one’s day-to-day life. Trading in cast-offs is a rapidly expanding activity expected to grow 15-20% a year for the next five years, outgrowing fast fashion.</p> <p>That growth is not only fuelling more established players such as eBay, but generating new entrants such as Vinted, Poshmark and The RealReal, which provide a challenge to traditional high street brands.</p> <p>The resale market is becoming increasingly mainstream, with even the UK supermarket Asda trying out secondhand sections in stores, in partnership with Preloved Vintage Wholesale. Department store John Lewis, furnishings group Ikea and sports retailer Decathlon are all experimenting with resale businesses too.</p> <p>Technology is enabling that growth, as parents sell baby clothes via Facebook and young people trade sought-after trainers from their own Instagram shops. Selfridges now has an outlet for vintage fashion specialist Vestiaire Collective, while handbag label Mulberry is refurbishing and reselling its used products online.</p> <p>Etsy is to allow Depop to continue as a standalone business run by the existing team from London. That is some good news at least for jobs and knowhow in the UK, although with upstarts such as Vinted and Asos’s marketplace already on its tail, it’s not clear if Etsy will enable Depop to keep its edgy, underground feel.</p> <p>The change in ownership also will not prevent young UK entrepreneurs developing, via Depop, skills in online selling, design and merchandising that could lay the foundations for new standalone businesses.</p> <p>There is hope the UK can capitalise on their expertise to keep the resale sector on British shores, even if we can’t compete with the deep pockets of the US tech giants.</p> <h2>AMC cinemas become star of their own Wall Street drama</h2> <p>What do you do when <a href=\"https://www.theguardian.com/business/2021/jun/03/amc-entertainment-shares-soar-gamestop-style-frenzy\" title=\"\">legions of small investors are buying your company’s shares</a> to use as a stick with which to beat Wall Street? The answer for AMC Entertainment – the world’s largest cinema company and owner of the Odeon chain in the UK – is to make sure they’re buying at least some of that stock from you.</p> <p>AMC has become a focal point for amateur investors coordinating via Twitter and Reddit to buy shares in previously unpopular companies – called “meme stocks” – hoping to catch pantomime-villain hedge funds in a <a href=\"https://www.theguardian.com/business/2021/jan/28/squeezing-hedge-funds-fun-wont-last-gamestop-reddit\" title=\"\">“short squeeze”</a>.</p> <p>When the <a href=\"https://www.theguardian.com/business/2021/jan/28/gamestop-how-reddits-amateurs-tripped-wall-streets-short-sellers\" title=\"\">same thing happened to GameStop</a>, the US video game retailer was little more than a passenger in the proceedings.</p> <p>AMC is trying to ride the tiger. In January, it escaped bankruptcy thanks to a $917m debt-and-equity cash-raising exercise. Now, instead of thinking about survival, it is capitalising on the surge in its stock price to issue more new shares at higher values that it could otherwise have achieved. It has even offered investors free popcorn.</p> <p>Cash from new investors can be used to pay down some of the rescue debt and even to expand.</p> <p>Last Tuesday, it sold stock for $230.5m to Mudrick Capital Management (a hedge fund, ironically), having previously raised $428m in mid-May, when the small-investor frenzy began lifting its share price. And on Thursday, it filed to sell 11.5 million more shares.</p> <p>Speaking via Twitter, increasingly the <a href=\"https://www.theguardian.com/technology/2021/jun/02/elon-musks-baby-shark-tweet-sparks-share-surge\" title=\"\">platform of choice for market-moving statements</a>, chief executive Adam Aron said this was “not mindless dilution, but rather this is very smart raising of cash so that we can grow this company”.</p> <p>He is banking on vaccinations and a pent-up flurry of blockbuster movies to deliver a dramatic turnaround for a firm that looked like a total turkey just a few months ago.</p> <p>Whether one sees the “meme stock” phenomenon epitomised by GameStop and AMC as an<a href=\"https://www.theguardian.com/commentisfree/2021/jan/31/market-is-rigged-in-favour-of-rich-as-gamestop-fiasco-reveals\" title=\"\"> exercise in futility</a>, borderline <a href=\"https://www.theguardian.com/business/2021/feb/03/david-v-goliath-narrative-in-gamestop-story-has-serious-flaws\" title=\"\">market manipulation</a>, or a welcome piece of anti-Wall Street online activism, Aron seems to have found a solution that works for AMC. It may not be long before his own cinemas are showing the movie.</p> <h2>Exxon chief on short leash after shareholder uprising</h2> <p>ExxonMobil’s chief executive, Darren Woods, has has the dubious honour of overseeing probably the most calamitous period in the oil giant’s history since taking the reins a little over four years ago. Under his watch the company has lost a third of its market value, been ousted from the Dow Jones index, and reported its first annual loss since Exxon and Mobil merged in 1998.</p> <p>But it is Woods’s handling of ExxonMobil’s first major shareholder rebellion that is likely to raise questions over his future at the helm of America’s biggest oil company. Engine No 1, the upstart hedge fund that<a href=\"https://www.theguardian.com/business/2021/jun/03/activist-hedge-fund-seat-exxonmobil-board-engine-no-1-fossil-fuels\" title=\"\"> toppled three senior business figures</a> from the Exxon board last week, did not target Woods. But its boardroom coup has been seen by industry observers as a clear indictment of his leadership.</p> <p>Engine No 1 put forward four alternative board members after <a href=\"https://www.theguardian.com/environment/2021/may/29/black-wednesday-for-big-oil-as-courtrooms-and-boardrooms-turn-on-industry\" title=\"\">accusing Exxon of failing to adapt to the climate crisis</a> – and the company’s largest shareholders agreed. Investors may be willing to forgive Woods for inheriting a difficult situation before the Covid-19 oil slump, but his failure to set a future-proof vision for navigating the transition to low-carbon energy has become deeply worrying for its long-term institutional stakeholders, which include some of the biggest money managers in the world.</p> <p>Woods survived <a href=\"https://www.theguardian.com/business/2021/may/26/exxonmobil-and-chevron-braced-for-showdown-over-climate\" title=\"\">the boardroom battle</a> because a greater concern – over the short term – would be losing the chief executive at a time of major upheaval for the board, and when existential decisions for the company still hang in the balance. Shareholders voted in favour of his position on the board at the annual meeting, but the disruption has assured that this future will be far tougher than he expected.</p> <p>Before next year’s meeting, Woods will need to prove that he is up to the challenge, and set out a clear future for one of the world’s biggest climate polluters in a net-zero-carbon world. The chief executive may be down, but he is not out. Yet.</p>","newspaperPageNumber":"56","wordcount":"1293","firstPublicationDate":"2021-06-06T06:00:32Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:00:32Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkf46","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c33c7069920630fee7564aa5083b36dc6d7d2e56/0_452_6675_4006/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Depop, the fashion resale app, has joined fellow British tech companies such as Arm Holdings and DeepMind in heading to a deep pool of investment outside its homeland. London-based Depop’s acquisition by Brooklyn-based Etsy for $1.6bn (£1.1bn) last week came just days after Oxford-based WaveOptics, a maker of displays used in augmented-reality glasses, was bought up by the Santa Monica-headquartered owner of Snapchat for $500m. Depop may not be of such strategic importance to the UK economy as the likes of Arm, or fellow chip-maker Imagination Technologies, both bought by foreign buyers. But its 30 million users – a number that has tripled in less than three years – are mostly under 26 and mark out the future direction of retail: more online, sustainable and social. London crowed about securing the listing of Deliveroo, where the poor performance of the share price has reflected concerns about the welfare of its thousands of delivery drivers. Depop marked out a more hopeful future – but with it now in Etsy’s hands, British retailers have no obvious way of following the lead of John Lewis and then Marks &amp; Spencer, which invested in Ocado, enabling both to buy their way into the fast-growing world of online grocery shopping. Initially, Depop was a tale of triumph for the UK. Entrepreneur Simon Beckerman founded the company in Italy in 2011 but moved to London in 2015 after winning $8m in funding from Balderton Capital, the UK-based investment firm which has previously backed Betfair and the online lingerie specialist Figleaves. The business now has offices as far afield as New York and Sydney, but is led from the UK, where it built its market from an aesthetic steeped in British fashion trends, from Burberry coats and chunky trainers fit for a Spice Girl to Y2K fashions born out of clubs in London and Manchester. It taps into Generation Z’s obsession with “side hustles” – a way to earn money outside one’s day-to-day life. Trading in cast-offs is a rapidly expanding activity expected to grow 15-20% a year for the next five years, outgrowing fast fashion. That growth is not only fuelling more established players such as eBay, but generating new entrants such as Vinted, Poshmark and The RealReal, which provide a challenge to traditional high street brands. The resale market is becoming increasingly mainstream, with even the UK supermarket Asda trying out secondhand sections in stores, in partnership with Preloved Vintage Wholesale. Department store John Lewis, furnishings group Ikea and sports retailer Decathlon are all experimenting with resale businesses too. Technology is enabling that growth, as parents sell baby clothes via Facebook and young people trade sought-after trainers from their own Instagram shops. Selfridges now has an outlet for vintage fashion specialist Vestiaire Collective, while handbag label Mulberry is refurbishing and reselling its used products online. Etsy is to allow Depop to continue as a standalone business run by the existing team from London. That is some good news at least for jobs and knowhow in the UK, although with upstarts such as Vinted and Asos’s marketplace already on its tail, it’s not clear if Etsy will enable Depop to keep its edgy, underground feel. The change in ownership also will not prevent young UK entrepreneurs developing, via Depop, skills in online selling, design and merchandising that could lay the foundations for new standalone businesses. There is hope the UK can capitalise on their expertise to keep the resale sector on British shores, even if we can’t compete with the deep pockets of the US tech giants. AMC cinemas become star of their own Wall Street drama What do you do when legions of small investors are buying your company’s shares to use as a stick with which to beat Wall Street? The answer for AMC Entertainment – the world’s largest cinema company and owner of the Odeon chain in the UK – is to make sure they’re buying at least some of that stock from you. AMC has become a focal point for amateur investors coordinating via Twitter and Reddit to buy shares in previously unpopular companies – called “meme stocks” – hoping to catch pantomime-villain hedge funds in a “short squeeze”. When the same thing happened to GameStop, the US video game retailer was little more than a passenger in the proceedings. AMC is trying to ride the tiger. In January, it escaped bankruptcy thanks to a $917m debt-and-equity cash-raising exercise. Now, instead of thinking about survival, it is capitalising on the surge in its stock price to issue more new shares at higher values that it could otherwise have achieved. It has even offered investors free popcorn. Cash from new investors can be used to pay down some of the rescue debt and even to expand. Last Tuesday, it sold stock for $230.5m to Mudrick Capital Management (a hedge fund, ironically), having previously raised $428m in mid-May, when the small-investor frenzy began lifting its share price. And on Thursday, it filed to sell 11.5 million more shares. Speaking via Twitter, increasingly the platform of choice for market-moving statements, chief executive Adam Aron said this was “not mindless dilution, but rather this is very smart raising of cash so that we can grow this company”. He is banking on vaccinations and a pent-up flurry of blockbuster movies to deliver a dramatic turnaround for a firm that looked like a total turkey just a few months ago. Whether one sees the “meme stock” phenomenon epitomised by GameStop and AMC as an exercise in futility, borderline market manipulation, or a welcome piece of anti-Wall Street online activism, Aron seems to have found a solution that works for AMC. It may not be long before his own cinemas are showing the movie. Exxon chief on short leash after shareholder uprising ExxonMobil’s chief executive, Darren Woods, has has the dubious honour of overseeing probably the most calamitous period in the oil giant’s history since taking the reins a little over four years ago. Under his watch the company has lost a third of its market value, been ousted from the Dow Jones index, and reported its first annual loss since Exxon and Mobil merged in 1998. But it is Woods’s handling of ExxonMobil’s first major shareholder rebellion that is likely to raise questions over his future at the helm of America’s biggest oil company. Engine No 1, the upstart hedge fund that toppled three senior business figures from the Exxon board last week, did not target Woods. But its boardroom coup has been seen by industry observers as a clear indictment of his leadership. Engine No 1 put forward four alternative board members after accusing Exxon of failing to adapt to the climate crisis – and the company’s largest shareholders agreed. Investors may be willing to forgive Woods for inheriting a difficult situation before the Covid-19 oil slump, but his failure to set a future-proof vision for navigating the transition to low-carbon energy has become deeply worrying for its long-term institutional stakeholders, which include some of the biggest money managers in the world. Woods survived the boardroom battle because a greater concern – over the short term – would be losing the chief executive at a time of major upheaval for the board, and when existential decisions for the company still hang in the balance. Shareholders voted in favour of his position on the board at the annual meeting, but the disruption has assured that this future will be far tougher than he expected. Before next year’s meeting, Woods will need to prove that he is up to the challenge, and set out a clear future for one of the world’s biggest climate polluters in a net-zero-carbon world. The chief executive may be down, but he is not out. Yet.","charCount":"7752","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"environment/2021/jun/06/tiger-sharks-hurricanes-study-research","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-06-06T06:00:31Z","webTitle":"Tiger sharks are not scared of hurricanes, US researchers say","webUrl":"https://www.theguardian.com/environment/2021/jun/06/tiger-sharks-hurricanes-study-research","apiUrl":"https://content.guardianapis.com/environment/2021/jun/06/tiger-sharks-hurricanes-study-research","fields":{"headline":"Tiger sharks are not scared of hurricanes, US researchers say","standfirst":"<p>‘It was as if they didn’t even flinch,’ researcher says as study finds tiger sharks’ presence consistent before and during storm</p>","trailText":"‘It was as if they didn’t even flinch,’ researcher says as study finds tiger sharks’ presence consistent before and during storm","byline":"Victoria Bekiempis in New York","main":"<figure class=\"element element-image\" data-media-id=\"3b076eacf3af3ba9594a6786f72bd4b236df0eec\"> <img src=\"https://media.guim.co.uk/3b076eacf3af3ba9594a6786f72bd4b236df0eec/651_940_3450_2070/1000.jpg\" alt=\"A tiger shark swims over a reef. Researchers found that unlike smaller species previously determined to flee shallow waters during storms, larger sharks had an array of responses.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A tiger shark swims over a reef. Researchers found that unlike smaller species previously determined to flee shallow waters during storms, larger sharks had an array of responses.</span> <span class=\"element-image__credit\">Photograph: Jeff Milisen/Alamy</span> </figcaption> </figure>","body":"<p>Forecasters expect the <a href=\"https://www.theguardian.com/world/2021/may/27/weatherwatch-ana-becomes-first-storm-of-the-atlantic-hurricane-season\">Atlantic hurricane season</a> that began this week to bring <a href=\"https://www.noaa.gov/media-release/noaa-predicts-another-active-atlantic-hurricane-season\">increasingly</a> fierce storms to the US east coast. One notoriously fierce kind of <a href=\"https://www.theguardian.com/environment/sharks\">shark</a>, however, does not seem likely to be swimming for cover.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/may/17/sharks-earth-magnetic-field-gps-guidance-system\">Sharks use Earth’s magnetic field as ‘GPS’ guidance system, study says</a> </p> </aside>  <p>A recent <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0272771421002262\">study</a> published in the journal Estuarine, Coastal and Shelf Science found that while some species of large sharks will bolt from shallow coastal habitats in the face of fierce storms, tiger sharks seem to relish the turbulent seas and winds.</p> <p>“It was as if they didn’t even flinch,” one researcher said.</p> <p>As the Miami Herald <a href=\"https://www.miamiherald.com/news/nation-world/national/article251477713.html\">explained</a>, the sharks seem particularly happy to be around immediately after big storms have passed.</p> <p>The researchers behind the study used tracking devices to monitor tiger shark activity. They found that in 2016, despite a direct hit from <a href=\"https://www.theguardian.com/world/hurricane-matthew\">Hurricane Matthew</a> at the north-west edge of Little Bahama Bank, tiger sharks’ presence in the area was “consistent before and during the hurricane”.</p> <p>Matthew was a category 5 storm with <a href=\"https://www.weather.gov/ilm/Matthew\">winds reaching 165 mph</a> (266 kph). Immediately after the storm, the researchers said, “daily tiger shark detections approximately doubled”.</p> <p>The situation was different for bull, nurse and great hammerhead sharks near Biscayne Bay off Miami during Hurricane Irma, a category 4 storm with winds of 130mph which hit in 2017.</p> <p>When the eye of the storm moved 87 miles west, “most sharks previously present in the array were no longer detected”, researchers said.</p> <p>Researchers found that unlike smaller species previously determined to flee shallow waters during storms, larger sharks had an array of responses.</p> <p>“I was amazed to see that <a href=\"https://news.miami.edu/rsmas/stories/2021/05/new-study-tracked-large-sharks-during-hurricanes.html\">big tiger sharks didn’t evacuate</a> even as the eye of the hurricane was bearing down on them,” <a href=\"https://news.miami.edu/rsmas/stories/2021/05/new-study-tracked-large-sharks-during-hurricanes.html\">said</a> Neil Hammerschlag of the University of Miami, a study co-author.</p> <p>“It was as if they didn’t even flinch. Their numbers even increased after the storm passed. We suspect tiger sharks were probably taking advantage of all the new scavenging opportunities from dead animals churned up in the storm.”</p> <p>The climate crisis is expected to worsen the strength and intensity of east coast hurricanes.</p> <p><a href=\"https://www.theguardian.com/environment/2021/feb/09/climate-crisis-pushing-great-white-sharks-into-new-waters\">Research</a> has also shown that the climate crisis has pushed an even bigger species, great white sharks, into new waters, spurring a dramatic decline in endangered wildlife populations.</p>","wordcount":"370","firstPublicationDate":"2021-06-06T06:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:02:03Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkzmh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3b076eacf3af3ba9594a6786f72bd4b236df0eec/651_940_3450_2070/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Forecasters expect the Atlantic hurricane season that began this week to bring increasingly fierce storms to the US east coast. One notoriously fierce kind of shark, however, does not seem likely to be swimming for cover. A recent study published in the journal Estuarine, Coastal and Shelf Science found that while some species of large sharks will bolt from shallow coastal habitats in the face of fierce storms, tiger sharks seem to relish the turbulent seas and winds. “It was as if they didn’t even flinch,” one researcher said. As the Miami Herald explained, the sharks seem particularly happy to be around immediately after big storms have passed. The researchers behind the study used tracking devices to monitor tiger shark activity. They found that in 2016, despite a direct hit from Hurricane Matthew at the north-west edge of Little Bahama Bank, tiger sharks’ presence in the area was “consistent before and during the hurricane”. Matthew was a category 5 storm with winds reaching 165 mph (266 kph). Immediately after the storm, the researchers said, “daily tiger shark detections approximately doubled”. The situation was different for bull, nurse and great hammerhead sharks near Biscayne Bay off Miami during Hurricane Irma, a category 4 storm with winds of 130mph which hit in 2017. When the eye of the storm moved 87 miles west, “most sharks previously present in the array were no longer detected”, researchers said. Researchers found that unlike smaller species previously determined to flee shallow waters during storms, larger sharks had an array of responses. “I was amazed to see that big tiger sharks didn’t evacuate even as the eye of the hurricane was bearing down on them,” said Neil Hammerschlag of the University of Miami, a study co-author. “It was as if they didn’t even flinch. Their numbers even increased after the storm passed. We suspect tiger sharks were probably taking advantage of all the new scavenging opportunities from dead animals churned up in the storm.” The climate crisis is expected to worsen the strength and intensity of east coast hurricanes. Research has also shown that the climate crisis has pushed an even bigger species, great white sharks, into new waters, spurring a dramatic decline in endangered wildlife populations.","charCount":"2280","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/victoria-bekiempis\">Victoria Bekiempis</a> in New York"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"books/2021/jun/06/the-undocumented-americans-by-karla-cornejo-villavicencio-review-hidden-lives-and-human-rights","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-06T06:00:31Z","webTitle":"The Undocumented Americans by Karla Cornejo Villavicencio review – hidden lives and human rights","webUrl":"https://www.theguardian.com/books/2021/jun/06/the-undocumented-americans-by-karla-cornejo-villavicencio-review-hidden-lives-and-human-rights","apiUrl":"https://content.guardianapis.com/books/2021/jun/06/the-undocumented-americans-by-karla-cornejo-villavicencio-review-hidden-lives-and-human-rights","fields":{"headline":"The Undocumented Americans by Karla Cornejo Villavicencio review – hidden lives and human rights","standfirst":"<p>An undocumented immigrant captures the pain of her fellow migrants in a vital, courageous book that blurs the divide between fact and fiction</p>","trailText":"An undocumented immigrant captures the pain of her fellow migrants in a vital, courageous book that blurs the divide between fact and fiction","byline":"Natasha Walter","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"ef70a415f40b4bf97a893f0b8c7d1d6c0b5781c8\"> <img src=\"https://media.guim.co.uk/ef70a415f40b4bf97a893f0b8c7d1d6c0b5781c8/0_0_1869_1121/1000.jpg\" alt=\"Karla Cornejo Villavicencio\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Karla Cornejo Villavicencio: ‘the glorious exception that keeps the myth of the American dream alive’.</span> <span class=\"element-image__credit\">Photograph: Talya Zemach-Bersin</span> </figcaption> </figure>","body":"<p>I came to <em>The Undocumented Americans</em> thinking I already knew how it would read. There have been a number of books in recent years about people who cross borders without official permission – the refugees and the migrants, the desperate and the brave.</p> <p>Such reports bear a peculiar burden. They have to encompass extraordinary trauma and everyday humanity to wake us up to the violence inflicted on those who are not citizens, and to reassure us of our shared humanity. Laudable as these motives are, they can have a deadening effect on prose. Many such accounts are too aware of their moral purpose to indulge in fripperies such as wit or humour.</p> <p>And at times this book does drift into well-meaning reportage. The stories of undocumented people who worked at Ground Zero in the aftermath of 9/11, for instance, are recounted with mournful anguish. But what sets <em>The Undocumented Americans</em> apart and keeps you pinned to the page is its ferocity. <a href=\"https://immigrationinitiative.harvard.edu/karla-cornejo-villavicencio\">Karla Cornejo Villavicencio</a> is undocumented herself, and her rage and courage provide the book’s thrumming engine. Because she starts on a level of trust with the people she interviews, she finds the details and paradoxical twists in their lives that might escape a more distant observer.</p> <p><a href=\"https://immigrationinitiative.harvard.edu/karla-cornejo-villavicencio\">Villavicencio</a> goes out drinking with older women in Miami and can’t keep up, because they are catching up on lost time, which makes them move fast. “At some point it becomes clear we’re taking a long trip out of town to a casino. I tell them I have a five o’clock flight the following morning, and so they downgrade their ambitions for the night.” In the end, Villavicencio indulges their high spirits. “As I feel those white stares on us, I pour a drink on my head. The girls cheer and I let out a blood-curdling scream. My first ever.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2fa2945969d801cbcbaf13a490a728f067f3e504\"> <img src=\"https://media.guim.co.uk/2fa2945969d801cbcbaf13a490a728f067f3e504/0_0_6000_4000/1000.jpg\" alt=\"Undocumented migrants are detained by US border patrol agents in La Joya, Texas, May 2021.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Undocumented migrants are detained by US border patrol agents in La Joya, Texas, May 2021.</span> <span class=\"element-image__credit\">Photograph: John Lamparski/NurPhoto/REX/Shutterstock</span> </figcaption> </figure>  <p>But that doesn’t mean her relationship with her interviewees is straightforward, and she unpicks some of the knottiness. Villavicencio is, after all, the glorious exception that keeps the myth of the American dream alive, the undocumented child of undocumented parents who is, nevertheless, a Harvard graduate, Yale doctoral student and the author of this much-praised book, whose champions include Barack Obama and the <em>New York Times</em>.</p> <p>At one point she reflects on how her exceptionalism affects her relationship with the young people she interviews in Flint. They are not only victims of the polluted water crisis, but casualties of social imperatives that will never let them succeed. “The whitest thing I’ve done in my life,” she writes, “was trying to save Flint youth while I was visiting there.”</p> <p>As Villavicencio realises she cannot pull them individually out of the structures within which they live, she feels a sickening thud of despair: “I’d drunk the social mobility Kool-Aid from college prep programs run by white people… and I didn’t understand these kids who didn’t think the same way… they were alien to me. I didn’t know how to talk to them. So I didn’t.”</p> <p>There were times, reading this book, when I felt ill at ease. It treads its own path, neither fact nor fiction – or, in Villavicencio’s own words, “creative nonfiction, rooted in careful reporting, translated as poetry”. So while there is a lot of reportage, the author is equally happy to take flight from fact. One character, for instance, a homeless alcoholic who dies in a flooded basement in Hurricane Sandy, is gifted a mawkish death scene in which he is stroking and feeding a dying squirrel as he drowns.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The most memorable and shocking parts of the book are those that deal with Villavicencio’s own experiences</p> </blockquote> </aside>  <p>That kind of invention makes you wonder how her interviewees feel about being recreated on the page, and how freely their notes have been transposed into Villavicencio’s melodies. But for the reader, these melodies sing. The most memorable and shocking parts of the book are those that deal with Villavicencio’s own experiences and those of her parents. She was left by them in Ecuador until the age of five, before being brought to New York. She blames them; she loves them; she wants to protect them. It’s a heartbreaking mix.</p> <p>In one scene, her father collapses on to her, sobbing, because the state governor has revoked driving licences for undocumented workers and he has lost his job as a taxi driver. “My father, the dictator, heaving full-throated sobs,” she writes. As Villavicencio acknowledges, she is one of countless people struggling with such trauma. “I just think about all the children who have been separated from their parents, and there’s a lot of us, past and present, and some under more traumatic circumstances than others – like those who are in internment camps now – and I just imagine us as an army of mutants… Who will we become? Who will take care of us?”</p> <p>I have never read anything that so captures the pain of the migrant child of migrants. This book bears witness to the great violence of our times: the violence of borders, which has seeped into all our lives. It also reveals the empathy and courage we might need to move beyond these dark years.</p> <p><em>Natasha Walter is the founder of the charity <a href=\"https://www.refugeewomen.co.uk/\">Women for Refugee Women</a> and the author of <a href=\"https://guardianbookshop.com/living-dolls-9781844087099.html\">Living Dolls: The Return of Sexism</a></em></p> <p>• <em>The Undocumented Americans </em>by Karla Cornejo Villavicencio is published by Swift Press (£12.99). To support the <em>Guardian</em> order your copy at guardianbookshop.com. Delivery charges may apply<br></p>","newspaperPageNumber":"38","wordcount":"894","firstPublicationDate":"2021-06-06T06:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:00:31Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htxfq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/43ac13e35a4cb16fc61eeeebe9f0852eef40beb0/0_0_561_337/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"I came to The Undocumented Americans thinking I already knew how it would read. There have been a number of books in recent years about people who cross borders without official permission – the refugees and the migrants, the desperate and the brave. Such reports bear a peculiar burden. They have to encompass extraordinary trauma and everyday humanity to wake us up to the violence inflicted on those who are not citizens, and to reassure us of our shared humanity. Laudable as these motives are, they can have a deadening effect on prose. Many such accounts are too aware of their moral purpose to indulge in fripperies such as wit or humour. And at times this book does drift into well-meaning reportage. The stories of undocumented people who worked at Ground Zero in the aftermath of 9/11, for instance, are recounted with mournful anguish. But what sets The Undocumented Americans apart and keeps you pinned to the page is its ferocity. Karla Cornejo Villavicencio is undocumented herself, and her rage and courage provide the book’s thrumming engine. Because she starts on a level of trust with the people she interviews, she finds the details and paradoxical twists in their lives that might escape a more distant observer. Villavicencio goes out drinking with older women in Miami and can’t keep up, because they are catching up on lost time, which makes them move fast. “At some point it becomes clear we’re taking a long trip out of town to a casino. I tell them I have a five o’clock flight the following morning, and so they downgrade their ambitions for the night.” In the end, Villavicencio indulges their high spirits. “As I feel those white stares on us, I pour a drink on my head. The girls cheer and I let out a blood-curdling scream. My first ever.” But that doesn’t mean her relationship with her interviewees is straightforward, and she unpicks some of the knottiness. Villavicencio is, after all, the glorious exception that keeps the myth of the American dream alive, the undocumented child of undocumented parents who is, nevertheless, a Harvard graduate, Yale doctoral student and the author of this much-praised book, whose champions include Barack Obama and the New York Times. At one point she reflects on how her exceptionalism affects her relationship with the young people she interviews in Flint. They are not only victims of the polluted water crisis, but casualties of social imperatives that will never let them succeed. “The whitest thing I’ve done in my life,” she writes, “was trying to save Flint youth while I was visiting there.” As Villavicencio realises she cannot pull them individually out of the structures within which they live, she feels a sickening thud of despair: “I’d drunk the social mobility Kool-Aid from college prep programs run by white people… and I didn’t understand these kids who didn’t think the same way… they were alien to me. I didn’t know how to talk to them. So I didn’t.” There were times, reading this book, when I felt ill at ease. It treads its own path, neither fact nor fiction – or, in Villavicencio’s own words, “creative nonfiction, rooted in careful reporting, translated as poetry”. So while there is a lot of reportage, the author is equally happy to take flight from fact. One character, for instance, a homeless alcoholic who dies in a flooded basement in Hurricane Sandy, is gifted a mawkish death scene in which he is stroking and feeding a dying squirrel as he drowns. That kind of invention makes you wonder how her interviewees feel about being recreated on the page, and how freely their notes have been transposed into Villavicencio’s melodies. But for the reader, these melodies sing. The most memorable and shocking parts of the book are those that deal with Villavicencio’s own experiences and those of her parents. She was left by them in Ecuador until the age of five, before being brought to New York. She blames them; she loves them; she wants to protect them. It’s a heartbreaking mix. In one scene, her father collapses on to her, sobbing, because the state governor has revoked driving licences for undocumented workers and he has lost his job as a taxi driver. “My father, the dictator, heaving full-throated sobs,” she writes. As Villavicencio acknowledges, she is one of countless people struggling with such trauma. “I just think about all the children who have been separated from their parents, and there’s a lot of us, past and present, and some under more traumatic circumstances than others – like those who are in internment camps now – and I just imagine us as an army of mutants… Who will we become? Who will take care of us?” I have never read anything that so captures the pain of the migrant child of migrants. This book bears witness to the great violence of our times: the violence of borders, which has seeped into all our lives. It also reveals the empathy and courage we might need to move beyond these dark years. Natasha Walter is the founder of the charity Women for Refugee Women and the author of Living Dolls: The Return of Sexism • The Undocumented Americans by Karla Cornejo Villavicencio is published by Swift Press (£12.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"5248","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/natashawalter\">Natasha Walter</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"books/2021/jun/06/amazon-unbound-review-jeff-bezos","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-06T06:00:31Z","webTitle":"Amazon Unbound review: how Jeff Bezos engulfed and devoured us all","webUrl":"https://www.theguardian.com/books/2021/jun/06/amazon-unbound-review-jeff-bezos","apiUrl":"https://content.guardianapis.com/books/2021/jun/06/amazon-unbound-review-jeff-bezos","fields":{"headline":"Amazon Unbound review: how Jeff Bezos engulfed and devoured us all","standfirst":"<p>Brad Stone’s second book on the world’s richest person is another portrait of great power – and the great damage it does</p><ul><li><a href=\"https://www.theguardian.com/technology/2021/jun/04/amazon-workers-staten-island-christian-smalls\">Amazon fired him – now he’s trying to unionize New York</a></li></ul>","trailText":"Brad Stone’s second book on the world’s richest person is another portrait of great power – and the great damage it does","byline":"Charles Kaiser","main":"<figure class=\"element element-image\" data-media-id=\"912219caa6d5ddfa876494d0d65218309eeac5fe\"> <img src=\"https://media.guim.co.uk/912219caa6d5ddfa876494d0d65218309eeac5fe/0_90_2200_1319/1000.jpg\" alt=\"Jeff Bezos, pictured in India in 2015.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeff Bezos, pictured in India in 2015.</span> <span class=\"element-image__credit\">Photograph: Anushree Fadnavis/Reuters</span> </figcaption> </figure>","body":"<p>Brad Stone, a senior editor at Bloomberg News, is now the author of a second book-length portrait of what may be the most successful business of the 21st century. When Stone’s first book, <a href=\"https://www.theguardian.com/technology/2013/nov/05/jeff-bezos-amazon-biography-criticism\">The Everything Store</a>, was published in 2013, Amazon founder Jeff Bezos was worth a piddling $27bn. That number has risen to <a href=\"https://www.independent.co.uk/voices/jeff-bezos-amazon-share-price-net-worth-super-rich-billionaires-a9633716.html\">$190bn</a>, 70% more than he had at the beginning of the pandemic.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/29/jeff-bezos-amazon-mgm-cultural-heritage\">Jeff Bezos thinks our cultural heritage is just ‘intellectual property’ | Nicholas Russell</a> </p> </aside>  <p>In a decade, Amazon has exploded into an exaggerated version of <a href=\"https://entertainment.time.com/2012/06/08/bad-company-top-10-evil-corporations-in-movies/slide/engulf-devour-silent-movie/\">Engulf &amp; Devour</a>, the hydra-headed conglomerate invented by Mel Brooks. Once upon a time only Barnes &amp; Noble was threatened by Amazon, in the realm of online bookselling. Now Amazon has disrupted everything from department stores and supermarkets to Hollywood movie production and <a href=\"https://www.theguardian.com/science/2020/dec/05/jeff-bezos-blue-origin-first-woman-moon-nasa-elon-musk-spacex-dynetics\">even space travel</a>.</p> <p>Bezos’ best act of citizenship was undoubtedly his <a href=\"https://www.theguardian.com/technology/2018/jun/17/donald-trump-jeff-bezos-amazon-washington-post-power-money\">rescue and resuscitation of the Washington Post</a>, one of America’s great newspapers and from which, unlike every other business to which he is connected, he has remained admirably detached. His business triumphs include the invention of the <a href=\"https://www.theguardian.com/technology/amazon-alexa\">Alexa</a> virtual assistant and his company’s hugely profitable computer cloud, so successful that he tried for years to hide its earnings, to stop Google and others realizing what a rich business it was.</p> <p>But Amazon has also <a href=\"https://www.theguardian.com/technology/2021/jun/04/amazon-workers-staten-island-christian-smalls\">fought unions</a> in every country where it owns a warehouse, sought billions in tax breaks and reduced stock opportunities for hourly workers even as Bezos trumpeted their raise to a minimum of $15 an hour.</p> <p>Stone acknowledges that Bezos’ gigantic wealth raises “unsettling questions about the asymmetric distribution of money and power”. With a market capitalization exceeding $1.5tn, Amazon embodies everything that is great and terrible about the modern world. It has become “a referendum on the responsibilities that large companies have toward their employees … and the sanctity of our fragile plane”. Bezos is “either propelling the world into an exciting future” or “helping to blot out … free enterprise itself”.</p> <p>Most of this very readable book is devoted to Bezos’s triumphs. It is undeniable that he has taken synergy and brand-building in directions no one else ever thought of. For example, many colleagues were skeptical when Amazon began to invest billions of dollars a year in Prime Video. But Bezos realized it not only helped retain Prime customers, a vital source of revenue, but also enhanced his other brands.</p> <p>“When we win a Golden Globe, we sell more shoes,” he explained.</p> <p>On the other hand, the only things that seemed to prod him to improve the conditions of his blue-collar workers were periodic media exposés.</p> <p>When one of his executives proposed a modest investment to air-condition his warehouses, Bezos dismissed the idea as too costly. But then the <a href=\"https://www.mcall.com/business/mc-sg-amazon-warehouse-series-storygallery.html\">Morning Call of Allentown, Pennsylvania</a> reported that workers were passing out in the Lehigh Valley warehouse, then being transported to the hospital by ambulances the company kept waiting outside. Only then did Bezos approve $52m for air conditioning – “establishing a pattern of making changes only after he read criticism in the media”, as Stone puts it.</p> <p>Amazon is dominating so many different businesses, it has finally inspired <a href=\"https://www.theguardian.com/books/2021/may/02/antitrust-tyranny-of-big-tech-josh-hawley-amy-klobuchar-google-facebook-amazon\">a renewed interest in antitrust law</a>, in America and Europe. A student, Lina Khan, played a key role when she published a 93-page article in the Yale Law Journal. Khan pointed out that unlike previous monopolies whose market share created unnecessarily high prices for consumers, the main damage Amazon has done has come from the relentless lowering of prices, in order to “bleed out competitors and amass market share”.</p>  <figure class=\"element element-image\" data-media-id=\"75cd7827ef711445ab0079c85f3f2119eb10ab30\"> <img src=\"https://media.guim.co.uk/75cd7827ef711445ab0079c85f3f2119eb10ab30/0_214_5432_3259/1000.jpg\" alt=\"Lina Khan, nominee for commissioner of the Federal Trade Commission, arrives for a confirmation hearing on Capitol Hill.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lina Khan, nominee for commissioner of the Federal Trade Commission, arrives for a confirmation hearing on Capitol Hill.</span> <span class=\"element-image__credit\">Photograph: Saul Loeb/AFP/Getty Images</span> </figcaption> </figure>  <p>Khan was hired by House subcommittee on antitrust, which ultimately forced Bezos to testify before Congress. His appearance featured this memorable question from Lucy McBath, a Democrat from Georgia: “If Amazon didn’t have monopoly power over these sellers, do you think they would stay in a relationship that is characterized by bullying, fear and panic?”</p> <p>Bezos rejected “the premise” of the question but it inspired Stone to interview several third-party sellers who originally praised Amazon’s contributions to small businesses. Many had changed their minds.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/31/silicon-six-tech-giants-accused-of-inflating-tax-payments-by-almost-100bn\">‘Silicon Six’ tech giants accused of inflating tax payments by almost $100bn</a> </p> </aside>  <p>Paul Saunders, a seller of high-quality housewares and a former Amazon booster, now reported that rising fees, increasingly expensive advertizing and direct competition from Amazon Basic had gutted his profits.</p> <p>The congressional committee uncovered the same practices, and made “a persuasive case that the big tech platforms arbitrarily and self-interestedly controlled our political discourse, our financial lives and the health of countless smaller companies”.</p> <p>“There is a clear and compelling need” for a “antitrust enforcement” to “take action that restores competition”, the committee concluded. And in hopeful sign that Joe Biden is listening, he nominated Khan to be a commissioner on the Federal Trade Commission.</p> <p>Amazon is now so unpopular, Democrats and Republicans on the Senate commerce committee joined to approve her nomination.</p> <ul> <li><p><em>Amazon Unbound is <a href=\"https://bookshop.org/books/amazon-unbound-jeff-bezos-and-the-invention-of-a-global-empire/9781982132613\">published in the US</a> by Simon &amp; Schuster</em></p></li> </ul>","wordcount":"799","firstPublicationDate":"2021-06-06T06:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:02:04Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkgf3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/912219caa6d5ddfa876494d0d65218309eeac5fe/0_90_2200_1319/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Brad Stone, a senior editor at Bloomberg News, is now the author of a second book-length portrait of what may be the most successful business of the 21st century. When Stone’s first book, The Everything Store, was published in 2013, Amazon founder Jeff Bezos was worth a piddling $27bn. That number has risen to $190bn, 70% more than he had at the beginning of the pandemic. In a decade, Amazon has exploded into an exaggerated version of Engulf &amp; Devour, the hydra-headed conglomerate invented by Mel Brooks. Once upon a time only Barnes &amp; Noble was threatened by Amazon, in the realm of online bookselling. Now Amazon has disrupted everything from department stores and supermarkets to Hollywood movie production and even space travel. Bezos’ best act of citizenship was undoubtedly his rescue and resuscitation of the Washington Post, one of America’s great newspapers and from which, unlike every other business to which he is connected, he has remained admirably detached. His business triumphs include the invention of the Alexa virtual assistant and his company’s hugely profitable computer cloud, so successful that he tried for years to hide its earnings, to stop Google and others realizing what a rich business it was. But Amazon has also fought unions in every country where it owns a warehouse, sought billions in tax breaks and reduced stock opportunities for hourly workers even as Bezos trumpeted their raise to a minimum of $15 an hour. Stone acknowledges that Bezos’ gigantic wealth raises “unsettling questions about the asymmetric distribution of money and power”. With a market capitalization exceeding $1.5tn, Amazon embodies everything that is great and terrible about the modern world. It has become “a referendum on the responsibilities that large companies have toward their employees … and the sanctity of our fragile plane”. Bezos is “either propelling the world into an exciting future” or “helping to blot out … free enterprise itself”. Most of this very readable book is devoted to Bezos’s triumphs. It is undeniable that he has taken synergy and brand-building in directions no one else ever thought of. For example, many colleagues were skeptical when Amazon began to invest billions of dollars a year in Prime Video. But Bezos realized it not only helped retain Prime customers, a vital source of revenue, but also enhanced his other brands. “When we win a Golden Globe, we sell more shoes,” he explained. On the other hand, the only things that seemed to prod him to improve the conditions of his blue-collar workers were periodic media exposés. When one of his executives proposed a modest investment to air-condition his warehouses, Bezos dismissed the idea as too costly. But then the Morning Call of Allentown, Pennsylvania reported that workers were passing out in the Lehigh Valley warehouse, then being transported to the hospital by ambulances the company kept waiting outside. Only then did Bezos approve $52m for air conditioning – “establishing a pattern of making changes only after he read criticism in the media”, as Stone puts it. Amazon is dominating so many different businesses, it has finally inspired a renewed interest in antitrust law, in America and Europe. A student, Lina Khan, played a key role when she published a 93-page article in the Yale Law Journal. Khan pointed out that unlike previous monopolies whose market share created unnecessarily high prices for consumers, the main damage Amazon has done has come from the relentless lowering of prices, in order to “bleed out competitors and amass market share”. Khan was hired by House subcommittee on antitrust, which ultimately forced Bezos to testify before Congress. His appearance featured this memorable question from Lucy McBath, a Democrat from Georgia: “If Amazon didn’t have monopoly power over these sellers, do you think they would stay in a relationship that is characterized by bullying, fear and panic?” Bezos rejected “the premise” of the question but it inspired Stone to interview several third-party sellers who originally praised Amazon’s contributions to small businesses. Many had changed their minds. Paul Saunders, a seller of high-quality housewares and a former Amazon booster, now reported that rising fees, increasingly expensive advertizing and direct competition from Amazon Basic had gutted his profits. The congressional committee uncovered the same practices, and made “a persuasive case that the big tech platforms arbitrarily and self-interestedly controlled our political discourse, our financial lives and the health of countless smaller companies”. “There is a clear and compelling need” for a “antitrust enforcement” to “take action that restores competition”, the committee concluded. And in hopeful sign that Joe Biden is listening, he nominated Khan to be a commissioner on the Federal Trade Commission. Amazon is now so unpopular, Democrats and Republicans on the Senate commerce committee joined to approve her nomination. Amazon Unbound is published in the US by Simon &amp; Schuster","charCount":"5050","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/charles-kaiser\">Charles Kaiser</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"us-news/2021/jun/06/trump-biden-us-policy-johnson-putin-queen-erdogan-eu","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-06-06T06:00:31Z","webTitle":"After Trump: Biden set to outline US policy to Johnson, Putin and more","webUrl":"https://www.theguardian.com/us-news/2021/jun/06/trump-biden-us-policy-johnson-putin-queen-erdogan-eu","apiUrl":"https://content.guardianapis.com/us-news/2021/jun/06/trump-biden-us-policy-johnson-putin-queen-erdogan-eu","fields":{"headline":"After Trump: Biden set to outline US policy to Johnson, Putin and more","standfirst":"<p>The president will meet the Queen and Erdoğan as well as democratic leaders but experts including John Bolton wonder what purpose his Russia summit will serve</p>","trailText":"The president will meet the Queen and Erdoğan as well as democratic leaders but experts including John Bolton wonder what purpose his Russia summit will serve","byline":"David Smith in Washington","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"7bdafbcb3ecb99243e85f2c14c63c2cfbbc2a520\"> <img src=\"https://media.guim.co.uk/7bdafbcb3ecb99243e85f2c14c63c2cfbbc2a520/0_65_4520_2712/1000.jpg\" alt=\"Joe Biden and Jill Biden arrive to board Air Force One at Dover Air Force Base, Delaware.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden and Jill Biden arrive to board Air Force One at Dover Air Force Base, Delaware.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>","body":"<p>Joe Biden will make his first overseas trip as US president this week, determined to convince allies and adversaries “<a href=\"https://www.theguardian.com/us-news/2020/nov/26/biden-america-is-back-foreign-policy-diplomacy\">America is back</a>” after four years under Donald Trump.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/05/arizona-emails-donald-trump-rudy-giuliani-maricopa-audit\">Arizona emails show Trump pushed ‘to prove any fraud’ before Capitol attack</a> </p> </aside>  <p>Having laid out a vision of the 21st century as a struggle between <a href=\"https://www.nytimes.com/2021/03/26/us/politics/biden-china-democracy.html\">democracy and autocracy</a>, Biden’s one-on-one meetings will include the prime ministers of Britain and Belgium and strongmen from Russia and Turkey.</p> <p>The 78-year-old, whose foreign policy experience runs deeper than any US president before him, steps into an arena where China is on the rise and where Trump forced once unthinkable questions about whether Washington can be trusted.</p> <p>“What Biden and many of the other members of his team will have been hearing from those countries who they are trying to persuade to do this or that is, ‘How can we take America’s word for it?’” said <a href=\"https://www.theguardian.com/us-news/2015/dec/26/sir-peter-westmacott-british-ambassador-us-obama-years\">Sir Peter Westmacott,</a> a former British ambassador to the US. “‘Look what happened to the Iran nuclear deal: it got torn up by the next president.’</p> <p>“‘What happens if there’s another Trump or a Trump clone in the White House in four years’ time? What’s the point of reaching an agreement with you guys at this stage when it’s not worth the paper it’s printed on?’ So I think they are conscious that harm has been done to America’s reputation as a reliable ally.”</p> <p>After four and a half months of a hectic domestic agenda, Biden is out to make up for lost time on the international front. And whereas the first country Trump visited was <a href=\"https://www.theguardian.com/us-news/2017/may/20/trump-visit-hailed-by-saudi-leaders-as-reset-of-regional-order\">autocratic Saudi Arabia</a>, his successor’s tour through Britain, Belgium and Switzerland sends its own signal.</p> <p>Biden will meet Boris Johnson on 10 June to “affirm the enduring strength of the special relationship” between the US and UK, the White House said. It will be the leaders’ first meeting in person and has potential for awkwardness. In 2019 Biden called Johnson a “<a href=\"https://thehill.com/homenews/campaign/474419-biden-calls-boris-johnson-a-physical-and-emotional-clone-of-trump\">physical and emotional clone</a>” of Trump.</p> <p>Westmacott, author of the book <a href=\"https://www.wilsoncenter.org/event/they-call-it-diplomacy-sir-peter-westmacott-discusses-his-new-book-michael-beschloss\">They Call it Diplomacy</a>, observed that Biden “did not think Brexit was a good idea, did not appreciate some of the gratuitous insult language from Boris in the past about Democratic colleagues and did not appreciate much the pretty clear message they gave that they’d be very happy in No 10 with four more years of Trump. So there’s that to be parked and managed.”</p> <p>The agenda is likely to include the coronavirus pandemic, a global corporation tax initiative, the challenge of China, the Iran deal and the UN climate conference in Glasgow in November. Famously proud of his Irish ancestry, Biden <a href=\"https://www.bbc.com/news/uk-politics-54171571\">has warned</a> that any UK-US trade deal is “contingent” on respect for the Good Friday Agreement.</p> <p>Westmacott added: “I suspect there will be, from Biden’s point of view, not just ‘How’s Brexit going?’ but also marking the prime minister’s card on the Northern Ireland dimension. It really does matter to Biden, who’s got strong Irish Catholic credentials. He’ll want some reassurance that the prime minister does get the point.”</p>  <figure class=\"element element-image\" data-media-id=\"de15d7cf6cf1724f168e2b498852d381cc4c8bda\"> <img src=\"https://media.guim.co.uk/de15d7cf6cf1724f168e2b498852d381cc4c8bda/0_96_3500_2101/1000.jpg\" alt=\"Boris Johnson speaks to Joe Biden from London, in January.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson speaks to Joe Biden from London, in January.</span> <span class=\"element-image__credit\">Photograph: Downing St/Reuters</span> </figcaption> </figure>  <p>Biden attends the <a href=\"https://www.g7uk.org/\">G7 Summit in Cornwall</a> from 11 to 13 June with priorities including the pandemic, economic recovery, climate and “solidarity and shared values among major democracies”, according to the White House. It will be his first major stage to repair alliances and bury Trump’s “America first” mantra.</p> <p><a href=\"https://www.defense.gov/Our-Story/Biographies/Biography/Article/602799/\">Leon Panetta</a>, a former defense secretary and CIA director, said: “It’s a chance for Joe Biden to put some meat on the bone in terms of the United States getting back to the role of world leadership.</p> <p>“There’s no question that trust in the United States was badly impacted by the Trump administration in the way he handled our alliances.”</p> <p>Biden must heal the damage done, Panetta acknowledged. “He can, but he’s probably dealing with allies that are trying to figure out whether this is just another passing phase in the United States’s foreign policy or something more permanent.”</p> <p>World leaders spent four years second-guessing Trump’s practical application of the “<a href=\"https://www.theatlantic.com/international/archive/2017/10/madman-theory-trump-north-korea/542055/\">madman theory</a>” of diplomacy, some massaging his ego, others keeping him at arm’s length. All may now breathe a sigh of relief.</p> <p><a href=\"https://www.theguardian.com/us-news/2019/may/17/john-bolton-iran-north-korea-venezuela-trump\">John Bolton</a>, a former national security adviser to Trump, said: “The takeaway for the other members of the G7 and the world at large is not that America was ever away; it’s that Donald Trump is a complete anomaly in American history and what Biden represents is a return to normalcy with a centre-left Democratic president.</p> <p>“It’s not a normalcy that I agree with but a normalcy comparable on his side to, say, George W Bush on the Republican side. Trump has no ideology. He represents no coherent thinking. There is no Trumpism. He is an aberration. So in that sense, that should be comforting to the other G7.”</p> <p>On 13 June, Biden and his wife, Jill Biden, will <a href=\"https://www.theguardian.com/us-news/2021/jun/03/queen-to-meet-president-biden-at-windsor-castle-in-june\">meet the Queen</a> at Windsor Castle, her first in-person encounter with a foreign leader in more than a year. It will mean the 95-year-old monarch has met all 14 presidents during her reign but one – Lyndon B Johnson. Jen Psaki, the White House press secretary, <a href=\"https://www.whitehouse.gov/briefing-room/press-briefings/2021/06/03/press-briefing-by-press-secretary-jen-psaki-june-3-2021/\">asked</a> on Thursday: “Who among us wouldn’t want to meet the Queen?”</p> <p>Biden then travels to Brussels take part in a Nato summit on 14 June, a chance to revive America’s commitment to collective security. He also meets Recep Tayyip Erdoğan, weeks after <a href=\"https://www.theguardian.com/us-news/2021/apr/24/joe-biden-armenian-genocide-recognition\">Biden’s recognition</a> of the 1915 Armenian genocide opened what the Turkish president called a “deep wound” in already strained relations.</p> <p>Brussels hosts Biden for an <a href=\"https://www.consilium.europa.eu/en/meetings/international-summit/2021/06/15/\">EU-US summit</a> on 15 June, an opportunity to celebrate America’s return to the Paris climate agreement and shape a common approach to China. The president will also meet King Philippe of Belgium and the prime minister, Alexander De Croo.</p> <h2>‘Why are we having a summit?’</h2> <p>Finally, Biden will head to Geneva for a potentially chilly encounter with Vladimir Putin on 16 June. Biden said in February he had warned the Russian leader that “the days of the United States rolling over in the face of Russia’s aggressive actions – interfering with our elections, cyberattacks, poisoning its citizens – are over”. In March, Biden assented to a description of Putin <a href=\"https://www.nytimes.com/2021/03/18/world/europe/russia-biden-putin-killer.html\">as a “killer”</a>.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c88d5f9fdf954610f5026e7fd1445c24d9d2141f\"> <img src=\"https://media.guim.co.uk/c88d5f9fdf954610f5026e7fd1445c24d9d2141f/20_0_3459_2077/1000.jpg\" alt=\"Donald Trump receives a football from Vladimir Putin in Helsinki in 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump receives a football from Vladimir Putin in Helsinki in 2018.</span> <span class=\"element-image__credit\">Photograph: Grigory Dukor/Reuters</span> </figcaption> </figure>  <p>The meeting is also bound to be a far cry from the cosy tête-à-tête between <a href=\"https://www.theguardian.com/us-news/2018/jul/16/trump-finds-putin-denial-of-election-meddling-powerful\">Trump and Putin in Helsinki</a> in 2018. Bolton recalled: “In the famous one-on-one with just the interpreters, our interpreter told us afterwards that one, Putin did almost all the talking and two, it was almost all about Syria. So I was delighted: the less Trump said, the less risk there was.”</p> <p>But Bolton, founder of the <a href=\"https://www.fasfreedom.com/\">Foundation for American Security and Freedom</a>, suggests this meeting is premature.</p> <p>“You meet when you have a strategy in place of how to deal with Russia and I don’t think he has one. I’m a little surprised to say that, frankly, given how many decades Biden has been involved in foreign affairs when he was in the Senate and vice-president, but I think his approach has lacked coherence.”</p> <p>Others have reservations about the timing. <a href=\"https://cepa.org/our-people/alina-polyakova/\">Alina Polyakova</a>, president and chief executive of the Center for European Policy Analysis, said: “I find it perplexing as to why we are having this summit in the first place. Usually, under normal circumstances of diplomacy, a summit is the final piece of a negotiation, an opportunity to announce or launch some sort of comprehensive agreement.</p> <p>“Right now, given the relationship between Russia and the United States, it’s very difficult to see what any sort of cooperation could look like between the two countries as our interests are diametrically opposed. The question is, what is the purpose of the summit actually? Why did President Biden suggest it?”</p> <p>Biden is under pressure to address <a href=\"https://www.theguardian.com/world/2020/dec/18/cyber-attack-brutal-reminder-russia-problem-facing-joe-biden\">Russian cyberattacks</a>, criminal ransomware gangs, human rights violations, intimidation of Ukraine, interference in western democracies and manipulation of energy markets. There are also areas of cooperation, from Iran and North Korea to the Strategic Arms Reduction Treaty.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/jun/05/american-democracy-threat-republicans-donald-trump-voter-suppression\">Is America heading to a place where it can no longer call itself a democracy? </a> </p> </aside>  <p><a href=\"https://fsi.stanford.edu/people/michael_a_mcfaul\">Michael McFaul,</a> a former US ambassador to Russia who attended the last meeting between Putin and Biden a decade ago, said: “It’s easy to say we’re going to raise the tough issues. It’s harder to do in practice, especially with Putin. He’s a prickly guy and he plays the whataboutism game.</p> <p>“If President Biden raises Alexei Navalny [an imprisoned Russian opposition leader], which I hope he’ll do, he should be ready that President Putin is going to ask about the wrongful detention of human rights activists on 6 January [after the insurrection at the US Capitol], as his <a href=\"https://www.washingtonpost.com/world/europe/putin-capitol-riot-biden-summit/2021/06/04/1521aac8-c2ec-11eb-89a4-b7ae22aa193e_story.html\">foreign minister hinted at</a> just two days ago – incredibly cynically but that’s the way they roll.”</p> <p>McFaul, now based at Stanford University in California, argued that the G7, Nato and EU-US summits will be much more significant.</p> <p>“President Biden speaks about <a href=\"https://www.theguardian.com/us-news/2021/may/09/jon-meacham-joe-biden-fdr\">democracies versus autocracies</a>. Obviously Trump didn’t speak in those terms, but even President Obama never spoke in those terms.</p> <p>“… That is the way President Biden sees the world and so for him shoring up solidarity with democratic leaders and the free world at those three summits – he gets three bites at the apple – is in many ways much more important than this sidebar meeting that he’s having in Geneva.”</p>","wordcount":"1524","firstPublicationDate":"2021-06-06T06:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:02:04Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkt6c","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7bdafbcb3ecb99243e85f2c14c63c2cfbbc2a520/0_65_4520_2712/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Joe Biden will make his first overseas trip as US president this week, determined to convince allies and adversaries “America is back” after four years under Donald Trump. Having laid out a vision of the 21st century as a struggle between democracy and autocracy, Biden’s one-on-one meetings will include the prime ministers of Britain and Belgium and strongmen from Russia and Turkey. The 78-year-old, whose foreign policy experience runs deeper than any US president before him, steps into an arena where China is on the rise and where Trump forced once unthinkable questions about whether Washington can be trusted. “What Biden and many of the other members of his team will have been hearing from those countries who they are trying to persuade to do this or that is, ‘How can we take America’s word for it?’” said Sir Peter Westmacott, a former British ambassador to the US. “‘Look what happened to the Iran nuclear deal: it got torn up by the next president.’ “‘What happens if there’s another Trump or a Trump clone in the White House in four years’ time? What’s the point of reaching an agreement with you guys at this stage when it’s not worth the paper it’s printed on?’ So I think they are conscious that harm has been done to America’s reputation as a reliable ally.” After four and a half months of a hectic domestic agenda, Biden is out to make up for lost time on the international front. And whereas the first country Trump visited was autocratic Saudi Arabia, his successor’s tour through Britain, Belgium and Switzerland sends its own signal. Biden will meet Boris Johnson on 10 June to “affirm the enduring strength of the special relationship” between the US and UK, the White House said. It will be the leaders’ first meeting in person and has potential for awkwardness. In 2019 Biden called Johnson a “physical and emotional clone” of Trump. Westmacott, author of the book They Call it Diplomacy, observed that Biden “did not think Brexit was a good idea, did not appreciate some of the gratuitous insult language from Boris in the past about Democratic colleagues and did not appreciate much the pretty clear message they gave that they’d be very happy in No 10 with four more years of Trump. So there’s that to be parked and managed.” The agenda is likely to include the coronavirus pandemic, a global corporation tax initiative, the challenge of China, the Iran deal and the UN climate conference in Glasgow in November. Famously proud of his Irish ancestry, Biden has warned that any UK-US trade deal is “contingent” on respect for the Good Friday Agreement. Westmacott added: “I suspect there will be, from Biden’s point of view, not just ‘How’s Brexit going?’ but also marking the prime minister’s card on the Northern Ireland dimension. It really does matter to Biden, who’s got strong Irish Catholic credentials. He’ll want some reassurance that the prime minister does get the point.” Biden attends the G7 Summit in Cornwall from 11 to 13 June with priorities including the pandemic, economic recovery, climate and “solidarity and shared values among major democracies”, according to the White House. It will be his first major stage to repair alliances and bury Trump’s “America first” mantra. Leon Panetta, a former defense secretary and CIA director, said: “It’s a chance for Joe Biden to put some meat on the bone in terms of the United States getting back to the role of world leadership. “There’s no question that trust in the United States was badly impacted by the Trump administration in the way he handled our alliances.” Biden must heal the damage done, Panetta acknowledged. “He can, but he’s probably dealing with allies that are trying to figure out whether this is just another passing phase in the United States’s foreign policy or something more permanent.” World leaders spent four years second-guessing Trump’s practical application of the “madman theory” of diplomacy, some massaging his ego, others keeping him at arm’s length. All may now breathe a sigh of relief. John Bolton, a former national security adviser to Trump, said: “The takeaway for the other members of the G7 and the world at large is not that America was ever away; it’s that Donald Trump is a complete anomaly in American history and what Biden represents is a return to normalcy with a centre-left Democratic president. “It’s not a normalcy that I agree with but a normalcy comparable on his side to, say, George W Bush on the Republican side. Trump has no ideology. He represents no coherent thinking. There is no Trumpism. He is an aberration. So in that sense, that should be comforting to the other G7.” On 13 June, Biden and his wife, Jill Biden, will meet the Queen at Windsor Castle, her first in-person encounter with a foreign leader in more than a year. It will mean the 95-year-old monarch has met all 14 presidents during her reign but one – Lyndon B Johnson. Jen Psaki, the White House press secretary, asked on Thursday: “Who among us wouldn’t want to meet the Queen?” Biden then travels to Brussels take part in a Nato summit on 14 June, a chance to revive America’s commitment to collective security. He also meets Recep Tayyip Erdoğan, weeks after Biden’s recognition of the 1915 Armenian genocide opened what the Turkish president called a “deep wound” in already strained relations. Brussels hosts Biden for an EU-US summit on 15 June, an opportunity to celebrate America’s return to the Paris climate agreement and shape a common approach to China. The president will also meet King Philippe of Belgium and the prime minister, Alexander De Croo. ‘Why are we having a summit?’ Finally, Biden will head to Geneva for a potentially chilly encounter with Vladimir Putin on 16 June. Biden said in February he had warned the Russian leader that “the days of the United States rolling over in the face of Russia’s aggressive actions – interfering with our elections, cyberattacks, poisoning its citizens – are over”. In March, Biden assented to a description of Putin as a “killer”. The meeting is also bound to be a far cry from the cosy tête-à-tête between Trump and Putin in Helsinki in 2018. Bolton recalled: “In the famous one-on-one with just the interpreters, our interpreter told us afterwards that one, Putin did almost all the talking and two, it was almost all about Syria. So I was delighted: the less Trump said, the less risk there was.” But Bolton, founder of the Foundation for American Security and Freedom, suggests this meeting is premature. “You meet when you have a strategy in place of how to deal with Russia and I don’t think he has one. I’m a little surprised to say that, frankly, given how many decades Biden has been involved in foreign affairs when he was in the Senate and vice-president, but I think his approach has lacked coherence.” Others have reservations about the timing. Alina Polyakova, president and chief executive of the Center for European Policy Analysis, said: “I find it perplexing as to why we are having this summit in the first place. Usually, under normal circumstances of diplomacy, a summit is the final piece of a negotiation, an opportunity to announce or launch some sort of comprehensive agreement. “Right now, given the relationship between Russia and the United States, it’s very difficult to see what any sort of cooperation could look like between the two countries as our interests are diametrically opposed. The question is, what is the purpose of the summit actually? Why did President Biden suggest it?” Biden is under pressure to address Russian cyberattacks, criminal ransomware gangs, human rights violations, intimidation of Ukraine, interference in western democracies and manipulation of energy markets. There are also areas of cooperation, from Iran and North Korea to the Strategic Arms Reduction Treaty. Michael McFaul, a former US ambassador to Russia who attended the last meeting between Putin and Biden a decade ago, said: “It’s easy to say we’re going to raise the tough issues. It’s harder to do in practice, especially with Putin. He’s a prickly guy and he plays the whataboutism game. “If President Biden raises Alexei Navalny [an imprisoned Russian opposition leader], which I hope he’ll do, he should be ready that President Putin is going to ask about the wrongful detention of human rights activists on 6 January [after the insurrection at the US Capitol], as his foreign minister hinted at just two days ago – incredibly cynically but that’s the way they roll.” McFaul, now based at Stanford University in California, argued that the G7, Nato and EU-US summits will be much more significant. “President Biden speaks about democracies versus autocracies. Obviously Trump didn’t speak in those terms, but even President Obama never spoke in those terms. “… That is the way President Biden sees the world and so for him shoring up solidarity with democratic leaders and the free world at those three summits – he gets three bites at the apple – is in many ways much more important than this sidebar meeting that he’s having in Geneva.”","charCount":"9054","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/davidsmith\">David Smith</a> in Washington"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"global-development/2021/jun/06/tory-aid-cuts-tarnish-uk-reputation-warns-un-humanitarian-chief","type":"article","sectionId":"global-development","sectionName":"Global development","webPublicationDate":"2021-06-06T06:00:31Z","webTitle":"Tory aid cuts ‘tarnish’ UK reputation, warns UN humanitarian chief","webUrl":"https://www.theguardian.com/global-development/2021/jun/06/tory-aid-cuts-tarnish-uk-reputation-warns-un-humanitarian-chief","apiUrl":"https://content.guardianapis.com/global-development/2021/jun/06/tory-aid-cuts-tarnish-uk-reputation-warns-un-humanitarian-chief","fields":{"headline":"Tory aid cuts ‘tarnish’ UK reputation, warns UN humanitarian chief","standfirst":"<p>Mark Lowcock says funds slashed affect key issues on G7 agenda, as party rebels prepare to vote for reversal </p>","trailText":"Mark Lowcock says funds slashed affect key issues on G7 agenda, as party rebels prepare to vote for reversal ","byline":"Michael Savage","main":"<figure class=\"element element-image\" data-media-id=\"f7cf96bdb5eea0df3a562be8f36a10aac830080c\"> <img src=\"https://media.guim.co.uk/f7cf96bdb5eea0df3a562be8f36a10aac830080c/0_163_2090_1254/1000.jpg\" alt=\"Girls’ school in Nigeria\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Girls’ education has been affected by the reduction in aid.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>","body":"<p>A senior UN diplomat has warned Boris Johnson that his decision to slash overseas aid is tarnishing international faith in Britain’s trustworthiness at a crucial moment, as he called on the government to back Tory demands for a swift reversal of the cuts.</p> <p>With Conservative rebels increasingly confident they have enough votes to inflict a humiliating government defeat before the <a href=\"https://www.theguardian.com/global-development/2021/apr/05/cutting-aid-will-damage-uk-leadership-of-g7-and-cop26-summit-pm-told\" title=\"\">G7 meeting in Cornwall late this week</a>, the head of the UN’s office for humanitarian affairs said Johnson had demonstrated “a failure of kindness and empathy” that was undermining Britain’s reputation.</p> <p>Mark Lowcock, a former permanent secretary at the Department for International Development, said the UK had cut aid relating to some of the key issues on the G7 summit agenda, which the government wants to use as a platform to demonstrate leadership on Covid and climate change.</p> <p>He told the <em>Observer</em>: “At the moment, I’m particularly alarmed about a famine now affecting hundreds of thousands of people in Ethiopia, the biggest famine problem the world has seen for 10 years. Last year, the UK reported to the UN the provision of $108m (£76m) of humanitarian assistance to Ethiopia. This year, they’ve so far reported $6m. This is on the agenda at the G7.”</p> <p>Lowcock said such decisions “are raising questions about Britain’s role in the world. Britain’s reputation. I think it’s tarnishing and diminishing the UK in the wider world and a country’s reputation does matter.</p> <p>“The government has said these cuts are temporary. What the Tory backbenchers are saying is we want them restored in 2022. So if they’re temporary, presumably the government has an opportunity to agree with its own backbenchers and restore the cuts next year.”</p> <p>He said: “It is very corrosive of trust, confidence and your reputation, and your relationships with people who matter to your own interests and prosperity. Every other country faces the same economic problems. But no one else in the G7 is responding in this way.”</p> <p>Government whips are desperately trying to pick off the potential rebels this weekend, by warning them that backing such a vote risks creating the same kind of “parliamentary sabotage” that annoyed voters during the long Brexit crisis under Theresa May in 2019. They believe they have legal advice suggesting there are no grounds that allow the rebel amendment to be attached to a bill on Monday relating to science funding. It will be up to the Commons Speaker whether or not to allow the vote on aid to take place.</p> <p>The mounting rebellion has led to serious talks between the Treasury, No 10 and the Foreign Office about when the 0.7% commitment, which featured in the Tory election manifesto, should be reinstated. Foreign Office officials are said to be pushing for its swift return.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"7696e4576eed1e5ca9b8404f71677c7ae6f8b037\"> <img src=\"https://media.guim.co.uk/7696e4576eed1e5ca9b8404f71677c7ae6f8b037/531_0_1920_2400/800.jpg\" alt=\"Mark Lowcock\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mark Lowcock, a former permanent secretary at the Department for International Development.</span> <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty Images</span> </figcaption> </figure>  <p>There is little sign that rebels are backing down, with a series of former senior Conservative ministers speaking out. Former culture secretary Karen Bradley said: “The prime minister’s personal priority for aid is girls’ education. But <a href=\"https://www.theguardian.com/global-development/2021/apr/27/dominic-raab-is-challenged-to-admit-40-cuts-to-foreign-aid-for-girls-education\" title=\"\">girls’ education has been cut </a>by 25%, while Unicef, the UN children’s fund, has had a cut of 60%. It just doesn’t make sense. You only get one chance at childhood.”</p> <p>Caroline Nokes, the former immigration minister, said: “The cuts to UK aid represent just 1% of what the chancellor is borrowing this year. But they mean funding for the UN’s reproductive health programme has been <a href=\"https://www.theguardian.com/global-development/2021/apr/29/devastating-for-women-and-girls-uk-cuts-85-in-aid-to-un-family-planning\" title=\"\">cut by 85%</a>. The UN says this aid would have helped prevent around 250,000 maternal and child deaths. This is literally an issue of life and death and about a promise Britain made to the poorest women in the world to help them control their own bodies and determine their own futures.”</p> <p>The Church of England has also raised concerns. Nick Baines, the bishop of Leeds, said the government could not regard some manifesto commitments as unbreakable while dropping others “at will”. He added: “If that is inconsistent, it is dwarfed by the injustice to the poorest people on the planet. Has anyone defended the cuts to Yemen, for example? Arguing for girls’ education amounts to empty words when action denies honest intent. This is a shameful reneging on a promise, a denial of compassionate justice, and cries out for remedy.”</p>","newspaperPageNumber":"10","wordcount":"703","firstPublicationDate":"2021-06-06T06:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:00:31Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkgky","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f7cf96bdb5eea0df3a562be8f36a10aac830080c/0_163_2090_1254/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A senior UN diplomat has warned Boris Johnson that his decision to slash overseas aid is tarnishing international faith in Britain’s trustworthiness at a crucial moment, as he called on the government to back Tory demands for a swift reversal of the cuts. With Conservative rebels increasingly confident they have enough votes to inflict a humiliating government defeat before the G7 meeting in Cornwall late this week, the head of the UN’s office for humanitarian affairs said Johnson had demonstrated “a failure of kindness and empathy” that was undermining Britain’s reputation. Mark Lowcock, a former permanent secretary at the Department for International Development, said the UK had cut aid relating to some of the key issues on the G7 summit agenda, which the government wants to use as a platform to demonstrate leadership on Covid and climate change. He told the Observer: “At the moment, I’m particularly alarmed about a famine now affecting hundreds of thousands of people in Ethiopia, the biggest famine problem the world has seen for 10 years. Last year, the UK reported to the UN the provision of $108m (£76m) of humanitarian assistance to Ethiopia. This year, they’ve so far reported $6m. This is on the agenda at the G7.” Lowcock said such decisions “are raising questions about Britain’s role in the world. Britain’s reputation. I think it’s tarnishing and diminishing the UK in the wider world and a country’s reputation does matter. “The government has said these cuts are temporary. What the Tory backbenchers are saying is we want them restored in 2022. So if they’re temporary, presumably the government has an opportunity to agree with its own backbenchers and restore the cuts next year.” He said: “It is very corrosive of trust, confidence and your reputation, and your relationships with people who matter to your own interests and prosperity. Every other country faces the same economic problems. But no one else in the G7 is responding in this way.” Government whips are desperately trying to pick off the potential rebels this weekend, by warning them that backing such a vote risks creating the same kind of “parliamentary sabotage” that annoyed voters during the long Brexit crisis under Theresa May in 2019. They believe they have legal advice suggesting there are no grounds that allow the rebel amendment to be attached to a bill on Monday relating to science funding. It will be up to the Commons Speaker whether or not to allow the vote on aid to take place. The mounting rebellion has led to serious talks between the Treasury, No 10 and the Foreign Office about when the 0.7% commitment, which featured in the Tory election manifesto, should be reinstated. Foreign Office officials are said to be pushing for its swift return. There is little sign that rebels are backing down, with a series of former senior Conservative ministers speaking out. Former culture secretary Karen Bradley said: “The prime minister’s personal priority for aid is girls’ education. But girls’ education has been cut by 25%, while Unicef, the UN children’s fund, has had a cut of 60%. It just doesn’t make sense. You only get one chance at childhood.” Caroline Nokes, the former immigration minister, said: “The cuts to UK aid represent just 1% of what the chancellor is borrowing this year. But they mean funding for the UN’s reproductive health programme has been cut by 85%. The UN says this aid would have helped prevent around 250,000 maternal and child deaths. This is literally an issue of life and death and about a promise Britain made to the poorest women in the world to help them control their own bodies and determine their own futures.” The Church of England has also raised concerns. Nick Baines, the bishop of Leeds, said the government could not regard some manifesto commitments as unbreakable while dropping others “at will”. He added: “If that is inconsistent, it is dwarfed by the injustice to the poorest people on the planet. Has anyone defended the cuts to Yemen, for example? Arguing for girls’ education amounts to empty words when action denies honest intent. This is a shameful reneging on a promise, a denial of compassionate justice, and cries out for remedy.”","charCount":"4206","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-savage\">Michael Savage</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"society/2021/jun/06/anthony-fauci-hiv-aids-covid-vaccine-science-prevention","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-06-06T06:00:31Z","webTitle":"HIV after Covid: Anthony Fauci and an army of researchers seek to regain momentum","webUrl":"https://www.theguardian.com/society/2021/jun/06/anthony-fauci-hiv-aids-covid-vaccine-science-prevention","apiUrl":"https://content.guardianapis.com/society/2021/jun/06/anthony-fauci-hiv-aids-covid-vaccine-science-prevention","fields":{"headline":"HIV after Covid: Anthony Fauci and an army of researchers seek to regain momentum","standfirst":"<p>In the summer of 1981, public health professionals faced a terrifying crisis. Their work helped shape victories against the current pandemic – but some fear hard-won ground is lost</p>","trailText":"In the summer of 1981, public health professionals faced a terrifying crisis. Their work helped shape victories against the current pandemic – but some fear hard-won ground is lost","byline":"Benjamin Ryan","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"5d9ecad4aa93dbef41f96e210207acf711efa470\"> <img src=\"https://media.guim.co.uk/5d9ecad4aa93dbef41f96e210207acf711efa470/1590_475_4520_2712/1000.jpg\" alt=\"Anthony Fauci speaks at the 9th International AIDS Society Conference in Paris, in July 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony Fauci speaks at the 9th International Aids Society Conference in Paris, in July 2017.</span> <span class=\"element-image__credit\">Photograph: Benjamin Ryan</span> </figcaption> </figure>","body":"<p>As Anthony Fauci marks 40 years since HIV emerged, he regrets how the extraordinary disruptions that Covid-19 have wreaked upon society have <a href=\"https://academic.oup.com/jid/advance-article/doi/10.1093/infdis/jiab114/6167835\">hampered</a> efforts to tackle the major pandemic that preceded it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/dec/24/anthony-fauci-interview-hiv-aids-covid-19\">'Brand-new disease, no treatment, no cure': how Anthony Fauci's fight against Aids prepared him to tackle Covid-19</a> </p> </aside>  <p>The longtime National Institute of Allergy and Infectious Diseases (Niaid) director was one of the chief architects of <a href=\"https://www.theguardian.com/society/2020/oct/23/trump-obamacare-aca-fauci-plan-hiv-supreme-court-amy-coney-barrett\">a federal plan</a>, <a href=\"https://www.hiv.gov/federal-response/ending-the-hiv-epidemic/overview\">launched last year</a>, to meet the <a href=\"https://www.sciencemag.org/news/2019/02/how-hivaids-ended-trump-s-state-union-speech\">audacious goal</a> of largely ending the HIV transmission in the US over the next 10 years.</p> <p>Now, <a href=\"https://www.theguardian.com/us-news/2020/dec/24/dr-anthony-fauci-birthday-80-surprise-covid\">at 80</a>, Fauci <a href=\"https://www.theguardian.com/us-news/2020/dec/24/anthony-fauci-interview-hiv-aids-covid-19\">looks back half a lifetime</a> to that foreboding early summer of 1981, when he read the <a href=\"https://www.cdc.gov/mmwr/preview/mmwrhtml/june_5.htm\">first case reports</a> about <a href=\"https://www.cdc.gov/mmwr/preview/mmwrhtml/june_5.htm\">what would become known as Aids</a>. He marvels at how epidemiological history in many ways repeated itself with Covid-19. And he hopes that the HIV fight will also benefit from a vaccine.</p> <p>Fauci also knows what an unsung debt the Covid-19 response owes to HIV research. The nation’s top virologist said he would “argue forcibly with anybody” that had the HIV pandemic not helped train vast armies in the scientific, medical and public health sectors to mobilize in a moment of crisis, the battle against Covid-19 would be much further behind where it is today.</p> <p>“It’s no accident that a lot of people who jumped in to address Covid right away are people who are involved in HIV,” said <a href=\"https://www.kff.org/person/jennifer-kates/\">Jennifer Kates</a>, director of global health &amp; HIV policy at the Kaiser Family Foundation. “They’re a group of diverse scientists, activists, epidemiologists who said, ‘An emerging infectious disease that’s starting to harm people and kill people – we’ve been here before.’”</p> <p>Fauci said: “What I learned from HIV was very helpful in my appreciating how Covid-19 evolved.”</p> <h2>‘Elegant science’</h2> <p>The highly effective Covid-19 vaccines now sending the US epidemic into retreat were whisked with lightning speed through clinical trials thanks, in many ways, to HIV paving the way.</p> <p>In March last year, Fauci began overseeing the retooling of three major HIV global clinical trials networks into the Covid-19 Prevention Network (CoVPN). This meant teams of investigators already skilled at recruiting and retaining diverse participant populations, dealing with byzantine regulatory requirements and paperwork and conducting necessary statistical analyses soon enrolled tens of thousands into trials that have given the world the Moderna and Johnson &amp; Johnson vaccines.</p> <p>Fauci praised the “elegant science” that went into selecting the most promising Covid-19 vaccine candidates – a process, he stressed, facilitated by the pioneering efforts of HIV vaccinologists. Over the decades, such researchers honed the methods that in Fauci’s words allowed scientists to “determine the precise confirmation of the SARS-CoV-2 spike protein that allowed maximal immunogenicity, thus leading to high efficacious vaccines”.</p> <p><a href=\"https://www.fredhutch.org/en/faculty-lab-directory/corey-larry.html\">Larry Corey</a>, director of the <a href=\"https://www.hvtn.org/en/about/hvtn-leadership/corey-larry.html\">HIV Vaccine Trials Network</a> – one of the three National Institutes of Health–funded networks that collaborated to launch the CoVPN – said that without the HIV research field, scientists would not have had at the ready the non-human primate research model that was used to transition from laboratory studies to human clinical trials of Covid-19 vaccines.</p> <p>“We were able to do this in 11 months, start to finish, because science does build on science,” said Corey, who has run the HVTN out of the <a href=\"https://www.fredhutch.org/en.html\">Fred Hutchinson Cancer Research Center</a> in Seattle since 1999.</p>  <figure class=\"element element-image\" data-media-id=\"ebb4554c8787b3e16505c13c4d017f324b6a6339\"> <img src=\"https://media.guim.co.uk/ebb4554c8787b3e16505c13c4d017f324b6a6339/0_458_4861_2916/1000.jpg\" alt=\"Myron Cohen, director of the Institute of Global Health and Infectious Diseases at the University of North Carolina, speaks in Paris.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Myron Cohen, director of the Institute of Global Health and Infectious Diseases at the University of North Carolina, speaks in Paris.</span> <span class=\"element-image__credit\">Photograph: Benjamin Ryan</span> </figcaption> </figure>  <p>On the east coast, <a href=\"https://www.med.unc.edu/medicine/directory/myron-cohen-md/\">Myron Cohen</a>, a professor of medicine at the University of North Carolina and co-principal investigator of the HIV Prevention Trials Network, a CoVPN collaborator, took his own global team’s expertise in developing broadly neutralizing antibodies against HIV and channeled it into the increasingly fruitful effort to bring to market cocktails of monoclonal antibodies that <a href=\"https://science.sciencemag.org/content/368/6491/551.summary\">attack SARS-Cov-2</a>.</p> <p>Other HIV experts have leapt at the chance to lend their skills to the Covid-19 endeavor. One is <a href=\"https://profiles.ucsf.edu/steven.deeks\">Steven Deeks</a>, a leader in the HIV cure research field at University of California, San Francisco, who said his lab’s extensive experience with the thorny logistics of establishing long-term research cohorts allowed them to <a href=\"https://clinicaltrials.ucsf.edu/trial/NCT04362150\">start a study</a> following people with “long Covid” in mere weeks.</p> <p>HIV specialists have been among the most prominent voices educating the public and combating misinformation about Covid-19. <a href=\"https://profiles.ucsf.edu/monica.gandhi\">Monica Gandhi</a> of UCSF has championed evidence-based optimism and sanity in the face of anxiety and hysteria; <a href=\"https://warzel.substack.com/p/extremely-isolated-and-yet-never\">Julia Marcus</a> of Harvard has advocated harm-reduction methods to curb SARS-Cov-2; and <a href=\"https://vaccines.emory.edu/faculty-evc/primary-faculty/delrio_carlos.html\">Carlos del Rio</a> of Emory University has covered anything and everything in between.</p> <p>Each scientist has tweeted up a storm and given <a href=\"https://warzel.substack.com/p/extremely-isolated-and-yet-never\">hundreds of interviews</a>.</p> <h2>‘Many people with HIV fell out of care’</h2> <p>Fauci was keen to stress that the HIV epidemic trained the public health sector to prepare for – and mitigate – the disproportionate impact of Covid-19 on marginalized populations.</p> <p>As for how Covid-19 has in turn affected HIV’s trajectory, US epidemiologists remain in the early stages of analyzing surveillance data. But an initial read of the tea leaves has troubled many experts, who fear that progress in combatting HIV has stalled or even reversed since Covid-19 hit.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"07b5bdbc233a98ddec694585b89e49e6a33632cb\"> <img src=\"https://media.guim.co.uk/07b5bdbc233a98ddec694585b89e49e6a33632cb/0_0_4800_1950/1000.jpg\" alt=\"Annual HIV infections in the US 2015-2019\" width=\"1000\" height=\"406\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Annual HIV infections in the US 2015-2019</span> <span class=\"element-image__credit\">Photograph: CDC</span> </figcaption> </figure>  <p>This comes as the Centers for Disease Control and Prevention <a href=\"https://www.cdc.gov/mmwr/volumes/70/wr/mm7022a1.htm?s_cid=mm7022a1_w\">newly estimates</a> that annual HIV transmissions in the US declined by only 14% between 2009 and 2019, from 40,500 to 34,800 new cases. Perhaps unrealistically ambitiously, the “Ending the HIV Epidemic” plan seeks to reduce the latter figure to below 3,000 <a href=\"https://www.hiv.gov/federal-response/ending-the-hiv-epidemic/overview\">by 2030</a>.</p> <p>The CDC recently reported that between March and September of last year, the US saw an estimated <a href=\"https://www.croiconference.org/abstract/impact-of-covid-19-on-prep-prescriptions-in-the-united-states-a-time-series-analysis/\">21% fewer prescriptions</a> for the HIV prevention pill, <a href=\"https://www.theguardian.com/society/2018/oct/21/truvada-prep-hiv-prevention-sti-msm\">known as PrEP</a>, than expected. Concerningly, HIV tests conducted by CDC-funded community-based organizations <a href=\"https://www.croiconference.org/abstract/impact-of-covid-19-on-commercial-laboratory-testing-for-hiv-in-the-united-states/\">plunged 73%</a> between March and August 2020, compared with that period in 2019.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2018/oct/21/truvada-prep-hiv-prevention-sti-msm\">Truvada and the truth: is HIV prevention propelling the STI epidemic?</a> </p> </aside>  <p>“It was very clear that many people with HIV fell out of care in 2020,” said <a href=\"https://sites.education.miami.edu/hansel-tookes/\">Hansel Tookes</a>, an infectious disease physician at the University of Miami who reported an increase of people presenting in the emergency room with Aids-defining illnesses.</p> <p>“I think that we have a lot of ground to make up post-pandemic,” he said.</p> <p>“We’re definitely seeing our outcomes get worse in 2020,” agreed Andrea Kim, chief of HIV and STD surveillance in Los Angeles county, which saw modest but worrying declines in the proportions of the local HIV population retained in medical care and successfully treated.</p> <p>“Overall, I think that Covid was extremely negative for HIV,” said Gandhi, who cares for a highly vulnerable population at the Ward 86 safety net clinic in San Francisco. Her team saw the likelihood that a patient’s virus wasn’t treated and fully suppressed soar 31% following the spring 2020 lockdowns, leading them to quietly recall their patients to <a href=\"https://pubmed.ncbi.nlm.nih.gov/32910069/\">in-person visits</a>.</p> <p>Critically, state and local health departments have diverted staffing and funding from HIV and STD control to Covid-19. By June 2020, 20% of such departments reported to the CDC that STD programs were completely disrupted and 76% reported significant <a href=\"https://www.cdc.gov/nchhstp/newsroom/2020/2020-std-prevention-conference.html\">disruption</a>.</p> <p>Covid-19 has also apparently fueled the opioid crisis. With Nora Volkow, director of the National Institute on Drug Abuse, expressed concern that the US will see more HIV outbreaks like the those among people who inject drugs in <a href=\"https://www.nytimes.com/2019/12/01/opinion/hiv-aids-rural-america.html\">West Virginia</a> and <a href=\"https://www.bostonglobe.com/2021/04/20/metro/health-officials-struggle-contain-boston-hiv-outbreak/\">Boston</a>.</p> <p>“As bad as it is now, I think it’s probably worse,” said <a href=\"https://directory.hsc.wvu.edu/Profile/41751\">Sally Hodder</a>, an infectious disease specialist at West Virginia University, predicting the 89 HIV diagnoses tied to injection drug use her state saw in 2020 would prove <a href=\"https://www.documentcloud.org/documents/20516006-hiv-table_2018-2021-ytd_3-5-21\">the tip of the iceberg</a>.</p> <h2>‘Get the ship righted’</h2> <p>Not all news is gloomy. Covid-19 has spurred two states to move toward <a href=\"https://www.poz.com/article/medicaid-expansion-ryan-white-lifelines-people-hiv\">expanding Medicaid programs</a>, a shift found to benefit HIV populations. Lockdowns have also sparked innovations in healthcare delivery that could benefit people with HIV, <a href=\"https://www.kff.org/hivaids/issue-brief/delivering-hiv-care-prevention-in-the-covid-era-a-national-survey-of-ryan-white-providers/\">including</a> vastly expanded use of telemedicine and an increase in multi-month prescriptions.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2021/may/16/hiv-aids-act-up-sarah-schulman-women-people-color-protest-david-france\">Aids and Act Up: Sarah Schulman puts women and people of color back at the heart of the story</a> </p> </aside>  <p>Fauci noted that the extraordinary success of the mRNA Covid-19 vaccines has thrilled HIV vaccinologists, who are already pursuing vaccines based on the cutting-edge technology. Deeks said HIV-cure therapies could also rely on mRNA.</p> <p>Fauci said he holds out hope that the three HIV vaccines in advanced clinical trials will prove at least 50% efficacious, justifying a global rollout. But he now hopes mRNA or other advanced technologies could yield even more powerful HIV vaccines.</p> <p>Then there’s Fauci’s hope of capping his storied career by the time he turns 90, by ending as a public health threat the epidemic that changed his life <a href=\"https://www.theguardian.com/us-news/2020/dec/24/anthony-fauci-interview-hiv-aids-covid-19\">40 years ago</a>.</p> <p>“I hope that as we get the Covid-19 under control, we can play a bit of catch up with HIV and get the ship righted again,” he said. “I still think there’s a good chance that we’ll get there.”</p>","wordcount":"1395","firstPublicationDate":"2021-06-06T06:00:31Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:02:03Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkfxp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5d9ecad4aa93dbef41f96e210207acf711efa470/1590_475_4520_2712/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"As Anthony Fauci marks 40 years since HIV emerged, he regrets how the extraordinary disruptions that Covid-19 have wreaked upon society have hampered efforts to tackle the major pandemic that preceded it. The longtime National Institute of Allergy and Infectious Diseases (Niaid) director was one of the chief architects of a federal plan, launched last year, to meet the audacious goal of largely ending the HIV transmission in the US over the next 10 years. Now, at 80, Fauci looks back half a lifetime to that foreboding early summer of 1981, when he read the first case reports about what would become known as Aids. He marvels at how epidemiological history in many ways repeated itself with Covid-19. And he hopes that the HIV fight will also benefit from a vaccine. Fauci also knows what an unsung debt the Covid-19 response owes to HIV research. The nation’s top virologist said he would “argue forcibly with anybody” that had the HIV pandemic not helped train vast armies in the scientific, medical and public health sectors to mobilize in a moment of crisis, the battle against Covid-19 would be much further behind where it is today. “It’s no accident that a lot of people who jumped in to address Covid right away are people who are involved in HIV,” said Jennifer Kates, director of global health &amp; HIV policy at the Kaiser Family Foundation. “They’re a group of diverse scientists, activists, epidemiologists who said, ‘An emerging infectious disease that’s starting to harm people and kill people – we’ve been here before.’” Fauci said: “What I learned from HIV was very helpful in my appreciating how Covid-19 evolved.” ‘Elegant science’ The highly effective Covid-19 vaccines now sending the US epidemic into retreat were whisked with lightning speed through clinical trials thanks, in many ways, to HIV paving the way. In March last year, Fauci began overseeing the retooling of three major HIV global clinical trials networks into the Covid-19 Prevention Network (CoVPN). This meant teams of investigators already skilled at recruiting and retaining diverse participant populations, dealing with byzantine regulatory requirements and paperwork and conducting necessary statistical analyses soon enrolled tens of thousands into trials that have given the world the Moderna and Johnson &amp; Johnson vaccines. Fauci praised the “elegant science” that went into selecting the most promising Covid-19 vaccine candidates – a process, he stressed, facilitated by the pioneering efforts of HIV vaccinologists. Over the decades, such researchers honed the methods that in Fauci’s words allowed scientists to “determine the precise confirmation of the SARS-CoV-2 spike protein that allowed maximal immunogenicity, thus leading to high efficacious vaccines”. Larry Corey, director of the HIV Vaccine Trials Network – one of the three National Institutes of Health–funded networks that collaborated to launch the CoVPN – said that without the HIV research field, scientists would not have had at the ready the non-human primate research model that was used to transition from laboratory studies to human clinical trials of Covid-19 vaccines. “We were able to do this in 11 months, start to finish, because science does build on science,” said Corey, who has run the HVTN out of the Fred Hutchinson Cancer Research Center in Seattle since 1999. On the east coast, Myron Cohen, a professor of medicine at the University of North Carolina and co-principal investigator of the HIV Prevention Trials Network, a CoVPN collaborator, took his own global team’s expertise in developing broadly neutralizing antibodies against HIV and channeled it into the increasingly fruitful effort to bring to market cocktails of monoclonal antibodies that attack SARS-Cov-2. Other HIV experts have leapt at the chance to lend their skills to the Covid-19 endeavor. One is Steven Deeks, a leader in the HIV cure research field at University of California, San Francisco, who said his lab’s extensive experience with the thorny logistics of establishing long-term research cohorts allowed them to start a study following people with “long Covid” in mere weeks. HIV specialists have been among the most prominent voices educating the public and combating misinformation about Covid-19. Monica Gandhi of UCSF has championed evidence-based optimism and sanity in the face of anxiety and hysteria; Julia Marcus of Harvard has advocated harm-reduction methods to curb SARS-Cov-2; and Carlos del Rio of Emory University has covered anything and everything in between. Each scientist has tweeted up a storm and given hundreds of interviews. ‘Many people with HIV fell out of care’ Fauci was keen to stress that the HIV epidemic trained the public health sector to prepare for – and mitigate – the disproportionate impact of Covid-19 on marginalized populations. As for how Covid-19 has in turn affected HIV’s trajectory, US epidemiologists remain in the early stages of analyzing surveillance data. But an initial read of the tea leaves has troubled many experts, who fear that progress in combatting HIV has stalled or even reversed since Covid-19 hit. This comes as the Centers for Disease Control and Prevention newly estimates that annual HIV transmissions in the US declined by only 14% between 2009 and 2019, from 40,500 to 34,800 new cases. Perhaps unrealistically ambitiously, the “Ending the HIV Epidemic” plan seeks to reduce the latter figure to below 3,000 by 2030. The CDC recently reported that between March and September of last year, the US saw an estimated 21% fewer prescriptions for the HIV prevention pill, known as PrEP, than expected. Concerningly, HIV tests conducted by CDC-funded community-based organizations plunged 73% between March and August 2020, compared with that period in 2019. “It was very clear that many people with HIV fell out of care in 2020,” said Hansel Tookes, an infectious disease physician at the University of Miami who reported an increase of people presenting in the emergency room with Aids-defining illnesses. “I think that we have a lot of ground to make up post-pandemic,” he said. “We’re definitely seeing our outcomes get worse in 2020,” agreed Andrea Kim, chief of HIV and STD surveillance in Los Angeles county, which saw modest but worrying declines in the proportions of the local HIV population retained in medical care and successfully treated. “Overall, I think that Covid was extremely negative for HIV,” said Gandhi, who cares for a highly vulnerable population at the Ward 86 safety net clinic in San Francisco. Her team saw the likelihood that a patient’s virus wasn’t treated and fully suppressed soar 31% following the spring 2020 lockdowns, leading them to quietly recall their patients to in-person visits. Critically, state and local health departments have diverted staffing and funding from HIV and STD control to Covid-19. By June 2020, 20% of such departments reported to the CDC that STD programs were completely disrupted and 76% reported significant disruption. Covid-19 has also apparently fueled the opioid crisis. With Nora Volkow, director of the National Institute on Drug Abuse, expressed concern that the US will see more HIV outbreaks like the those among people who inject drugs in West Virginia and Boston. “As bad as it is now, I think it’s probably worse,” said Sally Hodder, an infectious disease specialist at West Virginia University, predicting the 89 HIV diagnoses tied to injection drug use her state saw in 2020 would prove the tip of the iceberg. ‘Get the ship righted’ Not all news is gloomy. Covid-19 has spurred two states to move toward expanding Medicaid programs, a shift found to benefit HIV populations. Lockdowns have also sparked innovations in healthcare delivery that could benefit people with HIV, including vastly expanded use of telemedicine and an increase in multi-month prescriptions. Fauci noted that the extraordinary success of the mRNA Covid-19 vaccines has thrilled HIV vaccinologists, who are already pursuing vaccines based on the cutting-edge technology. Deeks said HIV-cure therapies could also rely on mRNA. Fauci said he holds out hope that the three HIV vaccines in advanced clinical trials will prove at least 50% efficacious, justifying a global rollout. But he now hopes mRNA or other advanced technologies could yield even more powerful HIV vaccines. Then there’s Fauci’s hope of capping his storied career by the time he turns 90, by ending as a public health threat the epidemic that changed his life 40 years ago. “I hope that as we get the Covid-19 under control, we can play a bit of catch up with HIV and get the ship righted again,” he said. “I still think there’s a good chance that we’ll get there.”","charCount":"8724","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/benjamin-ryan\">Benjamin Ryan</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2021/jun/06/tell-me-how-youll-use-my-medical-data-then-i-might-sign-up","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-06-06T06:00:30Z","webTitle":"Tell me how you’ll use my medical data. Only then might I sign up | Kenan Malik","webUrl":"https://www.theguardian.com/commentisfree/2021/jun/06/tell-me-how-youll-use-my-medical-data-then-i-might-sign-up","apiUrl":"https://content.guardianapis.com/commentisfree/2021/jun/06/tell-me-how-youll-use-my-medical-data-then-i-might-sign-up","fields":{"headline":"Tell me how you’ll use my medical data. Only then might I sign up","standfirst":"<p>We need more transparency before offering up our health information</p>","trailText":"We need more transparency before offering up our health information","byline":"Kenan Malik","main":"<figure class=\"element element-image\" data-media-id=\"a4dde0d5e1a1d862dfe3a072a3f1a1265c5af0f8\"> <img src=\"https://media.guim.co.uk/a4dde0d5e1a1d862dfe3a072a3f1a1265c5af0f8/0_196_3500_2101/1000.jpg\" alt=\"A doctor checks a patient’s notes at Headley Court hospital in Surrey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A doctor checks a patient’s notes at Headley Court hospital in Surrey.</span> <span class=\"element-image__credit\">Photograph: WPA/Getty Images</span> </figcaption> </figure>","body":"<p>Would you allow your medical data to be anonymised and used for research into cancer or to aid future pandemic planning? Most people would probably say yes. I certainly would. But what if that data could be accessed by tech giants such as Google, medical corporations such as <a href=\"https://www.nhsforsale.info/private-providers/babylon-new/\" title=\"\">Babylon Health</a>, security firms such as <a href=\"https://www.thetimes.co.uk/article/palantir-the-espionage-tech-firm-thats-ideally-suited-for-getting-covid-jabs-into-arms-pb6m5vwbg\" title=\"\">Palantir</a>, or coercive state institutions like the police or immigration service? That raises a few red flags. And what if that anonymised data could in fact help pinpoint who you are? Now you’re getting me worried.</p> <p>That’s the problem with medical data. It is indispensable for research and planning. And yet it can also be used in ways that invade our privacy or harm our future. It’s a tension likely to shape the character of healthcare and medical research. Rarely, though, do we have an open debate about this, an honest public conversation about the good and the bad. Governments, public institutions and private corporations – all would rather simply grab our data with the least amount of fuss.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Many studies have shown the possibility of identifying individuals even from anonymised data</p> </blockquote> </aside>  <p>That is just what’s happening right now. Last month, the government quietly announced a scheme called <a href=\"https://www.digitalhealth.net/2021/05/nhs-digital-announces-new-primary-care-data-collection-service/\" title=\"\">General Practice Data for Planning and Research</a> (GPDPR) under which, from July, all data held by GPs about their patients will become part of a <a href=\"https://digital.nhs.uk/data-and-information/data-collections-and-data-sets/data-collections/general-practice-data-for-planning-and-research#top\" title=\"\">central database</a> that can be accessed by researchers and private corporations. You can opt out – but only until 23 June. Beyond that date, even if you object, the database will still keep the information it already has. The project, the opt-out and the deadline have all barely been publicised. <a href=\"https://www.theguardian.com/commentisfree/2021/jun/03/gp-nhs-digital-data-patients-records-england\" title=\"\">Many doctors are hostile to the scheme</a>, worried about questions of privacy and trust.</p> <p>There are two kinds of medical databases important to the NHS. The first allows clinicians to access the records of patients they may be treating. So, for instance, if someone allergic to penicillin turns up at A&amp;E, that information will be available to doctors there. One might have thought that such joined-up thinking already exists. Not so. A survey of NHS medical record-keeping in 2019 found 21 electronic systems, <a href=\"https://www.imperial.ac.uk/news/194269/patients-risk-because-nhs-hospitals-using/\" title=\"\">many of which could not share information</a>. A quarter of NHS trusts were still using paper records. A new national system <a href=\"https://www.computerweekly.com/news/252498076/NHS-will-get-shared-care-records-by-September-2021-says-Matt-Hancock\" title=\"\">called shared care records is expected to be in place by September</a>, though there are still questions about <a href=\"https://medconfidential.org/2021/shared-care-records/\" title=\"\">privacy and access</a>.</p> <p>The second kind of database aggregates information from millions of people, allowing researchers and planners to see the big picture, from geographic or ethnic variations to hidden links between health issues. In 2013, NHS England launched its care.data project to create such an information store. <a href=\"https://www.wired.co.uk/article/care-data-nhs-england-closed\" title=\"\">The government was forced to close it down</a>, however, after controversies over <a href=\"https://techscience.org/a/2015081103/\" title=\"\">poor privacy safeguards</a> and the <a href=\"https://www.theguardian.com/society/2014/jan/19/nhs-patient-data-available-companies-buy\" title=\"\">sale of data to private companies</a>.</p> <p>That disaster may have been one reason for the new project being pushed through by stealth. The new database will include even more sensitive data, including on criminal activity, personal relationships and child abuse, as well as <a href=\"https://medconfidential.org/for-patients/gp-2021-sensitive-codes/\" title=\"\">medical history</a>. Yet a number of the problems that doomed the earlier scheme remain unresolved.</p> <p>Many studies, for instance, have shown the possibility of identifying individuals even from <a href=\"https://www.nature.com/articles/s41467-019-10933-3\" title=\"\">anonymised data</a>. The sale of such data to private corporations is still a live issue. In October 2019, NHS England’s top brass met big tech and pharma executives to discuss how they may be able to exploit the <a href=\"https://www.theregister.com/2019/12/12/nhs_england_database/\" title=\"\">proposed database</a>. There is, in principle, nothing wrong with private researchers accessing the data. The problem arises when it can be used potentially to snoop into our lives or to undermine the health service, for instance, by companies that want to take over GP surgeries.</p> <p>Then there’s the issue of consent. Most medical procedures and research projects require “informed consent” – they cannot proceed without the explicit assent of individuals involved. The NHS data scrape rests on “presumed consent” – people are assumed to have agreed to give up their data unless they specifically opt out. This turns informed consent on its head. The problem is exacerbated by the almost furtive way in which the project has been set up. It’s the opposite of how an open, transparent system should work and could serve to undermine public trust in the NHS and in science.</p> <p>When I die, I intend to leave my body for medical research. While I am alive, I am happy to donate my data for the same purpose. But I want that to be my decision. I want to know what the data is being used for. And I want to ensure that the public health service is not being damaged by the push for private profit. That’s not too much to ask, is it?</p> <p>• Kenan Malik is an Observer columnist</p>","newspaperPageNumber":"29","wordcount":"789","commentable":"false","firstPublicationDate":"2021-06-06T06:00:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T06:00:30Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkynn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a4dde0d5e1a1d862dfe3a072a3f1a1265c5af0f8/0_196_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Would you allow your medical data to be anonymised and used for research into cancer or to aid future pandemic planning? Most people would probably say yes. I certainly would. But what if that data could be accessed by tech giants such as Google, medical corporations such as Babylon Health, security firms such as Palantir, or coercive state institutions like the police or immigration service? That raises a few red flags. And what if that anonymised data could in fact help pinpoint who you are? Now you’re getting me worried. That’s the problem with medical data. It is indispensable for research and planning. And yet it can also be used in ways that invade our privacy or harm our future. It’s a tension likely to shape the character of healthcare and medical research. Rarely, though, do we have an open debate about this, an honest public conversation about the good and the bad. Governments, public institutions and private corporations – all would rather simply grab our data with the least amount of fuss. That is just what’s happening right now. Last month, the government quietly announced a scheme called General Practice Data for Planning and Research (GPDPR) under which, from July, all data held by GPs about their patients will become part of a central database that can be accessed by researchers and private corporations. You can opt out – but only until 23 June. Beyond that date, even if you object, the database will still keep the information it already has. The project, the opt-out and the deadline have all barely been publicised. Many doctors are hostile to the scheme, worried about questions of privacy and trust. There are two kinds of medical databases important to the NHS. The first allows clinicians to access the records of patients they may be treating. So, for instance, if someone allergic to penicillin turns up at A&amp;E, that information will be available to doctors there. One might have thought that such joined-up thinking already exists. Not so. A survey of NHS medical record-keeping in 2019 found 21 electronic systems, many of which could not share information. A quarter of NHS trusts were still using paper records. A new national system called shared care records is expected to be in place by September, though there are still questions about privacy and access. The second kind of database aggregates information from millions of people, allowing researchers and planners to see the big picture, from geographic or ethnic variations to hidden links between health issues. In 2013, NHS England launched its care.data project to create such an information store. The government was forced to close it down, however, after controversies over poor privacy safeguards and the sale of data to private companies. That disaster may have been one reason for the new project being pushed through by stealth. The new database will include even more sensitive data, including on criminal activity, personal relationships and child abuse, as well as medical history. Yet a number of the problems that doomed the earlier scheme remain unresolved. Many studies, for instance, have shown the possibility of identifying individuals even from anonymised data. The sale of such data to private corporations is still a live issue. In October 2019, NHS England’s top brass met big tech and pharma executives to discuss how they may be able to exploit the proposed database. There is, in principle, nothing wrong with private researchers accessing the data. The problem arises when it can be used potentially to snoop into our lives or to undermine the health service, for instance, by companies that want to take over GP surgeries. Then there’s the issue of consent. Most medical procedures and research projects require “informed consent” – they cannot proceed without the explicit assent of individuals involved. The NHS data scrape rests on “presumed consent” – people are assumed to have agreed to give up their data unless they specifically opt out. This turns informed consent on its head. The problem is exacerbated by the almost furtive way in which the project has been set up. It’s the opposite of how an open, transparent system should work and could serve to undermine public trust in the NHS and in science. When I die, I intend to leave my body for medical research. While I am alive, I am happy to donate my data for the same purpose. But I want that to be my decision. I want to know what the data is being used for. And I want to ensure that the public health service is not being damaged by the push for private profit. That’s not too much to ask, is it? • Kenan Malik is an Observer columnist","charCount":"4645","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/kenanmalik\">Kenan Malik</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"}]}}