[{"headline":"TV tonight: Sean Bean and Stephen Graham tackle life inside","standfirst":"<p>Jimmy McGovern’s riveting latest drama sees Bean playing a teacher sentenced to four years in jail and Graham his prison officer. Plus: The British Academy Television Awards. Here’s what to watch this evening</p>","trailText":"Jimmy McGovern’s riveting latest drama sees Bean playing a teacher sentenced to four years in jail and Graham his prison officer. Plus: The British Academy Television Awards. Here’s what to watch this evening","byline":"Ammar Kalia, Jack Seale, Ali Catterall, Phil Harrison and Paul Howlett","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"eafacdfa6e64b6beb18a567e2ab783787ed1a9a0\"> <img src=\"https://media.guim.co.uk/eafacdfa6e64b6beb18a567e2ab783787ed1a9a0/244_15_4039_2424/1000.jpg\" alt=\"Time. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Time. </span> <span class=\"element-image__credit\">Photograph: James Stack/BBC</span> </figcaption> </figure>","body":"<h2>Time</h2> <h2>9pm, BBC One</h2> <p>Jimmy McGovern’s latest prime time drama reunites two acting heavyweights from another of his productions, 2012’s Accused, Sean Bean and Stephen Graham. Bean stars as teacher Mark Hebden, who after accidentally killing a man is overwhelmed by guilt and is sentenced to a four year prison term. We follow Hebden as he is indoctrinated into a new world inside prison, watched over by officer Eric Reid (Graham). In tonight’s opening episode, Hebden’s weaknesses are soon spotted by a dangerous inmate. <strong>Ammar Kalia</strong></p> <h2>The British Academy Television Awards </h2> <h2>7pm, BBC One</h2> <p>Richard Ayoade hosts this year’s television Baftas, celebrating the shows that have kept us company during our year of excessive lockdown screen time. Among the frontrunners are Steve McQueen’s Small Axe series with 15 nominations, The Crown and I May Destroy You. <strong>AK</strong></p> <h2>The Turn of the Screw </h2> <h2>7pm, BBC Four</h2> <p>This hybrid film and live capture performance of Britten’s opera by OperaGlass Works ingeniously embraces the medium of the camera into its staged production, featuring performers singing directly into the lens. Shot at Wilton’s Music Hall, the cast includes Robert Murray and Rhian Lois. <strong>AK</strong></p> <h2>Rainforests: Our Wild Adventures</h2> <h2>8pm, BBC Two</h2> <p>Panama, Peru, Guyana and Venezuela are among the key locations in this week’s clip-fuelled reminiscences. Chris Packham remembers diverse bird life and a tree-climbing agouti, Liz Bonnin looks back on tracking harpy eagles, and George McGavin yearns for a massive tarantula. <strong>Jack Seale</strong></p> <h2>Britain’s Most Luxurious Hotels </h2> <h2>8pm, Channel 4</h2> <p>Coronavirus may still be with us, with few spheres so horribly impacted as the hospitality industry. But that won’t stop that other moneymaker, reality TV, sticking its lens in regardless. Tonight: an insight into one of the capital’s most glittering hotels, the Corinthia. <strong>Ali Catterall</strong></p> <h2>Brian Cox’s Adventures in Space and Time</h2> <h2>9pm, BBC Two</h2> <p>Never let it be said that Brian Cox shies away from the big questions. This series, which is partly a career retrospective, sets its gaze on very distant horizons. Excitingly, Brian is discussing alien life this week. What are our chances of discovering that we aren’t alone? <strong>Phil Harrison</strong></p> <h2>Film choice</h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"bf35badab5cb0486726cf07a76714f3119ae065c\"> <img src=\"https://media.guim.co.uk/bf35badab5cb0486726cf07a76714f3119ae065c/93_0_4500_2700/1000.jpg\" alt=\"Finding Dory.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Finding Dory.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p><strong>Finding Dory, 3.05pm, BBC One</strong></p> <p>This sequel is pretty much a rerun of Finding Nemo, but it is done with such vibrant beauty and soppy charm that it can easily be forgiven. Here, the amnesiac Dory (voiced again by Ellen DeGeneres) sets out on a quest to find her family, while chums Nemo and Marlin in turn go looking for her. <strong>Paul Howlett</strong></p> <h2>Live sport</h2> <p><strong>Atheltics: Triathlon World Series 1pm, BBC Two.</strong> Second leg of the World Championship from Leeds. </p> <p><strong>F1: The Azerbaijan Grand Prix 12.55pm, Sky Sports Main Event. </strong>Racing from the sixth round of the season. </p> <p><strong>Rugby Union: Northampton Saints v Exeter Chiefs 2pm, BT Sport 1.</strong> Premiership match from Franklin’s Gardens.</p>","wordcount":"467","firstPublicationDate":"2021-06-06T05:00:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T05:01:44Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht7mc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/eafacdfa6e64b6beb18a567e2ab783787ed1a9a0/244_15_4039_2424/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Time 9pm, BBC One Jimmy McGovern’s latest prime time drama reunites two acting heavyweights from another of his productions, 2012’s Accused, Sean Bean and Stephen Graham. Bean stars as teacher Mark Hebden, who after accidentally killing a man is overwhelmed by guilt and is sentenced to a four year prison term. We follow Hebden as he is indoctrinated into a new world inside prison, watched over by officer Eric Reid (Graham). In tonight’s opening episode, Hebden’s weaknesses are soon spotted by a dangerous inmate. Ammar Kalia The British Academy Television Awards 7pm, BBC One Richard Ayoade hosts this year’s television Baftas, celebrating the shows that have kept us company during our year of excessive lockdown screen time. Among the frontrunners are Steve McQueen’s Small Axe series with 15 nominations, The Crown and I May Destroy You. AK The Turn of the Screw 7pm, BBC Four This hybrid film and live capture performance of Britten’s opera by OperaGlass Works ingeniously embraces the medium of the camera into its staged production, featuring performers singing directly into the lens. Shot at Wilton’s Music Hall, the cast includes Robert Murray and Rhian Lois. AK Rainforests: Our Wild Adventures 8pm, BBC Two Panama, Peru, Guyana and Venezuela are among the key locations in this week’s clip-fuelled reminiscences. Chris Packham remembers diverse bird life and a tree-climbing agouti, Liz Bonnin looks back on tracking harpy eagles, and George McGavin yearns for a massive tarantula. Jack Seale Britain’s Most Luxurious Hotels 8pm, Channel 4 Coronavirus may still be with us, with few spheres so horribly impacted as the hospitality industry. But that won’t stop that other moneymaker, reality TV, sticking its lens in regardless. Tonight: an insight into one of the capital’s most glittering hotels, the Corinthia. Ali Catterall Brian Cox’s Adventures in Space and Time 9pm, BBC Two Never let it be said that Brian Cox shies away from the big questions. This series, which is partly a career retrospective, sets its gaze on very distant horizons. Excitingly, Brian is discussing alien life this week. What are our chances of discovering that we aren’t alone? Phil Harrison Film choice Finding Dory, 3.05pm, BBC One This sequel is pretty much a rerun of Finding Nemo, but it is done with such vibrant beauty and soppy charm that it can easily be forgiven. Here, the amnesiac Dory (voiced again by Ellen DeGeneres) sets out on a quest to find her family, while chums Nemo and Marlin in turn go looking for her. Paul Howlett Live sport Atheltics: Triathlon World Series 1pm, BBC Two. Second leg of the World Championship from Leeds. F1: The Azerbaijan Grand Prix 12.55pm, Sky Sports Main Event. Racing from the sixth round of the season. Rugby Union: Northampton Saints v Exeter Chiefs 2pm, BT Sport 1. Premiership match from Franklin’s Gardens.","charCount":"2857","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ammar-kalia\">Ammar Kalia</a>, <a href=\"profile/jack-seale\">Jack Seale</a>, <a href=\"profile/alicatterall\">Ali Catterall</a>, <a href=\"profile/phil-harrison\">Phil Harrison</a> and <a href=\"profile/paulhowlett\">Paul Howlett</a>"},{"headline":"The Wolseley: ‘One of London’s loveliest dining rooms’ – restaurant review","standfirst":"<p>Returning to the calm reassurance of the Wolseley is a joy-filled antidote to this unsettling time</p>","trailText":"Returning to the calm reassurance of the Wolseley is a joy-filled antidote to this unsettling time, writes Ravinder Bhogal","byline":"Ravinder Bhogal","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"9d6821f24ac0347d45fffae5a82176a48be6f60b\"> <img src=\"https://media.guim.co.uk/9d6821f24ac0347d45fffae5a82176a48be6f60b/0_0_5192_3606/1000.jpg\" alt=\"The Wolseley dining room\" width=\"1000\" height=\"695\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There’s a sense that you got lucky when you’re perched on one of its plush leather banquettes’: the Wolseley dining room.</span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>","body":"<p>On the last Saturday evening before indoor dining resumed, torrential rain revealed the frailties of eating outdoors. I watched guests huddle under awnings, driving rain diluting their primitivo. Stormy weather wasn’t enough to keep people – sanity teetering on the precipice thanks to this grinding lockdown – away from restaurants, but after a blustery month of precarious alfresco dining, it’s comforting to be enfolded once again in the pleasure of dining rooms and to step closer to our blithe pre-pandemic existence. So before I tackle the opening night of my own restaurant, I need to immerse myself in a cocoon of sanity and civility. I book into <a href=\"https://www.thewolseley.com/\" title=\"\">the Wolseley</a>.</p> <p>I am greeted by the long-serving sentinel, Mr Fennell. He has the sort of ease and affable banter that can’t be taught, and never fails to tell me how nice it is to see me. I’m sure he says that to everyone – still, flattery retains its soft power. Tonight it’s the grand reopening – clusters of diners unfurl as far as the eye can see, wait staff look as if they’re having a ball, and the surrounding tablescape looks like a stage set for a glitzy musical.</p>  <figure class=\"element element-image\" data-media-id=\"916492db0abafdb98adb63d9b5dddbf38a633821\"> <img src=\"https://media.guim.co.uk/916492db0abafdb98adb63d9b5dddbf38a633821/0_0_5616_3744/1000.jpg\" alt=\"Soufflé Suisse\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It vanishes quickly in decadent, cheesy blasts’: soufflé Suisse.</span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>  <p>Behind the grand facade, the Wolseley feels like its own universe – dense with wealth, cultural capital and anecdote. In the course of its 18 years, it’s become a London stalwart, a favourite of the late greats – artist Lucian Freud and food critic AA Gill. It’s discreet yet provides ample opportunity for double takes – notable Londoners and Hollywood A-listers relax gawker-free among the hoi polloi. There aren’t any icy reservationists, yet there’s a sense that you got lucky when you find your posterior perched on one of its plush leather banquettes, your face illuminated by the kind of vanity lighting that makes Instagram filters look lame.</p> <p>I have felt at home among the dinner jackets and champagne flutes in a cocktail dress, a sari or jeans. Despite the transient nature of its location, the restaurant has a sense of community – this is in part down to members of staff like Mr Fennell, but also serious regulars: Europeans in exile, taut-faced Ladies Who Lunch, theatre luvvies, media elite and artists are all possessive of their favourite nooks. There is equity to the hospitality here – you are greeted with familiarity and never excluded, even if it’s your first time.</p>  <figure class=\"element element-image\" data-media-id=\"2cd9f291ea5f223a5ee25d517eb0f9d23da197bc\"> <img src=\"https://media.guim.co.uk/2cd9f291ea5f223a5ee25d517eb0f9d23da197bc/0_0_5616_3744/1000.jpg\" alt=\"Seared scallops on the shell, in a buttery potato mousseline and dressed with baby herbs\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Seared scallops arrive on the shell, swimming in a buttery potato mousseline and wafting of garlic.’</span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>  <p>Choosing a restaurant is like choosing a story to be part of and, if you frequent it, you become a member of its supporting cast. Like any longstanding relationship, though, love is not a permanent state of enthusiasm. There have been nights where I have almost wept with contentment eating a golden consommé with dumplings of unfathomable fluffiness, thinking it the most profound meal of my life. Other times, the exact same dish was just a nice bowl of soup. But it was when I started to plan my own restaurant that I began to see this formidable institution with fresh eyes and respect.</p> <p>Founders Chris Corbin and Jeremy King are architects of ambience and exerted every energy into creating a restaurant as close to perfection as you can get. The light fixtures, the height of the tables, the temperature, the acoustics – every piece of glassware and crockery has been pored over. There’s the impeccable culture of hospitality: people who remember your name, who are poised to spot an empty glass from across the street, who ask after your children or your dog as they bring you complimentary warm bread with lozenges of salted butter. It was here that I learned the most valuable lesson for any fledgling restaurateur: running a restaurant is ultimately about the business of doing pleasure. Good food and fancy interiors aside, it’s about how you make your guests feel.</p>  <figure class=\"element element-image\" data-media-id=\"e01775c2d3ae048032a59dfb5f32ccb25dd4e2fb\"> <img src=\"https://media.guim.co.uk/e01775c2d3ae048032a59dfb5f32ccb25dd4e2fb/0_0_5616_3744/1000.jpg\" alt=\"Salt-marsh lamb, sliced on vegetables and mash\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It tastes of the delicate coastal flora it might once have grazed on’: salt-march lamb.</span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>  <p>After I got married in 2016, the Wolseley and its sister restaurant establishment, <a href=\"https://www.thedelaunay.com/\" title=\"\">the Delauney,</a> were the only restaurants that would welcome us with warm enthusiasm for our 11pm, post-work date nights. We often stayed canoodling, as newlyweds do, until the small hours and never once felt rushed out. It was here, one Saturday, as the clock struck midnight, that I read one of the first reviews of my restaurant, Jikoni, by AA Gill in the<em> Sunday Times</em>. I was deeply moved as the waiters toasted our success with a complimentary glass of champagne – it couldn’t have happened in a more fitting place.</p> <p>People don’t come to the Wolseley for the food – although it is always more than serviceable. The menu maintains a backbone of classics, as well as seasonal specials. Right now, there are tender lobes of blushing salt marsh lamb that taste of the delicate coastal flora it might once have grazed on. The chicken with Madeira sauce which promises fragrant morels, however, only manages to deliver a sharp kick of salt. The barely touched plate disappears quickly from the table with an apology and, despite my lack of fuss, it disappears from the bill, too. There are seared scallops that arrive on the shell, swimming in a buttery potato mousseline and wafting of garlic; while soufflé Suisse is a fragile, gravity- defying miracle of Gruyère suspended in egg whites that vanishes quickly in decadent, cheesy blasts.</p>  <figure class=\"element element-image\" data-media-id=\"25b6f10f6341a0b052d20ed14dbb100a30e68570\"> <img src=\"https://media.guim.co.uk/25b6f10f6341a0b052d20ed14dbb100a30e68570/0_0_5616_3744/1000.jpg\" alt=\"Peach melba éclair – a majestic puff of choux stuffed with peach crème diplomat and raspberries\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘You’d have to be dead not to fall hard for it’: peach melba éclair.</span> <span class=\"element-image__credit\">Photograph: Sophia Evans/The Observer</span> </figcaption> </figure>  <p>It’s the puddings and viennoiserie, though, that dip you over the knee for a pulse-quickening kiss <em>à la française</em>. You’d have to be dead inside not to fall hard for the pretty-in-pink peach melba éclair – a majestic puff of choux stuffed with peach crème diplomat and raspberries. Festooned with fondant icing and curls of ruby chocolat, it’s a joy-filled antidote to bleak times. The Lucian – served in a championship silver coupe is a mound of whipped cream resting perilously on three scoops of ice-cream – pistachio, hazelnut and almond praline – served with ribbons of hot butterscotch sauce that cling to my spoon like satin.</p> <p>It’s raining again. It’s a relief to find shelter in one of London’s loveliest dining rooms. After a catastrophic year, in a city where the hierarchies of taste are usually determined by what’s new, nothing is more reassuring than a return to a classic.</p> <p><em>Ravinder Bhogal is a chef and the owner of <a href=\"https://www.jikonilondon.com/\" title=\"\">Jikoni</a>, </em><em>19-21 Blandford Street, London W1U 3DH (<a href=\"https://www.jikonilondon.com/\" title=\"\">jikonilondon.com</a>)</em></p>","newspaperPageNumber":"24","wordcount":"1026","commentable":"false","firstPublicationDate":"2021-06-06T05:00:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T05:00:30Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hj74a","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9d6821f24ac0347d45fffae5a82176a48be6f60b/0_245_5192_3116/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On the last Saturday evening before indoor dining resumed, torrential rain revealed the frailties of eating outdoors. I watched guests huddle under awnings, driving rain diluting their primitivo. Stormy weather wasn’t enough to keep people – sanity teetering on the precipice thanks to this grinding lockdown – away from restaurants, but after a blustery month of precarious alfresco dining, it’s comforting to be enfolded once again in the pleasure of dining rooms and to step closer to our blithe pre-pandemic existence. So before I tackle the opening night of my own restaurant, I need to immerse myself in a cocoon of sanity and civility. I book into the Wolseley. I am greeted by the long-serving sentinel, Mr Fennell. He has the sort of ease and affable banter that can’t be taught, and never fails to tell me how nice it is to see me. I’m sure he says that to everyone – still, flattery retains its soft power. Tonight it’s the grand reopening – clusters of diners unfurl as far as the eye can see, wait staff look as if they’re having a ball, and the surrounding tablescape looks like a stage set for a glitzy musical. Behind the grand facade, the Wolseley feels like its own universe – dense with wealth, cultural capital and anecdote. In the course of its 18 years, it’s become a London stalwart, a favourite of the late greats – artist Lucian Freud and food critic AA Gill. It’s discreet yet provides ample opportunity for double takes – notable Londoners and Hollywood A-listers relax gawker-free among the hoi polloi. There aren’t any icy reservationists, yet there’s a sense that you got lucky when you find your posterior perched on one of its plush leather banquettes, your face illuminated by the kind of vanity lighting that makes Instagram filters look lame. I have felt at home among the dinner jackets and champagne flutes in a cocktail dress, a sari or jeans. Despite the transient nature of its location, the restaurant has a sense of community – this is in part down to members of staff like Mr Fennell, but also serious regulars: Europeans in exile, taut-faced Ladies Who Lunch, theatre luvvies, media elite and artists are all possessive of their favourite nooks. There is equity to the hospitality here – you are greeted with familiarity and never excluded, even if it’s your first time. Choosing a restaurant is like choosing a story to be part of and, if you frequent it, you become a member of its supporting cast. Like any longstanding relationship, though, love is not a permanent state of enthusiasm. There have been nights where I have almost wept with contentment eating a golden consommé with dumplings of unfathomable fluffiness, thinking it the most profound meal of my life. Other times, the exact same dish was just a nice bowl of soup. But it was when I started to plan my own restaurant that I began to see this formidable institution with fresh eyes and respect. Founders Chris Corbin and Jeremy King are architects of ambience and exerted every energy into creating a restaurant as close to perfection as you can get. The light fixtures, the height of the tables, the temperature, the acoustics – every piece of glassware and crockery has been pored over. There’s the impeccable culture of hospitality: people who remember your name, who are poised to spot an empty glass from across the street, who ask after your children or your dog as they bring you complimentary warm bread with lozenges of salted butter. It was here that I learned the most valuable lesson for any fledgling restaurateur: running a restaurant is ultimately about the business of doing pleasure. Good food and fancy interiors aside, it’s about how you make your guests feel. After I got married in 2016, the Wolseley and its sister restaurant establishment, the Delauney, were the only restaurants that would welcome us with warm enthusiasm for our 11pm, post-work date nights. We often stayed canoodling, as newlyweds do, until the small hours and never once felt rushed out. It was here, one Saturday, as the clock struck midnight, that I read one of the first reviews of my restaurant, Jikoni, by AA Gill in the Sunday Times. I was deeply moved as the waiters toasted our success with a complimentary glass of champagne – it couldn’t have happened in a more fitting place. People don’t come to the Wolseley for the food – although it is always more than serviceable. The menu maintains a backbone of classics, as well as seasonal specials. Right now, there are tender lobes of blushing salt marsh lamb that taste of the delicate coastal flora it might once have grazed on. The chicken with Madeira sauce which promises fragrant morels, however, only manages to deliver a sharp kick of salt. The barely touched plate disappears quickly from the table with an apology and, despite my lack of fuss, it disappears from the bill, too. There are seared scallops that arrive on the shell, swimming in a buttery potato mousseline and wafting of garlic; while soufflé Suisse is a fragile, gravity- defying miracle of Gruyère suspended in egg whites that vanishes quickly in decadent, cheesy blasts. It’s the puddings and viennoiserie, though, that dip you over the knee for a pulse-quickening kiss à la française. You’d have to be dead inside not to fall hard for the pretty-in-pink peach melba éclair – a majestic puff of choux stuffed with peach crème diplomat and raspberries. Festooned with fondant icing and curls of ruby chocolat, it’s a joy-filled antidote to bleak times. The Lucian – served in a championship silver coupe is a mound of whipped cream resting perilously on three scoops of ice-cream – pistachio, hazelnut and almond praline – served with ribbons of hot butterscotch sauce that cling to my spoon like satin. It’s raining again. It’s a relief to find shelter in one of London’s loveliest dining rooms. After a catastrophic year, in a city where the hierarchies of taste are usually determined by what’s new, nothing is more reassuring than a return to a classic. Ravinder Bhogal is a chef and the owner of Jikoni, 19-21 Blandford Street, London W1U 3DH (jikonilondon.com)","charCount":"6103","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/ravinder-bhogal\">Ravinder Bhogal</a>"},{"headline":"The magic of vintage fortified wines","standfirst":"<p>Complex and beguiling, very old port, sherry and madeira can pack an emotional – and financial – punch</p>","trailText":"Complex and beguiling, very old port, sherry and madeira can pack an emotional – and financial – punch, says David Williams","byline":"David Williams","main":"<figure class=\"element element-image\" data-media-id=\"4e40638496f19609bebf40d8bd062b873c0bbd3c\"> <img src=\"https://media.guim.co.uk/4e40638496f19609bebf40d8bd062b873c0bbd3c/0_84_3500_2101/1000.jpg\" alt=\"Port ageing in barrels at Taylor’s cellars, in Porto.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Port ageing in barrels at Taylor’s cellars, in Porto.</span> <span class=\"element-image__credit\">Photograph: Violeta Santos Moura/Reuters</span> </figcaption> </figure>","body":"<p><strong>Taylor’s 1896 Single Harvest Port, Douro, Portugal (£3,950, enquire at <a href=\"https://www.mentzendorff.co.uk/\">Mentzendorff</a>) </strong>What makes a wine worth nearly £4,000? This, inevitably, is the first question the venerable Port shipper Taylor’s latest release brings to mind. And having been lucky enough to receive a small test tube filled with a few precious sample drops of this very rare (1,700 bottles have been made) elixir, I can suggest some kind of answer. It’s an overwhelmingly sensual experience, where cedary wooden scents give way to Chinese spices, caramel, orange zest, and a wisp of incense, while the wine caresses the tongue with a texture like suede, its flavours lingering ghostlike long after you’ve swallowed. These properties would be beguiling enough were you to taste the wine blind; but they’re intensified, magnified, with the wonder of knowing they come from grapes grown in the century before last. Yes, yes, but is all that worth £4,000? All I’d say is if you were ever lucky enough to have that kind of disposable cash lying around, there would certainly be worse ways of spending it.</p> <p><strong>Valdespino Solera 1842 Oloroso VOS Sherry, Spain (£37.50, <a href=\"https://www.leaandsandeman.co.uk/wine/SOLERA-1842-Oloroso-VOS-Valdespino-705-00.html\">Lea &amp; Sandeman</a>) </strong>There is a tendency to fetishise old wines, as if the mere fact of age were proof of quality. In reality, very few wines made today are built to last, and even those that are sometimes taste much better in youth. As ever, it depends on your taste: some of us lean towards the more savoury, leathery, woody and earthy flavours that come with keeping a wine for years or decades, while some of us might find more pleasure in the fresh fruit and flowers, the livelier, sharper feel, of wines in the first year or two after vintage. As with the Taylor’s 1896, what those purely sensual descriptions don’t account for is the emotional component of drinking older wines – I don’t think I’m the only one who gets a little dreamy and contemplative at the thought of drinking a wine from the 19th century – or, in the case of Valdespino’s magnificently intense, nutty, sherry, drawn from a solera (a continuously replenished set of barrels) that was started in 1842.</p> <p><strong>Henriques &amp; Henriques Single Harvest Verdelho, Madeira, Portugal 2007 (£41, enquire at <a href=\"https://www.mentzendorff.co.uk/\">Mentzendorff</a>) </strong>Vintage and tawny ports are among the longest-lived of wines. That 1896 vintage from Taylor’s isn’t even the oldest of its recent releases: the shipper has released an 1855 and an 1863 in the past few years. But for sheer longevity, it’s hard to beat that other great Portuguese fortified from the Atlantic island of Madeira. Something in the unique winemaking approach on Madeira – which, as well as fortification with grape spirit, traditionally involved gently heating the wines by placing the barrels under the eaves of sun-baked lofts – makes the wines almost indestructible. The island is the source of the oldest wines I’ve tasted, stretching far back into the mid-19th century and drinking not unlike wines at least 100 years younger. It’s possible to find very old wines, such as the 1900 Bual from one of the island’s best, historic producers, Henriques &amp; Henriques. But there’s plenty of Madeira’s trademark mix of live-wire acidity, plus salty olives, nuts, citrus peel and dried fruit, in the same producer’s mere pup of a 2007 Verdelho.</p> <p><em>Follow David Williams on Twitter <a href=\"https://twitter.com/daveydaibach?lang=en\">@Daveydaibach</a></em></p>","newspaperPageNumber":"25","wordcount":"551","commentable":"false","firstPublicationDate":"2021-06-06T05:00:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T05:00:30Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hj6tz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4e40638496f19609bebf40d8bd062b873c0bbd3c/0_84_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Taylor’s 1896 Single Harvest Port, Douro, Portugal (£3,950, enquire at Mentzendorff) What makes a wine worth nearly £4,000? This, inevitably, is the first question the venerable Port shipper Taylor’s latest release brings to mind. And having been lucky enough to receive a small test tube filled with a few precious sample drops of this very rare (1,700 bottles have been made) elixir, I can suggest some kind of answer. It’s an overwhelmingly sensual experience, where cedary wooden scents give way to Chinese spices, caramel, orange zest, and a wisp of incense, while the wine caresses the tongue with a texture like suede, its flavours lingering ghostlike long after you’ve swallowed. These properties would be beguiling enough were you to taste the wine blind; but they’re intensified, magnified, with the wonder of knowing they come from grapes grown in the century before last. Yes, yes, but is all that worth £4,000? All I’d say is if you were ever lucky enough to have that kind of disposable cash lying around, there would certainly be worse ways of spending it. Valdespino Solera 1842 Oloroso VOS Sherry, Spain (£37.50, Lea &amp; Sandeman) There is a tendency to fetishise old wines, as if the mere fact of age were proof of quality. In reality, very few wines made today are built to last, and even those that are sometimes taste much better in youth. As ever, it depends on your taste: some of us lean towards the more savoury, leathery, woody and earthy flavours that come with keeping a wine for years or decades, while some of us might find more pleasure in the fresh fruit and flowers, the livelier, sharper feel, of wines in the first year or two after vintage. As with the Taylor’s 1896, what those purely sensual descriptions don’t account for is the emotional component of drinking older wines – I don’t think I’m the only one who gets a little dreamy and contemplative at the thought of drinking a wine from the 19th century – or, in the case of Valdespino’s magnificently intense, nutty, sherry, drawn from a solera (a continuously replenished set of barrels) that was started in 1842. Henriques &amp; Henriques Single Harvest Verdelho, Madeira, Portugal 2007 (£41, enquire at Mentzendorff) Vintage and tawny ports are among the longest-lived of wines. That 1896 vintage from Taylor’s isn’t even the oldest of its recent releases: the shipper has released an 1855 and an 1863 in the past few years. But for sheer longevity, it’s hard to beat that other great Portuguese fortified from the Atlantic island of Madeira. Something in the unique winemaking approach on Madeira – which, as well as fortification with grape spirit, traditionally involved gently heating the wines by placing the barrels under the eaves of sun-baked lofts – makes the wines almost indestructible. The island is the source of the oldest wines I’ve tasted, stretching far back into the mid-19th century and drinking not unlike wines at least 100 years younger. It’s possible to find very old wines, such as the 1900 Bual from one of the island’s best, historic producers, Henriques &amp; Henriques. But there’s plenty of Madeira’s trademark mix of live-wire acidity, plus salty olives, nuts, citrus peel and dried fruit, in the same producer’s mere pup of a 2007 Verdelho. Follow David Williams on Twitter @Daveydaibach","charCount":"3314","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/davidwilliams\">David Williams</a>"},{"headline":"Letters: the complexity of assisted dying","standfirst":"Determining who should have the right to an assisted death is a legal minefield; perhaps fiction can help","trailText":"Determining who should have the right to an assisted death is a legal minefield; perhaps fiction can help","main":"<figure class=\"element element-image\" data-media-id=\"e50f9bc282647cb04fd80090b7a9aaf489a9f951\"> <img src=\"https://media.guim.co.uk/e50f9bc282647cb04fd80090b7a9aaf489a9f951/0_200_6000_3600/1000.jpg\" alt=\"Lionel Shriver.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel Shriver.</span> <span class=\"element-image__credit\">Photograph: David Levenson/Getty Images</span> </figcaption> </figure>","body":"<p>I am a great admirer of Lionel Shriver and enjoyed her article on assisted dying (“<a href=\"https://www.theguardian.com/society/2021/may/30/lionel-shriver-should-we-stay-or-should-we-go-death-dying\" title=\"\">Not fade away?</a>”, the New Review). She has clearly thought about the subject deeply and will be aware of the complexity of trying to legislate on this topic. Limiting assisted dying to those with a terminal illness judged to have less than six months to live (as per the Falconer bill of 2014) is the most likely outcome of any change in the law but would not meet her example of unbearable chronic pain, nor the vexed issue of dementia, let alone the existential demand to die at a time of one’s own choosing. I look forward to reading her new novel; fiction is a valuable way to explore difficult subjects.<br incopy-break-type=\"webbreak\"><strong>Robin Byron</strong><br incopy-break-type=\"webbreak\">Bartley, Southampton<br incopy-break-type=\"webbreak\">Hampshire<br incopy-break-type=\"webbreak\"></p> <p>As a former chairman of the Voluntary Euthanasia Society, I was very interested in Lionel Shriver’s article. Between 2005 and 2016, I accompanied five determined individuals to Switzerland for a medically assisted rational suicide (Mars). As a retired GP, I was very pleased to be asked to help each of them on their final journey.</p> <p>A Mars for competent, severely suffering adults has been possible in Switzerland for several decades and is fully supported by a great majority of Swiss doctors and people. Why cannot we, in the UK, have the same compassionate opportunity?<br incopy-break-type=\"webbreak\"><strong>Michael Irwin</strong><br incopy-break-type=\"webbreak\">Cranleigh, Surrey<br incopy-break-type=\"webbreak\"></p> <h2>The real climate victims</h2> <p>Summer heatwaves may well pose significant threats to older and/or less healthy people in the UK and northern Europe but should be kept in perspective (“<a href=\"https://www.theguardian.com/environment/2021/may/30/heatwave-deaths-set-to-soar-as-uk-summers-become-hotter\" title=\"\">Heatwave deaths set to soar as UK summers become hotter</a>”, News). Those in poorer and hotter countries will face far worse problems, especially when richer countries don’t take in the climate refugees their apathy, delay and bickering have created.</p> <p>Decades have been wasted arguing about climate change, even though many ideas, essential if mainstream views are correct, make sense. Examples include less waste, alternatives to fossil fuels, combining conservation with careful use, silviculture, adopting regenerative agriculture and growing fewer cash crops. When those suffering most from climate change try to identify those responsible, the greed, spineless attitudes and stupidity of western politicians, policymakers, rich vested interests and (sadly) many scientists on both sides of the debate should be high on their lists.<br incopy-break-type=\"webbreak\"><strong>Iain Climie</strong><br incopy-break-type=\"webbreak\">Whitchurch, Hampshire<br incopy-break-type=\"webbreak\"></p> <h2>Injustices of Airbnb</h2> <p>It should now be clear from your article that Airbnb is a misnomer (“<a href=\"https://www.theguardian.com/business/2021/may/30/staycation-boom-forces-tenants-out-of-seaside-resort-homes\" title=\"\">Staycation popularity squeezes tenants out of seaside resort homes</a>”, News). It is nothing to do with those friendly bed-and-breakfast offers of the past. It not only distorts the housing market in favour of an increasingly greedy “rentier” class, but also radically changes the very nature of the locations in which they occur. Local councils should step in with overseeing regulations regarding letting and tenancies to ensure such injustices are reversed by more responsible market conditions.<br incopy-break-type=\"webbreak\"><strong>Peter Seddon</strong><br incopy-break-type=\"webbreak\">Brighton<br incopy-break-type=\"webbreak\"></p> <h2>Her name is Mbuya</h2> <p>Jason Burke refers to the new statue in Harare of “... a revered spiritual leader who resisted subjugation by Cecil Rhodes and his British South Africa company” (“<a href=\"https://www.theguardian.com/world/2021/may/29/macron-tells-africas-leaders-he-seeks-to-reset-french-ties-with-the-continent\" title=\"\">Macron begs forgiveness on Africa tour</a>”, World). She had a name, Nehanda Charwe Nyakasikana, known as Mbuya. If Rhodes is named, so should she be.<br incopy-break-type=\"webbreak\"><strong>Jonathan Blundell</strong><br incopy-break-type=\"webbreak\">Thame, Oxfordshire<br incopy-break-type=\"webbreak\"></p> <h2>Bias in schools</h2> <p>In your article about A-level results, the Ofqual spokesperson misrepresents Ofqual’s own findings (“<a href=\"https://www.theguardian.com/education/2021/may/30/parents-in-uk-prepare-for-legal-action-over-a-level-results\" title=\"\">Parents prepare for legal action over A-levels</a>”, News). In its recently published “Systematic divergence between teacher and test-based assessment” review, Ofqual found that bias against more disadvantaged pupils and pupils with special educational needs “was a common finding”.<br incopy-break-type=\"webbreak\"><strong>Liz Crow</strong><br incopy-break-type=\"webbreak\">Bristol<br incopy-break-type=\"webbreak\"></p> <h2>Crass Cummings</h2> <p>Your editorial is right that Dominic Cummings “expressed what appeared to be genuine contrition for his role in the policy disasters that caused people to die” (“<a href=\"https://www.theguardian.com/commentisfree/2021/may/30/the-observer-view-on-deadly-government-incompetence\" title=\"\">The witness is unreliable, the verdict is clear. Government incompetence has been deadly</a>”). But Cummings’ score-settling appearance before a joint parliamentary committee was trivialised by his crass use of popcorn movie analogies to illustrate his marathon evidence. As the Covid-19 Bereaved Families for Justice UK rightly <a href=\"https://twitter.com/CovidJusticeUK/status/1397528120274702342?ref_src=twsrc%5Etfw\" title=\"\">tweeted</a>: “That this information is... littered with Independence Day, Jeff Goldblum and Spiderman references, is utterly inappropriate and makes this even more appalling.”</p> <p>Ironically, Cummings sounded most authentic when assessing his own and his former boss’s basic unsuitability for their powerful political roles: “It is completely crazy that I should have been in such a senior position... just as it’s crackers that Boris Johnson was in there.”<br incopy-break-type=\"webbreak\"><strong>Joe McCarthy</strong><br incopy-break-type=\"webbreak\">Dublin<br incopy-break-type=\"webbreak\"></p> <h2>Publish – and be quick</h2> <p>Andrew Rawnsley’s insistence on a public inquiry into government handling of the pandemic “starting very soon” should be matched by an insistence on equal promptitude on the publication of the inquiry’s findings and recommendations (“<a href=\"https://www.theguardian.com/commentisfree/2021/may/30/tories-faustian-bargain-lord-of-misrule-boris-johnson\" title=\"\">Tories made a Faustian bargain when they gave us this lord of misrule</a>’’, Comment). The absence of a commitment to such urgency (think Hillsborough, Grenfell) can only jeopardise the accountability of those who may be responsible and the vindication of those who may be innocent.<br incopy-break-type=\"webbreak\"><strong>Francis Prideaux</strong><br incopy-break-type=\"webbreak\">London W9<br incopy-break-type=\"webbreak\"></p> <h2>Bangladesh needs vaccines</h2> <p>The article “<a href=\"https://www.theguardian.com/world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations\" title=\"\">As China races ahead, the rollout has barely begun in world’s poorest states</a>” (News) emphasised Africa’s need for vaccines. However, the newest deadly virus is in south Asia and Bangladesh is enormously exposed owing to its porous border with India, its population density and worse healthcare than in India. Like African countries, Bangladesh has also been let down by the Serum Institute of India, from which it had ordered 30m vaccines.</p> <p>To date, Bangladesh has received only 5.5m doses for its 170 million people, giving only 1.6% of its population two doses. Now, both the Indian and South African variants are spreading in Bangladesh. People are worried. The government is appealing urgently for vaccines. To avoid another Brazil, please spare a few million vaccines for Bangladesh.<br incopy-break-type=\"webbreak\"><strong>Professor Dr MLR Sarker</strong><br incopy-break-type=\"webbreak\">University of Rajshahi, Bangladesh<br incopy-break-type=\"webbreak\"><strong>Professor Janet Nichol</strong><br incopy-break-type=\"webbreak\">University of Sussex, Brighton<br incopy-break-type=\"webbreak\"></p> <h2>Credit where credit’s due</h2> <p>I read Donna Ferguson’s very interesting article in relation to Ann Oakley’s forthcoming book, <em>Forgotten Wives: How Women Get Written Out of History</em>, concerning the literary airbrushing of Charlotte Shaw’s immense contribution to her husband George Bernard Shaw’s success (“<a href=\"https://www.theguardian.com/culture/2021/may/29/his-fair-lady-how-george-bernard-shaws-wife-played-a-vital-role-in-his-masterworks\" title=\"\">My fair lady: how George Bernard Shaw’s wife played a vital role in his masterworks</a>”, News). How shocking that she did not get the recognition she so deserved, except perhaps from a more perceptive TE Lawrence. It makes my blood boil. So to misquote a line from <em>My Fair Lady</em>, based on his book <em>Pygmalion</em>: “Move your bloomin’ ego, George.”<br incopy-break-type=\"webbreak\"><strong>Judith A Daniels</strong><br incopy-break-type=\"webbreak\">Cobholm, Great Yarmouth, Norfolk<br incopy-break-type=\"webbreak\"></p> <h2>Of flocks, locks and rocks </h2> <p>What a lovely article about people flocking to live and holiday on the inland waterways (“<a href=\"https://www.theguardian.com/world/2021/may/30/more-boats-on-canals-and-rivers-than-in-18th-century-as-thousands-opt-for-life-afloat\" title=\"\">More boats on canals and rivers since 18th century</a>”, News). I read it while stuck in a five-hour boat jam at some fairly straightforward staircase locks, during which I witnessed two marriages hit the rocks and several teenagers asking for directions to the nearest bus stop.<br incopy-break-type=\"webbreak\"><strong>Ian Grieve</strong><br incopy-break-type=\"webbreak\">Gordon Bennett, Llangollen canal<br incopy-break-type=\"webbreak\"></p>","newspaperPageNumber":"50","wordcount":"1137","commentable":"false","firstPublicationDate":"2021-06-06T05:00:29Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T05:00:29Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hk698","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e50f9bc282647cb04fd80090b7a9aaf489a9f951/0_200_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I am a great admirer of Lionel Shriver and enjoyed her article on assisted dying (“Not fade away?”, the New Review). She has clearly thought about the subject deeply and will be aware of the complexity of trying to legislate on this topic. Limiting assisted dying to those with a terminal illness judged to have less than six months to live (as per the Falconer bill of 2014) is the most likely outcome of any change in the law but would not meet her example of unbearable chronic pain, nor the vexed issue of dementia, let alone the existential demand to die at a time of one’s own choosing. I look forward to reading her new novel; fiction is a valuable way to explore difficult subjects. Robin Byron Bartley, Southampton Hampshire As a former chairman of the Voluntary Euthanasia Society, I was very interested in Lionel Shriver’s article. Between 2005 and 2016, I accompanied five determined individuals to Switzerland for a medically assisted rational suicide (Mars). As a retired GP, I was very pleased to be asked to help each of them on their final journey. A Mars for competent, severely suffering adults has been possible in Switzerland for several decades and is fully supported by a great majority of Swiss doctors and people. Why cannot we, in the UK, have the same compassionate opportunity? Michael Irwin Cranleigh, Surrey The real climate victims Summer heatwaves may well pose significant threats to older and/or less healthy people in the UK and northern Europe but should be kept in perspective (“Heatwave deaths set to soar as UK summers become hotter”, News). Those in poorer and hotter countries will face far worse problems, especially when richer countries don’t take in the climate refugees their apathy, delay and bickering have created. Decades have been wasted arguing about climate change, even though many ideas, essential if mainstream views are correct, make sense. Examples include less waste, alternatives to fossil fuels, combining conservation with careful use, silviculture, adopting regenerative agriculture and growing fewer cash crops. When those suffering most from climate change try to identify those responsible, the greed, spineless attitudes and stupidity of western politicians, policymakers, rich vested interests and (sadly) many scientists on both sides of the debate should be high on their lists. Iain Climie Whitchurch, Hampshire Injustices of Airbnb It should now be clear from your article that Airbnb is a misnomer (“Staycation popularity squeezes tenants out of seaside resort homes”, News). It is nothing to do with those friendly bed-and-breakfast offers of the past. It not only distorts the housing market in favour of an increasingly greedy “rentier” class, but also radically changes the very nature of the locations in which they occur. Local councils should step in with overseeing regulations regarding letting and tenancies to ensure such injustices are reversed by more responsible market conditions. Peter Seddon Brighton Her name is Mbuya Jason Burke refers to the new statue in Harare of “... a revered spiritual leader who resisted subjugation by Cecil Rhodes and his British South Africa company” (“Macron begs forgiveness on Africa tour”, World). She had a name, Nehanda Charwe Nyakasikana, known as Mbuya. If Rhodes is named, so should she be. Jonathan Blundell Thame, Oxfordshire Bias in schools In your article about A-level results, the Ofqual spokesperson misrepresents Ofqual’s own findings (“Parents prepare for legal action over A-levels”, News). In its recently published “Systematic divergence between teacher and test-based assessment” review, Ofqual found that bias against more disadvantaged pupils and pupils with special educational needs “was a common finding”. Liz Crow Bristol Crass Cummings Your editorial is right that Dominic Cummings “expressed what appeared to be genuine contrition for his role in the policy disasters that caused people to die” (“The witness is unreliable, the verdict is clear. Government incompetence has been deadly”). But Cummings’ score-settling appearance before a joint parliamentary committee was trivialised by his crass use of popcorn movie analogies to illustrate his marathon evidence. As the Covid-19 Bereaved Families for Justice UK rightly tweeted: “That this information is... littered with Independence Day, Jeff Goldblum and Spiderman references, is utterly inappropriate and makes this even more appalling.” Ironically, Cummings sounded most authentic when assessing his own and his former boss’s basic unsuitability for their powerful political roles: “It is completely crazy that I should have been in such a senior position... just as it’s crackers that Boris Johnson was in there.” Joe McCarthy Dublin Publish – and be quick Andrew Rawnsley’s insistence on a public inquiry into government handling of the pandemic “starting very soon” should be matched by an insistence on equal promptitude on the publication of the inquiry’s findings and recommendations (“Tories made a Faustian bargain when they gave us this lord of misrule’’, Comment). The absence of a commitment to such urgency (think Hillsborough, Grenfell) can only jeopardise the accountability of those who may be responsible and the vindication of those who may be innocent. Francis Prideaux London W9 Bangladesh needs vaccines The article “As China races ahead, the rollout has barely begun in world’s poorest states” (News) emphasised Africa’s need for vaccines. However, the newest deadly virus is in south Asia and Bangladesh is enormously exposed owing to its porous border with India, its population density and worse healthcare than in India. Like African countries, Bangladesh has also been let down by the Serum Institute of India, from which it had ordered 30m vaccines. To date, Bangladesh has received only 5.5m doses for its 170 million people, giving only 1.6% of its population two doses. Now, both the Indian and South African variants are spreading in Bangladesh. People are worried. The government is appealing urgently for vaccines. To avoid another Brazil, please spare a few million vaccines for Bangladesh. Professor Dr MLR Sarker University of Rajshahi, Bangladesh Professor Janet Nichol University of Sussex, Brighton Credit where credit’s due I read Donna Ferguson’s very interesting article in relation to Ann Oakley’s forthcoming book, Forgotten Wives: How Women Get Written Out of History, concerning the literary airbrushing of Charlotte Shaw’s immense contribution to her husband George Bernard Shaw’s success (“My fair lady: how George Bernard Shaw’s wife played a vital role in his masterworks”, News). How shocking that she did not get the recognition she so deserved, except perhaps from a more perceptive TE Lawrence. It makes my blood boil. So to misquote a line from My Fair Lady, based on his book Pygmalion: “Move your bloomin’ ego, George.” Judith A Daniels Cobholm, Great Yarmouth, Norfolk Of flocks, locks and rocks What a lovely article about people flocking to live and holiday on the inland waterways (“More boats on canals and rivers since 18th century”, News). I read it while stuck in a five-hour boat jam at some fairly straightforward staircase locks, during which I witnessed two marriages hit the rocks and several teenagers asking for directions to the nearest bus stop. Ian Grieve Gordon Bennett, Llangollen canal","charCount":"7369","shouldHideReaderRevenue":"false","showAffiliateLinks":"false"},{"headline":"For the record","standfirst":"This week’s corrections","trailText":"This week’s corrections","main":"","body":"<p>A piece about tennis players to watch at this year’s French Open (“Rising at Roland”, 30 May, Sport, page 10) featured 19-year-old Lorenzo Musetti but mistakenly showed a picture of another Italian competitor, Lorenzo Sonego.</p> <p>Other recently amended articles include:</p> <p><a href=\"https://www.theguardian.com/music/2021/apr/11/drugged-sexually-abused-swindled-maria-callass-tormented-life-revealed\" title=\"\">Drugged, sexually abused, swindled… Maria Callas’s tormented life revealed</a></p> <p><a href=\"https://www.theguardian.com/football/2021/may/29/former-socceroos-coach-ange-postecoglou-in-line-for-celtic-post?CMP=Share_AndroidApp_Other\" title=\"\">Former Australia team coach Ange Postecoglou in line for Celtic post</a></p> <p><a href=\"https://www.theguardian.com/business/2021/may/30/staycation-boom-forces-tenants-out-of-seaside-resort-homes\" title=\"\">Staycation boom forces tenants out of seaside resort homes</a></p> <p><a href=\"https://www.theguardian.com/technology/2021/may/30/gadgets-have-stopped-working-together-interoperability-apple\" title=\"\">Gadgets have stopped working together, and it’s becoming an issue</a></p> <p><a href=\"https://www.theguardian.com/environment/2021/may/29/flights-v-flamingos-can-barcelona-wildlife-reserve-survive-airport-expansion-aoe\" title=\"\">Flights v flamingos: can Barcelona wildlife reserve survive airport expansion?</a></p> <p><a href=\"https://www.theguardian.com/artanddesign/2021/may/29/ai-weiwei-on-colonialism-and-statues-churchill-china-and-covid\" title=\"\">Ai Weiwei on colonialism and statues, Churchill, China and Covid</a> </p> <p><em>Write to the Readers’ Editor, the </em>Observer<em>, York Way, London N1 9GU, email observer.readers@observer.co.uk, tel 020 3353 4736</em></p>","newspaperPageNumber":"50","wordcount":"117","commentable":"false","firstPublicationDate":"2021-06-06T05:00:29Z","isPremoderated":"false","lastModified":"2021-06-06T05:00:29Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkecg","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A piece about tennis players to watch at this year’s French Open (“Rising at Roland”, 30 May, Sport, page 10) featured 19-year-old Lorenzo Musetti but mistakenly showed a picture of another Italian competitor, Lorenzo Sonego. Other recently amended articles include: Drugged, sexually abused, swindled… Maria Callas’s tormented life revealed Former Australia team coach Ange Postecoglou in line for Celtic post Staycation boom forces tenants out of seaside resort homes Gadgets have stopped working together, and it’s becoming an issue Flights v flamingos: can Barcelona wildlife reserve survive airport expansion? Ai Weiwei on colonialism and statues, Churchill, China and Covid Write to the Readers’ Editor, the Observer, York Way, London N1 9GU, email observer.readers@observer.co.uk, tel 020 3353 4736","charCount":"805","shouldHideReaderRevenue":"false"},{"headline":"The Observer view on the cost of scrimping on education spending","standfirst":"Rishi Sunak’s woeful underfunding of the pandemic catch-up programme will lead to a far bigger cost to the nation in years to come","trailText":"Rishi Sunak’s woeful underfunding of the pandemic catch-up programme will lead to a far bigger cost to the nation in years to come","byline":"Observer editorial","main":"<figure class=\"element element-image\" data-media-id=\"f32cdb786bbd54ba07ee1a4d71d67715a5b50d36\"> <img src=\"https://media.guim.co.uk/f32cdb786bbd54ba07ee1a4d71d67715a5b50d36/0_73_3500_2101/1000.jpg\" alt=\"Rishi Sunak\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Rishi Sunak reportedly regarded the evidence for extra investment in children as ‘thin’.’</span> <span class=\"element-image__credit\">Photograph: Ian Lamming/PA</span> </figcaption> </figure>","body":"<p>Sometimes, a single decision reveals a multitude of failings and so it was with the government’s announcement last week that it would be making just £1.4bn of education catch-up funding available. This is less than a tenth of what was recommended by Sir Kevan Collins, the education recovery “tsar”, and a fraction of what some other governments are investing in post-pandemic <a href=\"https://epi.org.uk/comments/epi-responds-to-the-governments-new-education-recovery-package/\" title=\"\">education catch-up</a>. The rejection of his comprehensive and evidence-based package of extra support for children and young people prompted Collins’s resignation, accompanied by an <a href=\"https://www.standard.co.uk/news/uk/sir-kevan-collins-quits-catch-up-tsar-schools-education-covid-b938468.html\" title=\"\">attack</a> on the government’s “half-hearted approach [which] risks failing hundreds of thousands of pupils”.</p> <p>Much of the blame for a wider failure to alleviate the impact of the pandemic on children and young people can be laid at the door of the prime minister and the education secretary, Gavin Williamson. But this particular decision also reveals a great deal about the poor decisions of chancellor, Rishi Sunak, who, like his predecessors, exerts a great deal of power over spending policy. Sunak reportedly blocked Collins’s recommendations for more funding because he regarded the evidence for extra investment in children as “thin” and because he said the government had no means to pay for it. Collins is the former long-serving chief executive of the Education Endowment Foundation, set up by the government to provide regular, independent assessments of the evidence.</p> <p>It speaks volumes that Sunak might rate his own assessment above that of an internationally respected independent expert. But it is also economically illiterate to argue that all pandemic recovery decisions have to be paid for through higher taxes or cuts to spending, rather than through borrowing to invest – not just in improving children’s lives, but also in reducing the long-term costs of the pandemic to the nation’s finances . The Institute for Fiscal Studies says the education costs of the pandemic could be in the region of £350bn in lost lifetime earnings across this <a href=\"https://ifs.org.uk/publications/15291\" title=\"\">generation of children</a>.</p> <p>This is symptomatic of the wrong-headed economic thinking at the heart of government, epitomised by Sunak’s fiscal hawkery. He deserves credit for quickly rolling out a generous furlough scheme last spring, even if it left too many self-employed people without support. But so many decisions have been dangerously misguided. He refused to fund a decent level of sick pay for those who have to self-isolate, reducing levels of compliance for those for whom the choice was between going out to work or not feeding their children. His “<a href=\"https://www.theguardian.com/business/2020/oct/30/treasury-rejects-theory-eat-out-to-help-out-caused-rise-in-covid\" title=\"\">eat out to help out</a>” scheme gave people financial incentives to mix in enclosed spaces late last summer. He reportedly opposed those in cabinet arguing for an earlier lockdown last autumn in line with expert scientific advice. His reasoning was based on a misunderstanding of basic maths: that an exponentially spreading virus makes the choice not between social restrictions versus economic costs today, but social restrictions and economic costs today versus worse social restrictions and higher economic costs later. The delay in locking down in autumn, backed both by the prime minister and chancellor, was one of the worst decisions of the pandemic and partly accounts for the more severe death toll of the second wave.</p> <p>Sunak’s Conservative predecessors left the NHS with the <a href=\"https://www.kingsfund.org.uk/blog/2015/10/nhs-spending-squeezed-never\" title=\"\">tightest funding settlement</a> in its 70-year history, overstretched and with barely enough capacity to manage a bad winter flu season, let alone a pandemic that was sufficiently anticipated that it was near the top of the national risk register. And the education funding decision is symptomatic of his broader approach to post-pandemic recovery: false economy today, even if it costs dearly tomorrow.</p> <p>Boris Johnson has spoken of his desire to “level up” the country by reducing regional inequalities. Yet 10 years of Tory spending cuts have disproportionately affected less affluent areas and cuts to financial support for low-paid parents have widened income inequality and increased levels of child poverty.</p> <p>There is little evidence that Johnson or Sunak are willing to commit the levels of investment needed to address some of the biggest regional inequalities of any rich nation.</p> <p>The bad economic decisions of the last year are primarily political, but there are deeper, longstanding institutional problems with an over-mighty Treasury. The chancellor has vast powers invested in him via the Treasury, which sets the government budget, determining what departments can spend, therefore giving it significant policymaking power. It controls fiscal policy, sets taxes, manages the national debt and has responsibility for economic policy designed to maximise long-term growth. This contributes to short-termist and over-centralised decision-making.</p> <p>A recent <a href=\"https://www.nesta.org.uk/report/the-end-of-the-treasury-breaking-up-the-uks-finance-ministry/\" title=\"\">proposal</a> by the thinktank Nesta to split the Treasury into finance and economic ministries, with budgetary decisions absorbed by the prime minister’s office, in order to improve the quality of long-term economic decision-making, merits serious consideration.</p> <p>False economies by Conservative chancellors have proved costly over the last decade, but during the pandemic those effects have been magnified. Sunak’s approach to economics has not just harmed the nation’s finances over the last year, it has cost people their lives. And his failure to stump up more education investment will depress the life chances of a generation of children.</p>","newspaperPageNumber":"44","wordcount":"846","commentable":"false","firstPublicationDate":"2021-06-06T05:00:29Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T05:00:29Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hknt9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f32cdb786bbd54ba07ee1a4d71d67715a5b50d36/0_73_3500_2101/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"Sometimes, a single decision reveals a multitude of failings and so it was with the government’s announcement last week that it would be making just £1.4bn of education catch-up funding available. This is less than a tenth of what was recommended by Sir Kevan Collins, the education recovery “tsar”, and a fraction of what some other governments are investing in post-pandemic education catch-up. The rejection of his comprehensive and evidence-based package of extra support for children and young people prompted Collins’s resignation, accompanied by an attack on the government’s “half-hearted approach [which] risks failing hundreds of thousands of pupils”. Much of the blame for a wider failure to alleviate the impact of the pandemic on children and young people can be laid at the door of the prime minister and the education secretary, Gavin Williamson. But this particular decision also reveals a great deal about the poor decisions of chancellor, Rishi Sunak, who, like his predecessors, exerts a great deal of power over spending policy. Sunak reportedly blocked Collins’s recommendations for more funding because he regarded the evidence for extra investment in children as “thin” and because he said the government had no means to pay for it. Collins is the former long-serving chief executive of the Education Endowment Foundation, set up by the government to provide regular, independent assessments of the evidence. It speaks volumes that Sunak might rate his own assessment above that of an internationally respected independent expert. But it is also economically illiterate to argue that all pandemic recovery decisions have to be paid for through higher taxes or cuts to spending, rather than through borrowing to invest – not just in improving children’s lives, but also in reducing the long-term costs of the pandemic to the nation’s finances . The Institute for Fiscal Studies says the education costs of the pandemic could be in the region of £350bn in lost lifetime earnings across this generation of children. This is symptomatic of the wrong-headed economic thinking at the heart of government, epitomised by Sunak’s fiscal hawkery. He deserves credit for quickly rolling out a generous furlough scheme last spring, even if it left too many self-employed people without support. But so many decisions have been dangerously misguided. He refused to fund a decent level of sick pay for those who have to self-isolate, reducing levels of compliance for those for whom the choice was between going out to work or not feeding their children. His “eat out to help out” scheme gave people financial incentives to mix in enclosed spaces late last summer. He reportedly opposed those in cabinet arguing for an earlier lockdown last autumn in line with expert scientific advice. His reasoning was based on a misunderstanding of basic maths: that an exponentially spreading virus makes the choice not between social restrictions versus economic costs today, but social restrictions and economic costs today versus worse social restrictions and higher economic costs later. The delay in locking down in autumn, backed both by the prime minister and chancellor, was one of the worst decisions of the pandemic and partly accounts for the more severe death toll of the second wave. Sunak’s Conservative predecessors left the NHS with the tightest funding settlement in its 70-year history, overstretched and with barely enough capacity to manage a bad winter flu season, let alone a pandemic that was sufficiently anticipated that it was near the top of the national risk register. And the education funding decision is symptomatic of his broader approach to post-pandemic recovery: false economy today, even if it costs dearly tomorrow. Boris Johnson has spoken of his desire to “level up” the country by reducing regional inequalities. Yet 10 years of Tory spending cuts have disproportionately affected less affluent areas and cuts to financial support for low-paid parents have widened income inequality and increased levels of child poverty. There is little evidence that Johnson or Sunak are willing to commit the levels of investment needed to address some of the biggest regional inequalities of any rich nation. The bad economic decisions of the last year are primarily political, but there are deeper, longstanding institutional problems with an over-mighty Treasury. The chancellor has vast powers invested in him via the Treasury, which sets the government budget, determining what departments can spend, therefore giving it significant policymaking power. It controls fiscal policy, sets taxes, manages the national debt and has responsibility for economic policy designed to maximise long-term growth. This contributes to short-termist and over-centralised decision-making. A recent proposal by the thinktank Nesta to split the Treasury into finance and economic ministries, with budgetary decisions absorbed by the prime minister’s office, in order to improve the quality of long-term economic decision-making, merits serious consideration. False economies by Conservative chancellors have proved costly over the last decade, but during the pandemic those effects have been magnified. Sunak’s approach to economics has not just harmed the nation’s finances over the last year, it has cost people their lives. And his failure to stump up more education investment will depress the life chances of a generation of children.","charCount":"5448","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/observer-editorials\">Observer editorial</a>"},{"headline":"Melbourne aged care resident and nurse test positive for Covid as Victoria records four new cases","standfirst":"<p>Resident is fully vaccinated and asymptomatic and nurse last worked on Saturday as health authorities struggle to contain cluster of two variants <br></p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid-19 exposure sites</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-nsw-public-exposure-sites-hotspots-goulburn-jervis-bay-hyams-beach-gundagai-venues-case-location-alerts-sydney-regional-coronavirus-cases-outbreak-locations\">NSW exposure sites</a> </li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-10km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria’s lockdown restrictions explained</a> </li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/jun/04/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s vaccine rollout numbers: progress state-by-state</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/06/albanese-says-australia-cant-afford-more-lockdowns-and-new-covid-quarantine-facilities-needed-now\">Albanese says Australia can’t afford more lockdowns and new Covid quarantine facilities needed now</a></li></ul>","trailText":"Resident is fully vaccinated and asymptomatic and nurse last worked on Saturday as health authorities struggle to contain cluster of two variants <br>","byline":"Matilda Boseley","main":"<figure class=\"element element-image\" data-media-id=\"ad084aef825523221d5cfa66f85f8cc2b6dfb18f\"> <img src=\"https://media.guim.co.uk/ad084aef825523221d5cfa66f85f8cc2b6dfb18f/0_371_5568_3341/1000.jpg\" alt=\"Signage for Arcare Aged Care facility is seen in Maidstone, Melbourne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A 79-year-old resident of the Arcare aged care home in the Melbourne suburb of Maidstone was one of four new cases of local Covid transmission announced in Victoria on Sunday.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>","body":"<p>Two further cases of local Covid transmission – a resident and a nurse at an aged care home – have been identified in Victoria in addition to the two infections officially recorded by the state on Sunday, as health officials continue to hunt for the source of a growing cluster of the highly infectious Delta variant.</p> <p>The newly infected 79-year-old resident at the Arcare aged care home in Maidstone in Melbourne’s west lives in “close proximity” to the centre’s previous two cases.</p> <p>In a statement, Arcare confirmed the resident was fully vaccinated with Pfizer and was asymptomatic, but would still be transferred to the hospital “for public health reasons”.</p> <p>The other case was an agency registered nurse who “last worked at the residence yesterday”. They were asymptomatic and had received just the first dose of a Covid-19 vaccine, according to the statement.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/where-did-australias-first-cases-of-the-delta-variant-come-from-and-how-infectious-is-it\">Where did Australia’s first cases of the Covid Delta variant come from and how infectious is it? </a> </p> </aside>  <p>“All team members who worked at Arcare yesterday are required to get tested immediately and self-isolate for 14 days,” a spokesperson for Arcare said.</p> <p>“Further testing will take place tomorrow, with the indication that it will occur every two days while we manage this outbreak.”</p> <p>The two previously announced cases, which were recorded in the 24 hours to 8pm on Saturday, were known close contacts linked to existing outbreaks.</p> <p>“One new case is another employee of the Port Melbourne finance company in their 50s who has been isolating for the entirety of their infectious period. The other new case is a teacher from a primary school link to the West Melbourne outbreak,” the acting premier, James Merlino, said.</p> <p>The West Melbourne cluster is associated with the Delta Covid-19 variant – a highly infectious strain originating from the Indian subcontinent – and is genomically unique from the rest of Melbourne’s current clusters.</p> <p>While the small number of official new cases was heralded as positive news, the deputy chief health officer, Prof Allen Cheng, conceded officials were still struggling to find the source of the Delta variant.</p> <p>“The sequence data has been run against the national database and we have contacted all the other labs in the country to make sure all that sequence data is up-to-date. Today it could be rerun again,” he said.</p> <p>But he said limitations on genomic testing meant the source case for this cluster may be impossible to determine.</p> <p>“There is a small proportion of isolates that can’t be touched. We are keeping a very close eye on examining these cases more carefully. We are working with them to see if there is any further information that can be obtained from these specimens.”</p> <p>On Saturday<a href=\"https://www.theguardian.com/australia-news/2021/jun/05/victoria-records-five-new-covid-cases-as-state-battles-outbreak-into-second-week-of-lockdown\"> a senior public health official said</a> her “strong hypothesis” was that the highly contagious Delta variant of the coronavirus that caused a second outbreak in <a href=\"https://www.theguardian.com/australia-news/melbourne\">Melbourne</a> was caused by a hotel quarantine leak.</p> <p>Cheng said finding the source remained a key area of concern in Victoria.</p> <p>“What we are somewhat concerned about is the upstream. So for these cases, we can’t find, who gave them the infection and the family that returned from Jervis Bay. We are concerned about who might have given them the infection and therefore could there be other infections related to that.”</p> <p>Despite fear about the infectiousness of the strain, he said it was unlikely it could be circulating widely in Victoria without being detected.</p> <p>“Given 5% of Victorians have been tested in the last seven days, if there was a big outbreak going on, I think we would expect to have picked it up but there is always that risk,” he said.</p> <p>The Port Melbourne workplace Kappa-variant cluster had five cases added to its total on Sunday, but Cheng said this was due to known but previously unlinked cases being connected. The total for this cluster now sits at 30. The Whittlesea Kappa-variant cluster – the other main cluster in Melbourne – remains at 29 total cases.</p> <p>Despite low case numbers, Merlino said it was too early to consider easing lockdown measures before next Friday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/06/albanese-says-australia-cant-afford-more-lockdowns-and-new-covid-quarantine-facilities-needed-now\">Albanese says Australia can’t afford more lockdowns and new Covid quarantine facilities needed now </a> </p> </aside>  <p>“That will be absolutely based on public health advice, and that is the way we have approached this pandemic … As I said a moment ago, we do know that the Delta variants are 50% more infectious than what we were dealing with last year,” he said.</p> <p>During Sunday’s press conference Merlino announced an expansion to the state’s support for businesses in lockdown, adding an additional $32.2m to help those in the tourism sector.</p> <p>The new package will come in three parts: $16m will go to another round of 80,000 regional tourism vouchers to encourage tourism in the state; $11.8m will be used to increase the grants available to individual business in the tourism sector to $7,000; and $4.4m will be used to support Alpine regions who have now lost a substantial portion of their winter ski season to the lockdown.</p> <p>“In regards to alpine resorts, as the acting premier indicated, they are uniquely effective because the earning period is much shorter than an accommodation or tourism business,” said the minister for tourism, Martin Pakula.</p> <p>“The Queen’s birthday long weekend is one of their biggest weekends, so in recognition of the fact that that will be disrupted … there will be up to $15,000 for on-mountain employing businesses, up to $10,000 for on-mountain non-employing businesses and up to $5,000 for certain off-mountain businesses.”</p> <p>Pakula said the tourism support package was necessary because the government anticipated Melbournians won’t be able to travel into regional Victoria for some time, even after the lockdown ends next Friday.</p>","wordcount":"908","firstPublicationDate":"2021-06-06T03:38:57Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T05:03:09Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyvdf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ad084aef825523221d5cfa66f85f8cc2b6dfb18f/0_371_5568_3341/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Two further cases of local Covid transmission – a resident and a nurse at an aged care home – have been identified in Victoria in addition to the two infections officially recorded by the state on Sunday, as health officials continue to hunt for the source of a growing cluster of the highly infectious Delta variant. The newly infected 79-year-old resident at the Arcare aged care home in Maidstone in Melbourne’s west lives in “close proximity” to the centre’s previous two cases. In a statement, Arcare confirmed the resident was fully vaccinated with Pfizer and was asymptomatic, but would still be transferred to the hospital “for public health reasons”. The other case was an agency registered nurse who “last worked at the residence yesterday”. They were asymptomatic and had received just the first dose of a Covid-19 vaccine, according to the statement. “All team members who worked at Arcare yesterday are required to get tested immediately and self-isolate for 14 days,” a spokesperson for Arcare said. “Further testing will take place tomorrow, with the indication that it will occur every two days while we manage this outbreak.” The two previously announced cases, which were recorded in the 24 hours to 8pm on Saturday, were known close contacts linked to existing outbreaks. “One new case is another employee of the Port Melbourne finance company in their 50s who has been isolating for the entirety of their infectious period. The other new case is a teacher from a primary school link to the West Melbourne outbreak,” the acting premier, James Merlino, said. The West Melbourne cluster is associated with the Delta Covid-19 variant – a highly infectious strain originating from the Indian subcontinent – and is genomically unique from the rest of Melbourne’s current clusters. While the small number of official new cases was heralded as positive news, the deputy chief health officer, Prof Allen Cheng, conceded officials were still struggling to find the source of the Delta variant. “The sequence data has been run against the national database and we have contacted all the other labs in the country to make sure all that sequence data is up-to-date. Today it could be rerun again,” he said. But he said limitations on genomic testing meant the source case for this cluster may be impossible to determine. “There is a small proportion of isolates that can’t be touched. We are keeping a very close eye on examining these cases more carefully. We are working with them to see if there is any further information that can be obtained from these specimens.” On Saturday a senior public health official said her “strong hypothesis” was that the highly contagious Delta variant of the coronavirus that caused a second outbreak in Melbourne was caused by a hotel quarantine leak. Cheng said finding the source remained a key area of concern in Victoria. “What we are somewhat concerned about is the upstream. So for these cases, we can’t find, who gave them the infection and the family that returned from Jervis Bay. We are concerned about who might have given them the infection and therefore could there be other infections related to that.” Despite fear about the infectiousness of the strain, he said it was unlikely it could be circulating widely in Victoria without being detected. “Given 5% of Victorians have been tested in the last seven days, if there was a big outbreak going on, I think we would expect to have picked it up but there is always that risk,” he said. The Port Melbourne workplace Kappa-variant cluster had five cases added to its total on Sunday, but Cheng said this was due to known but previously unlinked cases being connected. The total for this cluster now sits at 30. The Whittlesea Kappa-variant cluster – the other main cluster in Melbourne – remains at 29 total cases. Despite low case numbers, Merlino said it was too early to consider easing lockdown measures before next Friday. “That will be absolutely based on public health advice, and that is the way we have approached this pandemic … As I said a moment ago, we do know that the Delta variants are 50% more infectious than what we were dealing with last year,” he said. During Sunday’s press conference Merlino announced an expansion to the state’s support for businesses in lockdown, adding an additional $32.2m to help those in the tourism sector. The new package will come in three parts: $16m will go to another round of 80,000 regional tourism vouchers to encourage tourism in the state; $11.8m will be used to increase the grants available to individual business in the tourism sector to $7,000; and $4.4m will be used to support Alpine regions who have now lost a substantial portion of their winter ski season to the lockdown. “In regards to alpine resorts, as the acting premier indicated, they are uniquely effective because the earning period is much shorter than an accommodation or tourism business,” said the minister for tourism, Martin Pakula. “The Queen’s birthday long weekend is one of their biggest weekends, so in recognition of the fact that that will be disrupted … there will be up to $15,000 for on-mountain employing businesses, up to $10,000 for on-mountain non-employing businesses and up to $5,000 for certain off-mountain businesses.” Pakula said the tourism support package was necessary because the government anticipated Melbournians won’t be able to travel into regional Victoria for some time, even after the lockdown ends next Friday.","charCount":"5480","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/matilda-boseley\">Matilda Boseley</a>"},{"headline":"Where did Australia’s first cases of the Covid Delta variant come from and how infectious is it? ","standfirst":"<p>Victorian health authorities are concerned about the recent spread of the more infectious Covid strain, first identified in India, in the community</p>","trailText":"Victorian health authorities are concerned about the recent spread of the more infectious Covid strain, first identified in India, in the community","byline":"Josh Taylor","main":"<figure class=\"element element-image\" data-media-id=\"119ff83d9869464247e483b4680c775f0ef6835c\"> \n <img src=\"https://media.guim.co.uk/119ff83d9869464247e483b4680c775f0ef6835c/105_0_3789_2274/1000.jpg\" alt=\"Melbourne is in its second week of lockdown as authorities identify cases of the Delta variant in the community. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Melbourne is in its second week of lockdown as authorities identify the spread of the Delta variant in the community. </span> \n  <span class=\"element-image__credit\">Photograph: William West/AFP/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>Two members of a West Melbourne family who visited New South Wales last month before testing positive for Covid-19 have been found to have the Delta variant of Covid-19.</p> \n<p>It’s the second time the variant – first identified in India – has been found in the community in Australia, following a Sydney couple testing positive in May.</p> \n<p>So how does the Delta variant differ from other strains of coronavirus?</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/04/tableizer/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2>What is the Delta variant of Covid-19?</h2> \n<p>The World Health Organization has begun using letters of the Greek alphabet in its designation of new Covid variants, and the Delta variant, also known as B.1.617.2, is the name given to the variant first detected in India in October 2020.</p> \n<p>The WHO says it has now been detected in 62 countries and is becoming the dominant variant in several countries including Nepal, Bangladesh, and Sri Lanka. In the United Kingdom it is estimated to be the variant in 75% of cases.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/04/delta-variant-of-covid-found-in-west-melbourne-family-who-travelled-to-nsw\">Delta variant of Covid found in West Melbourne family who travelled to NSW</a> </p> \n</aside> \n<p>In Australia, all of the more than 60 cases in Melbourne’s outbreak have been linked to the other variant first detected in India – the Kappa variant – except for the two West Melbourne cases.</p> \n<h2>How did it spread to the community in Australia?</h2> \n<p>In early May, a man and his wife in Sydney’s eastern suburbs tested positive for the variant, but despite the man visiting <a href=\"https://www.theguardian.com/australia-news/2021/may/05/nsw-covid-case-man-tests-positive-after-being-very-active-in-sydney-while-infectious\">a number of venues</a>, including a cinema and barbecue shops, there was no community spread of the virus detected.</p> \n<p>Then on Friday, Victorian health authorities said the Delta variant was discovered after examining the genomic sequence of the virus detected in two cases in a family of four that travelled to NSW in late May. They visited Goulburn and Jervis Bay before becoming symptomatic and getting tested.</p> \n<p>The variant was first detected in a child in grade five in a school in North Melbourne, and it is likely it was child-to-child transmission.</p> \n<p>There are now seven cases across two families linked to this cluster, after two adults and a child tested were reported as positive cases on Friday. Another child is an indeterminate case.</p> \n<p>About 70% of the 300 identified close contacts of the family who have been isolating have returned a negative test result.</p> \n<p>The source of the original transmission remains unknown. Victoria’s chief health officer, Prof Brett Sutton, said health officials in Victoria are hunting down any leads, by looking at sequences of the virus detected in hotel quarantine, through airlines, and through maritime, diplomatic and other ways people have returned to Australia.</p> \n<p>“We have to explore all avenues,” he said. “We have to be clear who the likely first case in this cluster is and then to go through a really forensic process of understanding everywhere they have been and obviously all of the testing of those people they may have been in contact with, including blood tests of people have recovered from illness”</p> \n<h2>How concerning is it?</h2> \n<p>Honorary senior research fellow at the George Institute for Global Health, Prof Alexandra Martiniuk, said variants were more likely to occur in countries with large numbers of cases. Martiniuk said Delta is one of four so-called variants of concern where the variation either increases transmissibility, increases virulence, has a more severe presentation in hospital or decreases the effectiveness of the public health response.</p> \n<p>Kappa is a variant of interest, which is still more infectious than other strands but hasn’t been observed to have as high community transmission as Delta and other variants of concern.</p> \n<p>“Delta is a more concerning variant than the Kappa variant,” she said. “Kappa is currently listed as a variant of interest – not as concerning as Delta at this point.”</p> \n<p>Sutton said he was concerned about the very high level of transmissibility, plus the anecdotal reports that it was more transmissible between children than other variants.</p> \n<h2>Are people more likely to end up in hospital?</h2> \n<p>It’s too early to say.</p> \n<p>“The severity or duration of disease compared with ‘original’ Sars-COV-2 for the Delta variant is currently not yet known, [there’s] not enough research yet,” Martiniuk said. “The other variants of concern have likely increased severity and death.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/03/covid-variants-delta-alpha-how-much-protection-vaccines\">Covid variants: how much protection do the different vaccines offer?</a> </p> \n</aside> \n<p>In England where 38,805 cases were sequenced, <a href=\"https://www.theguardian.com/world/2021/jun/03/india-covid-variant-may-increase-risk-of-hospital-admission-early-data-suggests\">they found</a> the Delta variant was associated with a 2.61 times higher risk of hospitalisation within 14 days than the Alpha variant.</p> \n<h2><strong>Are the vaccines effective against the Delta variant?</strong></h2> \n<p>Vaccines seem to have an impact on transmission. In the UK, it was reported that 75% of the Delta cases were people who were unvaccinated, with just 3.7% of people who were fully vaccinated getting the Delta strain. A total of 5% of those hospitalised with the Delta variant were fully vaccinated.</p> \n<p>Australia’s chief medical officer, Prof Paul Kelly said the efficacy of AstraZeneca against this particular variant was yet to be seen.</p> \n<p>“There has been some work in the UK which suggest there may be a lower efficacy of AstraZeneca but it is not zero and that is preliminary laboratory work and we have to wait for the real world experience which only comes when we have large outbreaks and I’m sure we will not be having those in Australia.”</p> \n<h2><strong>What does this mean for Melbourne’s lockdown?</strong></h2> \n<p>Sutton said the identification of the Delta variant in the community would not change plans immediately, as close contacts connected to the family were isolating and getting tested. But he said it was important to find the source, and whether there were more cases linked.</p> \n<p>“We need to understand where it has come from. That means there are unidentified upstream cases, whether they are in Victoria or elsewhere is to be determined.”</p>","wordcount":"929","firstPublicationDate":"2021-06-04T07:44:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T03:21:21Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkba8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/119ff83d9869464247e483b4680c775f0ef6835c/105_0_3789_2274/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Two members of a West Melbourne family who visited New South Wales last month before testing positive for Covid-19 have been found to have the Delta variant of Covid-19. It’s the second time the variant – first identified in India – has been found in the community in Australia, following a Sydney couple testing positive in May. So how does the Delta variant differ from other strains of coronavirus? What is the Delta variant of Covid-19? The World Health Organization has begun using letters of the Greek alphabet in its designation of new Covid variants, and the Delta variant, also known as B.1.617.2, is the name given to the variant first detected in India in October 2020. The WHO says it has now been detected in 62 countries and is becoming the dominant variant in several countries including Nepal, Bangladesh, and Sri Lanka. In the United Kingdom it is estimated to be the variant in 75% of cases. In Australia, all of the more than 60 cases in Melbourne’s outbreak have been linked to the other variant first detected in India – the Kappa variant – except for the two West Melbourne cases. How did it spread to the community in Australia? In early May, a man and his wife in Sydney’s eastern suburbs tested positive for the variant, but despite the man visiting a number of venues, including a cinema and barbecue shops, there was no community spread of the virus detected. Then on Friday, Victorian health authorities said the Delta variant was discovered after examining the genomic sequence of the virus detected in two cases in a family of four that travelled to NSW in late May. They visited Goulburn and Jervis Bay before becoming symptomatic and getting tested. The variant was first detected in a child in grade five in a school in North Melbourne, and it is likely it was child-to-child transmission. There are now seven cases across two families linked to this cluster, after two adults and a child tested were reported as positive cases on Friday. Another child is an indeterminate case. About 70% of the 300 identified close contacts of the family who have been isolating have returned a negative test result. The source of the original transmission remains unknown. Victoria’s chief health officer, Prof Brett Sutton, said health officials in Victoria are hunting down any leads, by looking at sequences of the virus detected in hotel quarantine, through airlines, and through maritime, diplomatic and other ways people have returned to Australia. “We have to explore all avenues,” he said. “We have to be clear who the likely first case in this cluster is and then to go through a really forensic process of understanding everywhere they have been and obviously all of the testing of those people they may have been in contact with, including blood tests of people have recovered from illness” How concerning is it? Honorary senior research fellow at the George Institute for Global Health, Prof Alexandra Martiniuk, said variants were more likely to occur in countries with large numbers of cases. Martiniuk said Delta is one of four so-called variants of concern where the variation either increases transmissibility, increases virulence, has a more severe presentation in hospital or decreases the effectiveness of the public health response. Kappa is a variant of interest, which is still more infectious than other strands but hasn’t been observed to have as high community transmission as Delta and other variants of concern. “Delta is a more concerning variant than the Kappa variant,” she said. “Kappa is currently listed as a variant of interest – not as concerning as Delta at this point.” Sutton said he was concerned about the very high level of transmissibility, plus the anecdotal reports that it was more transmissible between children than other variants. Are people more likely to end up in hospital? It’s too early to say. “The severity or duration of disease compared with ‘original’ Sars-COV-2 for the Delta variant is currently not yet known, [there’s] not enough research yet,” Martiniuk said. “The other variants of concern have likely increased severity and death.” In England where 38,805 cases were sequenced, they found the Delta variant was associated with a 2.61 times higher risk of hospitalisation within 14 days than the Alpha variant. Are the vaccines effective against the Delta variant? Vaccines seem to have an impact on transmission. In the UK, it was reported that 75% of the Delta cases were people who were unvaccinated, with just 3.7% of people who were fully vaccinated getting the Delta strain. A total of 5% of those hospitalised with the Delta variant were fully vaccinated. Australia’s chief medical officer, Prof Paul Kelly said the efficacy of AstraZeneca against this particular variant was yet to be seen. “There has been some work in the UK which suggest there may be a lower efficacy of AstraZeneca but it is not zero and that is preliminary laboratory work and we have to wait for the real world experience which only comes when we have large outbreaks and I’m sure we will not be having those in Australia.” What does this mean for Melbourne’s lockdown? Sutton said the identification of the Delta variant in the community would not change plans immediately, as close contacts connected to the family were isolating and getting tested. But he said it was important to find the source, and whether there were more cases linked. “We need to understand where it has come from. That means there are unidentified upstream cases, whether they are in Victoria or elsewhere is to be determined.”","charCount":"5568","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/josh-taylor\">Josh Taylor</a>"},{"headline":"Albanese says Australia can’t afford more lockdowns and new Covid quarantine facilities needed now ","standfirst":"<p>Labor leader responds to federal decision to support new purpose-built facility in Victoria, but says every state needs them</p><p>• <a href=\"https://www.theguardian.com/australia-news/2021/jun/05/victoria-records-five-new-covid-cases-as-state-battles-outbreak-into-second-week-of-lockdown\">Victoria records two new Covid cases as official says Delta variant likely leaked from hotel quarantine</a> <br>• <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid-19 exposure sites</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-nsw-public-exposure-sites-hotspots-goulburn-jervis-bay-hyams-beach-gundagai-venues-case-location-alerts-sydney-regional-coronavirus-cases-outbreak-locations\">NSW exposure sites</a> <br>• <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-10km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria’s lockdown restrictions explained</a> <br>• <a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/jun/04/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s vaccine rollout numbers: progress state-by-state</a></p>","trailText":"Labor leader responds to federal decision to support new purpose-built facility in Victoria, but says every state needs them","byline":"Sarah Martin","main":"<figure class=\"element element-image\" data-media-id=\"3731fecbff4bd6af3b54bd799c89e215e512c145\"> <img src=\"https://media.guim.co.uk/3731fecbff4bd6af3b54bd799c89e215e512c145/0_82_4932_2959/1000.jpg\" alt=\"Federal opposition leader Anthony Albanese\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labor leader Anthony Albanese has urged the federal government to immediately build new quarantine facilities for returning travellers as Australia deals with its 22 Covid leak from hotel quarantine. </span> <span class=\"element-image__credit\">Photograph: Joel Carrett/AAP</span> </figcaption> </figure>","body":"<p>Labor leader Anthony Albanese has said the government must immediately build new federal quarantine facilities, saying the country can not afford to keep plunging into lockdowns.</p> <p>Following the commonwealth’s decision last week to push ahead with federal support for a new purpose-built quarantine facility in Victoria, Albanese said more needed to be built in other states before the next federal election.</p> <p>“This needs to be fixed now, not wait until after the next federal election which will occur perhaps as late as May of next year,” he told Sky News.</p> <p>“We can’t afford to keep having these lockdowns.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/jun/04/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s Covid-19 vaccine rollout numbers: vaccination progress state-by-state, daily doses tracker and live data</a> </p> </aside>  <p>The government has so far resisted a Queensland proposal for a new quarantine centre in Toowoomba, while<a href=\"https://www.smh.com.au/politics/federal/we-need-the-federal-government-to-do-their-job-nsw-wants-dedicated-quarantine-site-20210605-p57yd8.html\"> the New South Wales government has flagged the possibility</a> of a new quarantine facility in its state – to be “owned and operated by the commonwealth”.</p> <p>The federal government will spend $200m on construction of the new facility to be located either at Avalon or Mickleham, but the Victorian government will fund the operating costs.</p> <p>On Saturday, the Queensland premier Annastacia Palaszczuk told the party’s state conference that what the government was proposing was a “no-brainer” that would help provide safety and certainty.</p> <p>“We are not proposing construction of an international space station,” she said.</p> <p>The prime minister, Scott Morrison, has been critical of the Queensland proposal, saying the government had received scant detail until late last week, and raising concerns about its suitability given its distance from Brisbane.</p> <p>Further proposals may yet be considered by the government, but they must comply with new criteria: being close to an international airport that regularly accepts international commercial flights; within an hour’s drive of a tertiary hospital; commonwealth-owned; and in addition to the existing hotel quarantine system.</p> <p>Albanese said the government should have acted last year.</p> <p>“That was the best time to do this, the best next time is right now.”</p> <p>The opposition’s deputy leader, Richard Marles, said the latest Victorian lockdown was the result of the government’s failure on quarantine.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/06/letter-from-lockdown-i-love-my-hospitality-job-but-i-wish-i-wasnt-a-casual-in-the-middle-of-a-pandemic\">Letter from lockdown: ‘I love my hospitality job but I wish I wasn’t a casual in the middle of a pandemic’</a> </p> </aside>  <p>“All roads lead back to a failure in managing quarantine in this country. Hotel quarantine, which was meant to be a stop-gap measure … these are facilities which are not fit for purpose, where you have a single ventilation system in one building which is leading to people contracting the disease in those hotels and leading to the outbreaks that we have then experienced,” Marles told the ABC’s Insiders program.</p> <p>“That’s the issue and that’s the issue that is facing Victoria now, and that is fundamentally a failure of Scott Morrison and his government.<strong>”</strong></p> <p>On Sunday, <a href=\"https://www.theguardian.com/australia-news/2021/jun/05/victoria-records-five-new-covid-cases-as-state-battles-outbreak-into-second-week-of-lockdown\">the Victorian government announced that two new locally acquired Covid cases </a>had been detected overnight from almost 30,000 tests, along with six others in hotel quarantine, taking the total number of active infections in the state to 85.</p> <p>Greater Melbourne is now in its <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-10km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">second week of lockdown</a>, as authorities try to determine the source of the state’s highly contagious Delta strain cluster, believed to have come from another hotel quarantine leak.</p> <p>It would be the 22nd leak from hotel quarantine since the system was put in place last year.</p>","wordcount":"519","firstPublicationDate":"2021-06-06T03:07:40Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T03:09:11Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyvd7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3731fecbff4bd6af3b54bd799c89e215e512c145/0_82_4932_2959/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Labor leader Anthony Albanese has said the government must immediately build new federal quarantine facilities, saying the country can not afford to keep plunging into lockdowns. Following the commonwealth’s decision last week to push ahead with federal support for a new purpose-built quarantine facility in Victoria, Albanese said more needed to be built in other states before the next federal election. “This needs to be fixed now, not wait until after the next federal election which will occur perhaps as late as May of next year,” he told Sky News. “We can’t afford to keep having these lockdowns.” The government has so far resisted a Queensland proposal for a new quarantine centre in Toowoomba, while the New South Wales government has flagged the possibility of a new quarantine facility in its state – to be “owned and operated by the commonwealth”. The federal government will spend $200m on construction of the new facility to be located either at Avalon or Mickleham, but the Victorian government will fund the operating costs. On Saturday, the Queensland premier Annastacia Palaszczuk told the party’s state conference that what the government was proposing was a “no-brainer” that would help provide safety and certainty. “We are not proposing construction of an international space station,” she said. The prime minister, Scott Morrison, has been critical of the Queensland proposal, saying the government had received scant detail until late last week, and raising concerns about its suitability given its distance from Brisbane. Further proposals may yet be considered by the government, but they must comply with new criteria: being close to an international airport that regularly accepts international commercial flights; within an hour’s drive of a tertiary hospital; commonwealth-owned; and in addition to the existing hotel quarantine system. Albanese said the government should have acted last year. “That was the best time to do this, the best next time is right now.” The opposition’s deputy leader, Richard Marles, said the latest Victorian lockdown was the result of the government’s failure on quarantine. “All roads lead back to a failure in managing quarantine in this country. Hotel quarantine, which was meant to be a stop-gap measure … these are facilities which are not fit for purpose, where you have a single ventilation system in one building which is leading to people contracting the disease in those hotels and leading to the outbreaks that we have then experienced,” Marles told the ABC’s Insiders program. “That’s the issue and that’s the issue that is facing Victoria now, and that is fundamentally a failure of Scott Morrison and his government.” On Sunday, the Victorian government announced that two new locally acquired Covid cases had been detected overnight from almost 30,000 tests, along with six others in hotel quarantine, taking the total number of active infections in the state to 85. Greater Melbourne is now in its second week of lockdown, as authorities try to determine the source of the state’s highly contagious Delta strain cluster, believed to have come from another hotel quarantine leak. It would be the 22nd leak from hotel quarantine since the system was put in place last year.","charCount":"3250","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sarah-martin\">Sarah Martin</a>"},{"headline":"Australia’s Covid-19 vaccine rollout numbers: vaccination progress state-by-state, daily doses tracker and live data","standfirst":"<p>How does Australia’s coronavirus vaccine rollout compare with other countries, when will Australia be fully vaccinated and when will you be eligible to get your dose? We bring together the latest numbers on daily new Covid-19 cases, as well as stats and live data on total vaccination figures in Victoria, NSW, Queensland and other states.<br></p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-10km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria’s new Covid lockdown restrictions explained</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">List of Victoria Covid public exposure sites</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-nsw-public-exposure-sites-hotspots-goulburn-jervis-bay-hyams-beach-gundagai-venues-case-location-alerts-sydney-regional-coronavirus-cases-outbreak-locations\">NSW hotspots</a></li><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app</a></li></ul>","trailText":"How does Australia’s coronavirus vaccine rollout compare with other countries, when will Australia be fully vaccinated and when will you be eligible to get your dose? We bring together the latest numbers on daily new Covid-19 cases, as well as stats and live data on total vaccination figures in Victoria, NSW, Queensland and other states.","byline":"Josh Nicholas and Nick Evershed","main":"","body":"<p>Australia’s coronavirus vaccine rollout began in late February. Here we bring together the latest figures to track the progress of the rollout, as well as presenting an interactive tool to show when you might be eligible to receive the vaccine.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2021/02/aus-vaccines-widget-short/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/04/tableizer/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2>Vaccine rollout</h2> \n<p>One of the biggest logistical exercises in Australia’s history, the delivery of coronavirus vaccines to more than 20 million people has begun.</p> \n<p>The government was hoping to have 4 million people vaccinated by March and the entire country inoculated by October.</p> \n<p>Here, you can see the current rate of vaccination compared with the rate of doses we would have needed to meet the government’s goals for the early stages of the rollout, with the initial goal of 60,000 doses in the first week followed by 4m doses by the end of March. This assumes a linear rate of increase, but it’s quite likely the speed of vaccinations will ramp up as the rollout proceeds:</p> \n<figure class=\"element element-atom element--showcase\"> \n <gu-atom data-atom-id=\"interactives/2021/03/aus-vaccine-goal-tracker/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>The vaccine rollout is not uniform across Australia, as the state and federal governments have divided the task between them.<br></p> \n<p>The following chart shows how many doses have been administered per 100 people in each jurisdiction.<br></p> \n<p>Note that the Australian rollout rate is higher than the sum of the state rates as vaccinations in GP clinics and aged and disability care are counted at the federal government level.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=state_rollout_per_hundred&amp;location=yacht-charter-data\" data-alt=\"Australia state vaccine rollout progress vaccination doses per 100 people in Victoria, NSW, Queensland, South Australia, Western Australia, Tasmania, Northern Territory, ACT\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=state_rollout_per_hundred&amp;location=yacht-charter-data\">Australia state vaccine rollout progress vaccination doses per 100 people in Victoria, NSW, Queensland, South Australia, Western Australia, Tasmania, Northern Territory, ACT</a> \n</figure> \n<p>Here, you can see how Australia’s vaccine rollout compares with other countries, notably excluding Israel, which is currently leading the world in terms of the number of doses administered per 100 people:</p> \n<figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=vaccines_per_hundred_reindexed_to_50&amp;location=yacht-charter-data\" data-alt=\"Australia vaccine tracker: rollout indexed by first day\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=vaccines_per_hundred_reindexed_to_50&amp;location=yacht-charter-data\">Australia vaccine tracker: rollout indexed by first day</a> \n</figure> \n<h2>When will I get the vaccine?<br></h2> \n<p>The timing for when you should expect to get the vaccine is dependent on who you are, how old you are and what you do for work. The government has released an interactive tool that takes into account all the factors that will determine which phase of the vaccine rollout you will be in.</p> \n<p>You can check your eligibility for the vaccine rollout using our interactive tool, which uses the government’s data:</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2021/02/vaccine-eligibility-in-australia/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2>Latest coronavirus statistics</h2> \n<p>Guardian Australia has gone through every state and territory press release to construct and maintain an up-to-date database of coronavirus cases, as well as maintaining live data feeds from other groups collating data.<br></p> \n<p>This chart shows the “epidemic curve” for Australia, showing the progress in “flattening the curve” and how effective various measures have been in suppressing the outbreak:</p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-national-total-corona-cases&amp;location=yacht-charter-data\" data-alt=\"daily new Covid cases in Australia: coronavirus vaccine tracker\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-national-total-corona-cases&amp;location=yacht-charter-data\">daily new Covid cases in Australia: coronavirus vaccine tracker</a> \n</figure> \n<p>Here, you can see the number of new deaths reported per day by the states and territories:</p> \n<figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-total-corona-deaths&amp;location=yacht-charter-data\" data-alt=\"Covid deaths per day Australia: coronavirus vaccine tracker\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-total-corona-deaths&amp;location=yacht-charter-data\">Covid deaths per day Australia: coronavirus vaccine tracker</a> \n</figure> \n<p>This chart shows the cumulative total of confirmed cases, with the contribution of each state and territory:</p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/iframeable/2019/01/reusable-stacked-bar-chart-v6/html/index.html?key=australian-covid-cases-2020&amp;location=yacht-charter-data\" data-alt=\"Cumulative total of Australian coronavirus covid-19 cases state by state update\"> \n <a href=\"https://interactive.guim.co.uk/embed/iframeable/2019/01/reusable-stacked-bar-chart-v6/html/index.html?key=australian-covid-cases-2020&amp;location=yacht-charter-data\">Cumulative total of Australian coronavirus covid-19 cases state by state update</a> \n</figure> \n<ul> \n <li><em>Due to the unprecedented and ongoing nature of the coronavirus outbreak, this article is being regularly updated to ensure that it reflects the current situation at the date of publication. Any significant corrections made to this or previous versions of the article will be footnoted in line with Guardian editorial policy.</em></li> \n</ul>","wordcount":"481","firstPublicationDate":"2021-06-04T04:38:59Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T02:19:24Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkbc9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9df77846074d55d9efb612baa5856bd25ef7106c/0_394_6048_3630/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Australia’s coronavirus vaccine rollout began in late February. Here we bring together the latest figures to track the progress of the rollout, as well as presenting an interactive tool to show when you might be eligible to receive the vaccine. Vaccine rollout One of the biggest logistical exercises in Australia’s history, the delivery of coronavirus vaccines to more than 20 million people has begun. The government was hoping to have 4 million people vaccinated by March and the entire country inoculated by October. Here, you can see the current rate of vaccination compared with the rate of doses we would have needed to meet the government’s goals for the early stages of the rollout, with the initial goal of 60,000 doses in the first week followed by 4m doses by the end of March. This assumes a linear rate of increase, but it’s quite likely the speed of vaccinations will ramp up as the rollout proceeds: The vaccine rollout is not uniform across Australia, as the state and federal governments have divided the task between them. The following chart shows how many doses have been administered per 100 people in each jurisdiction. Note that the Australian rollout rate is higher than the sum of the state rates as vaccinations in GP clinics and aged and disability care are counted at the federal government level. Here, you can see how Australia’s vaccine rollout compares with other countries, notably excluding Israel, which is currently leading the world in terms of the number of doses administered per 100 people: When will I get the vaccine? The timing for when you should expect to get the vaccine is dependent on who you are, how old you are and what you do for work. The government has released an interactive tool that takes into account all the factors that will determine which phase of the vaccine rollout you will be in. You can check your eligibility for the vaccine rollout using our interactive tool, which uses the government’s data: Latest coronavirus statistics Guardian Australia has gone through every state and territory press release to construct and maintain an up-to-date database of coronavirus cases, as well as maintaining live data feeds from other groups collating data. This chart shows the “epidemic curve” for Australia, showing the progress in “flattening the curve” and how effective various measures have been in suppressing the outbreak: Here, you can see the number of new deaths reported per day by the states and territories: This chart shows the cumulative total of confirmed cases, with the contribution of each state and territory: Due to the unprecedented and ongoing nature of the coronavirus outbreak, this article is being regularly updated to ensure that it reflects the current situation at the date of publication. Any significant corrections made to this or previous versions of the article will be footnoted in line with Guardian editorial policy.","charCount":"2913","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/josh-nicholas\">Josh Nicholas</a> and <a href=\"profile/nick-evershed\">Nick Evershed</a>"}]