{"response":{"status":"ok","userTier":"developer","total":2272729,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227273,"orderBy":"newest","results":[{"id":"fashion/2021/jun/05/the-best-home-french-manicures","type":"article","sectionId":"fashion","sectionName":"Fashion","webPublicationDate":"2021-06-05T07:00:05Z","webTitle":"The best home french manicures | Sali Hughes","webUrl":"https://www.theguardian.com/fashion/2021/jun/05/the-best-home-french-manicures","apiUrl":"https://content.guardianapis.com/fashion/2021/jun/05/the-best-home-french-manicures","fields":{"headline":"The best home french manicures","standfirst":"<p>The technically tricky beauty technique surged in popularity at a time when nail bars were shut, but there are ways to cheat</p>","trailText":"The technically tricky beauty technique surged in popularity at a time when nail bars were shut, but there are ways to cheat","byline":"Sali Hughes","main":"<figure class=\"element element-image\" data-media-id=\"325529fc1453076e1bc1d25d7c960d52398a2c1c\"> <img src=\"https://media.guim.co.uk/325529fc1453076e1bc1d25d7c960d52398a2c1c/459_396_3336_2002/1000.jpg\" alt=\"Sali Hughes\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sali Hughes: ‘The french’s reboot straddles two of fashion’s biggest trends of recent years.’</span> <span class=\"element-image__credit\">Photograph: Alex Lake/The Guardian</span> </figcaption> </figure>","body":"<p>A fortnight ago, I broke my own rule and got a french manicure. The last time I wore pastel nails with white tips, Donald Trump was on wife one and Oasis was still just a shop. But fashion is a fickle creature, and well, colour me influenced.</p> <p>The cult resurgence of the french manicure on Instagram, led, arguably, by nail guru Harriet Westmoreland (whose feed showcases her technically flawless but simple-looking manis on the likes of Rosie Huntington-Whiteley and Rochelle Humes), proved too seductive. Westmoreland’s signature nude nails are finished with Tipp-Ex-dense white, neon or rainbow-coloured tips, clipped shorter than in the french’s heyday, and seem entirely right for now.</p> <p>The french’s reboot straddles two of fashion’s biggest trends of recent years: the 1990s (I have no reasonable explanation) and minimal, casual neutrals (that would be the pandemic). Granted, it’s somewhat illogical that a technically tricky beauty technique has surged in popularity at a time when salons and nail bars have been forcibly shut, but there are ways to cheat.</p> <p><strong><a href=\"https://www.amazon.co.uk/PACK-FRENCH-MANICURE-GUIDES-STICKERS/dp/B00LEMNKF0/ref=asc_df_B00LEMNKF0/?tag=googshopuk-21&amp;amp;linkCode=df0&amp;amp;hvadid=256007919056&amp;amp;hvpos=&amp;amp;hvnetw=g&amp;amp;hvrand=2083962853088065277&amp;amp;hvpone=&amp;amp;hvptwo=&amp;amp;hvqmt=&amp;amp;hvdev=c&amp;amp;hvdvcmdl=&amp;amp;hvlocint=&amp;amp;hvlocphy=1006565&amp;amp;hvtargid=pla-422200195121&amp;amp;psc=1\" title=\"\">French tip guides</a></strong> are crescent-shaped paper stickers (£2.39 for 144) that are put on temporarily over your fully dried base colour, so you can paint on the tip with near-abandon before peeling off and adding topcoat. They work brilliantly and give a perfect shape.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2021/may/08/lipliner-is-back-in-all-its-1990s-glory\">Lipliner is back, in all its 1990s glory | Sali Hughes</a> </p> </aside>  <p>Alternatively (and if you possess a steady hand), Kiko makes a <strong><a href=\"https://www.kikocosmetics.com/en-gb/product/White-French-Manicure-Pen/p-KM0040100300144?gclid=CjwKCAjw-e2EBhAhEiwAJI5jg0iLm4h74Dvfx6tyk_EBU_O4f5EjaBXlfmyDujDqcqiZO4nY7LL8JhoCiOgQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">White French Manicure Pen</a></strong> (£8.99), which dispenses opaque lacquer and allows more control than a flexible brush in a polish pot. Once you have the technique, you can use any pastel colour of your choice. My own preference is to team white tips with peach or beige nails, rather than the traditional tutu pink, but if you’re a purist, try <strong><a href=\"https://www.boots.com/rimmel-french-mani-supergel-10219644\" title=\"\">Rimmel London’s French Manicure Supergel</a></strong> (£5.99), which I’ve tested on my toes and can confirm is as glossy as an in-salon gel job. The best peachy nude is the cult classic <strong><a href=\"https://www.boots.com/dior-base-coat-abricot-protective-nail-care-base-fortifying-and-hardening-10ml-10161714?cm_mmc=bmm-buk-google-ppc-_-PLAs-_-(GB:Whoop!)+Christian+Dior-_-(GB:Whoop!)+Boots+Shopping+-+Category+-+Premium+Beauty+-+Desktop&amp;amp;gclid=CjwKCAjw-e2EBhAhEiwAJI5jg3o1Bgw4xhupYpFVpe-ah9pmKy9JkMrFprfUw5udYkQ8ookiC-veMRoCCAsQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">Dior Nails Base Coat Abricot</a></strong> £22), which offers a strengthening base and impeccably stylish colour. It’s pricey and frequently out of stock, but Maybelline has an extremely serviceable dupe in <strong><a href=\"https://www.superdrug.com/Make-Up/Nails/Nail-Polish/Gloss-Nail-Polish/Maybelline-Forever-Strong-Gel-76-French-Manicure-Nail-Polish/p/374148#BVRRContainer\" title=\"\">Forever Strong Gel 76 French Manicure Polish</a></strong> (£4.49).</p> <p>If you love the look but shun the effort, I recommend <strong><a href=\"https://www.johnlewis.com/dior-cherie-bow-edition-vernis-nail-glow/p231837711?sku=231837711&amp;amp;s_ppc=2dx92700053881019008&amp;amp;tmad=c&amp;amp;tmcampid=2&amp;amp;gclid=CjwKCAjw-e2EBhAhEiwAJI5jg6tPxDZRsEgS6AD6LP5wGYampzJYKjYXrI9Orq7gl4Lmq3UEnFbbKhoCcscQAvD_BwE&amp;amp;gclsrc=aw.ds\" title=\"\">Dior Nail Glow</a></strong> (£21) in the strongest terms. It’s a clear magenta topcoat that, in only three strokes, makes nail beds glow and white tips pop – zero skill required.</p>","newspaperPageNumber":"43","wordcount":"398","commentable":"false","firstPublicationDate":"2021-06-05T07:00:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:05Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hdatc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/325529fc1453076e1bc1d25d7c960d52398a2c1c/459_396_3336_2002/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A fortnight ago, I broke my own rule and got a french manicure. The last time I wore pastel nails with white tips, Donald Trump was on wife one and Oasis was still just a shop. But fashion is a fickle creature, and well, colour me influenced. The cult resurgence of the french manicure on Instagram, led, arguably, by nail guru Harriet Westmoreland (whose feed showcases her technically flawless but simple-looking manis on the likes of Rosie Huntington-Whiteley and Rochelle Humes), proved too seductive. Westmoreland’s signature nude nails are finished with Tipp-Ex-dense white, neon or rainbow-coloured tips, clipped shorter than in the french’s heyday, and seem entirely right for now. The french’s reboot straddles two of fashion’s biggest trends of recent years: the 1990s (I have no reasonable explanation) and minimal, casual neutrals (that would be the pandemic). Granted, it’s somewhat illogical that a technically tricky beauty technique has surged in popularity at a time when salons and nail bars have been forcibly shut, but there are ways to cheat. French tip guides are crescent-shaped paper stickers (£2.39 for 144) that are put on temporarily over your fully dried base colour, so you can paint on the tip with near-abandon before peeling off and adding topcoat. They work brilliantly and give a perfect shape. Alternatively (and if you possess a steady hand), Kiko makes a White French Manicure Pen (£8.99), which dispenses opaque lacquer and allows more control than a flexible brush in a polish pot. Once you have the technique, you can use any pastel colour of your choice. My own preference is to team white tips with peach or beige nails, rather than the traditional tutu pink, but if you’re a purist, try Rimmel London’s French Manicure Supergel (£5.99), which I’ve tested on my toes and can confirm is as glossy as an in-salon gel job. The best peachy nude is the cult classic Dior Nails Base Coat Abricot £22), which offers a strengthening base and impeccably stylish colour. It’s pricey and frequently out of stock, but Maybelline has an extremely serviceable dupe in Forever Strong Gel 76 French Manicure Polish (£4.49). If you love the look but shun the effort, I recommend Dior Nail Glow (£21) in the strongest terms. It’s a clear magenta topcoat that, in only three strokes, makes nail beds glow and white tips pop – zero skill required.","charCount":"2369","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/sali-hughes\">Sali Hughes</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"film/2021/jun/05/streaming-the-best-documentaries-at-sheffield-docfest-2021","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-06-05T07:00:05Z","webTitle":"Streaming: the best documentaries at Sheffield DocFest 2021","webUrl":"https://www.theguardian.com/film/2021/jun/05/streaming-the-best-documentaries-at-sheffield-docfest-2021","apiUrl":"https://content.guardianapis.com/film/2021/jun/05/streaming-the-best-documentaries-at-sheffield-docfest-2021","fields":{"headline":"Streaming: the best documentaries at Sheffield DocFest 2021","standfirst":"<p>Running online and in cinemas, this year’s line-up is full of treats, from late 60s Harlem culture to a poignant portrait of Gorbachev</p>","trailText":"Running online and in cinemas, this year’s line-up is full of treats, from late 60s Harlem culture to a poignant portrait of Gorbachev","byline":"Guy Lodge","main":"<figure class=\"element element-image\" data-media-id=\"1b84330c839aa69fd46b9ef0b87bea430bad6ab2\"> <img src=\"https://media.guim.co.uk/1b84330c839aa69fd46b9ef0b87bea430bad6ab2/80_0_2400_1440/1000.jpg\" alt=\"Sly and the Family Stone perform at the Harlem Cultural festival in 1969.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A genuinely special concert doc’: Sly and the Family Stone in a scene from Summer of Soul (...Or When the Revolution Could Not Be Televised).</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>","body":"<p>With cinemas open once more and the film world gradually regaining some sense of what things were like in The Great Before, the film festival circuit is taking slow steps toward normality. Cannes – currently scheduled to happen in July, whether Brits are permitted to go or not – is the milestone everyone’s waiting for, but in the meantime, smaller festivals are forging ahead with hybrid physical/digital editions. Which, honestly, may well be the future, as the last year has made many such events realise the inclusive advantages of opening themselves to a wider, less geographically specific audience.</p> <p>The <a href=\"https://sheffdocfest.com/\">Sheffield DocFest</a>, always an adaptable, forward-thinking festival, is among those. After last year’s edition was rendered digital-only by the pandemic, this year’s – which kicked off on Friday and runs until next Sunday – is returning to cinemas and sites in the steel city, with a comprehensive online programme for the rest of the UK on their <a href=\"https://selects.sheffdocfest.com/\">Sheffield DocFest Selects platform</a>. Individual films (as well as short film collections) will be available to stream for 72 hours after their live premiere for £5 each, while a selection of recorded talks and Q&amp;As can be watched for free.</p> <p>It’s a lively, resourcefully programmed selection, too, healthily blending crowd-pleasing documentaries with more specialised or esoteric approaches. Their opening night choice is, most rousingly, in the former camp. One of the sensations of January’s Sundance festival, <em>Summer of Soul (...Or When the Revolution Could Not Be Televised)</em> is a genuinely special concert doc, bringing to light a black cultural landmark overshadowed by Woodstock in 1969: the Harlem Cultural festival, where Stevie Wonder, Nina Simone and Mahalia Jackson were among the performers. Director and musician Ahmir “Questlove” Thompson has excavated a bounty of electrifying stage footage, but there’s rich historical consciousness underpinning it all.</p>  <figure class=\"element element-image\" data-media-id=\"998302efc19ac1e4a2a006cb00f2ac5077f87d77\"> <img src=\"https://media.guim.co.uk/998302efc19ac1e4a2a006cb00f2ac5077f87d77/0_569_3920_2353/1000.jpg\" alt=\"Steve McQueen and James Rogan’s Uprising.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steve McQueen and James Rogan’s Uprising.</span> <span class=\"element-image__credit\">Photograph: BBC/Rogan Productions/Lammas Park/Turbine Studios</span> </figcaption> </figure>  <p>Alongside Thompson’s film, the festival’s other big-name coup is the first episode of Steve McQueen and James Rogan’s much-awaited <em>Uprising</em>, a three-part BBC series intertwining three key events in British black history from 1981. The first examines the tragedy of the New Cross Fire, in which 13 teenagers were killed.</p> <p>The festival’s international and UK competition strands, meanwhile, offer lower-profile but nonetheless fascinating attractions. I was thoroughly caught up in French filmmaker Vladimir Léon’s knotty, intimate <em>My Dear Spies</em>, in which he and his brother unravel their family’s possible history of Soviet espionage: it’s a personal account imbued with Le Carré-esque mood. New York filmmaker Nira Burstein’s <em>Charm Circle</em> is also a tangled familial investigation, but marked by wry eccentricity and alternative identities. On the UK side, <em>Don McCullin: Almost Liverpool 8</em> frames its present-day portrait of Liverpool’s Toxteth area against the 1970s work of the legendary photojournalist.</p> <p>One of the best films I saw last year is set to have its UK premiere in the globally oriented Into the World section. Russian political filmmaker Vitaly Mansky’s <em>Gorbachev. Heaven</em> is an extraordinary observational portrait of the former Soviet president in his dotage: between everyday routines and mealtimes in his vast yet airless outer-Moscow mansion, he reflects (and occasionally prevaricates) on his flawed political career and legacy. The results are illuminating and strangely poignant even when he shuts down; Mansky’s camera aptly cloaks him in beautiful, mournful half-light.</p> <p>There’s little shadowed space to be found in the remarkable <em>All Light, Everywhere</em>, in which American experimentalist Theo Anthony inventively investigates the politics of seeing and surveillance, inviting to consider subjectivities of the human eye, the filmmaker’s camera lens and the police body-cam alike.</p> <p>Finally, for the real cinematic bargain-hunters out there, the festival’s DocFest Exchange section offers a programme of environmentally themed shorts and features, all available to stream for no charge. Among the selections: Victor Kossakovsky’s superb, tacit animal-rights doc <em>Gunda</em>. Get it while it’s free.</p> <h2><strong>Also new on streaming and DVD</strong></h2> <p><strong><a href=\"https://anti-worldsreleasing.co.uk/pages/dogs-dont-wear-pants\">Dogs Don’t Wear Pants</a></strong><strong><br></strong>(<em>Anti-Worlds</em>)<br>Surprisingly subtle and moving for a story centred on S&amp;M, Finnish director Jukka-Pekka Valkeapää’s superbly acted black comedy lives up to its unimprovable title. Following a middle-aged widower’s grief-led journey into the BDSM scene, it offers the nuance and considered sexual politics you might have missed in <em>Fifty Shades of Grey</em>.</p> <p><strong><a href=\"https://www.nowtv.com/watch/the-united-states-vs.-billie-holiday-2021/A5EK6sKrAayd5vbCrvAvf\">The United States vs. Billie Holiday</a></strong><strong><br></strong>(<em>Universal</em>)<br>R&amp;B star and acting novice Andra Day earned her Oscar nomination for this overwrought but compelling biopic, bringing a bone-deep understanding of the performer’s drive and exhaustion, rather than technically fastidious mimicry. The film around her, as we’ve come to expect from director Lee Daniels, is a mixture of direct emotional punch and garish bad taste, but she holds it together.</p>  <figure class=\"element element-image\" data-media-id=\"a3b1ad5b8f8487e1ffd85e2d61a9c06ecb582a2a\"> <img src=\"https://media.guim.co.uk/a3b1ad5b8f8487e1ffd85e2d61a9c06ecb582a2a/0_103_5060_3036/1000.jpg\" alt=\"Andra Day in The United States vs. Billie Holiday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andra Day in The United States vs. Billie Holiday.</span> <span class=\"element-image__credit\">Photograph: Takashi Seida/© 2020 Paramount Pictures Corporation. All rights reserved.</span> </figcaption> </figure>  <p><strong><a href=\"https://bohemiaeuphoria.com/films/i-am-samuel-film-live-qa/\">I Am Samuel</a></strong><strong><br></strong>(<em>Bohemia Euphoria</em>)<br>Released in timely fashion for the start of Pride month, this affecting documentary from Kenyan filmmaker Peter Murimi empathetically probes the challenges of identifying as gay in a country where homosexuality is criminalised. At its centre is Samuel, a reserved young man reconciling his out life in Nairobi with his traditional rural upbringing. It’s currently streaming on <a href=\"https://bohemiaeuphoria.com/\">Bohemia Euphoria</a>, a newly launched platform dedicated to under-represented voices.</p> <p><strong><a href=\"https://www.netflix.com/gb/title/81336476\">Breaking Boundaries: The Science of Our Planet</a></strong><br>(<em>Netflix</em>)<br>Less than year after <em>A Life on Our Planet</em>, his impassioned “witness statement” on climate change and threatened biodiversity, David Attenborough once more uses his Netflix platform to consider the crisis and constructive ways to address it. If there’s a certain public service announcement formula to these documentaries, the message merits repetition – and he remains a voice of essential authority.</p>","newspaperPageNumber":"28","wordcount":"907","commentCloseDate":"2021-06-26T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-05T07:00:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:05Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjf4g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1b84330c839aa69fd46b9ef0b87bea430bad6ab2/80_0_2400_1440/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"With cinemas open once more and the film world gradually regaining some sense of what things were like in The Great Before, the film festival circuit is taking slow steps toward normality. Cannes – currently scheduled to happen in July, whether Brits are permitted to go or not – is the milestone everyone’s waiting for, but in the meantime, smaller festivals are forging ahead with hybrid physical/digital editions. Which, honestly, may well be the future, as the last year has made many such events realise the inclusive advantages of opening themselves to a wider, less geographically specific audience. The Sheffield DocFest, always an adaptable, forward-thinking festival, is among those. After last year’s edition was rendered digital-only by the pandemic, this year’s – which kicked off on Friday and runs until next Sunday – is returning to cinemas and sites in the steel city, with a comprehensive online programme for the rest of the UK on their Sheffield DocFest Selects platform. Individual films (as well as short film collections) will be available to stream for 72 hours after their live premiere for £5 each, while a selection of recorded talks and Q&amp;As can be watched for free. It’s a lively, resourcefully programmed selection, too, healthily blending crowd-pleasing documentaries with more specialised or esoteric approaches. Their opening night choice is, most rousingly, in the former camp. One of the sensations of January’s Sundance festival, Summer of Soul (...Or When the Revolution Could Not Be Televised) is a genuinely special concert doc, bringing to light a black cultural landmark overshadowed by Woodstock in 1969: the Harlem Cultural festival, where Stevie Wonder, Nina Simone and Mahalia Jackson were among the performers. Director and musician Ahmir “Questlove” Thompson has excavated a bounty of electrifying stage footage, but there’s rich historical consciousness underpinning it all. Alongside Thompson’s film, the festival’s other big-name coup is the first episode of Steve McQueen and James Rogan’s much-awaited Uprising, a three-part BBC series intertwining three key events in British black history from 1981. The first examines the tragedy of the New Cross Fire, in which 13 teenagers were killed. The festival’s international and UK competition strands, meanwhile, offer lower-profile but nonetheless fascinating attractions. I was thoroughly caught up in French filmmaker Vladimir Léon’s knotty, intimate My Dear Spies, in which he and his brother unravel their family’s possible history of Soviet espionage: it’s a personal account imbued with Le Carré-esque mood. New York filmmaker Nira Burstein’s Charm Circle is also a tangled familial investigation, but marked by wry eccentricity and alternative identities. On the UK side, Don McCullin: Almost Liverpool 8 frames its present-day portrait of Liverpool’s Toxteth area against the 1970s work of the legendary photojournalist. One of the best films I saw last year is set to have its UK premiere in the globally oriented Into the World section. Russian political filmmaker Vitaly Mansky’s Gorbachev. Heaven is an extraordinary observational portrait of the former Soviet president in his dotage: between everyday routines and mealtimes in his vast yet airless outer-Moscow mansion, he reflects (and occasionally prevaricates) on his flawed political career and legacy. The results are illuminating and strangely poignant even when he shuts down; Mansky’s camera aptly cloaks him in beautiful, mournful half-light. There’s little shadowed space to be found in the remarkable All Light, Everywhere, in which American experimentalist Theo Anthony inventively investigates the politics of seeing and surveillance, inviting to consider subjectivities of the human eye, the filmmaker’s camera lens and the police body-cam alike. Finally, for the real cinematic bargain-hunters out there, the festival’s DocFest Exchange section offers a programme of environmentally themed shorts and features, all available to stream for no charge. Among the selections: Victor Kossakovsky’s superb, tacit animal-rights doc Gunda. Get it while it’s free. Also new on streaming and DVD Dogs Don’t Wear Pants (Anti-Worlds) Surprisingly subtle and moving for a story centred on S&amp;M, Finnish director Jukka-Pekka Valkeapää’s superbly acted black comedy lives up to its unimprovable title. Following a middle-aged widower’s grief-led journey into the BDSM scene, it offers the nuance and considered sexual politics you might have missed in Fifty Shades of Grey. The United States vs. Billie Holiday (Universal) R&amp;B star and acting novice Andra Day earned her Oscar nomination for this overwrought but compelling biopic, bringing a bone-deep understanding of the performer’s drive and exhaustion, rather than technically fastidious mimicry. The film around her, as we’ve come to expect from director Lee Daniels, is a mixture of direct emotional punch and garish bad taste, but she holds it together. I Am Samuel (Bohemia Euphoria) Released in timely fashion for the start of Pride month, this affecting documentary from Kenyan filmmaker Peter Murimi empathetically probes the challenges of identifying as gay in a country where homosexuality is criminalised. At its centre is Samuel, a reserved young man reconciling his out life in Nairobi with his traditional rural upbringing. It’s currently streaming on Bohemia Euphoria, a newly launched platform dedicated to under-represented voices. Breaking Boundaries: The Science of Our Planet (Netflix) Less than year after A Life on Our Planet, his impassioned “witness statement” on climate change and threatened biodiversity, David Attenborough once more uses his Netflix platform to consider the crisis and constructive ways to address it. If there’s a certain public service announcement formula to these documentaries, the message merits repetition – and he remains a voice of essential authority.","charCount":"5934","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/guylodge\">Guy Lodge</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"football/2021/jun/05/never-stopped-me-dreaming-how-euro-96-illuminated-our-world","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-06-05T07:00:04Z","webTitle":"Never stopped me dreaming: how Euro 96 illuminated our world","webUrl":"https://www.theguardian.com/football/2021/jun/05/never-stopped-me-dreaming-how-euro-96-illuminated-our-world","apiUrl":"https://content.guardianapis.com/football/2021/jun/05/never-stopped-me-dreaming-how-euro-96-illuminated-our-world","fields":{"headline":"Never stopped me dreaming: how Euro 96 illuminated our world","standfirst":"<p>Twenty-five years ago, when football last came home, the Euros captured the hope and spirit of the time. Is there any chance this year’s tournament can do the same? <br></p>","trailText":"Twenty-five years ago, when football last came home, the Euros captured the hope and spirit of the time. Is there any chance this year’s tournament can do the same? <br>","byline":"Simon Hattenstone","main":"<figure class=\"element element-image\" data-media-id=\"01d1ae575856fc165ad04ce217c61fad5197a91f\"> <img src=\"https://media.guim.co.uk/01d1ae575856fc165ad04ce217c61fad5197a91f/0_0_4000_2400/1000.jpg\" alt=\"Illustration about England's Euro 1996 adventure and its wider cultural significance\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"> </span> <span class=\"element-image__credit\">Illustration: Ana Pradas/Guardian Design</span> </figcaption> </figure>","body":"<p>A quarter of a century on and history repeats itself. England are hosting the Euros, playing Scotland in the group stage, and football’s coming home again. In 1996, it came home for the first time. It was the first major tournament England had hosted since the World Cup victory of 1966. England fans also hoped it was coming home in the larger sense – that the country was going to win the European championship and end 30 years of hurt. But despite the best efforts of a team fired by the maverick brilliance of Paul Gascoigne, England lost in the semi-final. On penalties, of course. <a href=\"https://www.theguardian.com/football/live/2020/mar/24/england-v-germany-euro-96-semi-final-live\" title=\"\">To Germany, of course</a>. <em>Plus ça change, plus c’est la même chose</em>.</p> <p>Now it’s 55 years, and the clocks still ticks away relentlessly, mockingly.</p> <p>For England football fans of a certain age, Euro 96 was a golden age – or golden three weeks. For those like me, not quite old enough to remember the World Cup victory of ’66 in real time, but old enough to remember all the false dawns and muted dusks, that summer was special. It wasn’t simply the achievement – after all, England reached semi-finals in 1990 and 2018 at the biggest tournament of them all, the World Cup, but neither resonated quite like 96. It was a coming together of all kinds of things – style, hope, politics, culture, commerce, sunshine, under the great brolly of international football. Twenty-five years on, might it just happen again?</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=RJqimlFcJsM\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/RJqimlFcJsM?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Three Lions.</figcaption> </figure>   <p>It all started with the song. On 26 May 1996 Three Lions entered the charts at No 1. There were still two weeks to go till the tournament began. David Baddiel and Frank Skinner, two comedians who hosted the football magazine show Fantasy Football League, joined forces with The Lightning Seeds to record Three Lions. The band’s leader Ian Broudie had a knack of building choruses (“Three Lions on a shirt/Jules Rimet still gleaming/Thirty years of hurt/Never stopped me dreaming”) on top of choruses (“It’s coming home/It’s coming/Football’s coming home”) to create rousing anthems. And this was one of his best. But it was different from most football tournament songs. Three Lions wasn’t swaggering, it was melancholy. It was a song to be sung more in hope than expectation.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you waved a St George flag to Three Lions, it didn’t feel like you were waving a symbol of nationalism and racism</p> <footer> <cite>David Baddiel</cite> </footer> </blockquote> </aside>  <p>The song became associated with the national flag, but again it was different. This wasn’t the union flag with its jingoistic connotations, it was the St George’s flag. “What I notice most when I see footage of Wembley at Euro 96 is the flags and the joy,” Baddiel says today. “And then I am assailed by a depressing sense that those two things wouldn’t go together in the same way now. This was a specific moment; a particular window. The flags were being waved along with the singing of Three Lions and it created a very unusual thing – a non-aggressive, non-triumphalist patriotism. If you waved a St George flag to Three Lions, it didn’t feel like you were waving a symbol of nationalism and racism. It was a soft, sad type of pride being expressed, not a vanquishing, overcoming one.”</p> <p>Now we are at war again, but today we are engaged in civil war, fighting each other over our polarised beliefs – Brexit, migration, wokeness. “Every action seems to operate as a node somewhere in the culture wars,” Baddiel says. “Too many people would simply see waving the flag as associated with a triumphant English nationalism that has resurfaced, and has had large political consequences, since 1996.”</p>  <figure class=\"element element-image\" data-media-id=\"b4fc38c21a9e94d2f5dfba7c4b7ae6c0fb996789\"> <img src=\"https://media.guim.co.uk/b4fc38c21a9e94d2f5dfba7c4b7ae6c0fb996789/0_0_3548_5409/656.jpg\" alt=\"Geri Halliwell\" width=\"656\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Geri Halliwell performing with the Spice Girls at the Brit Awards in February 1997, in a period where the Union Jack became fashionable.</span> <span class=\"element-image__credit\">Photograph: Dave Benett/Getty Images</span> </figcaption> </figure>  <p>The expression “culture wars” was unknown in 1996, but culture was at the heart of everything. For the first time since the 1960s it felt that our culture was booming. Art and music didn’t just happen to be British, it was proudly trademarked as such. Oasis and Blur fought for supremacy in the charts, with music that was distinctively homespun. Blur created vignettes of traditional British life in songs such as Country House and Park Life, while Oasis quoted our own history back at us with <a href=\"https://youtu.be/6hzrDeceEKc\" title=\"\">Wonderwall</a> (named after George Harrison’s first solo album) and <a href=\"https://youtu.be/r8OipmKFDeM\" title=\"\">Don’t Look Back in Anger</a> (referencing John Osborne’s classic kitchen sink drama). Music even managed, temporarily, to take the bile our of the union flag. In 1996, Noel Gallagher played a Union Jack guitar at Manchester City’s Maine Road. A year later Geri Halliwell <a href=\"https://www.harpersbazaar.com/uk/fashion/fashion-news/news/a40047/story-of-geri-halliwell-union-jack-brits-dress/\" title=\"\">wore a Union Jack minidress</a> at, you guessed it, the Brit Awards. Two decades later cultural commentators such as Jon Savage and John Harris asked whether Britpop had contributed to Brexit.</p> <p>Meanwhile, British art became a movement its own right, championed by advertising guru Charles Saatchi. Sensation, the exhibition of works by the Young British Artists, crowned him as a visionary collector and the likes of Tracey Emin and Damien Hirst as serious artists. Two years after the Euros, Hirst had a hit record as a part of the trio Fat Les (alongside Blur’s Alex James and actor Keith Allen) with <a href=\"https://youtu.be/va6nPu-1auE\" title=\"\">Vindaloo</a> – the unofficial theme song to the 1998 World Cup. Again, football, art, branding and commerce were united.</p> <p>The mid-90s was an astonishingly creative era. Two decades on, the same names are dominant in music and art. Britain is in a period of cultural stasis.***</p> <p>In the 1990s, football emerged from its decade of shame. The 1980s was marked by disaster after disaster: the <a href=\"https://www.theguardian.com/football/2015/apr/16/bradford-fire-fifty-six-martin-fletcher-second-extract\" title=\"\">Bradford fire of May 1985</a> killed 56 spectators, the <a href=\"https://www.theguardian.com/football/2015/may/27/heysel-stadium-disaster-30th-anniversary\" title=\"\">Heysel tragedy</a> only a couple of weeks later killed 39, and <a href=\"https://www.theguardian.com/football/hillsborough-disaster\" title=\"\">Hillsborough in 1989</a> killed 96. Football had come to be seen as a killing field. Margaret Thatcher believed the sport was a stain on her beloved nation; that it represented the very worst of British – feckless working-class youths who just wanted to fight.</p> <p>Her government tried to introduce identity cards and considered banning away fans, it fenced football fans in like animals, to horrific effect at Hillsborough. Football became a pariah; not a subject fit for polite society. After Heysel, <a href=\"https://www.theguardian.com/football/2020/jun/02/how-heysel-tragedy-changed-english-football-clubs-banned-europe\" title=\"\">English clubs were banned from Europe</a>, domestic gates fell drastically, nobody wanted to be associated with football except the diehard fans.</p> <p>But by 1996, its image had turned full circle. Football was now regarded as part of our rich cultural package – a great British export. (A year later, new prime minister Tony Blair officially united sport and culture by creating the Department for Culture, Media and Sport.) We were four years into the Premier League, and TV money was transforming a sport and a lifestyle that even the politicians bought into.</p> <p>There is a wonderful news clip from October 1995 of <a href=\"https://youtu.be/N56olABXudA\" title=\"\">Blair and Kevin Keegan at a leisure centre in Brighton</a>. Both have removed their suit jackets to play head tennis, and you never saw a more painfully focused Blair, as the ball bobbed back and forth between him and Keegan. It wasn’t simply a matter of saying he was a football fan, he had to <em>show</em> that he loved the game, he played it, he had skills. You felt the New Labour machinery had tallied the number of votes 10 head tennis exchanges with Keegan were worth. In the end Blair managed 27. He had passed as a genuine football fan.</p> <p>“By 96 when that tournament was going on we were well ahead in the polls,” says Alastair Campbell, Blair’s former communications director. “People were expecting us to win, so the political mood was all about New Labour and Tony.”</p> <p>After 17 years of Tory rule, perhaps the only thing that could stop them apart from a massive Blair scandal was football. An England victory at the Euros could change the mood of the country.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2ef6dbdbcc44a0f46e52462dc22c5ccd5264f47b\"> <img src=\"https://media.guim.co.uk/2ef6dbdbcc44a0f46e52462dc22c5ccd5264f47b/0_66_4096_2458/1000.jpg\" alt=\"Kevin Keegan and Tony Blair play head tennis during a break at Labour party conference. ‘Blair had passed as a genuine football fan.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevin Keegan and Tony Blair play head tennis during a break at Labour party conference. ‘Blair had passed as a genuine football fan.’</span> <span class=\"element-image__credit\">Photograph: PA/PA Archive/Press Association Images</span> </figcaption> </figure>  <p>Campbell admits he was hardly loyal to England in 1996. First, despite being born in England he was a Scotland fan. And second, there was politics. “I was at the Germany game with Tony Blair. John Major was in the front row, Tony was in the second row and I was at the back with this Scottish Special Branch guy. Being absolutely frank, I wanted Germany to win, mainly because the Tories were so desperate for England to win it. As we got out of the ground Tony said to me can you at least <em>try</em> to look a little bit pissed off. I got in the car and punched the roof and said ‘Jetzt sind die Tories absolut gefuckt mein Kapitän’.” He howls with laughter.</p> <p>It’s tempting to think of this as a more innocent time in politics and football, Campbell says, but it wasn’t. “Don’t forget Tony became leader on the back of <a href=\"https://www.theguardian.com/politics/1994/may/13/obituaries.past\" title=\"\">John Smith dying</a> and everybody said John’s death was going to lead to a kinder, gentler politics, but it didn’t happen.” As for football, big money was now running the game. The previous season, 1994-95, Blackburn had <a href=\"https://www.theguardian.com/football/2020/may/14/blackburn-rovers-won-premier-league-title-liverpool-manchester-united-25th-anniversary\" title=\"\">come from nowhere to win the Premier League</a> because they were bankrolled by local steel magnate Jack Walker.</p> <p>Campbell says one of the things he remembers most clearly from this period is how everything was meshing. Britpop helped define the Euros, and a few months later Blair was in power piggybacking on the appeal of all things British. The era became known as Cool Britannia, not least because Blair invited the likes of Noel Gallagher to a party at No 10 three months after winning power. “The Cool Britannia thing wasn’t a strategy, by the way. Newsweek did a headline and it just stuck,” he says.</p> <p>Campbell is flicking through his diaries for 1996. “Oh, here’s a good one. ‘November 5; good meeting with Alan McGee and Tony Saunders of Creation Records. They could get Noel Gallagher to do stuff for us but wanted us to take the music industry seriously as industry. We agree to organise a business meeting on that theme. They felt it was better to keep Liam away from Tony, but Noel’s got his shit together, he said.’ When we got into power and had that party at No 10 Noel was the one who came because Alan McGee said you don’t want Liam there, he’ll cause trouble. I’d forgotten that. That was in opposition I was seeing Alan McGee.”</p> <p>He continues flicking. “For the Labour party conference that year the top line I designed for Tony’s speech was ‘Labour’s coming home’.” Here it is. “September 29: Still arguing with Gordon Brown over Labour’s coming home. He said he was really pissed off about it cos he wanted to do the same.’” Even before Labour got into power, Blair and Brown were cat-fighting over headlines. “He wanted to use it and I said it was more important Tony used it because he’s the leader and you’re not. That was the headline in a lot of papers the next day – Labour’s coming home. It was a straight lift. So even though England hadn’t won the tournament it was still playing into that mood that had been created.”</p> <p>The idea of politicians paraphrasing a football song to win votes would have been laughed out of the Commons in the eighties. The sport’s nadir was the Hillsborough disaster. <a href=\"https://www.theguardian.com/football/2009/apr/13/liverpool-hillsborough-disaster-anniversary\" title=\"\">After the Taylor report into the tragedy</a> was published in January 1990, standing was banned in the two top tiers of English football. That summer the World Cup was held in Italy. Not only did England reach the semi-final, but football seemed newly exotic.</p> <p>“Italia 90 was a glamorous, glossy tournament, and they <a href=\"https://youtu.be/vqzz7B7V2IE\" title=\"\">have Nessun Dorma as the theme tune</a>,” says commercials director Theo Delaney, who hosts the football podcast Life Goals. “Suddenly the middle classes wake up and think I rather like this – Italy, Pavarotti, we’re winning, and we’ve got this fellow Gazza who seems awfully good!” In 1992, Nick Hornby’s football memoir <a href=\"https://www.penguin.co.uk/books/261/26195/fever-pitch/9780141395340.html\" title=\"\">Fever Pitch</a>, about his love affair with Arsenal, became a bestseller. The following year poet and Spurs fan Ian Hamilton wrote <a href=\"https://granta.com/products/granta-45-gazza-agonistes/\" title=\"\">Gazza Agonistes</a>, an extended profile of Paul Gascoigne for Granta, with a lofty nod to Milton in its title. Football was now a muse for literary types.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c7487fee7cd33bf7257970a6e706674606e51691\"> <img src=\"https://media.guim.co.uk/c7487fee7cd33bf7257970a6e706674606e51691/0_0_2560_1536/1000.jpg\" alt=\"Left to right: Nick Hornby, Ian Hamilton, AS Byatt and Damien Hirst. In various ways they influenced, and were influenced by, the renaissance of football.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Left to right: Nick Hornby, Ian Hamilton, AS Byatt and Damien Hirst. In various ways they influenced, and were influenced by, the renaissance of football.</span> <span class=\"element-image__credit\">Photograph: REX Shutterstock/Getty/Mike Dibb</span> </figcaption> </figure>  <p>Football, like the Labour party, was being repackaged for the professional classes. The Premier League was sold upmarket – more expensive seats, greater comfort and safer. There was a new audience of armchair viewers willing to pay a premium for a subscription to Sky Sports (then BSkyB). Whereas when I was growing up you would see highlights from a few matches a week on TV, now you could see any number of live matches – if you were willing to stump up the cash. The advertising money from Sky and the glamour of the Premier League attracted the world’s best players.</p> <p>Delaney was already aware of how much football had changed because of the impact it had on his work. In the 1980s, the only commercials made about football were encouraging fans to go to games. Football was bringing the bacon home for the advertising industry – literally so for Delaney who made<a href=\"https://youtu.be/aksrK5SaTAU\" title=\"\"> Danepak commercials featuring Denmark and Manchester United goalkeeper Peter Schmeichel</a>. “I was making football ads all the time by the nineties. If you were a commercials director who knew about football, it was a bloody brilliant time.” Football and advertising were now umbilically linked. Sky paid the football clubs for the right to screen matches from its advertising (and subscription) revenue, while the footballers flogged products in their commercials. The initial five-year deal, for what now seems a mere £304m, ended in 1997. Now <a href=\"https://www.theguardian.com/football/2021/may/12/premier-league-set-for-45bn-new-tv-deal-with-sky-bt-and-amazon\" title=\"\">Sky, BT and Amazon pay a combined £4.8bn</a> over three years to screen live matches.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We walked up Wembley Way and the first person we saw and recognised was AS Byatt</p> <footer> <cite>Theo Delaney</cite> </footer> </blockquote> </aside>  <p>As Delaney was walking to the stadium for England’s semi-final against Germany, football’s new demographic really struck him. “I was with my brother Caspar and a photographer called Andrew Douglas, all of us in the advertising business. We walked up Wembley Way and the first person we saw and recognised was AS Byatt. Andrew recognised her because he had taken her portrait for the Observer, and he went ‘AS, AS!, what are you doing here?’ And she said ‘I’m writing a piece for one of the papers because I’ve never been to a football match and they’ve sent me’. Then we bumped into Paul Smith, the designer. These were people who would not have been at any kind of football match in the eighties. Another guy who went was one of the creative directors at Saatchi’s. He was actually a minor aristocrat, and he turned up late with a bunch of people from the agency and said ‘Oh, do we have to wait for the interval before we go in?’ because he’d only ever been to the opera and theatre!”</p> <p>The players themselves were a mix of the old and new. Most were model modern professionals. And then there were old schoolers like Tony Adams and Gascoigne – players who could binge on burgers, drink themselves into a stupor, smoke themselves hoarse and still turn on the style a few hours later. Adams, a recovering alcoholic who founded the addiction clinic Sporting Chance, famously went on a seven-week bender after the tournament.</p> <p>Euro 96 could so easily have ended in disaster. It started with <a href=\"http://www.englandfootballonline.com/Seas1990-00/1995-96/M0722Sui1996.html\" title=\"\">a drab 1-1 draw against Switzerland</a> – a match England were expected to win. Next up was the auld enemy Scotland. England were 1-0 up when Scotland won a penalty in the 78th minute. If Gary McAllister had scored, England would have been in danger of falling at the first hurdle – not making it out of the group stage and being banished from their own tournament. But David Seaman saved it.</p> <p>A minute later <a href=\"https://www.theguardian.com/football/blog/2014/dec/12/golden-goal-paul-gascoigne-for-england-v-scotland-1996\" title=\"\">Gascoigne did the unthinkable</a>. He received a cushioned pass from midfielder Darren Anderton, flicked the ball over the head of confounded defender Colin Hendry and volleyed it into the corner of the net. The players celebrated by re-enacting “the dentist’s chair”. Gascoigne lay on the ground with his mouth open while players squirted a water bottle into his open mouth. The celebration was itself a tribute to another celebration – of Gascoigne’s birthday in Hong Kong a few weeks earlier. On that occasion members of the England squad ended the night participating in a notorious ritual at a local bar known as the dentist’s chair.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"86b25ac2803f47f4593357ab3883a8e2e89a5054\"> <img src=\"https://media.guim.co.uk/86b25ac2803f47f4593357ab3883a8e2e89a5054/0_0_2248_1566/1000.jpg\" alt=\"Paul Gascoigne and teammates celebrate scoring against Scotland, mimicking his notorious ‘dentist’s chair’ drinking session.\" width=\"1000\" height=\"697\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paul Gascoigne and teammates celebrate scoring against Scotland, mimicking his notorious ‘dentist’s chair’ drinking session.</span> <span class=\"element-image__credit\">Photograph: Colorsport/Shutterstock</span> </figcaption> </figure>  <p>Anderton, aged 49, now lives in California with his wife. Last month they had their first child, a boy called Jack. As soon as he starts talking about Euro 96, it’s obvious how much it means to him. “The crowds, the song, the goals, the pre-tournament. Everything. Apart from losing to Germany in the semi-finals, there is nothing but positive memories.”</p> <p>What is his strongest memory? “Probably the Gazza goal. That changed the whole tournament for us.” Anderton has good reason to remember the dentist’s chair celebration. As well as providing the vital pass for the goal, he had been there on the night. “There were five or six of us. Just madness. The great thing was that Gazza being the main man got all the abuse for the dentist’s chair because he was at the centre of everything. He just got on with it and he always answered on the football pitch.” What did the ritual involve exactly? “We’d had a few drinks and somebody said let’s have a go at this dentist’s chair thing, and they just sit us in the chair and pour a couple of bottles of whatever it is [Drambuie and tequila] in to your mouth. I met a couple of people who ran the bar a bit ago and they were mortified it had come out. One of their staff had stitched the lads up. We got a hell of a lot of grief about it till that goal.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2018/jul/06/three-lions-footballs-coming-home-broudie-skinner-baddiel-anthem\">Three Lions will keep on giving for England wherever football ends up | Nick Ames</a> </p> </aside>  <p>It sounds like a good night out? “One of the best!” he says.</p> <p>After the Gascoigne goal, Anderton says the whole nation was behind the team. “As we took the road to Wembley from Burnham Beaches where we were staying, more and more fans were on the route, more flags, and once we got to the quarters-finals and semi-finals it was literally the whole route going down the M4. I don’t know what rock stars feel like but it must have been a bit like that.”</p> <p>How much did the <a href=\"https://www.theguardian.com/football/2002/may/20/sport.comment\" title=\"\">manager, Terry Venables</a>, contribute to the mood? “He was the whole reason, to me. His man-management of players, situations, media was the best. He’s a proper human being who on top of it all was a genius when it came to managing a football team.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In the second half, I was actually humming along to Three Lions while playing</p> <footer> <cite>Darren Anderton</cite> </footer> </blockquote> </aside>  <p>And there was the song. The squad played it as they approached Wembley. They listened to it on the field before the match, and against the Netherlands when England played arguably their greatest tournament football since 1966, Anderton found himself joining the chorus while playing. “Normally when you play for England you enjoy it as best you can, but the reality is there’s a lot of pressure and stress. But when you’re 4-0 up at Wembley [<a href=\"https://www.theguardian.com/football/2016/mar/29/england-holland-euro-96-4-1-football-when-came-home-paul-gascoigne-terry-venables\" title=\"\">final score 4-1</a>] in the European Championship against an unbelievable Holland team, with 80,000 singing Football’s Coming Home, the adrenalin is so amazing. You can run all day, you don’t want the game to end, it’s just the perfect football match that you dream of all your life. In the second half, I was actually humming along to the song while playing. ”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1311ae7b23bb4dda8b98928573dd8dc863311531\"> <img src=\"https://media.guim.co.uk/1311ae7b23bb4dda8b98928573dd8dc863311531/173_0_4077_2447/1000.jpg\" alt=\"Football’s coming home. Darren Anderton, Paul Gascoigne, Teddy Sheringham and Alan Shearer after Sheringham scored during England’s 4-1 win over the Netherlands at Wembley, their finest performance of Euro 96.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Football’s coming home. Darren Anderton, Paul Gascoigne, Teddy Sheringham and Alan Shearer after Sheringham scored during England’s 4-1 win over the Netherlands at Wembley, their finest performance of Euro 96.</span> <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> </figcaption> </figure>  <p>Twenty five years on, England and English football feel so different. The England squad is one of the most talented this country has produced – a reflection of the quality needed for homegrown players to compete with foreign imports in the Premier League. But the optimism of 1996, partly founded on the belief that finally a change was gonna come, is long gone. Many people argue that Blair’s “third way” ultimately entrenched neo-liberal politics.</p> <p>Today the dominant mood is of fatigued cynicism. “I’ve just published my latest diaries and called it <a href=\"https://www.bitebackpublishing.com/books/alastair-campbell-diaries-volume-8\" title=\"\">The Rise and Fall of the Olympic Spirit</a>,” Campbell tells me. Anderton believes that while modern football is technically better, it’s duller. “I think it was more entertaining then, but I’m biased – I loved playing in that era. A lot of games now the first 10 minutes is just keeping the ball, and it’s like a practice match.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global/2021/may/22/marcus-rashford-whenever-i-hear-no-i-ask-myself-why-not\">Marcus Rashford: ‘Whenever I hear “no”, I ask myself: why not?’</a> </p> </aside>  <p>As for Delaney, he still loves football but is disillusioned with the Premier League and his club Spurs. His latest film was made for the Tottenham Hotspur Supporters’ Trust and is called <a href=\"https://www.thstofficial.com/thst-news/new-filmed-open-letter-to-club-board-released\" title=\"\">An Open Letter to the Board</a>. “We’re saying to the board enough is enough – you tried to move us to Stratford, you tried to put staff on the furlough scheme when the pandemic started, you signed up to the European Super League, you charge us the highest price for tickets in Europe, and enough is enough. We want proper representation on the board. The owners think ‘fuck the “legacy” fans; they are not as lucrative as what the potential international TV audience would be if they could make sure the big clubs just play each other every week’. It’s gone too far.”</p> <p>But not all the changes since 1996 are negative. Plans for the Super League were defeated by fan power. And there is a new spirit of resistance, not just from supporters but also players. Today’s footballers are empowered by huge social media followings, and are vocal about the need for change. Players such as <a href=\"https://www.theguardian.com/football/marcus-rashford\" title=\"\">Marcus Rashford</a> and <a href=\"https://www.theguardian.com/football/raheem-sterling\" title=\"\">Raheem Sterling</a> experienced poverty, racism and punitive austerity cuts as youngsters, and they’re not prepared to see the next generation suffer like they did.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarcusRashford/status/1399761164356276230\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My pride at pulling on the shirt is limitless 🦁🦁🦁 <a href=\"https://t.co/uGZXp3TPsS\">pic.twitter.com/uGZXp3TPsS</a></p>&mdash; Marcus Rashford MBE (@MarcusRashford) <a href=\"https://twitter.com/MarcusRashford/status/1399761164356276230?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure>  <p>Rashford forced Boris Johnson’s Conservative government into <a href=\"https://www.theguardian.com/education/2020/nov/08/marcus-rashford-forces-boris-johnson-into-second-u-turn-on-child-food-poverty\" title=\"\">successive U-turns on free school meals</a>. Now he’s campaigning to boost child literacy among the country’s disadvantaged children. And, as he told me last month, <a href=\"https://www.theguardian.com/global/2021/may/22/marcus-rashford-whenever-i-hear-no-i-ask-myself-why-not\" title=\"\">he’s far from done</a>. “This is only the beginning. I expect to push a lot further than where we are now.” In the 1990s politicians reshaped football. Now footballers are reshaping politics. Nobody could have imagined that in 1996.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3f3b88d6bb11e1e21c26dad0250d5dd3c30ae392\"> <img src=\"https://media.guim.co.uk/3f3b88d6bb11e1e21c26dad0250d5dd3c30ae392/0_0_1988_1365/1000.jpg\" alt=\"The end. Gareth Southgate walks away after missing the penalty that sent England out of Euro 1996 in the semi-final against Germany. Southgate is England manager for Euro 2020.\" width=\"1000\" height=\"687\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The end. Gareth Southgate walks away after missing the penalty that sent England out of Euro 1996 in the semi-final against Germany. Southgate is England manager for Euro 2020.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>  <p>And then there is the pandemic. Again, nobody could have foreseen back then that Britain would be locked down for the best part of a year. But finally there is hope that the country can return to some kind of normal. Delaney says that despite, or perhaps because of, all that’s happened recently, if things go well on the pitch we may well see a return of the spirit of 96. “It can happen again. We’re coming out of the pandemic so everybody’s up for a party. Football is so simple. We all moan and grumble, but really it’s only about one thing, and that’s winning.” Or, in England’s case, almost winning.</p>","newspaperPageNumber":"2","wordcount":"3735","displayHint":"immersive","firstPublicationDate":"2021-06-05T07:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjgcn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c967b3c640afa576cca1d10def6acd1fc26403ae/0_0_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A quarter of a century on and history repeats itself. England are hosting the Euros, playing Scotland in the group stage, and football’s coming home again. In 1996, it came home for the first time. It was the first major tournament England had hosted since the World Cup victory of 1966. England fans also hoped it was coming home in the larger sense – that the country was going to win the European championship and end 30 years of hurt. But despite the best efforts of a team fired by the maverick brilliance of Paul Gascoigne, England lost in the semi-final. On penalties, of course. To Germany, of course. Plus ça change, plus c’est la même chose. Now it’s 55 years, and the clocks still ticks away relentlessly, mockingly. For England football fans of a certain age, Euro 96 was a golden age – or golden three weeks. For those like me, not quite old enough to remember the World Cup victory of ’66 in real time, but old enough to remember all the false dawns and muted dusks, that summer was special. It wasn’t simply the achievement – after all, England reached semi-finals in 1990 and 2018 at the biggest tournament of them all, the World Cup, but neither resonated quite like 96. It was a coming together of all kinds of things – style, hope, politics, culture, commerce, sunshine, under the great brolly of international football. Twenty-five years on, might it just happen again? It all started with the song. On 26 May 1996 Three Lions entered the charts at No 1. There were still two weeks to go till the tournament began. David Baddiel and Frank Skinner, two comedians who hosted the football magazine show Fantasy Football League, joined forces with The Lightning Seeds to record Three Lions. The band’s leader Ian Broudie had a knack of building choruses (“Three Lions on a shirt/Jules Rimet still gleaming/Thirty years of hurt/Never stopped me dreaming”) on top of choruses (“It’s coming home/It’s coming/Football’s coming home”) to create rousing anthems. And this was one of his best. But it was different from most football tournament songs. Three Lions wasn’t swaggering, it was melancholy. It was a song to be sung more in hope than expectation. The song became associated with the national flag, but again it was different. This wasn’t the union flag with its jingoistic connotations, it was the St George’s flag. “What I notice most when I see footage of Wembley at Euro 96 is the flags and the joy,” Baddiel says today. “And then I am assailed by a depressing sense that those two things wouldn’t go together in the same way now. This was a specific moment; a particular window. The flags were being waved along with the singing of Three Lions and it created a very unusual thing – a non-aggressive, non-triumphalist patriotism. If you waved a St George flag to Three Lions, it didn’t feel like you were waving a symbol of nationalism and racism. It was a soft, sad type of pride being expressed, not a vanquishing, overcoming one.” Now we are at war again, but today we are engaged in civil war, fighting each other over our polarised beliefs – Brexit, migration, wokeness. “Every action seems to operate as a node somewhere in the culture wars,” Baddiel says. “Too many people would simply see waving the flag as associated with a triumphant English nationalism that has resurfaced, and has had large political consequences, since 1996.” The expression “culture wars” was unknown in 1996, but culture was at the heart of everything. For the first time since the 1960s it felt that our culture was booming. Art and music didn’t just happen to be British, it was proudly trademarked as such. Oasis and Blur fought for supremacy in the charts, with music that was distinctively homespun. Blur created vignettes of traditional British life in songs such as Country House and Park Life, while Oasis quoted our own history back at us with Wonderwall (named after George Harrison’s first solo album) and Don’t Look Back in Anger (referencing John Osborne’s classic kitchen sink drama). Music even managed, temporarily, to take the bile our of the union flag. In 1996, Noel Gallagher played a Union Jack guitar at Manchester City’s Maine Road. A year later Geri Halliwell wore a Union Jack minidress at, you guessed it, the Brit Awards. Two decades later cultural commentators such as Jon Savage and John Harris asked whether Britpop had contributed to Brexit. Meanwhile, British art became a movement its own right, championed by advertising guru Charles Saatchi. Sensation, the exhibition of works by the Young British Artists, crowned him as a visionary collector and the likes of Tracey Emin and Damien Hirst as serious artists. Two years after the Euros, Hirst had a hit record as a part of the trio Fat Les (alongside Blur’s Alex James and actor Keith Allen) with Vindaloo – the unofficial theme song to the 1998 World Cup. Again, football, art, branding and commerce were united. The mid-90s was an astonishingly creative era. Two decades on, the same names are dominant in music and art. Britain is in a period of cultural stasis.*** In the 1990s, football emerged from its decade of shame. The 1980s was marked by disaster after disaster: the Bradford fire of May 1985 killed 56 spectators, the Heysel tragedy only a couple of weeks later killed 39, and Hillsborough in 1989 killed 96. Football had come to be seen as a killing field. Margaret Thatcher believed the sport was a stain on her beloved nation; that it represented the very worst of British – feckless working-class youths who just wanted to fight. Her government tried to introduce identity cards and considered banning away fans, it fenced football fans in like animals, to horrific effect at Hillsborough. Football became a pariah; not a subject fit for polite society. After Heysel, English clubs were banned from Europe, domestic gates fell drastically, nobody wanted to be associated with football except the diehard fans. But by 1996, its image had turned full circle. Football was now regarded as part of our rich cultural package – a great British export. (A year later, new prime minister Tony Blair officially united sport and culture by creating the Department for Culture, Media and Sport.) We were four years into the Premier League, and TV money was transforming a sport and a lifestyle that even the politicians bought into. There is a wonderful news clip from October 1995 of Blair and Kevin Keegan at a leisure centre in Brighton. Both have removed their suit jackets to play head tennis, and you never saw a more painfully focused Blair, as the ball bobbed back and forth between him and Keegan. It wasn’t simply a matter of saying he was a football fan, he had to show that he loved the game, he played it, he had skills. You felt the New Labour machinery had tallied the number of votes 10 head tennis exchanges with Keegan were worth. In the end Blair managed 27. He had passed as a genuine football fan. “By 96 when that tournament was going on we were well ahead in the polls,” says Alastair Campbell, Blair’s former communications director. “People were expecting us to win, so the political mood was all about New Labour and Tony.” After 17 years of Tory rule, perhaps the only thing that could stop them apart from a massive Blair scandal was football. An England victory at the Euros could change the mood of the country. Campbell admits he was hardly loyal to England in 1996. First, despite being born in England he was a Scotland fan. And second, there was politics. “I was at the Germany game with Tony Blair. John Major was in the front row, Tony was in the second row and I was at the back with this Scottish Special Branch guy. Being absolutely frank, I wanted Germany to win, mainly because the Tories were so desperate for England to win it. As we got out of the ground Tony said to me can you at least try to look a little bit pissed off. I got in the car and punched the roof and said ‘Jetzt sind die Tories absolut gefuckt mein Kapitän’.” He howls with laughter. It’s tempting to think of this as a more innocent time in politics and football, Campbell says, but it wasn’t. “Don’t forget Tony became leader on the back of John Smith dying and everybody said John’s death was going to lead to a kinder, gentler politics, but it didn’t happen.” As for football, big money was now running the game. The previous season, 1994-95, Blackburn had come from nowhere to win the Premier League because they were bankrolled by local steel magnate Jack Walker. Campbell says one of the things he remembers most clearly from this period is how everything was meshing. Britpop helped define the Euros, and a few months later Blair was in power piggybacking on the appeal of all things British. The era became known as Cool Britannia, not least because Blair invited the likes of Noel Gallagher to a party at No 10 three months after winning power. “The Cool Britannia thing wasn’t a strategy, by the way. Newsweek did a headline and it just stuck,” he says. Campbell is flicking through his diaries for 1996. “Oh, here’s a good one. ‘November 5; good meeting with Alan McGee and Tony Saunders of Creation Records. They could get Noel Gallagher to do stuff for us but wanted us to take the music industry seriously as industry. We agree to organise a business meeting on that theme. They felt it was better to keep Liam away from Tony, but Noel’s got his shit together, he said.’ When we got into power and had that party at No 10 Noel was the one who came because Alan McGee said you don’t want Liam there, he’ll cause trouble. I’d forgotten that. That was in opposition I was seeing Alan McGee.” He continues flicking. “For the Labour party conference that year the top line I designed for Tony’s speech was ‘Labour’s coming home’.” Here it is. “September 29: Still arguing with Gordon Brown over Labour’s coming home. He said he was really pissed off about it cos he wanted to do the same.’” Even before Labour got into power, Blair and Brown were cat-fighting over headlines. “He wanted to use it and I said it was more important Tony used it because he’s the leader and you’re not. That was the headline in a lot of papers the next day – Labour’s coming home. It was a straight lift. So even though England hadn’t won the tournament it was still playing into that mood that had been created.” The idea of politicians paraphrasing a football song to win votes would have been laughed out of the Commons in the eighties. The sport’s nadir was the Hillsborough disaster. After the Taylor report into the tragedy was published in January 1990, standing was banned in the two top tiers of English football. That summer the World Cup was held in Italy. Not only did England reach the semi-final, but football seemed newly exotic. “Italia 90 was a glamorous, glossy tournament, and they have Nessun Dorma as the theme tune,” says commercials director Theo Delaney, who hosts the football podcast Life Goals. “Suddenly the middle classes wake up and think I rather like this – Italy, Pavarotti, we’re winning, and we’ve got this fellow Gazza who seems awfully good!” In 1992, Nick Hornby’s football memoir Fever Pitch, about his love affair with Arsenal, became a bestseller. The following year poet and Spurs fan Ian Hamilton wrote Gazza Agonistes, an extended profile of Paul Gascoigne for Granta, with a lofty nod to Milton in its title. Football was now a muse for literary types. Football, like the Labour party, was being repackaged for the professional classes. The Premier League was sold upmarket – more expensive seats, greater comfort and safer. There was a new audience of armchair viewers willing to pay a premium for a subscription to Sky Sports (then BSkyB). Whereas when I was growing up you would see highlights from a few matches a week on TV, now you could see any number of live matches – if you were willing to stump up the cash. The advertising money from Sky and the glamour of the Premier League attracted the world’s best players. Delaney was already aware of how much football had changed because of the impact it had on his work. In the 1980s, the only commercials made about football were encouraging fans to go to games. Football was bringing the bacon home for the advertising industry – literally so for Delaney who made Danepak commercials featuring Denmark and Manchester United goalkeeper Peter Schmeichel. “I was making football ads all the time by the nineties. If you were a commercials director who knew about football, it was a bloody brilliant time.” Football and advertising were now umbilically linked. Sky paid the football clubs for the right to screen matches from its advertising (and subscription) revenue, while the footballers flogged products in their commercials. The initial five-year deal, for what now seems a mere £304m, ended in 1997. Now Sky, BT and Amazon pay a combined £4.8bn over three years to screen live matches. As Delaney was walking to the stadium for England’s semi-final against Germany, football’s new demographic really struck him. “I was with my brother Caspar and a photographer called Andrew Douglas, all of us in the advertising business. We walked up Wembley Way and the first person we saw and recognised was AS Byatt. Andrew recognised her because he had taken her portrait for the Observer, and he went ‘AS, AS!, what are you doing here?’ And she said ‘I’m writing a piece for one of the papers because I’ve never been to a football match and they’ve sent me’. Then we bumped into Paul Smith, the designer. These were people who would not have been at any kind of football match in the eighties. Another guy who went was one of the creative directors at Saatchi’s. He was actually a minor aristocrat, and he turned up late with a bunch of people from the agency and said ‘Oh, do we have to wait for the interval before we go in?’ because he’d only ever been to the opera and theatre!” The players themselves were a mix of the old and new. Most were model modern professionals. And then there were old schoolers like Tony Adams and Gascoigne – players who could binge on burgers, drink themselves into a stupor, smoke themselves hoarse and still turn on the style a few hours later. Adams, a recovering alcoholic who founded the addiction clinic Sporting Chance, famously went on a seven-week bender after the tournament. Euro 96 could so easily have ended in disaster. It started with a drab 1-1 draw against Switzerland – a match England were expected to win. Next up was the auld enemy Scotland. England were 1-0 up when Scotland won a penalty in the 78th minute. If Gary McAllister had scored, England would have been in danger of falling at the first hurdle – not making it out of the group stage and being banished from their own tournament. But David Seaman saved it. A minute later Gascoigne did the unthinkable. He received a cushioned pass from midfielder Darren Anderton, flicked the ball over the head of confounded defender Colin Hendry and volleyed it into the corner of the net. The players celebrated by re-enacting “the dentist’s chair”. Gascoigne lay on the ground with his mouth open while players squirted a water bottle into his open mouth. The celebration was itself a tribute to another celebration – of Gascoigne’s birthday in Hong Kong a few weeks earlier. On that occasion members of the England squad ended the night participating in a notorious ritual at a local bar known as the dentist’s chair. Anderton, aged 49, now lives in California with his wife. Last month they had their first child, a boy called Jack. As soon as he starts talking about Euro 96, it’s obvious how much it means to him. “The crowds, the song, the goals, the pre-tournament. Everything. Apart from losing to Germany in the semi-finals, there is nothing but positive memories.” What is his strongest memory? “Probably the Gazza goal. That changed the whole tournament for us.” Anderton has good reason to remember the dentist’s chair celebration. As well as providing the vital pass for the goal, he had been there on the night. “There were five or six of us. Just madness. The great thing was that Gazza being the main man got all the abuse for the dentist’s chair because he was at the centre of everything. He just got on with it and he always answered on the football pitch.” What did the ritual involve exactly? “We’d had a few drinks and somebody said let’s have a go at this dentist’s chair thing, and they just sit us in the chair and pour a couple of bottles of whatever it is [Drambuie and tequila] in to your mouth. I met a couple of people who ran the bar a bit ago and they were mortified it had come out. One of their staff had stitched the lads up. We got a hell of a lot of grief about it till that goal.” It sounds like a good night out? “One of the best!” he says. After the Gascoigne goal, Anderton says the whole nation was behind the team. “As we took the road to Wembley from Burnham Beaches where we were staying, more and more fans were on the route, more flags, and once we got to the quarters-finals and semi-finals it was literally the whole route going down the M4. I don’t know what rock stars feel like but it must have been a bit like that.” How much did the manager, Terry Venables, contribute to the mood? “He was the whole reason, to me. His man-management of players, situations, media was the best. He’s a proper human being who on top of it all was a genius when it came to managing a football team.” And there was the song. The squad played it as they approached Wembley. They listened to it on the field before the match, and against the Netherlands when England played arguably their greatest tournament football since 1966, Anderton found himself joining the chorus while playing. “Normally when you play for England you enjoy it as best you can, but the reality is there’s a lot of pressure and stress. But when you’re 4-0 up at Wembley [final score 4-1] in the European Championship against an unbelievable Holland team, with 80,000 singing Football’s Coming Home, the adrenalin is so amazing. You can run all day, you don’t want the game to end, it’s just the perfect football match that you dream of all your life. In the second half, I was actually humming along to the song while playing. ” Twenty five years on, England and English football feel so different. The England squad is one of the most talented this country has produced – a reflection of the quality needed for homegrown players to compete with foreign imports in the Premier League. But the optimism of 1996, partly founded on the belief that finally a change was gonna come, is long gone. Many people argue that Blair’s “third way” ultimately entrenched neo-liberal politics. Today the dominant mood is of fatigued cynicism. “I’ve just published my latest diaries and called it The Rise and Fall of the Olympic Spirit,” Campbell tells me. Anderton believes that while modern football is technically better, it’s duller. “I think it was more entertaining then, but I’m biased – I loved playing in that era. A lot of games now the first 10 minutes is just keeping the ball, and it’s like a practice match.” As for Delaney, he still loves football but is disillusioned with the Premier League and his club Spurs. His latest film was made for the Tottenham Hotspur Supporters’ Trust and is called An Open Letter to the Board. “We’re saying to the board enough is enough – you tried to move us to Stratford, you tried to put staff on the furlough scheme when the pandemic started, you signed up to the European Super League, you charge us the highest price for tickets in Europe, and enough is enough. We want proper representation on the board. The owners think ‘fuck the “legacy” fans; they are not as lucrative as what the potential international TV audience would be if they could make sure the big clubs just play each other every week’. It’s gone too far.” But not all the changes since 1996 are negative. Plans for the Super League were defeated by fan power. And there is a new spirit of resistance, not just from supporters but also players. Today’s footballers are empowered by huge social media followings, and are vocal about the need for change. Players such as Marcus Rashford and Raheem Sterling experienced poverty, racism and punitive austerity cuts as youngsters, and they’re not prepared to see the next generation suffer like they did. Rashford forced Boris Johnson’s Conservative government into successive U-turns on free school meals. Now he’s campaigning to boost child literacy among the country’s disadvantaged children. And, as he told me last month, he’s far from done. “This is only the beginning. I expect to push a lot further than where we are now.” In the 1990s politicians reshaped football. Now footballers are reshaping politics. Nobody could have imagined that in 1996. And then there is the pandemic. Again, nobody could have foreseen back then that Britain would be locked down for the best part of a year. But finally there is hope that the country can return to some kind of normal. Delaney says that despite, or perhaps because of, all that’s happened recently, if things go well on the pitch we may well see a return of the spirit of 96. “It can happen again. We’re coming out of the pandemic so everybody’s up for a party. Football is so simple. We all moan and grumble, but really it’s only about one thing, and that’s winning.” Or, in England’s case, almost winning.","charCount":"21410","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/simonhattenstone\">Simon Hattenstone</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"commentisfree/2021/jun/05/poorer-nations-climate-promises-vaccines-vaccinating-covid","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-06-05T07:00:04Z","webTitle":"If we can vaccinate the world, we can beat the climate crisis | Abhijit Banerjee and Esther Duflo","webUrl":"https://www.theguardian.com/commentisfree/2021/jun/05/poorer-nations-climate-promises-vaccines-vaccinating-covid","apiUrl":"https://content.guardianapis.com/commentisfree/2021/jun/05/poorer-nations-climate-promises-vaccines-vaccinating-covid","fields":{"headline":"If we can vaccinate the world, we can beat the climate crisis","standfirst":"<p>Rich countries can’t expect to be trusted on their climate promises if they fail the poorest on vaccines</p>","trailText":"Rich countries can’t expect to be trusted on their climate promises if they fail the poorest on vaccines, say 2019 Nobel prize winners Abhijit Banerjee and Esther Duflo","byline":"Abhijit Banerjee and Esther Duflo","main":"<figure class=\"element element-image\" data-media-id=\"a823add7fd70223fd4351e1fcb7cb034da8839e8\"> <img src=\"https://media.guim.co.uk/a823add7fd70223fd4351e1fcb7cb034da8839e8/0_0_5184_3110/1000.jpg\" alt=\"A woman is among the first in Niger to receive a Covid-19 vaccine, Niamey, 29 March 2021.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman is among the first in Niger to receive a Covid-19 vaccine, Niamey, 29 March 2021.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>","body":"<p>It would only cost $50bn to ensure 40% of the world’s population is vaccinated by the end of the year, and 60% by the first half of 2022. This is a recent estimate from the <a href=\"https://content.govdelivery.com/accounts/USIMF/bulletins/2da7a35\">IMF</a>, the latest institution to join a chorus of voices calling for a global vaccination programme to bring Covid-19 under control. The IMF has highlighted the economic benefits of global vaccines, which would be huge. But there is another powerful reason for a worldwide campaign.</p> <p>Vaccinating the world will be crucial if countries are going to act together to confront the climate crisis, which will require many of the same things as delivering vaccines: resources, innovation, ingenuity and a true partnership between rich and developing countries. The Cop26 climate conference in November will be an opportune moment for building this partnership. But to do so, rich countries need to deliver on their early promises to deliver global vaccines.</p> <p>As it stands today, vaccine access is deeply unequal. The US is starting to vaccinate children, even as health workers and elderly people are waiting for shots in most of the world. At the end of April, less than 2% of the population of Africa <a href=\"https://content.govdelivery.com/accounts/USIMF/bulletins/2da7a35\">had been vaccinated</a>, while 40% of the population of the US and 20% of the population of Europe had received at least one dose. India, one of the largest vaccine manufacturers in the world, has fully vaccinated <a href=\"https://www.nytimes.com/interactive/2021/world/covid-vaccinations-tracker.html\">3% of its population</a>, and is still in the middle of a nightmarish second wave that has forced the country to<a href=\"https://www.ft.com/content/63fbbb79-f657-4e6c-b190-cffd0d630593\"> stop exports</a> of all vaccines.</p> <p>It was clear for some time that this was where things were heading. Despite all the talk of solidarity at the beginning of the pandemic, rich countries built sufficient capacity to produce only enough vaccines for themselves and then proceeded to corner the world’s supplies. By March, high-income countries accounting for 16% of the world’s population had <a href=\"https://www.oecd.org/coronavirus/policy-responses/access-to-covid-19-vaccines-global-approaches-in-a-global-crisis-c6a18370/#endnotea0z25\">bought up 50%</a> of vaccine doses. As of this month, only <a href=\"https://www.gavi.org/covax-vaccine-roll-out\">80m of the 2bn vaccines promised</a> to the world’s poorest through the <a href=\"https://www.who.int/initiatives/act-accelerator\">ACT accelerator</a>, a partnership including the UN-backed Covax scheme, have been delivered. The reason? A combination of insufficient donor funds and competition for vaccine doses from the richest countries, who can afford to pay high prices if needed, and who are planning to stockpile millions of extra doses for the future. The Bill and Melinda Gates foundation <a href=\"https://www.gatesfoundation.org/ideas/articles/covid19-vaccine-doses-covax?utm_source=to&amp;utm_medium=em&amp;utm_campaign=wc&amp;utm_term=lgc\">estimates</a> that rich countries will have up to a billion extra doses on hand by the end of this year.</p> <p>These inequities were mirrored by what happened with economic policy. While rich countries borrowed massively and spent <a href=\"https://blogs.imf.org/2021/02/24/the-great-divergence-a-fork-in-the-road-for-the-global-economy/\">more than 20%</a> of GDP to help their populations ride out the crisis, poor countries could afford to spend only 2% of GDP. An estimated <a href=\"https://www.wsj.com/articles/coronavirus-has-thrown-around-100-million-people-into-extreme-poverty-world-bank-estimates-11602086400\">100 million more people</a> are now living in extreme poverty compared to the start of the pandemic. Developing countries contemplating lockdown are caught in a double bind between economic disaster (in India, for example, the first lockdown cost the country <a href=\"https://www.ft.com/content/9d9659b7-f93e-487a-8ada-cc438ff7059c\">almost a quarter of its GDP</a>) and overflowing morgues and mortuaries.</p> <p>The catastrophic moral failure on the part of rich countries to help poorer nations can only reinforce the strong suspicion in much of the developing world that, despite talk of global cooperation and shared fortunes, when push comes to shove it’s everyone for themselves. This could be devastating for global efforts against the climate crisis. The success of Cop26 depends in part upon larger developing countries such as Bangladesh, China, India, Indonesia, Mexico, Nigeria and Pakistan committing to sacrifices that will only pay off if countries such as the US, UK, Germany, France and Canada can be relied upon to stick to their own commitments.</p> <p>By agreeing to cut CO<sub>2</sub> emissions, these developing countries will potentially curtail their own growth and perhaps even have to give up equipment that protects them from an already changing climate in the short term, such as cheap, polluting air conditioners. This sacrifice will only pay off if rich countries respond by cutting their own emissions so that worst-case scenarios can be avoided. Without everyone doing their part, we’re effectively rearranging the deckchairs on a sinking ship. In the aftermath of Covid-19, these countries may wonder what guarantee they have that when the next disaster strikes – and domestic pressures mount – rich countries won’t abandon their commitments. Trust, therefore, is key.</p> <p>Even if rich countries made binding commitments to domestic climate policies at Cop26, this would be unlikely to get developing countries to sign a demanding agenda. There is a strong and entirely justified perception that the world’s poor are being asked to make sacrifices to atone for rich countries’ past sins of careless growth. The fact that these countries have now shown they care little about the wellbeing of poorer nations obviously does not help.</p> <p>Developing countries will, quite reasonably, demand to be compensated for the more onerous choices that Cop26 demands of them. Research by colleagues in our MIT lab J-PAL, which runs the <a href=\"https://www.povertyactionlab.org/initiative/king-climate-action-initiative\">King Climate Action Initiative</a>, demonstrates that this kind of conditional compensation works: in Uganda, paying landowners to not cut down trees has <a href=\"https://www.povertyactionlab.org/evaluation/testing-effectiveness-payments-ecosystem-services-enhance-conservation-uganda\">curbed deforestation</a> and reduced carbon emissions at a cost of less than $1 per tonne. Researchers are studying dozens of other policy innovations that could work across the world – from <a href=\"https://www.povertyactionlab.org/evaluation/impact-emissions-trading-scheme-economic-growth-and-air-quality-india\">emissions trading</a> to incentives to <a href=\"https://www.povertyactionlab.org/initiative-project/can-conditional-transfers-reduce-crop-residue-burning-and-improve-child-health\">reducing crop burning</a>.</p> <p>These schemes only work if developing countries trust they will be paid compensation. Such promises have been made: advanced economies have formally agreed to raise $100bn per year for the Green Climate Fund to address the pressing mitigation and adaptation needs of developing countries. But at the moment, both developing countries and their citizens are questioning whether they can trust them to stick to their part of the bargain.</p> <p>How do we rebuild trust quickly? Investing now to vaccinate the world is a chance to repair the damage done in the past year. The IMF price tag of $50bn is a rounding error compared to what the US and Europe have already spent on Covid relief. Of course, money won’t be enough: vaccines will need to be produced, stored and delivered. Pharmaceutical companies will, somehow, need to be persuaded to share their profits drawn from intellectual property; supply chains for all the ingredients to make the vaccines need to be streamlined to avoid bottlenecks. Then, a tremendous effort in developing countries will be required to efficiently administer the shots.</p> <p>There is some faint indication that the world is heading in the right direction: the G20 countries just <a href=\"https://www.who.int/news/item/21-05-2021-g20-leaders-boost-support-of-the-access-to-covid-19-tools-(act)-accelerator-but-urgent-and-immediate-action-is-needed-to-maintain-momentum\">acknowledged</a> “the importance of addressing the ACT-Accelerator funding gap, in order to help it fulfil its mandate”. Covax was recently able to sign an agreement to buy 200m doses of Johnson &amp; Johnson vaccines. The US and the EU have agreed to donate relatively small numbers of unused jabs (<a href=\"https://time.com/6053576/us-donate-covid19-vaccines-covax/\">80m</a> and <a href=\"https://www.politico.eu/article/eu-leaders-agree-to-donate-100m-vaccine-doses/\">100m</a>, respectively). The Biden administration signalled it would be open to a waiver of patents on Covid-19 vaccines, which will undoubtedly put some fire under the pharmaceutical companies to find partners and produce more. And the heads of the World Trade Organization, World Bank, IMF and World Health Organization have jointly endorsed the IMF plan.</p> <p>But this is all too little and too slow. Succeeding in this vaccination effort is our chance to show that the talk of a common community and a shared destiny is more than just words. To prove that it is there, let’s start with vaccines.</p> <ul> <li><p>Abhijit Banerjee and Esther Duflo were the joint winners of the 2019 Nobel prize in economic sciences</p></li> </ul>","newspaperPageNumber":"1","wordcount":"1262","firstPublicationDate":"2021-06-05T07:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:04Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hjekn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a823add7fd70223fd4351e1fcb7cb034da8839e8/0_0_5184_3110/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It would only cost $50bn to ensure 40% of the world’s population is vaccinated by the end of the year, and 60% by the first half of 2022. This is a recent estimate from the IMF, the latest institution to join a chorus of voices calling for a global vaccination programme to bring Covid-19 under control. The IMF has highlighted the economic benefits of global vaccines, which would be huge. But there is another powerful reason for a worldwide campaign. Vaccinating the world will be crucial if countries are going to act together to confront the climate crisis, which will require many of the same things as delivering vaccines: resources, innovation, ingenuity and a true partnership between rich and developing countries. The Cop26 climate conference in November will be an opportune moment for building this partnership. But to do so, rich countries need to deliver on their early promises to deliver global vaccines. As it stands today, vaccine access is deeply unequal. The US is starting to vaccinate children, even as health workers and elderly people are waiting for shots in most of the world. At the end of April, less than 2% of the population of Africa had been vaccinated, while 40% of the population of the US and 20% of the population of Europe had received at least one dose. India, one of the largest vaccine manufacturers in the world, has fully vaccinated 3% of its population, and is still in the middle of a nightmarish second wave that has forced the country to stop exports of all vaccines. It was clear for some time that this was where things were heading. Despite all the talk of solidarity at the beginning of the pandemic, rich countries built sufficient capacity to produce only enough vaccines for themselves and then proceeded to corner the world’s supplies. By March, high-income countries accounting for 16% of the world’s population had bought up 50% of vaccine doses. As of this month, only 80m of the 2bn vaccines promised to the world’s poorest through the ACT accelerator, a partnership including the UN-backed Covax scheme, have been delivered. The reason? A combination of insufficient donor funds and competition for vaccine doses from the richest countries, who can afford to pay high prices if needed, and who are planning to stockpile millions of extra doses for the future. The Bill and Melinda Gates foundation estimates that rich countries will have up to a billion extra doses on hand by the end of this year. These inequities were mirrored by what happened with economic policy. While rich countries borrowed massively and spent more than 20% of GDP to help their populations ride out the crisis, poor countries could afford to spend only 2% of GDP. An estimated 100 million more people are now living in extreme poverty compared to the start of the pandemic. Developing countries contemplating lockdown are caught in a double bind between economic disaster (in India, for example, the first lockdown cost the country almost a quarter of its GDP) and overflowing morgues and mortuaries. The catastrophic moral failure on the part of rich countries to help poorer nations can only reinforce the strong suspicion in much of the developing world that, despite talk of global cooperation and shared fortunes, when push comes to shove it’s everyone for themselves. This could be devastating for global efforts against the climate crisis. The success of Cop26 depends in part upon larger developing countries such as Bangladesh, China, India, Indonesia, Mexico, Nigeria and Pakistan committing to sacrifices that will only pay off if countries such as the US, UK, Germany, France and Canada can be relied upon to stick to their own commitments. By agreeing to cut CO2 emissions, these developing countries will potentially curtail their own growth and perhaps even have to give up equipment that protects them from an already changing climate in the short term, such as cheap, polluting air conditioners. This sacrifice will only pay off if rich countries respond by cutting their own emissions so that worst-case scenarios can be avoided. Without everyone doing their part, we’re effectively rearranging the deckchairs on a sinking ship. In the aftermath of Covid-19, these countries may wonder what guarantee they have that when the next disaster strikes – and domestic pressures mount – rich countries won’t abandon their commitments. Trust, therefore, is key. Even if rich countries made binding commitments to domestic climate policies at Cop26, this would be unlikely to get developing countries to sign a demanding agenda. There is a strong and entirely justified perception that the world’s poor are being asked to make sacrifices to atone for rich countries’ past sins of careless growth. The fact that these countries have now shown they care little about the wellbeing of poorer nations obviously does not help. Developing countries will, quite reasonably, demand to be compensated for the more onerous choices that Cop26 demands of them. Research by colleagues in our MIT lab J-PAL, which runs the King Climate Action Initiative, demonstrates that this kind of conditional compensation works: in Uganda, paying landowners to not cut down trees has curbed deforestation and reduced carbon emissions at a cost of less than $1 per tonne. Researchers are studying dozens of other policy innovations that could work across the world – from emissions trading to incentives to reducing crop burning. These schemes only work if developing countries trust they will be paid compensation. Such promises have been made: advanced economies have formally agreed to raise $100bn per year for the Green Climate Fund to address the pressing mitigation and adaptation needs of developing countries. But at the moment, both developing countries and their citizens are questioning whether they can trust them to stick to their part of the bargain. How do we rebuild trust quickly? Investing now to vaccinate the world is a chance to repair the damage done in the past year. The IMF price tag of $50bn is a rounding error compared to what the US and Europe have already spent on Covid relief. Of course, money won’t be enough: vaccines will need to be produced, stored and delivered. Pharmaceutical companies will, somehow, need to be persuaded to share their profits drawn from intellectual property; supply chains for all the ingredients to make the vaccines need to be streamlined to avoid bottlenecks. Then, a tremendous effort in developing countries will be required to efficiently administer the shots. There is some faint indication that the world is heading in the right direction: the G20 countries just acknowledged “the importance of addressing the ACT-Accelerator funding gap, in order to help it fulfil its mandate”. Covax was recently able to sign an agreement to buy 200m doses of Johnson &amp; Johnson vaccines. The US and the EU have agreed to donate relatively small numbers of unused jabs (80m and 100m, respectively). The Biden administration signalled it would be open to a waiver of patents on Covid-19 vaccines, which will undoubtedly put some fire under the pharmaceutical companies to find partners and produce more. And the heads of the World Trade Organization, World Bank, IMF and World Health Organization have jointly endorsed the IMF plan. But this is all too little and too slow. Succeeding in this vaccination effort is our chance to show that the talk of a common community and a shared destiny is more than just words. To prove that it is there, let’s start with vaccines. Abhijit Banerjee and Esther Duflo were the joint winners of the 2019 Nobel prize in economic sciences","charCount":"7646","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/abhijit-banerjee\">Abhijit Banerjee</a> and <a href=\"profile/esther-duflo\">Esther Duflo</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"society/2021/jun/05/stonewall-trans-debate-toxic-gender-identity","type":"article","sectionId":"society","sectionName":"Society","webPublicationDate":"2021-06-05T07:00:03Z","webTitle":"Stonewall is at centre of a toxic debate on trans rights and gender identity","webUrl":"https://www.theguardian.com/society/2021/jun/05/stonewall-trans-debate-toxic-gender-identity","apiUrl":"https://content.guardianapis.com/society/2021/jun/05/stonewall-trans-debate-toxic-gender-identity","fields":{"headline":"Stonewall is at centre of a toxic debate on trans rights and gender identity","standfirst":"<p>Some have called the LGBT rights charity extremist, others say it’s on the right side of history</p>","trailText":"Some have called the LGBT rights charity extremist, others say it’s on the right side of history","byline":"Haroon Siddique","main":"<figure class=\"element element-image\" data-media-id=\"1e948a0b6627a1a21e9ac8d09039baa44f80f16d\"> <img src=\"https://media.guim.co.uk/1e948a0b6627a1a21e9ac8d09039baa44f80f16d/0_117_4475_2685/1000.jpg\" alt=\"A detailed view of a rainbow corner flag\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A corner flag at St Andrew’s Trillion Trophy Stadium in Birmingham last year to support Stonewall’s Rainbow Laces campaign.</span> <span class=\"element-image__credit\">Photograph: Alex Pantling/Getty</span> </figcaption> </figure>","body":"<p>Since its 1989 inception in response to a ban on the “promotion of homosexuality” by schools and councils in <a href=\"https://www.theguardian.com/world/2018/mar/27/section-28-protesters-30-years-on-we-were-arrested-and-put-in-a-cell-up-by-big-ben\">section 28 of the Local Government Act</a>, Stonewall has been a part of every major struggle for LGBT rights in the UK. But in the past few weeks it has become embroiled in a toxic row.</p> <p>A founding member has accused it of taking an “extremist stance”, a report accused it of giving incorrect advice on equality law and a cabinet minister was reported to be <a href=\"https://www.telegraph.co.uk/politics/2021/05/31/liz-truss-urges-government-withdraw-stonewall-diversity-scheme/\">pushing for all government departments to withdraw from its Diversity Champions programme</a>, which the Equality and Human Rights Commission (EHRC) <a href=\"https://www.theguardian.com/society/2021/may/24/human-rights-body-exits-stonewall-uks-diversity-scheme\">quit last month</a>.</p> <p>Each controversy has been linked – directly or indirectly – to its position on trans rights, which critics believe is over-aggressive and seeks to shut down debate but which the charity and its defenders believe is putting it on the right side of history.</p> <p>The right to change one’s legal gender was established in the UK in the 2004 Gender Recognition Act but it was only six years ago that <a href=\"https://www.theguardian.com/uk-news/2015/feb/16/stonewall-start-campaigning-trans-equality\">Stonewall announced that it would work for trans equality</a> and apologised for its past failure to do so. Its change of stance has coincided with a period in which the debate, between trans rights campaigners on one side and gender-critical feminists – who disagree with the view that gender identity should be prioritised over biological sex – on the other, has become increasingly fraught and polarised.</p> <p>A year ago, in her first interview after taking over as Stonewall’s chief executive, Nancy Kelley <a href=\"https://www.theguardian.com/society/2020/jun/27/stonewall-new-boss-gender-transgender-rights-nancy-kelley\">told the Observer</a> that following criticism of her predecessor the organisation would no longer seek to persuade its critics to accept its views on gender but would focus on “changes that make trans lives easier”.</p> <p>Fast forward 12 months and Kelley and Stonewall are at the centre of a storm. Last Saturday, Matthew Parris, one of Stonewall’s 14 founders, wrote in the Times that <a href=\"https://www.thetimes.co.uk/article/stonewall-should-stay-out-of-trans-rights-war-xcz25nhdt\">the charity had been “cornered into an extremist stance”</a> on the subject of trans rights. He argued that Stonewall should stay out of the issue, sticking to LGB rights without the T, which stands for trans.</p> <p>Dissenters point out that LGB and T causes have long been entwined, with the trans activists <a href=\"https://www.theguardian.com/us-news/2019/jun/23/i-have-to-go-off-activist-sylvia-rivera-on-choosing-to-riot-at-stonewall\">Sylvia Rivera</a> and <a href=\"https://www.theguardian.com/film/2017/oct/05/death-life-marsha-p-johnson-review-documentary\">Marsha P Johnson</a> having been important figures in the gay rights scene at the time of <a href=\"https://www.theguardian.com/lifeandstyle/2019/jun/19/stonewall-50th-anniversary-night-that-unleashed-gay-liberation\">the 1969 New York uprising</a> from which Stonewall derived its name.</p> <p>Parris’s column followed <a href=\"https://www.essex.ac.uk/blog/posts/2021/05/17/review-of-two-events-with-external-speakers\">a report by a barrister for the University of Essex</a> which found that the institution had unlawfully banned a speaker after accusations that she was transphobic.</p>  <figure class=\"element element-image\" data-media-id=\"b55951040efb57245840ced1c4ce39b8f33fcdb2\"> <img src=\"https://media.guim.co.uk/b55951040efb57245840ced1c4ce39b8f33fcdb2/0_122_6720_4032/1000.jpg\" alt=\"Nancy Kelley, chief executive of Stonewall\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nancy Kelley, chief executive of Stonewall, says she is confident about Stonewall’s advice about gender identity.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>  <p>The report, by Akua Reindorf, did not suggest that the charity was directly involved in the decision to exclude Prof Jo Phoenix but said the university, being part of Stonewall’s Diversity Champions workplace inclusion programme, annually submitted its policy on supporting trans and non-binary staff to the charity, and Stonewall appeared not to have picked up on the university’s “incorrect summary of the law”.</p> <p>Reindorf said the mistake was that the policy said “gender identity or trans status” are protected under the law, whereas it is only gender reassignment that is protected, and concluded that the university should consider its relationship with the campaign group. Kelley said the distinction was semantics.</p> <p>Headlines focusing on Stonewall’s part in the controversy were followed by others suggesting employers were leaving the Diversity Champions programme because of disquiet over its transgender inclusion training. <a href=\"https://www.telegraph.co.uk/news/2021/05/29/major-public-sector-bodies-quit-stonewall-diversity-training/\">The Telegraph reported</a> that six public-sector organisations had left out of about 850 members listed on Stonewall’s website, although those exits were since 2019 and none had publicly cited the issue of trans rights as motivation for leaving.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2021/may/22/kathleen-stock-taboo-around-gender-identity-chilling-effect-on-academics\">Kathleen Stock: taboo around gender identity has chilling effect on academics</a> </p> </aside>  <p>On Monday came reports that Liz Truss, the equalities minister, <a href=\"https://www.thetimes.co.uk/article/liz-truss-urges-official-withdrawal-from-stonewall-diversity-scheme-9df7pvsrn\">is urging all government departments to quit the scheme</a>. When <a href=\"https://www.theguardian.com/society/2021/may/24/human-rights-body-exits-stonewall-uks-diversity-scheme\">the EHRC left last month</a>, the watchdog said its decision was based on cost but it was announced just days after Stonewall and other LGBTQ+ groups had used an open letter to explain their <a href=\"https://www.consortium.lgbt/ehrc-open-letter/\">“frustration and disappointment”</a> at the EHRC’s “recent record on LGBTQ+ people’s rights and trans people’s rights specifically”.</p> <p>The letter was a response to the EHRC defending gender-critical beliefs and suggesting that they are “protected beliefs” under the Equality Act, a position the signatories said was a “kick in the teeth to trans people”.</p> <p><a href=\"https://www.bbc.co.uk/news/uk-57281448\">In an interview with the BBC</a>, Kelley attracted more opprobrium by comparing gender-critical beliefs to antisemitism.</p> <p>“With all beliefs, including controversial beliefs, there is a right to express those beliefs publicly and where they’re harmful or damaging – whether it’s antisemitic beliefs, gender-critical beliefs, beliefs about disability – we have legal systems that are put in place for people who are harmed by that,” she said.</p> <p>Kelley, who said Stonewall believed in freedom of speech but “not without limit”, said the comparison was apt as people were protected on the basis of their gender identity in the same way as people are on the basis of their race.</p> <p>The veteran gay rights campaigner Peter Tatchell was a <a href=\"https://www.petertatchellfoundation.org/trans-rights-versus-free-speech/\">target for some supporters of transgender rights</a> after signing a letter in support of free speech which cited attempts to ban <a href=\"https://www.theguardian.com/books/2016/apr/12/germaine-greer-tells-qa-her-trans-views-were-wrong-but-then-restates-them\">Germaine Greer</a> and <a href=\"https://www.theguardian.com/commentisfree/2007/aug/01/mytransmission\">Julie Bindel</a>, who have both raised concerns about predatory men gaining access to women’s spaces. Nevertheless, he told the Guardian that the recent criticism of Stonewall was wide of the mark.</p> <p>“Stonewall will be vindicated,” he said. “Taking a stand against the exclusion and hate crime suffered by trans people is the ethically right thing to do.</p> <p>“Bans and no-platforms suppress bigoted views but don’t challenge and change them. Bad ideas are most effectively rebutted by good ideas that show why they are wrong, marshalling counter-arguments and evidence. However, there are double standards on race and trans issues. Why do many people who support the cancelling of racist speakers oppose the cancelling of those who hold similar prejudiced opinions about trans people?”</p>  <figure class=\"element element-image\" data-media-id=\"99fdbde7585761ff2384095cffab283118b71503\"> <img src=\"https://media.guim.co.uk/99fdbde7585761ff2384095cffab283118b71503/0_110_4256_2554/1000.jpg\" alt=\"People hold placards saying Trans Fabulous and other slogans\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Transgender people and their supporters protest outside Downing Street during the second Trans Pride march for equality in September 2020.</span> <span class=\"element-image__credit\">Photograph: WIktor Szymanowicz/NurPhoto/PA Images</span> </figcaption> </figure>  <p>On the antisemitism comparison made by Kelley, he said. “Those who deny trans people’s existence, misgender them and advocate anti-trans discrimination echo the prejudice of racists and homophobes.”</p> <p>But Prof Kathleen Stock, a professor of philosophy at the <a href=\"https://www.theguardian.com/education/universityofsussex\">University of Sussex</a> who has <a href=\"https://www.theguardian.com/education/2021/may/22/kathleen-stock-taboo-around-gender-identity-chilling-effect-on-academics\">written a book criticising theories of gender identity</a>, said Stonewall had encouraged a definition of transphobia that was far too wide.</p> <p>“Through its Diversity Champions scheme it’s disseminated this very widespread idea that an attack on the theory – or an attack on the particular interpretation – of identity is an attack on trans people. And that has really made the whole discourse incredibly toxic, given its enormous reach within national institutions,” she said.</p> <p>She added that as a gay woman she had benefited from advances in equality achieved by Stonewall in the past, but it had now overreached. “They got what they wanted in terms of gay marriage and many other of their original goals so they needed a new agenda, they needed new revenue, new streams and a rationale, and they found one through what is now being called trans rights – but it is a tendentious interpretation of what trans rights are.</p> <p>“Obviously I believe trans people should have absolutely every right not to be aggressed or discriminated against at work … but they got this new project and immediately the T-shirts are saying ‘trans women are women, get over it’ – that could not be more aggressive …</p> <p>“They’ve come in under the guise of EDI [equality, diversity and inclusion] but they vastly overreach, in my view, into pedagogy, into research, into language control and hate crime legislation.”</p> <p>Kelley said: “We’re very proud of the work we do with workplaces, schools and community organisations, to help everyone in our communities to thrive.”</p> <p>She said the Diversity Champions programme was continuing to grow in numbers and she was “confident” about Stonewall’s advice with respect to gender identity, saying it had recently been reaffirmed in the high court.</p> <p>The controversies engulfing Stonewall suggest that the two sides remain as far apart as ever but Tatchell urged them to focus on each other’s similarities, rather than their differences.</p> <p>“All women, including trans women, are victims of misogyny, discrimination, violence and sexual assault,” he said. “This gives them a common interest in working together. Trans women are different from other women, but being a different kind of woman is perfectly valid and no reason for the toxic vilification they suffer.</p> <p>“Many women’s agencies have long accepted trans women without a problem. They vet each trans woman and accept them unless there is evidence that they are a threat. This scrutiny keeps women safe and has long worked well in many women’s services.</p> <p>“You cannot base trans policies on the actions of a handful of bad apples. That would be grossly unfair to the vast majority of trans women who never have, and never will, pose a threat to other women.”</p>","newspaperPageNumber":"22","wordcount":"1465","firstPublicationDate":"2021-06-05T07:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:03Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk4nt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1e948a0b6627a1a21e9ac8d09039baa44f80f16d/0_117_4475_2685/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Since its 1989 inception in response to a ban on the “promotion of homosexuality” by schools and councils in section 28 of the Local Government Act, Stonewall has been a part of every major struggle for LGBT rights in the UK. But in the past few weeks it has become embroiled in a toxic row. A founding member has accused it of taking an “extremist stance”, a report accused it of giving incorrect advice on equality law and a cabinet minister was reported to be pushing for all government departments to withdraw from its Diversity Champions programme, which the Equality and Human Rights Commission (EHRC) quit last month. Each controversy has been linked – directly or indirectly – to its position on trans rights, which critics believe is over-aggressive and seeks to shut down debate but which the charity and its defenders believe is putting it on the right side of history. The right to change one’s legal gender was established in the UK in the 2004 Gender Recognition Act but it was only six years ago that Stonewall announced that it would work for trans equality and apologised for its past failure to do so. Its change of stance has coincided with a period in which the debate, between trans rights campaigners on one side and gender-critical feminists – who disagree with the view that gender identity should be prioritised over biological sex – on the other, has become increasingly fraught and polarised. A year ago, in her first interview after taking over as Stonewall’s chief executive, Nancy Kelley told the Observer that following criticism of her predecessor the organisation would no longer seek to persuade its critics to accept its views on gender but would focus on “changes that make trans lives easier”. Fast forward 12 months and Kelley and Stonewall are at the centre of a storm. Last Saturday, Matthew Parris, one of Stonewall’s 14 founders, wrote in the Times that the charity had been “cornered into an extremist stance” on the subject of trans rights. He argued that Stonewall should stay out of the issue, sticking to LGB rights without the T, which stands for trans. Dissenters point out that LGB and T causes have long been entwined, with the trans activists Sylvia Rivera and Marsha P Johnson having been important figures in the gay rights scene at the time of the 1969 New York uprising from which Stonewall derived its name. Parris’s column followed a report by a barrister for the University of Essex which found that the institution had unlawfully banned a speaker after accusations that she was transphobic. The report, by Akua Reindorf, did not suggest that the charity was directly involved in the decision to exclude Prof Jo Phoenix but said the university, being part of Stonewall’s Diversity Champions workplace inclusion programme, annually submitted its policy on supporting trans and non-binary staff to the charity, and Stonewall appeared not to have picked up on the university’s “incorrect summary of the law”. Reindorf said the mistake was that the policy said “gender identity or trans status” are protected under the law, whereas it is only gender reassignment that is protected, and concluded that the university should consider its relationship with the campaign group. Kelley said the distinction was semantics. Headlines focusing on Stonewall’s part in the controversy were followed by others suggesting employers were leaving the Diversity Champions programme because of disquiet over its transgender inclusion training. The Telegraph reported that six public-sector organisations had left out of about 850 members listed on Stonewall’s website, although those exits were since 2019 and none had publicly cited the issue of trans rights as motivation for leaving. On Monday came reports that Liz Truss, the equalities minister, is urging all government departments to quit the scheme. When the EHRC left last month, the watchdog said its decision was based on cost but it was announced just days after Stonewall and other LGBTQ+ groups had used an open letter to explain their “frustration and disappointment” at the EHRC’s “recent record on LGBTQ+ people’s rights and trans people’s rights specifically”. The letter was a response to the EHRC defending gender-critical beliefs and suggesting that they are “protected beliefs” under the Equality Act, a position the signatories said was a “kick in the teeth to trans people”. In an interview with the BBC, Kelley attracted more opprobrium by comparing gender-critical beliefs to antisemitism. “With all beliefs, including controversial beliefs, there is a right to express those beliefs publicly and where they’re harmful or damaging – whether it’s antisemitic beliefs, gender-critical beliefs, beliefs about disability – we have legal systems that are put in place for people who are harmed by that,” she said. Kelley, who said Stonewall believed in freedom of speech but “not without limit”, said the comparison was apt as people were protected on the basis of their gender identity in the same way as people are on the basis of their race. The veteran gay rights campaigner Peter Tatchell was a target for some supporters of transgender rights after signing a letter in support of free speech which cited attempts to ban Germaine Greer and Julie Bindel, who have both raised concerns about predatory men gaining access to women’s spaces. Nevertheless, he told the Guardian that the recent criticism of Stonewall was wide of the mark. “Stonewall will be vindicated,” he said. “Taking a stand against the exclusion and hate crime suffered by trans people is the ethically right thing to do. “Bans and no-platforms suppress bigoted views but don’t challenge and change them. Bad ideas are most effectively rebutted by good ideas that show why they are wrong, marshalling counter-arguments and evidence. However, there are double standards on race and trans issues. Why do many people who support the cancelling of racist speakers oppose the cancelling of those who hold similar prejudiced opinions about trans people?” On the antisemitism comparison made by Kelley, he said. “Those who deny trans people’s existence, misgender them and advocate anti-trans discrimination echo the prejudice of racists and homophobes.” But Prof Kathleen Stock, a professor of philosophy at the University of Sussex who has written a book criticising theories of gender identity, said Stonewall had encouraged a definition of transphobia that was far too wide. “Through its Diversity Champions scheme it’s disseminated this very widespread idea that an attack on the theory – or an attack on the particular interpretation – of identity is an attack on trans people. And that has really made the whole discourse incredibly toxic, given its enormous reach within national institutions,” she said. She added that as a gay woman she had benefited from advances in equality achieved by Stonewall in the past, but it had now overreached. “They got what they wanted in terms of gay marriage and many other of their original goals so they needed a new agenda, they needed new revenue, new streams and a rationale, and they found one through what is now being called trans rights – but it is a tendentious interpretation of what trans rights are. “Obviously I believe trans people should have absolutely every right not to be aggressed or discriminated against at work … but they got this new project and immediately the T-shirts are saying ‘trans women are women, get over it’ – that could not be more aggressive … “They’ve come in under the guise of EDI [equality, diversity and inclusion] but they vastly overreach, in my view, into pedagogy, into research, into language control and hate crime legislation.” Kelley said: “We’re very proud of the work we do with workplaces, schools and community organisations, to help everyone in our communities to thrive.” She said the Diversity Champions programme was continuing to grow in numbers and she was “confident” about Stonewall’s advice with respect to gender identity, saying it had recently been reaffirmed in the high court. The controversies engulfing Stonewall suggest that the two sides remain as far apart as ever but Tatchell urged them to focus on each other’s similarities, rather than their differences. “All women, including trans women, are victims of misogyny, discrimination, violence and sexual assault,” he said. “This gives them a common interest in working together. Trans women are different from other women, but being a different kind of woman is perfectly valid and no reason for the toxic vilification they suffer. “Many women’s agencies have long accepted trans women without a problem. They vet each trans woman and accept them unless there is evidence that they are a threat. This scrutiny keeps women safe and has long worked well in many women’s services. “You cannot base trans policies on the actions of a handful of bad apples. That would be grossly unfair to the vast majority of trans women who never have, and never will, pose a threat to other women.”","charCount":"9023","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/haroonsiddique\">Haroon Siddique</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2021/jun/05/i-didnt-just-want-to-nibble-at-records-40-years-on-from-coes-stunning-1981","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-05T07:00:03Z","webTitle":"‘I didn’t just want to nibble at records’: 40 years on from Coe’s stunning 1981","webUrl":"https://www.theguardian.com/sport/2021/jun/05/i-didnt-just-want-to-nibble-at-records-40-years-on-from-coes-stunning-1981","apiUrl":"https://content.guardianapis.com/sport/2021/jun/05/i-didnt-just-want-to-nibble-at-records-40-years-on-from-coes-stunning-1981","fields":{"headline":"‘I didn’t just want to nibble at records’: 40 years on from Coe’s stunning 1981","standfirst":"<p>Coe looks back on an extraordinary career, his world records, a ‘run for cash’ controversy and his rivalry with Steve Ovett</p>","trailText":"Coe looks back on an extraordinary career, his world records, a ‘run for cash’ controversy and his rivalry with Steve Ovett","byline":"Sean Ingle","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"e943d53d4b590390696e1e380d7ab827d2b3a67a\"> <img src=\"https://media.guim.co.uk/e943d53d4b590390696e1e380d7ab827d2b3a67a/0_0_2651_1839/1000.jpg\" alt=\"A fantasy night in Florence as Sebastian Coe crosses the line at the Stadio Comunale to win the 800m in a world record 1:41:73, in June 1981.\" width=\"1000\" height=\"694\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A fantasy night in Florence as Sebastian Coe crosses the line at the Stadio Comunale to win the 800m in a world record 1:41:73, in June 1981.</span> <span class=\"element-image__credit\">Photograph: Popperfoto</span> </figcaption> </figure>","body":"<p>Forty years ago this week, on a chaotic June night in Florence, Sebastian Coe set an 800m world record so breathtakingly supreme it stood for 16 years. His time, 1:41:73, remains instant shorthand for English sporting excellence, alongside 1966, 364 and 3:59:4 in the pantheon. Even now, in the era of super spikes and slick-fast tracks, only two men have gone quicker. “I didn’t want to just nibble at world records,” he tells the Guardian, as his mind whirls back to that rumbustious night at the Stadio Comunale. “I wanted to take chunks out of them.”</p> <p>He was as good as his word. By the time Coe put away his spikes for the 1981 season he had shattered five world records in six months, won all 22 of his races on the track, and recorded one of the great invincible seasons in athletics history. “It was an odd feeling,” he says. “I was in such a purple patch that I went to the line knowing I was not going to lose. And my opponents knew they were not going to win.”</p> <p>Ironically, Coe was planning a low-key year after the drama and trauma of the Moscow Olympics, where he was mugged by Steve Ovett in the 800m before gaining revenge over 1500m. But his early season form – including an 800m indoor world record in February and a lightning quick 45.7 sec 4x400m relay leg as England beat the United States in early June – made him recalibrate. A 800m world record attempt was pencilled in for Oslo. And a race in Florence on 10 June appeared an ideal tune up.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2da42e2b686a9b52b7d2a5a06c0d93461e810037\"> <img src=\"https://media.guim.co.uk/2da42e2b686a9b52b7d2a5a06c0d93461e810037/0_158_2720_1631/1000.jpg\" alt=\"Sebastian Coe tries to keep up as Steve Ovett makes his break on the final bend, on his way to winning the 800m final at the 1980 Olympics.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sebastian Coe tries to keep up as Steve Ovett makes his break on the final bend, on his way to winning the 800m final at the 1980 Olympics.</span> <span class=\"element-image__credit\">Photograph: Colorsport/Shutterstock</span> </figcaption> </figure>  <p>“I wasn’t planning to break my own world record that night,” says Coe. “But it was a beautiful Mediterranean evening and the opportunity to take it from gun to tape over 800m was too good to miss.”</p> <p>As he warmed up, he was also pleasantly surprised by how good he felt – with the pain from a recently pulled muscle in his right foot having eased. The only problem was that it was nearly 11pm and Coe’s race, which had been due off at 9.45pm, was yet to get under way.</p> <p>“I’m trying not to be too stereotypical, but the meeting was running very late,” says Coe. “And it was already a comedic evening because Carl Lewis had appeared to set a 100m world record only for a scoreboard glitch to be discovered while he was on his lap of honour. There were flowers, notes, coins, even parents throwing daughters as he went round. It was a crazy scene. But when he finished that lap he was told his actual time was 10.13sec and not 9.92.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/jun/01/erriyon-knighton-usain-bolt-junior-record-florida\">Florida teenager Erriyon Knighton breaks Usain Bolt junior record</a> </p> </aside>  <p>Coe remained calm amid the chaos. And when the race finally started he immediately slipstreamed the 19-year-old pacemaker Billy Konchellah, who took him through halfway in 49.69 sec – world record pace. “I sensed it was quick,” said Coe. “But I couldn’t be sure.” For some reason Maeve Kyle, the manager of the British team, had not called out his lap time as planned.</p> <p>Not that it mattered. Coe took the lead with 300m to go before obliterating his own world record by six tenths of a second. Or so he thought. Another issue with the electronic timekeeping meant he faced an agonising 10-minute wait for it to become official. Luckily reassurance was at hand. “Maeve came up to me looking shellshocked,” says Coe. “‘I didn’t shout out your time at halfway because it was 49 and bits and I didn’t want to derail your strategy,’ she said. ‘But I have you finishing in 1:41 …’”</p> <p>Moments later it was confirmed. Coe had run 1:41:72 – later rounded up to 1:41:73 – and the crowd burst into applause. “There wasn’t much of a celebration though because it was so bloody late,” says Coe. “We got back to our hotel at 1am and I had a few glasses of wine with my teammates before getting a very early flight home.</p> <p>“In fact it was so early that when I arrived back at Loughborough University, where I was doing a crazy hall warden’s job while training, I bumped into a couple of bleary-eyed people coming down for breakfast. One of them said to me: ‘We didn’t see you last night. Were you up to anything interesting?’ I couldn’t bring myself to say: ‘Well, actually, I took another lump off the world record.’”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"cc4bb8c5987bae30f2f509ba34377f7de9b603e4\"> <img src=\"https://media.guim.co.uk/cc4bb8c5987bae30f2f509ba34377f7de9b603e4/0_330_3326_4155/800.jpg\" alt=\"Sebastian Coe shows off his trophies after breaking the 1000m world record with a time of 2:12.18, at Oslo’s Bislet stadium in July 1981.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sebastian Coe shows off his trophies after breaking the 1000m world record at Oslo’s Bislet stadium in July 1981.</span> <span class=\"element-image__credit\">Photograph: Steve Powell/Allsport/Getty Images</span> </figcaption> </figure>  <p>Nowadays athletes get a $30,000 bonus for a world record. But, at a time when track and field was still supposed to be amateur, Coe got nothing. In fact that week he faced a “run for cash” controversy after L’Équipe claimed that someone close to him had asked for£7,400 for Coe to turn out in Paris. Coe says he doesn’t remember the ins and outs, but writing in the Observer at the time, Christopher Brasher highlighted how ridiculous the situation was.</p> <p>“Coe and Ovett are two of the hottest properties in sport – comparable with Björn Borg,” he wrote. “Yet, unlike Borg, they are not supposed to make one penny from their talent, skill and dedication. It is ludicrous.”</p> <p>Meanwhile Coe’s record-breaking year showed no sign of abating. After taking a small break following a virus, he went to Oslo and smashed the 1,000m world record by running 2:12.18 – a time that stood for 18 years. “I personally think that was more of a sizeable performance than my 800m record,” he says. “I was through two laps in 1:44.7 and I clung on at the end. My right leg actually ceased to work with about five or six strides left. I could barely lift it off the ground I was so fatigued.”</p> <p>Now Coe set his sights on the mile record of 3:48.80, held by his great rival Ovett. The two finest middle-distance runners of their generation had not raced each other mano a mano on the track since Moscow, much to the frustration of fans and purists. But over nine days in August they had an extraordinary long-distance tug of war over the record.</p> <p>Coe struck first by running 3:48.53 in Zurich on 19 August. Ovett retaliated a week later in Koblenz. But Coe was to have a final and emphatic say in the Golden Mile two days later, running a stunning 3:47.33, to rip more than a second from Ovett’s record.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"65382261d5044d058d71cdd852769e5b5e0ddd02\"> <img src=\"https://media.guim.co.uk/65382261d5044d058d71cdd852769e5b5e0ddd02/0_355_5250_3151/1000.jpg\" alt=\"Sebastian Coe breaking the world mile record at the 1981 Golden Mile in Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sebastian Coe breaking the world mile record at the 1981 Golden Mile in Brussels.</span> <span class=\"element-image__credit\">Photograph: PCN Photography/Alamy</span> </figcaption> </figure>  <p>It was only the third mile Coe had run in three years – and each time he had set a world record. Asked how much Ovett spurred him on, Coe starts to smile. “At the time our default position was always: ‘No, we don’t think about each other, we only think about our own careers,’” he says. “But who were we kidding? When I wasn’t training, I believed he was out there in the cold and rain. Of course that pushed me on.</p> <p>“That said, I am not sure the mile record would have gone three times in nine days if we’d faced each other,” he adds. “We would have wanted the bragging rights from burning each other up in the finishing straight. It’s like when you get two tasty teams in the Champions League, it doesn’t always guarantee a great final.”</p> <p>Why was Coe so good that year? He puts it down to being at a peak age, 24, long training stints in Italy, and being able to go for it in a year when he wasn’t on the “Championship rollercoaster”. However Frank Dick, British Athletics’ director of coaching in the 1980s and early 90s, says that Coe’s humility and training were key factors too.</p> <p>“Of course Seb was a very driven young man. But while he may have given the impression that he was a little bit above people, he was actually a very humble boy. He never stopped asking questions of me, or anyone else who could possibly give him that extra edge. Not every top athlete has that sense of humility – or pride.”</p> <p>Dick also praises Coe’s father and coach, Peter, for focusing so much on speed in his workouts as well as a training programme set by George Gandy, then a lecturer in biomechanics at Loughborough, that focused on lifting heavy weights twice a week, box-jumps and speed drills. “It was groundbreaking for middle-distance at the time,” adds Dick.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"dd2cefefc78c52f1ada4c5a9fd909c0cd8ddba63\"> <img src=\"https://media.guim.co.uk/dd2cefefc78c52f1ada4c5a9fd909c0cd8ddba63/0_0_3504_2442/1000.jpg\" alt=\"Sebastian Coe’s father and coach, Peter. shouts encouragement to his son on his way to breaking the mile record in Zurich in August 1981.\" width=\"1000\" height=\"697\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sebastian Coe’s father and coach, Peter, shouts encouragement as his son breaks the mile world record again in Zurich.</span> <span class=\"element-image__credit\">Photograph: Manchester Daily Express/SSPL/Getty Images</span> </figcaption> </figure>  <p>However, while Coe’s 1981 season was extraordinary it wasn’t quite perfect. Coe believes there was a sixth world record on the table in the 1500m in Stockholm, and he could have run “something skirting the edges of 3:28”, but paid the price for the pacemaker going off too fast. And, he confesses, after his final race of the season, a World Cup victory in Rome, there was actually a solitary defeat during a fun run.</p> <p>“I was out with Brendan Foster and the press pack to celebrate the end of the season when someone suggested we should run an 11.7km road race the next day,” he says. “It sounded like a great idea at 3am on a Frascati loading diet, and it started to the chimes of the bells in St Peter’s Square. But it was a classic Rome Sunday morning, with people in costumes and dogs, and we were also near the back.”</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to The Recap, our weekly email of editors’ picks.\">  <iframe id=\"the-recap\" name=\"the-recap\" src=\"https://www.theguardian.com/email/form/plaintone/the-recap\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-recap\"></iframe> <figcaption>Sign up to The Recap, our weekly email of editors’ picks.</figcaption> </figure>  <p>The Athletics Weekly editor Mel Watman, who started with Coe and Foster, told the Guardian he timed their first 1500m in 8 mins 46 seconds. But when the path cleared Coe picked up the pace and finished ninth.</p> <p>Meanwhile Coe insists he had no regrets when he heard that Wilson Kipketer had finally knocked his 800m world record off its perch in 1997. “I was surprised it stayed as long as it did,” he says. “I first broke it in my early 20s and only ost it when I was William Hague’s chief of staff having been a member of parliament for five years.</p> <p>“I was also happy to lose it to someone like Wilson, who was a proper runner and a lovely guy. And when you look at the record books, there have only been four 800m world record holders since 1975. Alberto Juantorena, Wilson, David Rudisha and myself. That’s not bad company to keep.”</p>","newspaperPageNumber":"16","wordcount":"1689","firstPublicationDate":"2021-06-05T07:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:00:03Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkdt2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c9da8fee877e5c72eb0199bfe45dcaeec27f6500/0_180_3745_2247/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Forty years ago this week, on a chaotic June night in Florence, Sebastian Coe set an 800m world record so breathtakingly supreme it stood for 16 years. His time, 1:41:73, remains instant shorthand for English sporting excellence, alongside 1966, 364 and 3:59:4 in the pantheon. Even now, in the era of super spikes and slick-fast tracks, only two men have gone quicker. “I didn’t want to just nibble at world records,” he tells the Guardian, as his mind whirls back to that rumbustious night at the Stadio Comunale. “I wanted to take chunks out of them.” He was as good as his word. By the time Coe put away his spikes for the 1981 season he had shattered five world records in six months, won all 22 of his races on the track, and recorded one of the great invincible seasons in athletics history. “It was an odd feeling,” he says. “I was in such a purple patch that I went to the line knowing I was not going to lose. And my opponents knew they were not going to win.” Ironically, Coe was planning a low-key year after the drama and trauma of the Moscow Olympics, where he was mugged by Steve Ovett in the 800m before gaining revenge over 1500m. But his early season form – including an 800m indoor world record in February and a lightning quick 45.7 sec 4x400m relay leg as England beat the United States in early June – made him recalibrate. A 800m world record attempt was pencilled in for Oslo. And a race in Florence on 10 June appeared an ideal tune up. “I wasn’t planning to break my own world record that night,” says Coe. “But it was a beautiful Mediterranean evening and the opportunity to take it from gun to tape over 800m was too good to miss.” As he warmed up, he was also pleasantly surprised by how good he felt – with the pain from a recently pulled muscle in his right foot having eased. The only problem was that it was nearly 11pm and Coe’s race, which had been due off at 9.45pm, was yet to get under way. “I’m trying not to be too stereotypical, but the meeting was running very late,” says Coe. “And it was already a comedic evening because Carl Lewis had appeared to set a 100m world record only for a scoreboard glitch to be discovered while he was on his lap of honour. There were flowers, notes, coins, even parents throwing daughters as he went round. It was a crazy scene. But when he finished that lap he was told his actual time was 10.13sec and not 9.92.” Coe remained calm amid the chaos. And when the race finally started he immediately slipstreamed the 19-year-old pacemaker Billy Konchellah, who took him through halfway in 49.69 sec – world record pace. “I sensed it was quick,” said Coe. “But I couldn’t be sure.” For some reason Maeve Kyle, the manager of the British team, had not called out his lap time as planned. Not that it mattered. Coe took the lead with 300m to go before obliterating his own world record by six tenths of a second. Or so he thought. Another issue with the electronic timekeeping meant he faced an agonising 10-minute wait for it to become official. Luckily reassurance was at hand. “Maeve came up to me looking shellshocked,” says Coe. “‘I didn’t shout out your time at halfway because it was 49 and bits and I didn’t want to derail your strategy,’ she said. ‘But I have you finishing in 1:41 …’” Moments later it was confirmed. Coe had run 1:41:72 – later rounded up to 1:41:73 – and the crowd burst into applause. “There wasn’t much of a celebration though because it was so bloody late,” says Coe. “We got back to our hotel at 1am and I had a few glasses of wine with my teammates before getting a very early flight home. “In fact it was so early that when I arrived back at Loughborough University, where I was doing a crazy hall warden’s job while training, I bumped into a couple of bleary-eyed people coming down for breakfast. One of them said to me: ‘We didn’t see you last night. Were you up to anything interesting?’ I couldn’t bring myself to say: ‘Well, actually, I took another lump off the world record.’” Nowadays athletes get a $30,000 bonus for a world record. But, at a time when track and field was still supposed to be amateur, Coe got nothing. In fact that week he faced a “run for cash” controversy after L’Équipe claimed that someone close to him had asked for£7,400 for Coe to turn out in Paris. Coe says he doesn’t remember the ins and outs, but writing in the Observer at the time, Christopher Brasher highlighted how ridiculous the situation was. “Coe and Ovett are two of the hottest properties in sport – comparable with Björn Borg,” he wrote. “Yet, unlike Borg, they are not supposed to make one penny from their talent, skill and dedication. It is ludicrous.” Meanwhile Coe’s record-breaking year showed no sign of abating. After taking a small break following a virus, he went to Oslo and smashed the 1,000m world record by running 2:12.18 – a time that stood for 18 years. “I personally think that was more of a sizeable performance than my 800m record,” he says. “I was through two laps in 1:44.7 and I clung on at the end. My right leg actually ceased to work with about five or six strides left. I could barely lift it off the ground I was so fatigued.” Now Coe set his sights on the mile record of 3:48.80, held by his great rival Ovett. The two finest middle-distance runners of their generation had not raced each other mano a mano on the track since Moscow, much to the frustration of fans and purists. But over nine days in August they had an extraordinary long-distance tug of war over the record. Coe struck first by running 3:48.53 in Zurich on 19 August. Ovett retaliated a week later in Koblenz. But Coe was to have a final and emphatic say in the Golden Mile two days later, running a stunning 3:47.33, to rip more than a second from Ovett’s record. It was only the third mile Coe had run in three years – and each time he had set a world record. Asked how much Ovett spurred him on, Coe starts to smile. “At the time our default position was always: ‘No, we don’t think about each other, we only think about our own careers,’” he says. “But who were we kidding? When I wasn’t training, I believed he was out there in the cold and rain. Of course that pushed me on. “That said, I am not sure the mile record would have gone three times in nine days if we’d faced each other,” he adds. “We would have wanted the bragging rights from burning each other up in the finishing straight. It’s like when you get two tasty teams in the Champions League, it doesn’t always guarantee a great final.” Why was Coe so good that year? He puts it down to being at a peak age, 24, long training stints in Italy, and being able to go for it in a year when he wasn’t on the “Championship rollercoaster”. However Frank Dick, British Athletics’ director of coaching in the 1980s and early 90s, says that Coe’s humility and training were key factors too. “Of course Seb was a very driven young man. But while he may have given the impression that he was a little bit above people, he was actually a very humble boy. He never stopped asking questions of me, or anyone else who could possibly give him that extra edge. Not every top athlete has that sense of humility – or pride.” Dick also praises Coe’s father and coach, Peter, for focusing so much on speed in his workouts as well as a training programme set by George Gandy, then a lecturer in biomechanics at Loughborough, that focused on lifting heavy weights twice a week, box-jumps and speed drills. “It was groundbreaking for middle-distance at the time,” adds Dick. However, while Coe’s 1981 season was extraordinary it wasn’t quite perfect. Coe believes there was a sixth world record on the table in the 1500m in Stockholm, and he could have run “something skirting the edges of 3:28”, but paid the price for the pacemaker going off too fast. And, he confesses, after his final race of the season, a World Cup victory in Rome, there was actually a solitary defeat during a fun run. “I was out with Brendan Foster and the press pack to celebrate the end of the season when someone suggested we should run an 11.7km road race the next day,” he says. “It sounded like a great idea at 3am on a Frascati loading diet, and it started to the chimes of the bells in St Peter’s Square. But it was a classic Rome Sunday morning, with people in costumes and dogs, and we were also near the back.” The Athletics Weekly editor Mel Watman, who started with Coe and Foster, told the Guardian he timed their first 1500m in 8 mins 46 seconds. But when the path cleared Coe picked up the pace and finished ninth. Meanwhile Coe insists he had no regrets when he heard that Wilson Kipketer had finally knocked his 800m world record off its perch in 1997. “I was surprised it stayed as long as it did,” he says. “I first broke it in my early 20s and only ost it when I was William Hague’s chief of staff having been a member of parliament for five years. “I was also happy to lose it to someone like Wilson, who was a proper runner and a lovely guy. And when you look at the record books, there have only been four 800m world record holders since 1975. Alberto Juantorena, Wilson, David Rudisha and myself. That’s not bad company to keep.”","charCount":"9172","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/seaningle\">Sean Ingle</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"environment/2021/jun/05/100-richest-uk-families-urged-to-commit-1bn-to-tackle-climate-crisis","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-06-05T07:00:03Z","webTitle":"100 richest UK families urged to commit £1bn to tackle climate crisis","webUrl":"https://www.theguardian.com/environment/2021/jun/05/100-richest-uk-families-urged-to-commit-1bn-to-tackle-climate-crisis","apiUrl":"https://content.guardianapis.com/environment/2021/jun/05/100-richest-uk-families-urged-to-commit-1bn-to-tackle-climate-crisis","fields":{"headline":"100 richest UK families urged to commit £1bn to tackle climate crisis","standfirst":"<p>As UK prepares for environment push at G7 summit, letter asks richest to make climate charitable focus</p>","trailText":"As UK prepares for environment push at G7 summit, letter asks richest to make climate charitable focus","byline":"Fiona Harvey Environment correspondent","main":"<figure class=\"element element-image\" data-media-id=\"30a0a985a8d477aead5b4d0460019298b43f2340\"> <img src=\"https://media.guim.co.uk/30a0a985a8d477aead5b4d0460019298b43f2340/0_117_3500_2100/1000.jpg\" alt=\"The in-person G7 summit of global leaders is due to take place in St Ives, Cornwall in the UK.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The in-person G7 summit of global leaders is due to take place in St Ives, Cornwall in the UK.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>","body":"<p>The UK’s 100 richest families are being urged to commit £1bn over the next five years to tackle the climate emergency and halt the destruction of the natural world, as the world prepares for a big push on environmental issues at the G7 summit.</p> <p>Each of the 100 richest families in the UK, and the 100 biggest charitable foundations, will receive a letter on Saturday asking them to make the climate and biodiversity crises a focus of their philanthropic efforts, in order to stave off pending disasters that would imperil all their other charitable efforts.</p> <p>The letter says: “We are at a tipping point: without concerted and radical action, the current trends of extreme weather, increasingly hostile living conditions and ailing nature will accelerate.”</p> <p>The letter does not ask for specific amounts, but the Guardian understands the signatories hope to increase funding by £1bn by 2025. At present, only about 4% of the money from UK philanthropic trusts and foundations goes to environmental causes, including climate change.</p> <p>The letter continues: “The environment is humanity’s life support. Yet the human systems we have collectively established – economic, industrial, even political – are changing our climate, endangering our fellow species, and diminishing our health and wellbeing. Whatever causes you care about and already fund will undoubtedly be impacted by climate change.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/04/european-finance-ministers-say-deal-to-stop-global-tax-abuse-is-within-reach\">Europe’s biggest economies ramp up pressure for deal to curb corporate tax abuse</a> </p> </aside>  <p>Ben Goldsmith, an investor and philanthropist, and one of the signatories to the letter, said: “Given what is at stake for the planet, it is odd that we have so few people giving money and funding these problems. This is the mother of all problems – everything else is subservient to this.”</p> <p>He said now was the time for billionaires to step up, as this year, the UK is hosting the <a href=\"https://www.theguardian.com/world/g7\">G7 summit</a>, as well as vital UN climate talks called<a href=\"https://www.theguardian.com/environment/cop26-glasgow-climate-change-conference-2021\"> Cop26</a> in Glasgow this November, and there are global talks on biodiversity and the oceans.</p> <p>“This is a super year for the environment, some would say a make-or-break year,” he said. “I have never been more optimistic in my adult life – I’ve never felt my government was taking the environment seriously until now.”</p> <p>Many of the recipients, made up of the Top 100 names and families that appear in this year’s Sunday Times Rich List, are likely to have investments or strong connections to high-carbon industries or fossil fuels. For instance, the list includes Sir Jim Ratcliffe, of the <a href=\"https://www.theguardian.com/environment/2019/apr/05/ineos-daily-mile-sponsorship-teaching-union\">chemical giant Ineos</a>, which also has fracking interests; the Mittal family with steel interests; Sir Stelios Haji-Ioannou of easyJet; Alisher Usmanov, the Russian oligarch who managed Gazprom Invest Holdings before 2014; and <a href=\"https://www.theguardian.com/business/2021/may/21/sir-len-blavatnik-is-britains-richest-man-after-wealth-boost-during-pandemic\">Sir Len Blavatnik</a>, who made his fortune in petrochemicals and Russian oil.</p> <p>The letter does not ask the recipients to divest their high-carbon interests, but Goldsmith said they should consider the impacts of their investments.</p> <p>“One of the main purposes of the environmental movement is to stamp out business practices that mess up the environment, such as fossil fuel extraction, deep sea mining, and industrialised animal production,” he said. “The purpose of the letter is not to berate people, about their business or personal life, but they should have the ability to make a positive impact.”</p> <p>The letter also does not call on recipients to make any changes to their own lifestyles. <a href=\"https://www.rapidtransition.org/resources/cambridge-sustainability-commission/\">Recent research</a> from the Cambridge Sustainability Commission on Scaling Behaviour Change<a href=\"https://www.theguardian.com/commentisfree/2021/apr/19/britain-emissions-polluter-elite-zero-carbon-overconsumption\"> identified a “polluter elite”</a> that contributes the lion’s share of greenhouse gas emissions from individuals, in the UK and around the world. For instance, from 1990 to 2015, emissions from the poorer half of the EU population fell by a quarter, while those of the richest 10% increased.</p> <p>The report found that the richest 1% of the population would need to reduce their emissions by a factor of 30 at least in the next decade, while the world’s poor could increase their emissions threefold, in order to keep within the 1.5C limit on global heating set out in the Paris agreement.</p> <p><a href=\"https://www.theguardian.com/business/2020/nov/03/private-jet-bookings-soar-as-wealthy-flee-second-england-lockdown\">Private jet use has soared</a> amid the restrictions on airlines imposed under the Covid-19 pandemic, demand for luxury goods has risen strongly, and many billionaires have also seen their wealth increase.</p> <p>Peter Newell, lead author of the report, and professor of international relations at the University of Sussex, said that billionaire philanthropists should use their wealth, and their influence, to combat the climate crisis, and should take care to be consistent.</p> <p>“They should give money to protect the climate, but there are also more direct ways to use their wealth – for instance, in paying tax, and in [reducing] their investments in fossil fuels,” he said. “It is better to spend money on this [climate philanthropy] than on private jets or yachts, but it’s not tenable to carry on with an extremely high-carbon lifestyle. It undermines the effectiveness if they live in a completely inconsistent way.”</p> <p>The letter was organised by the Environmental Funders Network, and signed by the representatives of 14 trusts and environmental organisations, including André Hoffmann of the Mava Foundation; Lisbet Rausing and Peter Baldwin of the Arcadia Fund; the environmentally focused Ashden organisation; and the European Climate Foundation.</p>","wordcount":"845","firstPublicationDate":"2021-06-05T07:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:01:37Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkfne","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/30a0a985a8d477aead5b4d0460019298b43f2340/0_117_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The UK’s 100 richest families are being urged to commit £1bn over the next five years to tackle the climate emergency and halt the destruction of the natural world, as the world prepares for a big push on environmental issues at the G7 summit. Each of the 100 richest families in the UK, and the 100 biggest charitable foundations, will receive a letter on Saturday asking them to make the climate and biodiversity crises a focus of their philanthropic efforts, in order to stave off pending disasters that would imperil all their other charitable efforts. The letter says: “We are at a tipping point: without concerted and radical action, the current trends of extreme weather, increasingly hostile living conditions and ailing nature will accelerate.” The letter does not ask for specific amounts, but the Guardian understands the signatories hope to increase funding by £1bn by 2025. At present, only about 4% of the money from UK philanthropic trusts and foundations goes to environmental causes, including climate change. The letter continues: “The environment is humanity’s life support. Yet the human systems we have collectively established – economic, industrial, even political – are changing our climate, endangering our fellow species, and diminishing our health and wellbeing. Whatever causes you care about and already fund will undoubtedly be impacted by climate change.” Ben Goldsmith, an investor and philanthropist, and one of the signatories to the letter, said: “Given what is at stake for the planet, it is odd that we have so few people giving money and funding these problems. This is the mother of all problems – everything else is subservient to this.” He said now was the time for billionaires to step up, as this year, the UK is hosting the G7 summit, as well as vital UN climate talks called Cop26 in Glasgow this November, and there are global talks on biodiversity and the oceans. “This is a super year for the environment, some would say a make-or-break year,” he said. “I have never been more optimistic in my adult life – I’ve never felt my government was taking the environment seriously until now.” Many of the recipients, made up of the Top 100 names and families that appear in this year’s Sunday Times Rich List, are likely to have investments or strong connections to high-carbon industries or fossil fuels. For instance, the list includes Sir Jim Ratcliffe, of the chemical giant Ineos, which also has fracking interests; the Mittal family with steel interests; Sir Stelios Haji-Ioannou of easyJet; Alisher Usmanov, the Russian oligarch who managed Gazprom Invest Holdings before 2014; and Sir Len Blavatnik, who made his fortune in petrochemicals and Russian oil. The letter does not ask the recipients to divest their high-carbon interests, but Goldsmith said they should consider the impacts of their investments. “One of the main purposes of the environmental movement is to stamp out business practices that mess up the environment, such as fossil fuel extraction, deep sea mining, and industrialised animal production,” he said. “The purpose of the letter is not to berate people, about their business or personal life, but they should have the ability to make a positive impact.” The letter also does not call on recipients to make any changes to their own lifestyles. Recent research from the Cambridge Sustainability Commission on Scaling Behaviour Change identified a “polluter elite” that contributes the lion’s share of greenhouse gas emissions from individuals, in the UK and around the world. For instance, from 1990 to 2015, emissions from the poorer half of the EU population fell by a quarter, while those of the richest 10% increased. The report found that the richest 1% of the population would need to reduce their emissions by a factor of 30 at least in the next decade, while the world’s poor could increase their emissions threefold, in order to keep within the 1.5C limit on global heating set out in the Paris agreement. Private jet use has soared amid the restrictions on airlines imposed under the Covid-19 pandemic, demand for luxury goods has risen strongly, and many billionaires have also seen their wealth increase. Peter Newell, lead author of the report, and professor of international relations at the University of Sussex, said that billionaire philanthropists should use their wealth, and their influence, to combat the climate crisis, and should take care to be consistent. “They should give money to protect the climate, but there are also more direct ways to use their wealth – for instance, in paying tax, and in [reducing] their investments in fossil fuels,” he said. “It is better to spend money on this [climate philanthropy] than on private jets or yachts, but it’s not tenable to carry on with an extremely high-carbon lifestyle. It undermines the effectiveness if they live in a completely inconsistent way.” The letter was organised by the Environmental Funders Network, and signed by the representatives of 14 trusts and environmental organisations, including André Hoffmann of the Mava Foundation; Lisbet Rausing and Peter Baldwin of the Arcadia Fund; the environmentally focused Ashden organisation; and the European Climate Foundation.","charCount":"5227","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/fiona-harvey\">Fiona Harvey</a> Environment correspondent"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"global/2021/jun/05/kim-leadbeater-on-running-for-her-sister-jo-coxs-seat-i-know-this-is-what-she-would-want-me-to-be-doing","type":"article","sectionId":"global","sectionName":"Global","webPublicationDate":"2021-06-05T06:30:02Z","webTitle":"Kim Leadbeater on running for her sister Jo Cox’s seat: ‘I know this is what she would want me to be doing’","webUrl":"https://www.theguardian.com/global/2021/jun/05/kim-leadbeater-on-running-for-her-sister-jo-coxs-seat-i-know-this-is-what-she-would-want-me-to-be-doing","apiUrl":"https://content.guardianapis.com/global/2021/jun/05/kim-leadbeater-on-running-for-her-sister-jo-coxs-seat-i-know-this-is-what-she-would-want-me-to-be-doing","fields":{"headline":"Kim Leadbeater on running for her sister Jo Cox’s seat: ‘I know this is what she would want me to be doing’","standfirst":"<p>Five years after Jo Cox MP was murdered in her constituency, her sister is standing for Labour in a crucial byelection there. She explains why she’s ready to take on Cox’s political legacy</p>","trailText":"Five years after Jo Cox MP was murdered in her constituency, her sister is standing for Labour in a crucial byelection there. She explains why she’s ready to take on Cox’s political legacy","byline":"Simon Hattenstone","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"8e0b7c40707ac61591750ff6c11f9c03ada7d7fc\"> <img src=\"https://media.guim.co.uk/8e0b7c40707ac61591750ff6c11f9c03ada7d7fc/0_774_3840_2304/1000.jpg\" alt=\"Head shot of Kim Leadbeater, sister of murdered MP Jo Cox, against blue background\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kim Leadbeater: ‘Jo used to say to me, if good people don’t step up, then nothing will change.’</span> <span class=\"element-image__credit\">Photograph: Richard Saker/The Guardian</span> </figcaption> </figure>","body":"<p>It was the most shocking day in British politics this century. On 16 June 2016, a week before the Brexit vote, brooding tensions came to a climax with one horrific act of violence: the murder of Jo Cox. It was only 13 months since she had been elected to parliament as Labour’s MP for Batley and Spen in West Yorkshire. Cox had been a symbol of hope in politics: young, idealistic, popular, a doer who wanted to make a difference. Then she was fatally shot and stabbed outside a library in Birstall, a small market town in her constituency. Her killer, Thomas Mair, a local resident and far-right extremist, <a href=\"https://www.theguardian.com/uk-news/2016/nov/23/thomas-mair-found-guilty-of-jo-cox-murder\" title=\"\">shouted “Britain first”</a> as he attacked her.</p> <p>Today, her sister Kim Leadbeater says she has blocked out much of what happened. “I know I haven’t really dealt with the day,” she says. “Maybe I never will. Maybe I’ll never need to.” Leadbeater, a fun-loving extrovert, is virtually whispering. “What’s the point? The only person who’ll suffer is me.”</p> <p>A couple of months ago we agreed to meet to discuss Cox’s legacy as we approach the fifth anniversary of her death. Batley and Spen had traditionally been a quiet, stable constituency, rarely in the news until that terrible day. In May, it’s back in the news because its MP, Tracy Brabin, who replaced Cox in October 2016, has just been elected the first <a href=\"https://www.theguardian.com/politics/2021/may/09/labour-tracy-brabin-elected-first-mayor-of-west-yorkshire\" title=\"\">mayor of West Yorkshire</a>, triggering a byelection on 1 July. It has also reopened old wounds. Batley and Spen voted<a href=\"https://democraticdashboard.com/constituency/batley-and-spen\" title=\"\"> 60% to 40%</a> to leave Europe just after Cox’s death. Now there are fears that this could be the <a href=\"https://www.theguardian.com/politics/2021/may/07/hartlepool-byelection-result-labour-starmer-conservatives\" title=\"\">latest</a> block of the “red wall” to collapse. For 24 years the constituency has elected a Labour MP, but <a href=\"https://www.theguardian.com/politics/2021/may/10/batley-and-spen-voters-view-of-starmer-shows-the-size-of-his-challenge\" title=\"\">pundits believe that this time the Conservatives might nudge it</a>. It’s a key fight for both major parties. Lose this, and Keir Starmer’s leadership starts to look very wobbly.</p> <p>On the train to Batley last month, I check the news. Astonishingly, Leadbeater, who has always shied away from the limelight, is in the headlines. The Guardian is reporting that <a href=\"https://www.theguardian.com/politics/2021/may/12/jo-cox-sister-labour-batley-spen-byelection-kim-leadbeater\" title=\"\">she may throw her hat in the ring to become Labour’s candidate for her sister’s old seat</a>.</p> <p>We meet at Jo Cox House, a handsome building on Commercial Street in Batley. Leadbeater is sitting in an office that is used by the <a href=\"https://www.jocoxfoundation.org/\" title=\"\">Jo Cox Foundation</a>, a charity set up after Cox’s death. When she sees me she waves enthusiastically, smiling from cheek to cheek.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4d1584de65326b08ece531c8809cda18e33c4ee6\"> <img src=\"https://media.guim.co.uk/4d1584de65326b08ece531c8809cda18e33c4ee6/0_163_2686_2985/900.jpg\" alt=\"Labour candidate Kim Leadbeater, the sister of murdered MP Jo Cox, on the campaign trail in Heckmondwike, West Yorkshire, ahead of the the Batley and Spen by-election. Picture date: Monday May 24, 2021.\" width=\"900\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leadbeater on the campaign trail last month.</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e862f4a677aa34732549187dd71e593fd2581487\"> <img src=\"https://media.guim.co.uk/e862f4a677aa34732549187dd71e593fd2581487/3_0_2809_2840/989.jpg\" alt=\"Murdered Labour MP Jo Cox in 2014\" width=\"989\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cox in 2014. Photograph: Rex/Shutterstock</span> <span class=\"element-image__credit\">Photograph: ddp USA/Rex/Shutterstock</span> </figcaption> </figure>  <p>Well, this is a bit of a day, I say. Nothing has been decided yet, Leadbeater says, though she admits there may be an announcement later. But as we talk, it seems clear the decision has already been made. She tells me she’s terrified that Labour will lose the byelection. “It’s tough, Simon. People are disillusioned and disengaged.” Why? “They don’t trust politicians, do they?”</p> <p>So why is she considering standing? “Jo used to say to me, if good people don’t step up, then nothing will change.” You look like Jo, I say. “D’you think so? No, she was far prettier than I am: short face, nice cheeks, dimples. Yeah, she got the looks. I got the sparkling personality!” She rocks with laughter. Leadbeater is one of life’s great gigglers. She defies you not to find the world funny, despite everything that’s happened. </p> <p>I ask Leadbeater if she is the older of the sisters. She gives me a look. “I’m two years younger, you cheeky sod!” It’s embarrassing, but I realise why I’d thought so; Jo died at 41, Kim is now 45. The two girls were as close as can be when growing up in Heckmondwike, two miles from Batley and 10 from Leeds. They hung out together, shared friends, interests and values. “We were always the Leadbeater girls, if you know what I mean.” They were sporty (“I’ve played hockey all my life; Jo ran”) and academic, encouraged by their parents to believe they could do anything. She says their values were wholly shaped by their parents – Jean, a school secretary, and Gordon, a toothpaste and hairspray factory worker who became a shift manager.</p> <p>Both girls went to Heckmondwike grammar school. Joanne (as she was then known) was head girl, Kim went on to be deputy head. Looking back, she can see now that they were popular<strong> </strong>kids, but again she credits this to her parents. “Everyone came to our house partly because everybody loved Mum and Dad so much. We’d break up with boyfriends and they’d keep coming round to see Mum and Dad. We’d be like, ‘It’s over, you need to leave!’”</p> <p>She says her mother would open the door to visitors and just laugh. “My friends would be like, ‘What’s she laughing at?’” Why was she laughing? Because she was so happy to see them, Leadbeater says. I can see where she gets her positivity from.</p>  <figure class=\"element element-image\" data-media-id=\"edb9631bd10fa035364a4a666a6a90e2134301ae\"> <img src=\"https://media.guim.co.uk/edb9631bd10fa035364a4a666a6a90e2134301ae/0_69_1516_993/1000.jpg\" alt=\"Sisters Jo Cox and Kim Leadbeater as children\" width=\"1000\" height=\"655\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cox and Leadbeater as children</span> <span class=\"element-image__credit\">Photograph: Johnston Press  / SWNS.com</span> </figcaption> </figure>  <p>Cox went to Cambridge, the first in the family to go to university. According to Leadbeater, she hated it initially and wanted to come home. The students seemed alien and snobbish. She realised many of them expected to be there as a birthright. She stuck it out, and ended up making good friends. Because Cox had gone to Cambridge, Leadbeater’s teachers decided she should go to Oxford. But she was never one to be told what to do, and her sister’s experience put her off. “I was like, ‘Well, I won’t be doing that then, I’ll be making my own way.’ I always knew my own mind. I was very stubborn.”</p> <p>So, after A-levels, Leadbeater worked at a local carpet-yarn-spinning factory for a year and a half. She left to study philosophy and politics at Leeds for a few months before deciding student life wasn’t for her. Subsequently she got a job at a bed company, discovered she was a supreme saleswoman and quickly became national sales manager.</p> <p>She shows me how she did it – all jazz hands and manically effusive voice. “It was largely men over 40 selling the beds, and I pitched up and was like, ‘<em>Hiiiiii, </em>buy some beds.’ And they were like, ‘Oh <em>shit</em>, we better buy some beds from this mad woman.’” She was headhunted by Slumberland, and by the age of 23 was earning serious money. Fast-forward another 18 months, and she’d had it with beds. She was obsessed with fitness, so trained to be an aerobics instructor (she dances on the spot by way of illustration); did a degree, then a PGCE, and reinvented herself as lecturer in exercise and fitness. She now works as a wellbeing coach and personal trainer.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>People started being horrible on a personal level. I sent Jo a text saying, ‘If you need to walk away, do so’</p> </blockquote> </aside>  <p>While Leadbeater stayed local, Cox worked in Brussels and New York for Oxfam and did a stint as assistant for MEP Glenys Kinnock, also in Brussels. Leadbeater says they became more distant in those years. “In our 20s and 30s, we went our separate ways and didn’t speak to each other that much. Like lots of siblings, you’re just cracking on with it.” In 2009, Jo Leadbeater married Brendan Cox, an adviser on international development to Gordon Brown when he was prime minister. Soon after, their children Cuillin, now 10, and Lejla, eight, were born.</p> <p>In 2015, Cox was elected MP for Batley and Spen, slightly increasing Labour’s majority. Ukip, which had not stood in the constituency in the previous election, got 18% of the vote. It was obvious that Cox, a Europhile, would have her work cut out. </p> <p>Cox made an instant impression as an MP. Her <a href=\"https://www.youtube.com/watch?v=DeisAd_tYps\" title=\"\">maiden speech </a>was commended for its unifying message. She became co-chair of the all-party parliamentary group Friends of Syria, and set up a cross-party loneliness commission with Conservative MP Seema Kennedy. She lived half the week on the family houseboat in London, and half in her constituency.</p>  <figure class=\"element element-image\" data-media-id=\"63c46d901c649de6a31bfbb3a5033d09cceeca75\"> <img src=\"https://media.guim.co.uk/63c46d901c649de6a31bfbb3a5033d09cceeca75/262_0_1317_1080/1000.jpg\" alt=\"Labour MP Jo Cox making her maiden speech in the Commons in June 2015\" width=\"1000\" height=\"820\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cox making her maiden speech in the Commons in 2015.</span> <span class=\"element-image__credit\">Photograph: Parliament TV</span> </figcaption> </figure>  <p>Was Leadbeater worried when Cox went into politics? “No, I was incredibly proud of her. I was more worried, and she was more worried, about juggling the kids and the job. But she did it. God knows how. Jo was all the time entertaining them, teaching them, guiding them, empowering them. That was her greatest legacy, forget the politics.” By now, she says, the shyness had gone, and Cox had a new confidence. “But there was still huge humility and compassion. There was none of this vote-for-me nonsense. People can tell, can’t they?”</p> <p>There is a knock. Daryl Schofield, the site manager, puts his head round the door, unable to hide his excitement.</p> <p>“<em>Hellllllllooooo!”</em> Leadbeater says, hands going like the clappers.</p> <p>“Ey up, Kim. I’ve heard this rumour that you’re going to be standing as MP.”</p> <p>“What d’you think if I were to do that?” she asks.</p> <p>“I think it’s brilliant. I’ll come out and do some legwork for you,” he says.</p> <p>“Would you? Aww!” Leadbeater might be sitting down, but she’s virtually dancing for joy in her chair.</p> <p>He closes the door.</p> <p>“How lovely’s that?” she says.</p> <p>***</p> <p>Although Cox appeared to be thriving, she struggled with the nastiness of politics. She didn’t get trolled much on social media, but when she did – often on the issue of Syria – it hurt. Six weeks before Cox was killed, Leadbeater celebrated her 40th birthday. She organised a weekend away for those closest to her. She didn’t expect that Cox would make it because she was so busy. At the last second, her sister surprised her, hiring a car and staying the whole weekend. On the Sunday, she and Cox walked to the pub. That was when Cox told her just how difficult she was finding it. “She said, ‘I think I’m going to have to get a thicker skin.’ I said, ‘Don’t even think of changing who you are because who you are makes you the best person to do what you’re doing.’ She said, ‘I’m going to have to toughen up’, because she was getting some crap from people. It’s not nice to be disagreed with, but she knew that was part of her job. But when people start being horrible on a personal level, that’s different. I sent her a text message saying, ‘If you need to walk away from this job, do so.’”</p> <p>Has she still got the text? “Yeah. I’ve not looked at it for a long time.” She scrolls through her phone, and eventually finds it. Leadbeater reads it out, her voice a little unsteady. “Jo, we love you so much. Do not let the bastards get you down. They are stupid and ignorant and you are way better than them. Have a good think about things and if you decide this job, which is what it is, is not for you, then get out. We will support you 100%. You are an amazing sister, wife, daughter, mother and woman. Please ring if you need anything at all. Xxx.”</p> <p>Leadbeater sent Cox the text on 13 May, five weeks before she was murdered.</p> <p>Does she think her sister would have stayed in politics? “I think she would have found it hard. All the female MPs I know find it really hard. But because she was so determined to make a difference, I think she would have stuck it out. It’s like when she went to Cambridge – it would have been so easy to have given up. We used to say, ‘Jo, come home’, she’d be really upset and struggling, and she never did.”</p>  <figure class=\"element element-image\" data-media-id=\"48f5afe54b5af731f323ab930b137d4692ff3135\"> <img src=\"https://media.guim.co.uk/48f5afe54b5af731f323ab930b137d4692ff3135/0_0_1886_1080/1000.jpg\" alt=\"Jo Cox’s sister Kim Leadbeater and parents Gordon and Jean Leadbetter address a small crowd in the marketplace in Birstall, West Yorkshire, on the first anniversary of the MP’s murder.\" width=\"1000\" height=\"573\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leadbeater and her parents, Jean and Gordon, in Birstall, West Yorkshire, on the first anniversary of Cox’s murder.</span> <span class=\"element-image__credit\">Photograph: Dave Higgens/PA</span> </figcaption> </figure>  <p>Leadbeater told Cox’s personal assistant, Fazila Aswat, she was worried about her sister. They decided she had to carve out some relaxation time in her diary. Every Thursday she would come up to the constituency, so they set aside one evening a week for the sisters to hang out. “We said, ‘Right, you’re going to get a takeaway with me, snuggle up and watch some crap TV and do all the things that normal people do.’”</p> <p>A week before she was killed, they watched the <a href=\"https://www.theguardian.com/commentisfree/2016/jun/09/eu-referendum-our-panel-on-boris-johnson-and-nicola-sturgeons-tv-debate\" title=\"\">Brexit debate</a> together. They discussed why Batley and Spen seemed so pro-Brexit. Cox believed it was partly an expression of their general disillusionment with politics, and partly because people simply didn’t know what the EU did. “I used to say to Jo, ‘I don’t have any idea of what the European parliament does either.’ I still don’t, if I’m being honest, but that’s just because I didn’t know, it’s not because I’m stupid. There is a massive difference between knowledge and intellect.” That was the last conversation she remembers having with her sister.</p> <p>As for the day Cox was killed, so much of it is still a blur. “Your brain’s clever, isn’t it? It shuts off what it can’t deal with. And I’ve got so much it’s not dealt with.” She remembers being about to settle down to watch England play Wales at Euro 2016 when she got a call to say that her car, which was in for an MOT, was ready for collection. If she ran, she’d have just enough time to fetch it before the 2pm kick-off. “As I got there, Jo’s husband rang me, and I thought, that’s a bit weird, Thursday afternoon. He said Jo’s been attacked and I just started shaking. You know when you just know... ” She trails off, and apologises for her tears. “I literally knew straight away. I just knew.”</p> <p>She went home, and told her partner that Cox had been attacked, and they had to go to the hospital. “My partner had had an operation on her foot, so she couldn’t drive. She said, ‘You’re in no state to drive, so I’m going to have to.’” Leadbeater is weeping as she tries to piece together the day. “And I just knew,” she repeats. “I knew before I even got there. My partner said, ‘She’s going to be all right’ and I just put my hand on her leg and said, ‘It’s not going to be all right.’ In that one moment everything changes for ever.”</p> <p>She squishes away her tears. She remembers going to identify the body. “That was awful, but I knew I had to do it. Somebody had to do it.” And her brain races from memory to thought and back again as she tries to regain control. “And it just shows you how resilient human beings are, because we do find a way to carry on, don’t we? Even though it’s really hard.” She looks shattered, and asks to take a short break. </p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>I'm furious. But what do you do with that anger? I can let it beat me, or I can channel it into doing something good</p> </blockquote> </aside>  <p>When she has regained her composure, I ask how her parents coped. “Mum and Dad have been amazing, but they’ll never understand it. People talk about getting over things and some things happen in life you’ll never get over. We’ve become a really strong unit – Mum, Dad, me and my partner. When you’ve got that shared trauma it creates a really powerful bond.” Leadbeater asks that we don’t name her partner of 11 years; she hopes to hold on to as much privacy as possible.</p> <p>Can the family talk to each other about what happened? “We talk about Jo all the time.” But can you talk about the day? “No. No. And I don’t generally talk about the day or her murder to anybody.” Would they ever talk about Mair’s motives? “We don’t talk about it, but we’re very clear that it was politically motivated and it was a far-right attack because there was an ideological difference between the person Jo was and the views that this individual held.” She doesn’t say his name.</p> <p>Leadbeater has been quoted as saying she doesn’t feel anger towards Mair, but she says this is untrue. “I’m furious. But what do you do with that anger? I can let it beat me. I can let it eat away at me and take even more from me, or I can channel it into doing something good. I know that’s what Jo would want me to be doing.”</p> <p>In 2018, Cox’s husband, Brendan, <a href=\"https://www.theguardian.com/politics/2018/feb/18/brendan-cox-resigns-from-charities-amid-sexual-assault-claims\" title=\"\">resigned</a> from two charities set up in her memory (the Jo Cox Foundation and <a href=\"https://www.moreincommon.com/\" title=\"\">More In Common</a>) after being publicly accused of sexual assault by a woman in her 30s at Harvard University in 2015. He issued a statement denying the allegation, but admitted making mistakes in a previous role with the charity Save The Children. (In 2015 he had resigned from his job at Save the Children after allegations of “inappropriate behaviour”.) He said: “I want to apologise deeply and unreservedly for my past behaviour and for the hurt and offence that I have caused.”</p> <p>Did Leadbeater feel betrayed? She takes her time before answering. “I felt really disappointed and upset. And it was upset on top of upset. But ultimately my priority is the kids. Brendan is a brilliant dad, and those kids are so well loved and are given the amazing experiences Jo would want them to have. We will always be a family unit because that’s what Jo would want us to be.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"15603d70244e3408bc9f66bbae8a953a2edea380\"> <img src=\"https://media.guim.co.uk/15603d70244e3408bc9f66bbae8a953a2edea380/0_191_5760_3456/1000.jpg\" alt=\"Kim Leadbeater, sister of murdered MP Jo Cox, sitting on a bench in her garden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I don’t want to be part of the Westminster bubble – I want to burst that bubble.’</span> <span class=\"element-image__credit\">Photograph: Richard Saker/The Guardian</span> </figcaption> </figure>  <p>I ask how she has changed over the five years. “Without wanting to sound like I’m on The X Factor, I’ve been on a journey, haven’t I? The most horrific journey. But from it I’ve learned so much. I’ve been given an opportunity to make a difference for the worst possible reason. I feel there is a moral sense of not walking away from that.”</p> <p>Cox was the first sitting MP to have been killed in Britain <a href=\"https://www.theguardian.com/uk-news/2016/jun/16/jo-cox-attack-latest-serious-assault-mps\" title=\"\">since Ian Gow was killed by an IRA bomb in 1990</a>. Her death was shocking for the country, but must have been so much more so for her constituents, I say. “Jo being murdered has had an unbelievable impact on this community. People were distraught, heartbroken. People still come up to me every week and tell me about the time they met Jo. And you can see in people that it is still fresh.” Was there a sense of collective trauma? “Massive trauma for this area. And compounded by the fact that it had happened locally. If it had happened in London, that would have still been our MP, but it wasn’t just the fact that she was our MP, it was that she was from around here, she was one of us, and it happened here on our doorstep. That’s one thing my dad still struggles with. Jo had been to bloody Bosnia and bloody Syria and all over the world, and then it happens where we grew up, five minutes from where we live.”</p> <p>Jo Cox House is barely a two-minute drive from where she was killed. I ask if there is a plaque there to commemorate Jo. “No, we didn’t want that. We’ve tried to focus on how Jo lived rather than how she died. So everything we do is very positive.” But, she says, it’s probably one of the few places locally that doesn’t have a plaque in honour of her sister. The maternity ward at the local hospital has a plaque to commemorate her; their old school has got the Jo Cox sixth-form centre; Kirklees College has a library dedicated to her; Bradford College has a cafe named after her. Leadbeater’s favourite is the Jo Cox Community Wood in Spen Valley. “When they took me to this field, it was an absolute shit heap, and I was like, ‘If this is going to be a wood I will eat my chuffing hat.’ Two years on, she says, it’s as inspiring as it is beautiful. “We’ve now got a wood full of baby trees, and there’s an oak tree for Jo.”</p> <p>After Cox’s death, the consensus among MPs was that there had to be a calmer, kinder politics. There was hope that this might be her legacy.</p> <p>“That went well, didn’t it?” Leadbeater says. Does she think the country is any safer now for politicians? “I don’t know if I do. It’s toxic. Everybody has said to me that if I choose to go into politics, it’s brutal.” Is she tougher than Cox was? “I think fundamentally I am. I would take less crap than Jo.” Who would win in a fight? “We <em>never</em> had fights, you little bugger. God no, we were best mates.” So you would have won then? “Yeah, probably… I would say people who knew us both would say I’m probably the tougher one.”</p> <p>***</p> <p>Eleven days after we meet, it’s announced that Leadbeater will be Labour’s candidate for the byelection. When we catch up, she has already been campaigning for a couple of weeks. “Hiya darling!” she says with that familiar warmth. But now I can also sense the toughness she was talking about. She is quickly discovering how brutal politics can be, and, as she said earlier, she’s not taking any crap. I tell her I’m still not sure why somebody who has been through what she has would want to go into politics. Jo’s words about good people stepping up were ringing in her ears, she says. “If I have a chance to make a difference, I need to go for it.”</p> <p>Was the conversation with her parents and partner about standing difficult? She laughs. “It wasn’t <em>one</em> conversation; there were lots of conversations. We played the hokey cokey. The initial response was: we’re in. Then it was: let’s not do this, this is a really silly idea, we’re out. Then, having talked it through, and the impact I could potentially have, we decided as a family to at least put myself forward and then see what happens. I would only do it if Mum and Dad supported me, and my family and friends.”</p>  <figure class=\"element element-image\" data-media-id=\"d0db97fe133be2cf6c02b956f18ee9ff78aa5b06\"> <img src=\"https://media.guim.co.uk/d0db97fe133be2cf6c02b956f18ee9ff78aa5b06/0_0_1968_1272/1000.jpg\" alt=\"Kim Leadbeater and her sister, murdered MP Jo Cox, in 2009, on Cox's hen do in Howarth, West Yorkshire\" width=\"1000\" height=\"646\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We were best mates’: Cox’s hen do in Howarth in 2009</span> <span class=\"element-image__credit\">Photograph: Tim Stewart News Limited</span> </figcaption> </figure>  <p>Why did she think it was a silly idea? “Politics can be a really tough place for anybody, but particularly for women, and obviously we have our own horrific story. So there was a very clear argument for not doing it. And the disruption to my life – going to London three days a week. There’s also the impact on my privacy. Some people know who I am locally, but this is a whole other level. We did a list of pros and cons and there were a heck of a lot of cons, but the one pro was the ability to make a difference.”</p> <p>I ask whether she and her family fear for her. “I wouldn’t describe it as fear. It was nervousness and apprehension.” What I mean, I say, is has it crossed your mind that what happened to Jo could happen to you? “No. Because you can’t live your life thinking that. You wouldn’t leave the house.”</p> <p>Leadbeater doesn’t mince her words about how Labour needs to change. “Labour needs to reconnect with its roots and the fact that it is the party of working-class people. It needs real people to make some of those changes.”</p> <p>Does that mean there are too many unreal people in Labour politics? “I’ve met some brilliant MPs, but you get drawn into that world, and I can see it happening. I’m going into politics to change politics; I don’t want it to change me. I don’t want to be part of the Westminster bubble – I want to burst the Westminster bubble. And the way to do that is by providing authentic voices.”</p> <p>If Labour is to thrive, she believes, politicians must be more connected to their constituencies. She will also campaign, as she has done since Cox’s murder, for greater civility in public life and for people to be better educated about the importance of politics in their life from school onwards.</p> <p>She says she’s been touched by the reaction from local people when she’s been out campaigning. “The feedback I’m getting is they do want a local person to be their champion. They don’t want a career politician.”</p> <p>But<strong> </strong>she has already experienced the inevitable hostility. There have been suggestions that she is piggybacking on her sister’s murder to build a career, that she is going into politics without having done the necessary background work, and that this is a form of emotional mugging from a Labour party terrified of losing the seat. When I mention this, I see the scrapper in Leadbeater. “Look, I’ve already been subjected to some pretty horrible comments in the media and on social media. I went into it knowing that would happen. People are going to be negative and cruel. My story is my story. I can’t change that. And, let’s be fair, that is what has brought me here, but if I’d have wanted to jump on Jo’s coat-tails or however people want to put it, I had that opportunity five years ago. People did ask me to stand at that point, and there was absolutely no way that would have been the right thing to do – not least because of my lack of experience. But I’ve had five years now on an extremely steep learning curve about politics, community, the issues that matter to people, so this does feel like the right time. Ultimately, I am who I am and either that will be good enough for people, or it won’t.”</p> <p>Leadbeater comes in peace, but she also sounds like an avenging angel, determined to do her sister justice, achieve everything Cox was likely to – and possibly more. It’s now clear how similar she is to Cox, and how different. While her sister took a much more traditional route into Labour politics (Oxbridge, international aid work, the European parliament), Leadbeater is a proud outsider, and intends to remain that way. She could be a rare asset for the Labour party – a throwback to the old-fashioned working-class MP rooted in the community, and at the same time thoroughly modern. </p> <p>Ever since that dreadful day nearly five years ago, Kim Leadbeater has become best known as Jo Cox’s sister. And in the short term, at least, that is unlikely to change. Does it bother her? “No,” she says instantly. “It’s an honour to be Jo Cox’s sister. I’m not going to shy away from that badge. Thank you, I’ll take it.” The words tumble out fast and heartfelt. Then, finally, she takes a breather. “But I’m also Kim, and I’m very clear in my own identity. And I have to remember that as well.” </p>","newspaperPageNumber":"15","wordcount":"4377","firstPublicationDate":"2021-06-05T06:30:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:30:02Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hgqme","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8e0b7c40707ac61591750ff6c11f9c03ada7d7fc/0_774_3840_2304/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"It was the most shocking day in British politics this century. On 16 June 2016, a week before the Brexit vote, brooding tensions came to a climax with one horrific act of violence: the murder of Jo Cox. It was only 13 months since she had been elected to parliament as Labour’s MP for Batley and Spen in West Yorkshire. Cox had been a symbol of hope in politics: young, idealistic, popular, a doer who wanted to make a difference. Then she was fatally shot and stabbed outside a library in Birstall, a small market town in her constituency. Her killer, Thomas Mair, a local resident and far-right extremist, shouted “Britain first” as he attacked her. Today, her sister Kim Leadbeater says she has blocked out much of what happened. “I know I haven’t really dealt with the day,” she says. “Maybe I never will. Maybe I’ll never need to.” Leadbeater, a fun-loving extrovert, is virtually whispering. “What’s the point? The only person who’ll suffer is me.” A couple of months ago we agreed to meet to discuss Cox’s legacy as we approach the fifth anniversary of her death. Batley and Spen had traditionally been a quiet, stable constituency, rarely in the news until that terrible day. In May, it’s back in the news because its MP, Tracy Brabin, who replaced Cox in October 2016, has just been elected the first mayor of West Yorkshire, triggering a byelection on 1 July. It has also reopened old wounds. Batley and Spen voted 60% to 40% to leave Europe just after Cox’s death. Now there are fears that this could be the latest block of the “red wall” to collapse. For 24 years the constituency has elected a Labour MP, but pundits believe that this time the Conservatives might nudge it. It’s a key fight for both major parties. Lose this, and Keir Starmer’s leadership starts to look very wobbly. On the train to Batley last month, I check the news. Astonishingly, Leadbeater, who has always shied away from the limelight, is in the headlines. The Guardian is reporting that she may throw her hat in the ring to become Labour’s candidate for her sister’s old seat. We meet at Jo Cox House, a handsome building on Commercial Street in Batley. Leadbeater is sitting in an office that is used by the Jo Cox Foundation, a charity set up after Cox’s death. When she sees me she waves enthusiastically, smiling from cheek to cheek. Well, this is a bit of a day, I say. Nothing has been decided yet, Leadbeater says, though she admits there may be an announcement later. But as we talk, it seems clear the decision has already been made. She tells me she’s terrified that Labour will lose the byelection. “It’s tough, Simon. People are disillusioned and disengaged.” Why? “They don’t trust politicians, do they?” So why is she considering standing? “Jo used to say to me, if good people don’t step up, then nothing will change.” You look like Jo, I say. “D’you think so? No, she was far prettier than I am: short face, nice cheeks, dimples. Yeah, she got the looks. I got the sparkling personality!” She rocks with laughter. Leadbeater is one of life’s great gigglers. She defies you not to find the world funny, despite everything that’s happened. I ask Leadbeater if she is the older of the sisters. She gives me a look. “I’m two years younger, you cheeky sod!” It’s embarrassing, but I realise why I’d thought so; Jo died at 41, Kim is now 45. The two girls were as close as can be when growing up in Heckmondwike, two miles from Batley and 10 from Leeds. They hung out together, shared friends, interests and values. “We were always the Leadbeater girls, if you know what I mean.” They were sporty (“I’ve played hockey all my life; Jo ran”) and academic, encouraged by their parents to believe they could do anything. She says their values were wholly shaped by their parents – Jean, a school secretary, and Gordon, a toothpaste and hairspray factory worker who became a shift manager. Both girls went to Heckmondwike grammar school. Joanne (as she was then known) was head girl, Kim went on to be deputy head. Looking back, she can see now that they were popular kids, but again she credits this to her parents. “Everyone came to our house partly because everybody loved Mum and Dad so much. We’d break up with boyfriends and they’d keep coming round to see Mum and Dad. We’d be like, ‘It’s over, you need to leave!’” She says her mother would open the door to visitors and just laugh. “My friends would be like, ‘What’s she laughing at?’” Why was she laughing? Because she was so happy to see them, Leadbeater says. I can see where she gets her positivity from. Cox went to Cambridge, the first in the family to go to university. According to Leadbeater, she hated it initially and wanted to come home. The students seemed alien and snobbish. She realised many of them expected to be there as a birthright. She stuck it out, and ended up making good friends. Because Cox had gone to Cambridge, Leadbeater’s teachers decided she should go to Oxford. But she was never one to be told what to do, and her sister’s experience put her off. “I was like, ‘Well, I won’t be doing that then, I’ll be making my own way.’ I always knew my own mind. I was very stubborn.” So, after A-levels, Leadbeater worked at a local carpet-yarn-spinning factory for a year and a half. She left to study philosophy and politics at Leeds for a few months before deciding student life wasn’t for her. Subsequently she got a job at a bed company, discovered she was a supreme saleswoman and quickly became national sales manager. She shows me how she did it – all jazz hands and manically effusive voice. “It was largely men over 40 selling the beds, and I pitched up and was like, ‘Hiiiiii, buy some beds.’ And they were like, ‘Oh shit, we better buy some beds from this mad woman.’” She was headhunted by Slumberland, and by the age of 23 was earning serious money. Fast-forward another 18 months, and she’d had it with beds. She was obsessed with fitness, so trained to be an aerobics instructor (she dances on the spot by way of illustration); did a degree, then a PGCE, and reinvented herself as lecturer in exercise and fitness. She now works as a wellbeing coach and personal trainer. While Leadbeater stayed local, Cox worked in Brussels and New York for Oxfam and did a stint as assistant for MEP Glenys Kinnock, also in Brussels. Leadbeater says they became more distant in those years. “In our 20s and 30s, we went our separate ways and didn’t speak to each other that much. Like lots of siblings, you’re just cracking on with it.” In 2009, Jo Leadbeater married Brendan Cox, an adviser on international development to Gordon Brown when he was prime minister. Soon after, their children Cuillin, now 10, and Lejla, eight, were born. In 2015, Cox was elected MP for Batley and Spen, slightly increasing Labour’s majority. Ukip, which had not stood in the constituency in the previous election, got 18% of the vote. It was obvious that Cox, a Europhile, would have her work cut out. Cox made an instant impression as an MP. Her maiden speech was commended for its unifying message. She became co-chair of the all-party parliamentary group Friends of Syria, and set up a cross-party loneliness commission with Conservative MP Seema Kennedy. She lived half the week on the family houseboat in London, and half in her constituency. Was Leadbeater worried when Cox went into politics? “No, I was incredibly proud of her. I was more worried, and she was more worried, about juggling the kids and the job. But she did it. God knows how. Jo was all the time entertaining them, teaching them, guiding them, empowering them. That was her greatest legacy, forget the politics.” By now, she says, the shyness had gone, and Cox had a new confidence. “But there was still huge humility and compassion. There was none of this vote-for-me nonsense. People can tell, can’t they?” There is a knock. Daryl Schofield, the site manager, puts his head round the door, unable to hide his excitement. “Hellllllllooooo!” Leadbeater says, hands going like the clappers. “Ey up, Kim. I’ve heard this rumour that you’re going to be standing as MP.” “What d’you think if I were to do that?” she asks. “I think it’s brilliant. I’ll come out and do some legwork for you,” he says. “Would you? Aww!” Leadbeater might be sitting down, but she’s virtually dancing for joy in her chair. He closes the door. “How lovely’s that?” she says. *** Although Cox appeared to be thriving, she struggled with the nastiness of politics. She didn’t get trolled much on social media, but when she did – often on the issue of Syria – it hurt. Six weeks before Cox was killed, Leadbeater celebrated her 40th birthday. She organised a weekend away for those closest to her. She didn’t expect that Cox would make it because she was so busy. At the last second, her sister surprised her, hiring a car and staying the whole weekend. On the Sunday, she and Cox walked to the pub. That was when Cox told her just how difficult she was finding it. “She said, ‘I think I’m going to have to get a thicker skin.’ I said, ‘Don’t even think of changing who you are because who you are makes you the best person to do what you’re doing.’ She said, ‘I’m going to have to toughen up’, because she was getting some crap from people. It’s not nice to be disagreed with, but she knew that was part of her job. But when people start being horrible on a personal level, that’s different. I sent her a text message saying, ‘If you need to walk away from this job, do so.’” Has she still got the text? “Yeah. I’ve not looked at it for a long time.” She scrolls through her phone, and eventually finds it. Leadbeater reads it out, her voice a little unsteady. “Jo, we love you so much. Do not let the bastards get you down. They are stupid and ignorant and you are way better than them. Have a good think about things and if you decide this job, which is what it is, is not for you, then get out. We will support you 100%. You are an amazing sister, wife, daughter, mother and woman. Please ring if you need anything at all. Xxx.” Leadbeater sent Cox the text on 13 May, five weeks before she was murdered. Does she think her sister would have stayed in politics? “I think she would have found it hard. All the female MPs I know find it really hard. But because she was so determined to make a difference, I think she would have stuck it out. It’s like when she went to Cambridge – it would have been so easy to have given up. We used to say, ‘Jo, come home’, she’d be really upset and struggling, and she never did.” Leadbeater told Cox’s personal assistant, Fazila Aswat, she was worried about her sister. They decided she had to carve out some relaxation time in her diary. Every Thursday she would come up to the constituency, so they set aside one evening a week for the sisters to hang out. “We said, ‘Right, you’re going to get a takeaway with me, snuggle up and watch some crap TV and do all the things that normal people do.’” A week before she was killed, they watched the Brexit debate together. They discussed why Batley and Spen seemed so pro-Brexit. Cox believed it was partly an expression of their general disillusionment with politics, and partly because people simply didn’t know what the EU did. “I used to say to Jo, ‘I don’t have any idea of what the European parliament does either.’ I still don’t, if I’m being honest, but that’s just because I didn’t know, it’s not because I’m stupid. There is a massive difference between knowledge and intellect.” That was the last conversation she remembers having with her sister. As for the day Cox was killed, so much of it is still a blur. “Your brain’s clever, isn’t it? It shuts off what it can’t deal with. And I’ve got so much it’s not dealt with.” She remembers being about to settle down to watch England play Wales at Euro 2016 when she got a call to say that her car, which was in for an MOT, was ready for collection. If she ran, she’d have just enough time to fetch it before the 2pm kick-off. “As I got there, Jo’s husband rang me, and I thought, that’s a bit weird, Thursday afternoon. He said Jo’s been attacked and I just started shaking. You know when you just know... ” She trails off, and apologises for her tears. “I literally knew straight away. I just knew.” She went home, and told her partner that Cox had been attacked, and they had to go to the hospital. “My partner had had an operation on her foot, so she couldn’t drive. She said, ‘You’re in no state to drive, so I’m going to have to.’” Leadbeater is weeping as she tries to piece together the day. “And I just knew,” she repeats. “I knew before I even got there. My partner said, ‘She’s going to be all right’ and I just put my hand on her leg and said, ‘It’s not going to be all right.’ In that one moment everything changes for ever.” She squishes away her tears. She remembers going to identify the body. “That was awful, but I knew I had to do it. Somebody had to do it.” And her brain races from memory to thought and back again as she tries to regain control. “And it just shows you how resilient human beings are, because we do find a way to carry on, don’t we? Even though it’s really hard.” She looks shattered, and asks to take a short break. When she has regained her composure, I ask how her parents coped. “Mum and Dad have been amazing, but they’ll never understand it. People talk about getting over things and some things happen in life you’ll never get over. We’ve become a really strong unit – Mum, Dad, me and my partner. When you’ve got that shared trauma it creates a really powerful bond.” Leadbeater asks that we don’t name her partner of 11 years; she hopes to hold on to as much privacy as possible. Can the family talk to each other about what happened? “We talk about Jo all the time.” But can you talk about the day? “No. No. And I don’t generally talk about the day or her murder to anybody.” Would they ever talk about Mair’s motives? “We don’t talk about it, but we’re very clear that it was politically motivated and it was a far-right attack because there was an ideological difference between the person Jo was and the views that this individual held.” She doesn’t say his name. Leadbeater has been quoted as saying she doesn’t feel anger towards Mair, but she says this is untrue. “I’m furious. But what do you do with that anger? I can let it beat me. I can let it eat away at me and take even more from me, or I can channel it into doing something good. I know that’s what Jo would want me to be doing.” In 2018, Cox’s husband, Brendan, resigned from two charities set up in her memory (the Jo Cox Foundation and More In Common) after being publicly accused of sexual assault by a woman in her 30s at Harvard University in 2015. He issued a statement denying the allegation, but admitted making mistakes in a previous role with the charity Save The Children. (In 2015 he had resigned from his job at Save the Children after allegations of “inappropriate behaviour”.) He said: “I want to apologise deeply and unreservedly for my past behaviour and for the hurt and offence that I have caused.” Did Leadbeater feel betrayed? She takes her time before answering. “I felt really disappointed and upset. And it was upset on top of upset. But ultimately my priority is the kids. Brendan is a brilliant dad, and those kids are so well loved and are given the amazing experiences Jo would want them to have. We will always be a family unit because that’s what Jo would want us to be.” I ask how she has changed over the five years. “Without wanting to sound like I’m on The X Factor, I’ve been on a journey, haven’t I? The most horrific journey. But from it I’ve learned so much. I’ve been given an opportunity to make a difference for the worst possible reason. I feel there is a moral sense of not walking away from that.” Cox was the first sitting MP to have been killed in Britain since Ian Gow was killed by an IRA bomb in 1990. Her death was shocking for the country, but must have been so much more so for her constituents, I say. “Jo being murdered has had an unbelievable impact on this community. People were distraught, heartbroken. People still come up to me every week and tell me about the time they met Jo. And you can see in people that it is still fresh.” Was there a sense of collective trauma? “Massive trauma for this area. And compounded by the fact that it had happened locally. If it had happened in London, that would have still been our MP, but it wasn’t just the fact that she was our MP, it was that she was from around here, she was one of us, and it happened here on our doorstep. That’s one thing my dad still struggles with. Jo had been to bloody Bosnia and bloody Syria and all over the world, and then it happens where we grew up, five minutes from where we live.” Jo Cox House is barely a two-minute drive from where she was killed. I ask if there is a plaque there to commemorate Jo. “No, we didn’t want that. We’ve tried to focus on how Jo lived rather than how she died. So everything we do is very positive.” But, she says, it’s probably one of the few places locally that doesn’t have a plaque in honour of her sister. The maternity ward at the local hospital has a plaque to commemorate her; their old school has got the Jo Cox sixth-form centre; Kirklees College has a library dedicated to her; Bradford College has a cafe named after her. Leadbeater’s favourite is the Jo Cox Community Wood in Spen Valley. “When they took me to this field, it was an absolute shit heap, and I was like, ‘If this is going to be a wood I will eat my chuffing hat.’ Two years on, she says, it’s as inspiring as it is beautiful. “We’ve now got a wood full of baby trees, and there’s an oak tree for Jo.” After Cox’s death, the consensus among MPs was that there had to be a calmer, kinder politics. There was hope that this might be her legacy. “That went well, didn’t it?” Leadbeater says. Does she think the country is any safer now for politicians? “I don’t know if I do. It’s toxic. Everybody has said to me that if I choose to go into politics, it’s brutal.” Is she tougher than Cox was? “I think fundamentally I am. I would take less crap than Jo.” Who would win in a fight? “We never had fights, you little bugger. God no, we were best mates.” So you would have won then? “Yeah, probably… I would say people who knew us both would say I’m probably the tougher one.” *** Eleven days after we meet, it’s announced that Leadbeater will be Labour’s candidate for the byelection. When we catch up, she has already been campaigning for a couple of weeks. “Hiya darling!” she says with that familiar warmth. But now I can also sense the toughness she was talking about. She is quickly discovering how brutal politics can be, and, as she said earlier, she’s not taking any crap. I tell her I’m still not sure why somebody who has been through what she has would want to go into politics. Jo’s words about good people stepping up were ringing in her ears, she says. “If I have a chance to make a difference, I need to go for it.” Was the conversation with her parents and partner about standing difficult? She laughs. “It wasn’t one conversation; there were lots of conversations. We played the hokey cokey. The initial response was: we’re in. Then it was: let’s not do this, this is a really silly idea, we’re out. Then, having talked it through, and the impact I could potentially have, we decided as a family to at least put myself forward and then see what happens. I would only do it if Mum and Dad supported me, and my family and friends.” Why did she think it was a silly idea? “Politics can be a really tough place for anybody, but particularly for women, and obviously we have our own horrific story. So there was a very clear argument for not doing it. And the disruption to my life – going to London three days a week. There’s also the impact on my privacy. Some people know who I am locally, but this is a whole other level. We did a list of pros and cons and there were a heck of a lot of cons, but the one pro was the ability to make a difference.” I ask whether she and her family fear for her. “I wouldn’t describe it as fear. It was nervousness and apprehension.” What I mean, I say, is has it crossed your mind that what happened to Jo could happen to you? “No. Because you can’t live your life thinking that. You wouldn’t leave the house.” Leadbeater doesn’t mince her words about how Labour needs to change. “Labour needs to reconnect with its roots and the fact that it is the party of working-class people. It needs real people to make some of those changes.” Does that mean there are too many unreal people in Labour politics? “I’ve met some brilliant MPs, but you get drawn into that world, and I can see it happening. I’m going into politics to change politics; I don’t want it to change me. I don’t want to be part of the Westminster bubble – I want to burst the Westminster bubble. And the way to do that is by providing authentic voices.” If Labour is to thrive, she believes, politicians must be more connected to their constituencies. She will also campaign, as she has done since Cox’s murder, for greater civility in public life and for people to be better educated about the importance of politics in their life from school onwards. She says she’s been touched by the reaction from local people when she’s been out campaigning. “The feedback I’m getting is they do want a local person to be their champion. They don’t want a career politician.” But she has already experienced the inevitable hostility. There have been suggestions that she is piggybacking on her sister’s murder to build a career, that she is going into politics without having done the necessary background work, and that this is a form of emotional mugging from a Labour party terrified of losing the seat. When I mention this, I see the scrapper in Leadbeater. “Look, I’ve already been subjected to some pretty horrible comments in the media and on social media. I went into it knowing that would happen. People are going to be negative and cruel. My story is my story. I can’t change that. And, let’s be fair, that is what has brought me here, but if I’d have wanted to jump on Jo’s coat-tails or however people want to put it, I had that opportunity five years ago. People did ask me to stand at that point, and there was absolutely no way that would have been the right thing to do – not least because of my lack of experience. But I’ve had five years now on an extremely steep learning curve about politics, community, the issues that matter to people, so this does feel like the right time. Ultimately, I am who I am and either that will be good enough for people, or it won’t.” Leadbeater comes in peace, but she also sounds like an avenging angel, determined to do her sister justice, achieve everything Cox was likely to – and possibly more. It’s now clear how similar she is to Cox, and how different. While her sister took a much more traditional route into Labour politics (Oxbridge, international aid work, the European parliament), Leadbeater is a proud outsider, and intends to remain that way. She could be a rare asset for the Labour party – a throwback to the old-fashioned working-class MP rooted in the community, and at the same time thoroughly modern. Ever since that dreadful day nearly five years ago, Kim Leadbeater has become best known as Jo Cox’s sister. And in the short term, at least, that is unlikely to change. Does it bother her? “No,” she says instantly. “It’s an honour to be Jo Cox’s sister. I’m not going to shy away from that badge. Thank you, I’ll take it.” The words tumble out fast and heartfelt. Then, finally, she takes a breather. “But I’m also Kim, and I’m very clear in my own identity. And I have to remember that as well.”","charCount":"23774","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/simonhattenstone\">Simon Hattenstone</a>"},"isHosted":false},{"id":"books/2021/jun/05/consumed-by-arifa-akbar-review-a-sisters-story","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-06-05T06:30:02Z","webTitle":"Consumed by Arifa Akbar review – a sister’s story","webUrl":"https://www.theguardian.com/books/2021/jun/05/consumed-by-arifa-akbar-review-a-sisters-story","apiUrl":"https://content.guardianapis.com/books/2021/jun/05/consumed-by-arifa-akbar-review-a-sisters-story","fields":{"headline":"Consumed by Arifa Akbar review – a sister’s story","standfirst":"<p>A vivid and insightful portrait of sisterhood, art and a troubled and talented life cut short</p>","trailText":"A vivid and insightful portrait of sisterhood, art and a troubled life cut short","byline":"Fiona Sturges","main":"<figure class=\"element element-image\" data-media-id=\"76d86e1379ec5787e3ee6a765594e03a528de860\"> <img src=\"https://media.guim.co.uk/76d86e1379ec5787e3ee6a765594e03a528de860/0_210_4724_2834/1000.jpg\" alt=\"Arifa Akbar\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arifa Akbar is wise enough to understand that much of her sister’s inner life will remain unknowable. </span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The  Guardian</span> </figcaption> </figure>","body":"<p>Arifa Akbar’s memoir begins with the death of her sister from a mysterious illness. Before she died in 2016, aged 45, Fauzia had already been rushed to hospital twice, the cause of her symptoms unknown. She had complained of chest pains, shortness of breath and night sweats. Her face began to swell and her lungs became inflamed, but still doctors were clueless. Later, as her speech started to slur and her behaviour became erratic, she was put in an induced coma and subsequently had a brain haemorrhage. Eventually there was a diagnosis: she had died of tuberculosis.</p> <p>Akbar was left with questions, among them: why hadn’t Fauzia been diagnosed earlier? How, in 2016, does a person contract TB? Her sister’s death also prompted a broader reflection on her life and the ways she had been failed by others. Along with telling the story of a sibling, <em>Consumed</em> is also a candid dissection of family with its complex bonds and rifts, and an acute portrait of grief and mental illness. “Life brought Fauzia pain,” Akbar writes.</p> <p>The eldest sibling, Fauzia was born in Pakistan shortly after her father had left for the UK to find work and start a new life. She didn’t meet him until she was one, when she and her mother first joined him in London. The child instinctively shrank from this man who was, to her, a stranger, which he took as a personal slight. Throughout her childhood, he subjected her to sustained abuse, reprimanding and taunting her, pulling her hair and often refusing to eat at the same table as her. He made no secret of the fact that her younger sister, Arifa, was the preferred daughter; his emotional cruelties towards Fauzia were, notes Akbar, “so insistent, every day and unrelenting, that they became normalised in our home”.</p>  <figure class=\"element element-image\" data-media-id=\"381a645abbd64ab6ad5caaf6a479804f3fa4c5dd\"> <img src=\"https://media.guim.co.uk/381a645abbd64ab6ad5caaf6a479804f3fa4c5dd/0_648_2448_1469/1000.jpg\" alt=\"Fauzia and Arifa Akbar.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fauzia, seven, left, and Arifa, four, in Lahore.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Arifa Akbar</span> </figcaption> </figure>  <p>In her teens, Fauzia began to experience depression – she was later diagnosed with bipolar disorder – and developed an eating disorder which would lead to long periods of near-starvation followed by binge eating. She was filled with bitterness, and struggled to move forward with her life. Fauzia and Arifa’s sibling relationship ebbed and flowed: there was closeness and camaraderie as children but, in adulthood, they would be estranged for long periods before cautiously making up, the wounds they both carried never fully healing.</p> <p>In telling Fauzia’s story, Akbar moves between tenderness and frustration, compassion and helplessness. She grapples with her own part in her sister’s misery – could she have done more to defend her? Why did she escape her father’s ire? ­– as well as that of her parents. Akbar’s father now lives in a care home, dementia having long ago rendered him unreachable, so instead there are conversations with her mother which tell a wider story of a marriage built on secrets and false promises, and a family who came to London from Lahore for a better life and instead lived their early years in extreme poverty.</p> <p>Akbar occasionally paints herself as an unreliable witness to her and her sister’s lives and in doing so, highlights how memory is shaped by the stories we tell ourselves to justify our actions or smooth off our rougher edges. She recalls the family shuttling back and forth between Britain and Pakistan when she was small, and observes her view of 1970s Lahore as comparable to the fantasy of the Bollywood movie <em><a href=\"https://www.theguardian.com/film/filmblog/2013/feb/14/mughal-e-azam-reel-history\">Mughal-e-Azam</a></em>, with its exaggerated palette and airbrushing of background political strife. The permanent move to London, leaving behind cherished cousins, aunts, uncles and grandparents, wrenched Arifa from an idyllic life and turned her world grey. But, for Fauzia, the world had been grey all along.</p> <p>In fact, it is through an artistic lens that Akbar seeks to understand herself and her sister, locating similarities in their relationship to Amy and Jo in <em><a href=\"https://www.theguardian.com/books/2014/feb/03/100-best-novels-little-women-louisa-may-alcott\">Little Women</a></em> and, as adults, in the two warring sisters in the film <em><a href=\"https://www.theguardian.com/film/2012/dec/13/whatever-happened-baby-jane-review\">Whatever Happened to Baby Jane</a></em><a href=\"https://www.theguardian.com/film/2012/dec/13/whatever-happened-baby-jane-review\">?</a> She is transfixed by the film version of Hanif Kureishi’s <em><a href=\"https://www.theguardian.com/culture/2015/dec/01/how-we-made-my-beautiful-laundrette-stephen-frears-gordon-warnecke-hanif-kureishi-daniel-day-lewis\">My Beautiful Launderette</a></em>, by Margaret Atwood’s <em><a href=\"https://www.theguardian.com/books/2010/sep/26/the-handmaids-tale-margaret-atwood\">The Handmaid’s Tale</a></em> and Puccini’s <em>La Bohème</em>, and the ways they throw light on the world and her family’s place in it.</p> <p>Elsewhere, she tries to reconnect posthumously with her sister through her artworks, her analysis providing some of the book’s most profoundly moving moments. In her 40s, Fauzia found respite and focus via a return to art college. Her work, which was deemed remarkable by her tutors, brought together embroidery and painting, the latter inspired by the Renaissance paintings and frescos she had seen many years earlier during a visit to Rome. Amid Fauzia’s vast portfolio, Akbar unearths portraits of herself, some more flattering than others, which document, through her sister’s eyes, “my fall, from angel to devil. These … pictures remind me that, just as she was my demon sister for a time … I was hers.”</p> <p>Despite the themes of grief, trauma and illness, <em>Consumed</em> is far from a misery memoir. It is, rather, an insightful and often lyrical study of siblings and the story of a troubled life cut short. Akbar is wise enough to understand that much of her sister’s inner life will remain unknowable. Nonetheless, as Fauzia immortalised her sister in art, she has done the same, vividly and wonderfully, in prose.</p> <p><em>• Consumed is published on 10 June by Sceptre (£16.99). To order a copy go to <a href=\"https://guardianbookshop.com/consumed-9781529347524.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply</em>.</p>","newspaperPageNumber":"20","wordcount":"905","firstPublicationDate":"2021-06-05T06:30:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T06:30:02Z","newspaperEditionDate":"2021-06-05T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hf22p","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/76d86e1379ec5787e3ee6a765594e03a528de860/0_210_4724_2834/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Arifa Akbar’s memoir begins with the death of her sister from a mysterious illness. Before she died in 2016, aged 45, Fauzia had already been rushed to hospital twice, the cause of her symptoms unknown. She had complained of chest pains, shortness of breath and night sweats. Her face began to swell and her lungs became inflamed, but still doctors were clueless. Later, as her speech started to slur and her behaviour became erratic, she was put in an induced coma and subsequently had a brain haemorrhage. Eventually there was a diagnosis: she had died of tuberculosis. Akbar was left with questions, among them: why hadn’t Fauzia been diagnosed earlier? How, in 2016, does a person contract TB? Her sister’s death also prompted a broader reflection on her life and the ways she had been failed by others. Along with telling the story of a sibling, Consumed is also a candid dissection of family with its complex bonds and rifts, and an acute portrait of grief and mental illness. “Life brought Fauzia pain,” Akbar writes. The eldest sibling, Fauzia was born in Pakistan shortly after her father had left for the UK to find work and start a new life. She didn’t meet him until she was one, when she and her mother first joined him in London. The child instinctively shrank from this man who was, to her, a stranger, which he took as a personal slight. Throughout her childhood, he subjected her to sustained abuse, reprimanding and taunting her, pulling her hair and often refusing to eat at the same table as her. He made no secret of the fact that her younger sister, Arifa, was the preferred daughter; his emotional cruelties towards Fauzia were, notes Akbar, “so insistent, every day and unrelenting, that they became normalised in our home”. In her teens, Fauzia began to experience depression – she was later diagnosed with bipolar disorder – and developed an eating disorder which would lead to long periods of near-starvation followed by binge eating. She was filled with bitterness, and struggled to move forward with her life. Fauzia and Arifa’s sibling relationship ebbed and flowed: there was closeness and camaraderie as children but, in adulthood, they would be estranged for long periods before cautiously making up, the wounds they both carried never fully healing. In telling Fauzia’s story, Akbar moves between tenderness and frustration, compassion and helplessness. She grapples with her own part in her sister’s misery – could she have done more to defend her? Why did she escape her father’s ire? – as well as that of her parents. Akbar’s father now lives in a care home, dementia having long ago rendered him unreachable, so instead there are conversations with her mother which tell a wider story of a marriage built on secrets and false promises, and a family who came to London from Lahore for a better life and instead lived their early years in extreme poverty. Akbar occasionally paints herself as an unreliable witness to her and her sister’s lives and in doing so, highlights how memory is shaped by the stories we tell ourselves to justify our actions or smooth off our rougher edges. She recalls the family shuttling back and forth between Britain and Pakistan when she was small, and observes her view of 1970s Lahore as comparable to the fantasy of the Bollywood movie Mughal-e-Azam, with its exaggerated palette and airbrushing of background political strife. The permanent move to London, leaving behind cherished cousins, aunts, uncles and grandparents, wrenched Arifa from an idyllic life and turned her world grey. But, for Fauzia, the world had been grey all along. In fact, it is through an artistic lens that Akbar seeks to understand herself and her sister, locating similarities in their relationship to Amy and Jo in Little Women and, as adults, in the two warring sisters in the film Whatever Happened to Baby Jane? She is transfixed by the film version of Hanif Kureishi’s My Beautiful Launderette, by Margaret Atwood’s The Handmaid’s Tale and Puccini’s La Bohème, and the ways they throw light on the world and her family’s place in it. Elsewhere, she tries to reconnect posthumously with her sister through her artworks, her analysis providing some of the book’s most profoundly moving moments. In her 40s, Fauzia found respite and focus via a return to art college. Her work, which was deemed remarkable by her tutors, brought together embroidery and painting, the latter inspired by the Renaissance paintings and frescos she had seen many years earlier during a visit to Rome. Amid Fauzia’s vast portfolio, Akbar unearths portraits of herself, some more flattering than others, which document, through her sister’s eyes, “my fall, from angel to devil. These … pictures remind me that, just as she was my demon sister for a time … I was hers.” Despite the themes of grief, trauma and illness, Consumed is far from a misery memoir. It is, rather, an insightful and often lyrical study of siblings and the story of a troubled life cut short. Akbar is wise enough to understand that much of her sister’s inner life will remain unknowable. Nonetheless, as Fauzia immortalised her sister in art, she has done the same, vividly and wonderfully, in prose. • Consumed is published on 10 June by Sceptre (£16.99). To order a copy go to guardianbookshop.com. Delivery charges may apply.","charCount":"5329","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/fiona-sturges\">Fiona Sturges</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"sport/2021/jun/05/i-never-played-midfield-in-me-life-sam-kerrs-shock-at-wsl-selection","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-06-05T06:22:58Z","webTitle":"‘I never played midfield in me life’: Sam Kerr’s shock at WSL selection","webUrl":"https://www.theguardian.com/sport/2021/jun/05/i-never-played-midfield-in-me-life-sam-kerrs-shock-at-wsl-selection","apiUrl":"https://content.guardianapis.com/sport/2021/jun/05/i-never-played-midfield-in-me-life-sam-kerrs-shock-at-wsl-selection","fields":{"headline":"‘I never played midfield in me life’: Sam Kerr’s shock at WSL selection","standfirst":"<ul><li>Kerr gains midfield berth in Women’s Super League team of year</li><li>Matildas captain was WSL golden boot winner with 21 goals</li></ul>","trailText":"Sam Kerr is many things – a prodigiously talented footballer, a thoroughly decent human, one of Australia’s greatest sporting exports – but there is one thing she is not: a midfielder ","byline":"Guardian sport","main":"<figure class=\"element element-image\" data-media-id=\"7466ebe3695671763fca01c417410330382693e3\"> <img src=\"https://media.guim.co.uk/7466ebe3695671763fca01c417410330382693e3/0_183_4828_2898/1000.jpg\" alt=\"Sam Kerr\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kerr was the WSL’s standout striker last season with 21 goals.</span> <span class=\"element-image__credit\">Photograph: Harriet Lander - Chelsea FC/Chelsea FC/Getty Images</span> </figcaption> </figure>","body":"<p>Sam Kerr is many things – a prodigiously talented footballer, a thoroughly decent human, one of Australia’s greatest sporting exports – but there is one thing she is not: a midfielder.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/12/chelsea-sam-kerr-wsl-title-champions-league-final-womens-football\">Chelsea’s Sam Kerr: ‘This one’s special, especially with the year we’ve had’</a> </p> </aside>  <p>It’s not that the Matildas captain wouldn’t perform with aplomb if deployed in that part of the pitch. It’s just that she has never played there. So the Chelsea striker could have been excused for doing a double-take when learning she had been named in the midfield of the PFA Women’s Super League team of the year.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samkerr1/status/1400864111366479874\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I never played midfield in me life 🤣</p>&mdash; Sam Kerr (@samkerr1) <a href=\"https://twitter.com/samkerr1/status/1400864111366479874?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>  <p>“I never played midfield in me life,” Kerr tweeted in response to the WSL revealing its select 11, which is picked by players and drew only from footballers representing the top three clubs – Chelsea, Manchester City and Arsenal.</p> <p>The Australian star, who was joined in the team by Blues teammates Ann-Katrin Berger, Magdalena Eriksson, Maren Mjelde and Fran Kirby, was the season’s standout forward. She scored 21 league goals – a whopping 11 clear of her nearest rival – to win the golden boot award and lead Chelsea to back-to-back titles.</p> <p>The two striker positions, however, were handed to Kirby, who in May was voted the Football Writers’ Association’s women’s footballer of the year after scoring 25 goals in all competitions, and Manchester City’s Lauren Hemp.</p> <p>As well as coming as a surprise to Kerr herself, the apparent positional faux pas was a source of amusement to football fans on social media.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/aussieblonk/status/1400976013408886790\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">doesn&#39;t the best striker in the world always play midfield? 🤣😍😘</p>&mdash; geoff (@aussieblonk) <a href=\"https://twitter.com/aussieblonk/status/1400976013408886790?ref_src=twsrc%5Etfw\">June 5, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/C10410511611497/status/1401032736350117888\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">😂😂😂. State of their knowledge.</p>&mdash; C10410511611497 (@C10410511611497) <a href=\"https://twitter.com/C10410511611497/status/1401032736350117888?ref_src=twsrc%5Etfw\">June 5, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OllieGlanvill/status/1400867548275613696\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Golden boot from midfield, Lampsesque Sammy 🤩</p>&mdash; Ollie Glanvill (@OllieGlanvill) <a href=\"https://twitter.com/OllieGlanvill/status/1400867548275613696?ref_src=twsrc%5Etfw\">June 4, 2021</a></blockquote>  </figure>","wordcount":"236","firstPublicationDate":"2021-06-05T06:22:58Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-05T07:03:38Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hkkfc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7466ebe3695671763fca01c417410330382693e3/0_183_4828_2898/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Sam Kerr is many things – a prodigiously talented footballer, a thoroughly decent human, one of Australia’s greatest sporting exports – but there is one thing she is not: a midfielder. It’s not that the Matildas captain wouldn’t perform with aplomb if deployed in that part of the pitch. It’s just that she has never played there. So the Chelsea striker could have been excused for doing a double-take when learning she had been named in the midfield of the PFA Women’s Super League team of the year. “I never played midfield in me life,” Kerr tweeted in response to the WSL revealing its select 11, which is picked by players and drew only from footballers representing the top three clubs – Chelsea, Manchester City and Arsenal. The Australian star, who was joined in the team by Blues teammates Ann-Katrin Berger, Magdalena Eriksson, Maren Mjelde and Fran Kirby, was the season’s standout forward. She scored 21 league goals – a whopping 11 clear of her nearest rival – to win the golden boot award and lead Chelsea to back-to-back titles. The two striker positions, however, were handed to Kirby, who in May was voted the Football Writers’ Association’s women’s footballer of the year after scoring 25 goals in all competitions, and Manchester City’s Lauren Hemp. As well as coming as a surprise to Kerr herself, the apparent positional faux pas was a source of amusement to football fans on social media.","charCount":"1409","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/guardian-sport\">Guardian sport</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}]}}