[{"headline":"Call for protection on Covid loan debts as the bounce-back payback begins","standfirst":"<p>MPs fear that, without regulation, pressure on banks to recover cash could lead to a run of bankruptcies</p>","trailText":"MPs fear that, without regulation, pressure on banks to recover cash could lead to a run of bankruptcies","byline":"Kalyeena Makortoff Banking correspondent","main":"<figure class=\"element element-image\" data-media-id=\"c073e183bb81a92b3166a336a33b80dea969becd\"> <img src=\"https://media.guim.co.uk/c073e183bb81a92b3166a336a33b80dea969becd/172_0_5609_3366/1000.jpg\" alt=\"Skyline of City of London skyscrapers at daybreak, with an orange dawn glow behind them\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The City of London: the UK’s financial sector lent billions to businesses trying to survive the pandemic.</span> <span class=\"element-image__credit\">Photograph: Malcolm Park/Alamy</span> </figcaption> </figure>","body":"<p>More than 1.5 million small businesses across the UK are gearing up to return some £47bn in government-backed Covid credit from this week, as the <a href=\"https://www.theguardian.com/business/2020/may/06/small-firms-bounce-back-loans-businesses-coronavirus\" title=\"\">first tranche of bounce-back loans</a> fall due.</p> <p>Lenders have pledged to treat customers fairly, while doing their best to avoid triggering government guarantees that could cost the taxpayer billions of pounds. But campaigners say banks may find it difficult to do right by struggling borrowers, given the pressure to recover cash.</p> <p>That same tension was allegedly a driving force behind the<a href=\"https://www.theguardian.com/business/2019/jun/13/fca-report-into-rbs-branded-complete-whitewash\" title=\"\"> RBS GRG scandal, which</a> affected thousands of business customers in the wake of the 2007 financial crisis. The government’s Asset Protection Agency has been accused of pushing the bank to pull support for business customers and obtain their assets, following the<strong> </strong>costly government bailout of RBS in 2008. A shocking memo from 2009 told RBS bankers to “Just Hit Budget!” and offered tips on how to squeeze small businesses for cash: “Rope: sometimes you need to let customers hang themselves.”</p> <p>The problem is that lending to businesses is unregulated in the UK, which means mistreated borrowers are not protected by law or the Financial Conduct Authority. The Covid debt boom – fuelled by business customers trying to stay afloat during successive lockdowns – is reviving calls to regulate the sector before another scandal surfaces.</p> <p>MPs on the all-party parliamentary group (APPG) on fair business banking are calling on the government to introduce laws that would protect small and medium-sized business owners and give them leverage in a court or tribunal. </p> <p>“The conversation is important now because of the huge amount of business debt just taken on during the Covid crisis,” said the APPG’s Conservative chair, Kevin Hollinrake. Some companies will inevitably default on their loans, triggering a chase by debt collectors. “In many cases that will be done well and fairly, but in other cases will be done not very well, and very unfairly.”</p> <p>In total, more than 1.6 million businesses tapped the government’s three main Covid loan schemes, which between them pumped out credit worth a combined £75bn.</p> <p>Only the smallest businesses – those with less than £6.5m in annual turnover – can appeal to the Financial Ombudsman Service. Some borrowers will have recourse to the new Business Banking Resolution Service, but it is voluntary, involves just seven lenders, and has been criticised for its eligibility criteria. Most will find themselves at the whim of internal corporate policies and voluntary codes that hold little weight in court.</p> <p>“There is a mass of regulation out there, which business owners big and small assume protects them,” said Ned Beale, a lawyer at boutique law firm Hausfeld. “But the problem is that regulation is only as powerful as your ability to enforce it. Actually, when push comes to shove, much of this regulation is not enforceable.”</p> <p>That means businesses take on notable risks when they borrow, even from government-backed schemes.</p> <p>Just last week, the FCA had to remind borrowers that the Recovery Loans Scheme, which is set to replace bounce-back loans and the other Treasury schemes, was unregulated. The APPG has even proposed putting “health warnings” on loan agreements, since it believes most small and medium-sized businesses do not understand the risk.</p> <p>Without more stringent protections, MPs fear further scandals could be on the horizon.</p> <p>“What we’ve learned from history is that we don’t learn from history,” Hollinrake said. “I could see this going wrong again.”</p>","newspaperPageNumber":"53","wordcount":"571","firstPublicationDate":"2021-05-29T23:05:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:05:37Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhq8m","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c073e183bb81a92b3166a336a33b80dea969becd/172_0_5609_3366/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"More than 1.5 million small businesses across the UK are gearing up to return some £47bn in government-backed Covid credit from this week, as the first tranche of bounce-back loans fall due. Lenders have pledged to treat customers fairly, while doing their best to avoid triggering government guarantees that could cost the taxpayer billions of pounds. But campaigners say banks may find it difficult to do right by struggling borrowers, given the pressure to recover cash. That same tension was allegedly a driving force behind the RBS GRG scandal, which affected thousands of business customers in the wake of the 2007 financial crisis. The government’s Asset Protection Agency has been accused of pushing the bank to pull support for business customers and obtain their assets, following the costly government bailout of RBS in 2008. A shocking memo from 2009 told RBS bankers to “Just Hit Budget!” and offered tips on how to squeeze small businesses for cash: “Rope: sometimes you need to let customers hang themselves.” The problem is that lending to businesses is unregulated in the UK, which means mistreated borrowers are not protected by law or the Financial Conduct Authority. The Covid debt boom – fuelled by business customers trying to stay afloat during successive lockdowns – is reviving calls to regulate the sector before another scandal surfaces. MPs on the all-party parliamentary group (APPG) on fair business banking are calling on the government to introduce laws that would protect small and medium-sized business owners and give them leverage in a court or tribunal. “The conversation is important now because of the huge amount of business debt just taken on during the Covid crisis,” said the APPG’s Conservative chair, Kevin Hollinrake. Some companies will inevitably default on their loans, triggering a chase by debt collectors. “In many cases that will be done well and fairly, but in other cases will be done not very well, and very unfairly.” In total, more than 1.6 million businesses tapped the government’s three main Covid loan schemes, which between them pumped out credit worth a combined £75bn. Only the smallest businesses – those with less than £6.5m in annual turnover – can appeal to the Financial Ombudsman Service. Some borrowers will have recourse to the new Business Banking Resolution Service, but it is voluntary, involves just seven lenders, and has been criticised for its eligibility criteria. Most will find themselves at the whim of internal corporate policies and voluntary codes that hold little weight in court. “There is a mass of regulation out there, which business owners big and small assume protects them,” said Ned Beale, a lawyer at boutique law firm Hausfeld. “But the problem is that regulation is only as powerful as your ability to enforce it. Actually, when push comes to shove, much of this regulation is not enforceable.” That means businesses take on notable risks when they borrow, even from government-backed schemes. Just last week, the FCA had to remind borrowers that the Recovery Loans Scheme, which is set to replace bounce-back loans and the other Treasury schemes, was unregulated. The APPG has even proposed putting “health warnings” on loan agreements, since it believes most small and medium-sized businesses do not understand the risk. Without more stringent protections, MPs fear further scandals could be on the horizon. “What we’ve learned from history is that we don’t learn from history,” Hollinrake said. “I could see this going wrong again.”","charCount":"3534","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/kalyeena-makortoff\">Kalyeena Makortoff</a> Banking correspondent"},{"headline":"Thomas Tuchel to sign new contract after leading Chelsea to glory","standfirst":"<ul><li>Manager to be given two-year extension on current deal</li><li>Tuchel: ‘I want the next title, I demand to be a part of it’<br></li></ul>","trailText":"Thomas Tuchel is to be given a two-year extension on his current contract as manager of Chelsea, which runs out next summer, after leading the Blues to Champions League glory against Manchester City","byline":"Jacob Steinberg at the Estádio do Dragão","main":"<figure class=\"element element-image\" data-media-id=\"18fa23134f7698cc0de284ee94ba117bda2cde28\"> <img src=\"https://media.guim.co.uk/18fa23134f7698cc0de284ee94ba117bda2cde28/0_122_4258_2555/1000.jpg\" alt=\"Thomas Tuchel and the Chelsea bench erupt as the final whistle goes in Porto at the end of the Champions League final.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thomas Tuchel and the Chelsea bench erupt as the final whistle goes in Porto at the end of the Champions League final.</span> <span class=\"element-image__credit\">Photograph: Valerio Pennicino/Uefa/Getty Images</span> </figcaption> </figure>","body":"<p>Thomas Tuchel is close to signing a new contract after leading Chelsea to European glory with a classy <a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\" title=\"\">victory over Manchester City</a> in the Champions League final at the Estádio do Dragao last night.</p> <p>Chelsea plan to reward Tuchel by handing him a two-year extension after a fine goal from Kai Havertz dashed City’s hopes of winning the Champions League for the first time. The Premier League champions struggled to respond after Havertz opened the scoring just before half-time and it ended up as a night of regrets for Pep Guardiola, who was left to rue his lineup and tactics.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\">Chelsea win Champions League after Kai Havertz stuns Manchester City</a> </p> </aside>  <p>Tuchel won the strategic battle with Guardiola and the German’s contract, which runs out next summer, will be extended until 2024, with the possibility of a one-year option. The Chelsea manager, who spoke to the club’s owner, Roman Abramovich, on the pitch after full-time, was given an initial 18-month deal when he replaced Frank Lampard at the Stamford Bridge in January and he wants to commit his future to the club.</p> <p>“I am not even 100% sure maybe I have already a new contract now,” Tuchel said. “My manager said something about it. Let’s check this first. I spoke to the owner right now on the pitch. It was the best moment for the first meeting. It can only get worse! We will speak tomorrow. We will speak later. I will stay hungry for the next title. My desire is for more victories ands to grow as a coach. It would be nice to meet him a bit closer. We are in contact. Now it’s nice to meet him.”</p> <p>Tuchel, who was fired as Paris Saint-Germain’s manager last December, has made a stunning impact since joining Chelsea. Yet the former Borussia Dortmund manager is hungry for more success after helping Chelsea become European champions for the second time in their history.</p> <p>“It’s about the next one,” Tuchel said. “It is the time to celebrate for a few days and to let it sink in. Nobody wants to rest. I want the next one and I want the next success and the next title. I want to be a part of it and I demand to be a part of it. Make no mistake.</p> <p>“It’s a huge experience and a huge success. We all will profit from th at experience. We we will use it to stay hungry and to grow and evolve. It;’s a huge step to arrive in the final and an even bigger one to fight your way through. Manchester City was a strong opponent. We knew it was a top level performance. We needed a strong bond today to win this match.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/live/2021/may/29/manchester-city-v-chelsea-champions-league-final-live\">Manchester City 0-1 Chelsea: 2021 Champions League final – as it happened</a> </p> </aside>  <p>Guardiola, who has not won this competition since 2011, was criticised after leaving out Fernandinho in midfield and naming Raheem Sterling in an attack-minded team. Ilkay Gündogan struggled in defensive midfield. “I had quality players,” City’s manager said. Gündogan played many ways this position. He had the speed to find the quality players between the lines. This was the decision.”</p> <p>Did Guardiola have any regrets? “I don’t know. The decisions I made, the players did everything. The decision was to try to win the game. I think the game was exceptional.”</p> <p>Tuchel was surprised by City’s lineup. “We expected Fernandinho in the lineup to start,” he said. “He chose a very offensive lineup. A very, very technical lineup. It was hard to steal the balls. Everything else we more or less expected. We were sure we needed to play with a strong bond and a genuine belief. It was a tough match.”</p> <p>Although City ended the season as Premier League champions and also won the Carabao Cup, Guardiola must now decide if he needs to strengthen this summer. City are interested in signing Harry Kane from Tottenham.</p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <p>“I’m not clever enough to think about next season,” Guardiola said. “It was a season with 62 games. It was difficult in a pandemic world. We are sad. We have to learn from this. The season was exceptional. They did everything. They give everything. Unfortunately we could not win but we will come back strong.”</p> <p>It was pointed out to Havertz that he repaid his £62m fee with his goal. “To be honest right now, I don’t give a fuck about that, we won the fucking Champions League,” the German said.</p> <p>Guardiola was unsure about Kevin De Bruyne’s condition after the Belgian went off with a head injury in the second half.</p>","newspaperPageNumber":"3","wordcount":"744","firstPublicationDate":"2021-05-29T23:03:39Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:17:20Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht8jx","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/18fa23134f7698cc0de284ee94ba117bda2cde28/0_122_4258_2555/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Thomas Tuchel is close to signing a new contract after leading Chelsea to European glory with a classy victory over Manchester City in the Champions League final at the Estádio do Dragao last night. Chelsea plan to reward Tuchel by handing him a two-year extension after a fine goal from Kai Havertz dashed City’s hopes of winning the Champions League for the first time. The Premier League champions struggled to respond after Havertz opened the scoring just before half-time and it ended up as a night of regrets for Pep Guardiola, who was left to rue his lineup and tactics. Tuchel won the strategic battle with Guardiola and the German’s contract, which runs out next summer, will be extended until 2024, with the possibility of a one-year option. The Chelsea manager, who spoke to the club’s owner, Roman Abramovich, on the pitch after full-time, was given an initial 18-month deal when he replaced Frank Lampard at the Stamford Bridge in January and he wants to commit his future to the club. “I am not even 100% sure maybe I have already a new contract now,” Tuchel said. “My manager said something about it. Let’s check this first. I spoke to the owner right now on the pitch. It was the best moment for the first meeting. It can only get worse! We will speak tomorrow. We will speak later. I will stay hungry for the next title. My desire is for more victories ands to grow as a coach. It would be nice to meet him a bit closer. We are in contact. Now it’s nice to meet him.” Tuchel, who was fired as Paris Saint-Germain’s manager last December, has made a stunning impact since joining Chelsea. Yet the former Borussia Dortmund manager is hungry for more success after helping Chelsea become European champions for the second time in their history. “It’s about the next one,” Tuchel said. “It is the time to celebrate for a few days and to let it sink in. Nobody wants to rest. I want the next one and I want the next success and the next title. I want to be a part of it and I demand to be a part of it. Make no mistake. “It’s a huge experience and a huge success. We all will profit from th at experience. We we will use it to stay hungry and to grow and evolve. It;’s a huge step to arrive in the final and an even bigger one to fight your way through. Manchester City was a strong opponent. We knew it was a top level performance. We needed a strong bond today to win this match.” Guardiola, who has not won this competition since 2011, was criticised after leaving out Fernandinho in midfield and naming Raheem Sterling in an attack-minded team. Ilkay Gündogan struggled in defensive midfield. “I had quality players,” City’s manager said. Gündogan played many ways this position. He had the speed to find the quality players between the lines. This was the decision.” Did Guardiola have any regrets? “I don’t know. The decisions I made, the players did everything. The decision was to try to win the game. I think the game was exceptional.” Tuchel was surprised by City’s lineup. “We expected Fernandinho in the lineup to start,” he said. “He chose a very offensive lineup. A very, very technical lineup. It was hard to steal the balls. Everything else we more or less expected. We were sure we needed to play with a strong bond and a genuine belief. It was a tough match.” Although City ended the season as Premier League champions and also won the Carabao Cup, Guardiola must now decide if he needs to strengthen this summer. City are interested in signing Harry Kane from Tottenham. “I’m not clever enough to think about next season,” Guardiola said. “It was a season with 62 games. It was difficult in a pandemic world. We are sad. We have to learn from this. The season was exceptional. They did everything. They give everything. Unfortunately we could not win but we will come back strong.” It was pointed out to Havertz that he repaid his £62m fee with his goal. “To be honest right now, I don’t give a fuck about that, we won the fucking Champions League,” the German said. Guardiola was unsure about Kevin De Bruyne’s condition after the Belgian went off with a head injury in the second half.","charCount":"4118","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jacob-steinberg\">Jacob Steinberg</a> at the Estádio do Dragão"},{"headline":"Observer killer sudoku","trailText":"Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures in the corner","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"994b8a3d0aa6871317f194e5dc3ee9e39e48d0bd\"> <img src=\"https://media.guim.co.uk/994b8a3d0aa6871317f194e5dc3ee9e39e48d0bd/0_0_904_904/500.jpg\" alt=\"Killer sudoku 2,122\" width=\"500\" height=\"500\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/05/29/KS-2122_P_copy.jpg\">Click here to access the print version.</a> <br></p></li> </ul> <p>Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures in the corner. No number can be repeated within each shape formed by grey lines.</p> <p>Buy next week’s Observer <a href=\"http://www.google.com/url?q=http%3A%2F%2Fguardian.newspaperdirect.com%2Fepaper%2Fviewer.aspx&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFFtWiV5ofvxqMWGTzdgKovTSnnNg\">Digital Edition</a> to see the completed puzzle.</p>","wordcount":"52","firstPublicationDate":"2021-05-29T23:01:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:03:18Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htg2d","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures in the corner. No number can be repeated within each shape formed by grey lines. Buy next week’s Observer Digital Edition to see the completed puzzle.","charCount":"299","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},{"headline":"Observer sudoku","trailText":"Fill the grid so that every row, every column and every 3x3 box contains the numbers 1 to 9","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"daf9c44498aa6eb6d58733296cca75a43a4b4058\"> <img src=\"https://media.guim.co.uk/daf9c44498aa6eb6d58733296cca75a43a4b4058/0_0_431_431/431.jpg\" alt=\"Observer sudoku 1,195\" width=\"431\" height=\"431\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/05/29/SU-1195_P_H_copy.jpg\">Click here to access the print version.</a></p></li> </ul> <p>Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box.</p> <p>Buy next week’s Observer <a href=\"http://www.google.com/url?q=http%3A%2F%2Fguardian.newspaperdirect.com%2Fepaper%2Fviewer.aspx&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFFtWiV5ofvxqMWGTzdgKovTSnnNg\">Digital Edition</a> to see the completed puzzle.</p>","wordcount":"40","firstPublicationDate":"2021-05-29T23:01:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:03:18Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htgxp","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Buy next week’s Observer Digital Edition to see the completed puzzle.","charCount":"217","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},{"headline":"Azed crossword 2,555","trailText":" ","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"1b2041377dab25523dfcd5ff6470cfbc4b842e7f\"> <img src=\"https://media.guim.co.uk/1b2041377dab25523dfcd5ff6470cfbc4b842e7f/0_0_496_496/496.jpg\" alt=\"Azed crossword 2,555\" width=\"496\" height=\"496\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/05/29/AZ_2555_(30th_May).pdf\">Click here to access the print version</a></p></li> </ul> <p>The Chambers Dictionary (2014) is recommended.</p> <h2><strong>Special announcement</strong></h2> <p>We regret to announce that, until further notice, we are unable to offer prizes for solvers of the Azed weekly crosswords. The special monthly Azed clue writing competitions are not affected and will continue as normal. Entry rules for these will appear as usual. <br></p>","wordcount":"59","firstPublicationDate":"2021-05-29T23:01:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:03:18Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htfqc","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version The Chambers Dictionary (2014) is recommended. Special announcement We regret to announce that, until further notice, we are unable to offer prizes for solvers of the Azed weekly crosswords. The special monthly Azed clue writing competitions are not affected and will continue as normal. Entry rules for these will appear as usual.","charCount":"370","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},{"headline":"Speedy crossword No 1,339","trailText":"Speedy crossword No 1,339","main":"","body":"","wordcount":"0","commentCloseDate":"2021-06-01T23:00:37Z","commentable":"true","firstPublicationDate":"2021-05-29T23:00:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:02:17Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/g6p4v","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false"},{"headline":"Walden review – Gemma Arterton’s sister act reaches for the stars","standfirst":"<p><strong>Harold Pinter theatre, London</strong><br>Arterton plays a former Nasa employee whose astronaut twin descends on her wilderness retreat in Amy Berryman’s intelligent, soulful drama</p>","trailText":"Arterton plays a former Nasa employee whose astronaut twin descends on her wilderness retreat in Amy Berryman’s intelligent, soulful drama","byline":"Arifa Akbar","main":"<figure class=\"element element-image\" data-media-id=\"a6cc96e8fdcf7962b5b7f90e51c9a1bf1b131e94\"> <img src=\"https://media.guim.co.uk/a6cc96e8fdcf7962b5b7f90e51c9a1bf1b131e94/154_446_5492_3295/1000.jpg\" alt=\"Into the woods … Gemma Arterton, left, and Lydia Wilson in Walden.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Into the woods … Gemma Arterton, left, and Lydia Wilson in Walden.</span> <span class=\"element-image__credit\">Photograph: Johan Persson</span> </figcaption> </figure>","body":"<p>Twin sisters with a fractious history are planning a reunion at the start of Amy Berryman’s play. “We have to act happy,” says Stella to her fiance before her twin has arrived, and the anxious statement prepares us for the unfolding drama of sisterly competition and grudge.</p> <p>But the first in Sonia Friedman’s Re:Emerge series at the Harold Pinter theatre is not just a psychodrama of spiky sisterhood but an original play of ideas that takes in everything from the ethics of space endeavour to climate activism and the pull between duty, ambition and desire.</p> <p>Stella (<a href=\"https://www.theguardian.com/film/gemma-arterton\">Gemma Arterton</a>) is a failed Nasa architect, living an anti-technology life with her fiance, Bryan (Fehinti Balogun), in a near-future American wilderness in which planet Earth is almost entirely depleted. Cassie (Lydia Wilson), meanwhile, is a star astronaut, pushing at the boundaries of habitation on Mars and just returned, triumphant, from a year on the moon.</p> <p>There is confidently meditative pacing to Ian Rickson’s direction, and Rae Smith’s set shows Stella and Bryan’s life as a rustic idyll with sound design, by Emma Laxton, of distant bird whistles and hoots that build on the susurrating tensions beneath the sisters’ clipped politeness. Arterton and Wilson are excellent at capturing a true-to-life sisterliness that swerves from antagonism and clenched jaws to sudden confidences and giggles.</p>  <figure class=\"element element-image\" data-media-id=\"b5ad90a3898132a9a27a9faebd90f31a8d3720e2\"> <img src=\"https://media.guim.co.uk/b5ad90a3898132a9a27a9faebd90f31a8d3720e2/0_281_6000_3600/1000.jpg\" alt=\"Fehinti Balogun and Gemma Arterton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Earth advocate’ … Fehinti Balogun, as Bryan, and Gemma Arterton.</span> <span class=\"element-image__credit\">Photograph: Johan Persson</span> </figcaption> </figure>  <p>Several binaries are set up between characters, and some might have been more fully explored. We learn that the sisters’ father was a “Nasa hero” and the idea of hot-housed sisters, placed in a world of contest in which only one could win, is a fascinating one. (Real-life siblings such as the Williams sisters and the Murray brothers come to mind.) Ironies within their relationship are well developed. Cassie feels a duty to be the brilliant astronaut when all she wants is the ordinary life, and love, that her apparently “failed” sister has got, while Stella feels Cassie is living <em>her</em> unfulfilled dream.</p> <p>Buried resentments are aired and Arterton shines in the more comic moments, but her anger is slightly too huffy and untextured, her nose turned up in pique. Wilson gives a sensitive and nuanced performance but sometimes seems held back by characterisation.</p> <p>The dynamic between them contains the potential for a bigger emotional explosion that never comes. At times, they are pale comparisons to the three central characters in Tennessee Williams’ A Streetcar Named Desire. Here is another sister called Stella and an interloping sister in Cassie who, while not as vulnerable as Blanche, is going through her own unravelling. Their clashes never quite rip the skin open and we wish for a messier and more devastating effect.</p> <p>The play’s climate debate is interesting. Bryan is an “Earth advocate” – the next level up from ecowarrior – who abjures screens and regards space travel as “colonisation”. Our duty, he says, is to save the planet rather than looking for somewhere else to go.</p> <p>Cassie is initially horrified, but where we might have seen a battle of values played out, a chemistry develops between them that seems too much like a plot device. Bryan as a whole remains intriguing but ancillary, wavering in the large gap between dangerous luddite and enlightened climate hero.</p> <p>None of it takes away from the intelligence and soulfulness of the play. Berryman quotes <a href=\"https://www.theguardian.com/books/2017/jul/12/in-henry-david-thoreau-footsteps-my-journey-to-walden-bicentennial-of-original-declutter\">Thoreau’s Walden</a> at the start of her script: “Heaven is under our feet as well as over our heads,” and both sisters, having been trained to reach for the stars, come to realise that happiness is right here, on Earth.</p> <p>• At <a href=\"https://www.haroldpintertheatre.co.uk/\">the Harold Pinter theatre, London</a>, until 12 June.</p>","starRating":"3","wordcount":"604","commentCloseDate":"2021-06-28T23:15:00Z","commentable":"true","firstPublicationDate":"2021-05-29T22:59:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:17:20Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6pq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a6cc96e8fdcf7962b5b7f90e51c9a1bf1b131e94/154_446_5492_3295/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Twin sisters with a fractious history are planning a reunion at the start of Amy Berryman’s play. “We have to act happy,” says Stella to her fiance before her twin has arrived, and the anxious statement prepares us for the unfolding drama of sisterly competition and grudge. But the first in Sonia Friedman’s Re:Emerge series at the Harold Pinter theatre is not just a psychodrama of spiky sisterhood but an original play of ideas that takes in everything from the ethics of space endeavour to climate activism and the pull between duty, ambition and desire. Stella (Gemma Arterton) is a failed Nasa architect, living an anti-technology life with her fiance, Bryan (Fehinti Balogun), in a near-future American wilderness in which planet Earth is almost entirely depleted. Cassie (Lydia Wilson), meanwhile, is a star astronaut, pushing at the boundaries of habitation on Mars and just returned, triumphant, from a year on the moon. There is confidently meditative pacing to Ian Rickson’s direction, and Rae Smith’s set shows Stella and Bryan’s life as a rustic idyll with sound design, by Emma Laxton, of distant bird whistles and hoots that build on the susurrating tensions beneath the sisters’ clipped politeness. Arterton and Wilson are excellent at capturing a true-to-life sisterliness that swerves from antagonism and clenched jaws to sudden confidences and giggles. Several binaries are set up between characters, and some might have been more fully explored. We learn that the sisters’ father was a “Nasa hero” and the idea of hot-housed sisters, placed in a world of contest in which only one could win, is a fascinating one. (Real-life siblings such as the Williams sisters and the Murray brothers come to mind.) Ironies within their relationship are well developed. Cassie feels a duty to be the brilliant astronaut when all she wants is the ordinary life, and love, that her apparently “failed” sister has got, while Stella feels Cassie is living her unfulfilled dream. Buried resentments are aired and Arterton shines in the more comic moments, but her anger is slightly too huffy and untextured, her nose turned up in pique. Wilson gives a sensitive and nuanced performance but sometimes seems held back by characterisation. The dynamic between them contains the potential for a bigger emotional explosion that never comes. At times, they are pale comparisons to the three central characters in Tennessee Williams’ A Streetcar Named Desire. Here is another sister called Stella and an interloping sister in Cassie who, while not as vulnerable as Blanche, is going through her own unravelling. Their clashes never quite rip the skin open and we wish for a messier and more devastating effect. The play’s climate debate is interesting. Bryan is an “Earth advocate” – the next level up from ecowarrior – who abjures screens and regards space travel as “colonisation”. Our duty, he says, is to save the planet rather than looking for somewhere else to go. Cassie is initially horrified, but where we might have seen a battle of values played out, a chemistry develops between them that seems too much like a plot device. Bryan as a whole remains intriguing but ancillary, wavering in the large gap between dangerous luddite and enlightened climate hero. None of it takes away from the intelligence and soulfulness of the play. Berryman quotes Thoreau’s Walden at the start of her script: “Heaven is under our feet as well as over our heads,” and both sisters, having been trained to reach for the stars, come to realise that happiness is right here, on Earth. • At the Harold Pinter theatre, London, until 12 June.","charCount":"3624","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/arifa-akbar\">Arifa Akbar</a>"},{"headline":"Coronavirus: UK records another 3,398 cases and seven deaths – as it happened","standfirst":"<p>This blog is now closed. Our latest Covid stories are at the link below:</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Victoria records five new cases of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’","byline":"Nadeem Badshah (now), and Jedidajah Otte and Clea Skopeliti (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"94e58d92f95479648f0676f89f425ebe566171a8\"> \n <img src=\"https://media.guim.co.uk/94e58d92f95479648f0676f89f425ebe566171a8/0_0_7338_4403/1000.jpg\" alt=\"A man receives a dose of the Covaxin coronavirus vaccine in Amritsar, India, on 29 May.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A man receives a dose of the Covaxin coronavirus vaccine in Amritsar, India, on 29 May.</span> \n  <span class=\"element-image__credit\">Photograph: Narinder Nanu/AFP/Getty Images</span> \n </figcaption> \n</figure>","body":"<div id=\"block-60b2c1d08f08d486a77171d8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T22:36:27.770Z\">11.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hundreds of anti-vaccine passport protesters invaded the <a href=\"https://www.theguardian.com/business/westfield\">Westfield</a> shopping centre in <strong>London </strong>on Saturday evening at the culmination of a mass march that drew many thousands and snaked miles through central and west London.</p> \n  <p>There were tussles with police who tried to block access through one entrance to the shopping centre at about 6pm, before protesters quickly realised that another door just yards away was unguarded.</p> \n  <p>Hundreds made it into the shopping centre where they stayed for about half an hour chanting “no more lockdowns” and “take your freedom back” before they were cleared by police with batons drawn, although without scenes of violence.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/anti-vaccine-passport-protesters-occupy-westfield-mall-in-london\">Anti-vaccine passport protesters storm Westfield mall in London</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60b2bd5b8f088d8c3178d367\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T22:19:09.958Z\">11.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In Sao Paulo, <strong>Brazil’s </strong>largest city, thousands of mask-wearing people blocked one the largest city’s avenues. One large balloon depicted President Bolsonaro as a vampire.</p> \n  <p>Some protests, like the one in Rio, included images of former leftist president Luis Inacio Lula da Silva wearing the presidential sash.</p> \n </div> \n</div> \n<div id=\"block-60b2b45b8f088d8c3178d316\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T21:47:42.889Z\">10.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Authorities in <strong>Vietnam </strong>have detected a new coronavirus variant that is a combination of the <strong>Indian </strong>and <strong>UK </strong>Covid-19 variants and spreads quickly by air, Reuters reports.</p> \n  <p>After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths. </p> \n  <p>“At the present time, we have not yet made an assessment of the virus variant reported in Vietnam,” Maria Van Kerkhove, WHO Technical Lead for Covid-19, said.</p> \n  <p> “Our country office is working with the Ministry of Health in Vietnam and we expect more information soon.”</p> \n  <p>From the WHO’s current understanding, the variant detected in Vietnam was the B.1.617.2 variant, more commonly known as the Indian variant, possibly with an additional mutation, she said.</p> \n  <p>“However we will provide more information as soon as we receive it,” Van Kerkhove added. </p> \n </div> \n</div> \n<div id=\"block-60b2b2368f086d71cc15eb85\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T21:31:22.349Z\">10.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"888dec3828c1d92e8c7db952fd770122c887a67b\"> \n   <img src=\"https://media.guim.co.uk/888dec3828c1d92e8c7db952fd770122c887a67b/0_144_4333_2600/1000.jpg\" alt=\"A military officer disinfects a special bus for quarantine passengers at a fire station, where buses and taxis that carried quarantined persons are spread with disinfectant, following a surge of domestic Covid-19 cases in Taiwan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A military officer disinfects a special bus for quarantine passengers at a fire station, where buses and taxis that carried quarantined persons are spread with disinfectant, following a surge of domestic Covid-19 cases in Taiwan.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-60b2ade38f08d486a771711d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T21:13:44.200Z\">10.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mexico </strong>reported 2,725 coronavirus cases and a further 383 deaths on Saturday, according to health ministry data.</p> \n  <p>It brings the overall number of cases to 2,411,503 and the death toll to 223,455, Reuters reports.</p> \n </div> \n</div> \n<div id=\"block-60b2a9728f086d71cc15eb2e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T20:58:51.874Z\">9.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Holidaymakers affected by Covid lockdowns and state border closures might not be eligible for refunds from bookings company <a href=\"https://www.theguardian.com/technology/airbnb\">Airbnb</a>, which no longer considers pandemic cancellations to be “unforeseen”.</p> \n  <p>The change to Airbnb’s cancellations and refunds policy, introduced in October last year, means Covid is no longer considered an extenuating circumstance.</p> \n  <p>Guests affected by pandemic-related transportation disruptions and border closures will be at the mercy of individual hosts’ cancellation policies.<br></p> \n  <p>“After the declaration of Covid-19 as a global pandemic by the World Health Organization, the extenuating circumstances policy no longer applies because Covid-19 and its consequences are no longer unforeseen or unexpected,” Airbnb says on its website.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/may/30/airbnb-changes-refund-policy-as-it-no-longer-considers-covid-cancellations-unforeseen\">Airbnb changes refund policy as it no longer considers Covid cancellations ‘unforeseen’</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60b2a8538f086d71cc15eb25\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T20:47:35.471Z\">9.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"9469250ce87138c90be7fef8dedfaa69a92a6114\"> \n   <img src=\"https://media.guim.co.uk/9469250ce87138c90be7fef8dedfaa69a92a6114/0_97_4235_2541/1000.jpg\" alt=\"Milonga -folkloric musical genre similar to tango- dancers perform during a protest under the slogan “In defense of the hug and tango as a recreational activity in public spaces” next to the obelisk in Buenos Aire amid quarantine measures imposed in the face of the Covid-19 pandemic.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Milonga -folkloric musical genre similar to tango- dancers perform during a protest under the slogan “In defense of the hug and tango as a recreational activity in public spaces” next to the obelisk in Buenos Aire amid quarantine measures imposed in the face of the Covid-19 pandemic.</span> \n    <span class=\"element-image__credit\">Photograph: Alejandro Pagni/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-60b2a4e18f088d8c3178d278\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T20:32:50.267Z\">9.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A hat shop in Nashville, <a href=\"https://www.theguardian.com/us-news/tennessee\">Tennessee</a> that reportedly sold “Not Vaccinated” badges resembling the yellow Star of David which Jewish people were forced to wear by the Nazis has removed a post promoting the item, following extensive criticism online.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/29/tennessee-hat-shop-not-vaccinated-badges-star-of-david\">Tennessee hat shop in storm over ‘not vaccinated’ Star of David badges</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60b29c998f088d8c3178d226\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T20:00:09.415Z\">9.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">A summary of today's developments</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Italy </strong>reported 83 coronavirus-related deaths on Saturday compared with 126 the day before, the health ministry said. The daily tally of new infections fell to 3,351 from 3,738, Reuters reports.</li> \n   <li><strong>France </strong>reported the number of people in intensive care units with Covid-19 fell by 76 to 3,028 on Saturday, while the overall number of people in hospital with the disease fell by 425 to 16,847.</li> \n   <li>The <strong>UK</strong> government said a further seven people had died within 28 days of testing positive for Covid-19 as of Saturday, bringing the UK total to 127,775. The government also said that, as of 9am on Saturday, there had been a further 3,398 lab-confirmed cases in the UK. It brings the total to 4,480,945.</li> \n   <li><strong>Vietnam’s</strong> health minister <strong>Nguyen Thanh Long</strong> said on Saturday the country had detected a new variant of the coronavirus, which is a mix of the <strong>India</strong> and <strong>UK</strong> variants and spreads quickly by air, the online newspaper VnExpress reported<strong>. </strong>The World Health Organization has not yet responded to the finding.</li> \n   <li><strong>India </strong>has recorded the lowest number of new daily infections in 45 days, the Times of India reports, <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b2117a8f086d71cc15e50a#block-60b2117a8f086d71cc15e50a\">although a further 173,790 fresh cases were logged in the country on Saturday</a>.</li> \n   <li><strong>Malaysia</strong> reported 9,020 new coronavirus cases on Saturday, the highest daily rise since the start of the pandemic.</li> \n   <li>More than half of people in their 30s in <strong>England</strong> have received a coronavirus vaccine dose in a little over two weeks.</li> \n   <li>Infections in <strong>Germany</strong> continue to fall, with the country’s seven-day incidence now at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week.</li> \n   <li><strong>Victoria state in Australia</strong> has recorded five new locally acquired cases of coronavirus – with four linked to a food distribution delivery driver – <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b1fabb8f086d71cc15e43d#block-60b1fabb8f086d71cc15e43d\">as the state enters its second day of its fourth lockdown</a>.</li> \n   <li>The southern <strong>Chinese</strong> city of <strong>Guangzhou</strong> shut down a neighbourhood and ordered its residents to stay at home on Saturday for door-to-door coronavirus testing following a fast rise in infections.</li> \n   <li>Launching a Covid immunisation programme for children <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b23e4d8f08d486a7716c68#block-60b23e4d8f08d486a7716c68\">should be considered only in special circumstances, leading health experts have warned</a>.</li> \n   <li>A coronavirus surge sweeping through <strong>Thailand</strong>’s prisons has thrown the spotlight on the kingdom’s overcrowded penal system, <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b213f68f088d8c3178cc1f#block-60b213f68f088d8c3178cc1f\">where some inmates have less space to sleep than the inside of a coffin</a>.</li> \n   <li><strong>Scotland</strong>’s health secretary, <strong>Humza Yousaf</strong>,<strong> </strong>said there was “significant community transmission” of coronavirus in hotspots in the city of <strong>Glasgow</strong>.</li> \n   <li><strong>Lebanon</strong>’s health authorities <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b2417e8f088d8c3178ce19#block-60b2417e8f088d8c3178ce19\">have launched a Covid-19 vaccination “marathon” to speed up inoculations around the country</a>, including areas where turnout has been low.</li> \n   <li><strong>Spain</strong> will allow cruise ships to dock in its ports from 7 June, the transport ministry said on Saturday.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-60b29ba38f08d486a7717071\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T19:54:08.024Z\">8.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Anti-vaccine protest in <strong>London </strong>descends into clashes between protesters and police.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"cbca67e5-f63a-4462-b1d9-d7d5367167bb\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/QGJpC2q0GPI?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-60b2922d8f088d8c3178d1cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T19:13:25.656Z\">8.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson and the <strong>UK </strong>government are too busy “covering their own backs” to properly counter the threat posed by the Indian coronavirus variant, Labour leader Sir Keir Starmer claimed.</p> \n  <p>Following Dominic Cummings’ explosive evidence about the prime minister’s handling of the pandemic, Sir Keir said “mistakes are being repeated” as the government considers whether to further ease restrictions.</p> \n  <p>Writing in the Observer, Sir Keir said Johnson’s reluctance to impose a second lockdown in autumn last year meant “avoidable and unforgivable” deaths in the second wave of the virus.</p> \n  <p>“The first wave we faced an unprecedented crisis. Decision making was undoubtedly difficult. Mistakes were inevitable. And the British public understand that.</p> \n  <p>“But by the summer, we knew much more about the virus.</p> \n  <p>“The prime minister was warned to prepare for a second wave. He did not do so. And over twice as many people died in the second wave than in the first.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T19:53:03.708Z\">at 8.53pm BST</time></p> \n</div> \n<div id=\"block-60b28e448f088d8c3178d1a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T18:56:40.049Z\">7.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"06e4c1a42dbb4ad7d1de2959e9fa077c781ed6ab\"> \n   <img src=\"https://media.guim.co.uk/06e4c1a42dbb4ad7d1de2959e9fa077c781ed6ab/0_108_4661_2796/1000.jpg\" alt=\"A man wearing a headband reading ‘Bolsonaro out’ holds a sign depicting a coffin with the Brazilian flag reading ‘Mourning’ during a protest against Brazilian president Jair Bolsonaro’s handling of the pandemic in Belo Horizonte, Brazil.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man wearing a headband reading ‘Bolsonaro out’ holds a sign depicting a coffin with the Brazilian flag reading ‘Mourning’ during a protest against Brazilian president Jair Bolsonaro’s handling of the pandemic in Belo Horizonte, Brazil.</span> \n    <span class=\"element-image__credit\">Photograph: Douglas Magno/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T19:01:10.348Z\">at 8.01pm BST</time></p> \n</div> \n<div id=\"block-60b28a2c8f08d486a7716fbb\" class=\"block\" data-block-contributor=\"profile/damien-gayle\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T18:43:55.473Z\">7.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hundreds of anti-lockdown protesters invaded the Westfield shopping centre in <strong>West </strong><strong>London </strong>on Saturday evening, at the end of a mass protest that drew hundreds of thousands of marchers at its height. </p> \n  <p>There were tussles with police who tried to block access through one entrance to the shopping centre at about 6pm, before protesters quickly realised that another door just yards away was unguarded.</p> \n  <p>Hundreds made it into the shopping centre where they stayed for about half an hour before the were cleared by police. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398691878455889925\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Tussles begin with police blocking <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a> protesters from entering Westfield <a href=\"https://t.co/7vFyo29AXj\">pic.twitter.com/7vFyo29AXj</a></p>— Damien Gayle (@damiengayle) \n    <a href=\"https://twitter.com/damiengayle/status/1398691878455889925?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n  <p><br>The Westfield invasion came after a mass march snaking about 12 miles through London, starting in Parliament Square and reaching as far west as Hammersmith. At its height there appeared to be hundreds of thousands of people taking part. </p> \n  <p>One protester, who would give his name only as Paul, from Bedfordshire, said he was taking part because he was scared about where the unprecedented crackdown on civil liberties under the pretext of fighting the pandemic would lead. </p> \n  <p>“I’m frightened about our liberties. Or choice about whether we want to be vaccinated or not. Lots of people legitimately don’t have any faith in it at all.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398684330059304962\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Party vibes on <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a>. Passing Shepherd’s Bush again on a loop back towards central London. <a href=\"https://t.co/9vJ3hDYnzR\">pic.twitter.com/9vJ3hDYnzR</a></p>— Damien Gayle (@damiengayle) \n    <a href=\"https://twitter.com/damiengayle/status/1398684330059304962?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60b2871a8f088d8c3178d16a\" class=\"block\" data-block-contributor=\"profile/tomphillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T18:26:46.760Z\">7.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tens of thousands of protesters have poured on to the streets of <strong>Brazil’s </strong>largest cities to demand the impeachment of President Jair Bolsonaro over his <a href=\"https://www.theguardian.com/world/2021/may/04/brazil-bolsonaro-coronavirus-health-minister-inquiry\">catastrophic response </a>to a coronavirus pandemic that has claimed nearly half a million Brazilian lives.</p> \n  <p>The demonstrators turned out in more than 200 cities and towns for what is the biggest anti-Bolsonaro mobilisation since Brazil’s Covid outbreak began.</p> \n  <p>Osvaldo Bazani da Silva, a 48-year-old hairdresser who lost his younger brother to Covid-19, said: “We can’t lose any more Brazilian lives. We need to hit the streets every single day until this government falls.”</p> \n  <p>In Rio many marchers carried homemade placards remembering loved ones they have lost to an epidemic that has killed nearly 460,000 Brazilians, the world’s second largest official death toll after the US. </p> \n  <p>“I’m here in his memory,” said Luiz Dantas, 18, clutching a photograph of his grandfather, Sebastião, who died in February aged 75.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/tens-of-thousands-of-brazilians-march-to-demand-bolsonaros-impeachment\">Tens of thousands of Brazilians march to demand Bolsonaro’s impeachment</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60b283e98f08d486a7716f7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T18:13:38.070Z\">7.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Lebanon </strong>vaccinated more than 10,000 people on Saturday as part of a day-long vaccine “marathon” organised by the health ministry to ramp up inoculation rates in the crisis-hit country.</p> \n  <p>The ministry said that by 6.30pm (15.30 GMT), 10,452 people over the age of 30 received jabs of the AstraZeneca vaccine at different facilities across the country.</p> \n  <p>They were allowed to enter vaccination centres on a walk-in basis from early Saturday morning in what health authorities have dubbed a vaccine “marathon”.</p> \n  <p>The capital Beirut and some other parts of the country were excluded from the initiative, but outgoing health minister Hamad Hassan said there were plans for a second such event that would cover more areas, AFP reports.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T18:47:27.989Z\">at 7.47pm BST</time></p> \n</div> \n<div id=\"block-60b27ed38f08d486a7716f3e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T17:53:29.928Z\">6.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hundreds of maskless protesters demonstrated against coronavirus restrictions in front of EU buildings in <strong>Brussels </strong>on Saturday, with many yelling “Freedom” and claiming Covid-19 was no worse than the flu.</p> \n  <p>The protest started in a major city park and marched towards a square where EU offices, including the European Commission building, are located, AFP reports.</p> \n  <p>Belgian police blocked access to the square with barbed wire and a line of 40 officers in riot gear prevented demonstrators moving closer.</p> \n  <p>A water cannon idled nearby, but was not used, and the protest dispersed after around four hours.</p> \n </div> \n</div> \n<div id=\"block-60b27b3d8f086d71cc15e965\" class=\"block\" data-block-contributor=\"profile/clea-skopeliti\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T17:36:56.334Z\">6.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A fundraiser to create a memorial in St Paul’s Cathedral for those who have died in the Covid-19 pandemic has reached its £2.3m goal in under a month.</p> \n  <p>An online book of remembrance will be installed in a portico structure within the <strong><a href=\"https://www.theguardian.com/uk/london\">London</a> </strong>cathedral.</p> \n  <p>St Paul’s set up the <a href=\"https://www.rememberme2020.uk/\">Remember Me</a> project, an online book of remembrance for Covid-19 victims, in May 2020. More than 9,400 names have been added to the book so far, along with photographs and tributes.<br></p> \n  <p>On its fundraising page, the cathedral said that it “hopes to create a memorial that people can go through into a tranquil space, draw breath and take a moment to remember the many individuals, loved and cherished, who have died as a result of the pandemic”.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/fund-for-covid-victims-memorial-at-st-pauls-hits-23m-target\">Fund for Covid victims memorial at St Paul’s hits £2.3m target</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60b277958f08d486a7716ede\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T17:21:03.154Z\">6.21pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">France sees fall in number of Covid-19 hospital patients</h2> \n <div class=\"block-elements\"> \n  <p><strong>France </strong>reported the number of people in intensive care units with Covid-19 fell by 76 to 3,028 on Saturday, while the overall number of people in hospital with the disease fell by 425 to 16,847.</p> \n  <p>Both numbers have been on a downward trend in recent weeks.</p> \n  <p>The health ministry also reported 68 new coronavirus deaths in hospitals, bringing the total to 82,946.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T17:27:40.941Z\">at 6.27pm BST</time></p> \n</div> \n<div id=\"block-60b274068f088d8c3178d082\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T17:04:38.537Z\">6.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thousands of people, masked and tested for the coronavirus, packed inside a <strong>Paris </strong>arena for a concert Saturday as part of a public health experiment to prepare France to host large scale events.<br> </p> \n  <p><strong>Associated Press reports:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>The show at AccorHotels Arena in eastern Paris features 1980s French rock band Indochine and DJ Etienne de Crecy. But the attention was mostly on the concert-goers.</p> \n  </blockquote> \n  <p>The Paris public hospital authority helped organize the event to determine whether it’s safe to allow 5,000 masked people to dance together in the open pit of an indoor concert arena without social distancing.</p> \n  <p>The attendees are seeing the show for free but were required to take three virus tests, two before and one after the concert.</p> \n  <p>To further reduce risk, organisers only allowed people 18-45 years old without underlying health conditions to participate, according to the hospital authority.</p> \n  <p>France has not allowed such music concerts since early 2020. Cultural venues were shut for most of the past 14 months as authorities tried to contain persistent surges of virus infections that filled hospitals and were linked to more than 109,000 deaths.</p> \n </div> \n</div> \n<div id=\"block-60b270d68f088d8c3178d05f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T16:51:12.766Z\">5.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Damien Gayle is covering the protest through London in opposition to vaccine passports and coronavirus lockdowns.</p> \n  <p>The anti-lockdown march is the latest in a series of large protests against the <strong>UK </strong>government’s coronavirus measures.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398673237299638277\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">In case you’re wondering, we’re 20,000 steps in to this <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a> protest. And still going strong. Currently on Uxbridge Road, apparently turning back towards Shepherds Bush. <a href=\"https://t.co/0gBEbkTzIB\">pic.twitter.com/0gBEbkTzIB</a></p>— Damien Gayle (@damiengayle) \n    <a href=\"https://twitter.com/damiengayle/status/1398673237299638277?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60b26de18f086d71cc15e8e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T16:39:09.261Z\">5.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Large crowds of football fans took over <strong>Porto’s </strong>riverside area on Saturday ahead of the Champions League final between Chelsea and Manchester City.</p> \n  <p>Some 16,500 fans will be allowed into the stadium when the match kicks off at 8 p.m. but many others travelled to support their teams from the sidelines. Dozens of packed planes touched down at the city’s airport on Saturday morning.</p> \n  <p>The fans from England were largely maskless and did not socially distance, to the annoyance of some locals, Reuters reports.</p> \n  <p>In Portugal, masks are still mandatory outside if people cannot observe social distancing.</p> \n  <p> Ines Andrade, a 19-year-old student from Porto, was visibly upset as she watched the scenes from nearby, saying it was “revolting” to see how fans were behaving, just four months after Portugal faced its toughest battle against Covid-19.</p> \n  <p>“For us, Portuguese, is it very disturbing to see these people come here and ruin everything we have tried to achieve over the last months and year.”</p> \n  <p>Fans had to present a negative Covid-19 test on arrival at the airport.</p> \n  <p>But there has been concern in Portugal that the event could fuel a spike in cases after authorities decided to relax coronavirus rules for the match. </p> \n  <p>Portugal is on the British government’s “green” list allowing tourists to visit the country without quarantining on their return.</p> \n </div> \n</div> \n<div id=\"block-60b268ec8f088d8c3178d001\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T16:19:44.525Z\">5.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An update from the <strong>UK’s </strong>health secretary.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1398660608309010433\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">VACCINE UPDATE:<br><br>- 74.2% of adults have been vaccinated once for COVID-19<br>- 47.3% of adults have had two vaccines<br><br>THANK YOU to everyone working incredibly hard in our vaccine rollout. <br><br>When you get the call, get the jab.</p>— Matt Hancock (@MattHancock) \n    <a href=\"https://twitter.com/MattHancock/status/1398660608309010433?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-60b265b98f08d486a7716e23\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T16:07:22.984Z\">5.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Germany </strong>will introduce stricter controls on the administering of coronavirus tests, health minister Jens Spahn said on Saturday, after local media reports accused some centres of accounting fraud.</p> \n  <p>“There will be more random checks,” Spahn said on Twitter.</p> \n  <p>“Pragmatism is necessary these days. Those who exploit that must not be allowed to get away with it.”</p> \n  <p>Germany offers its citizens at least one free coronavirus test per week, with several federal states providing one free test a day. The state pays €18 (£15.46) per test. Many private test centres have been set up in recent weeks, Reuters reports.</p> \n  <p>Some coronavirus test centres have been charging for more tests than they have carried out, daily Sueddeutsche Zeitung and broadcaster ARD reported this week.</p> \n  <p>Prosecutors in the city of Bochum opened an investigation into one centre following the reports.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T16:10:39.807Z\">at 5.10pm BST</time></p> \n</div> \n<div id=\"block-60b262058f08d486a7716df9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T15:51:50.046Z\">4.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Carmakers in the <strong>Indian </strong>automobile hub of Chennai, in Tamil Nadu, will be allowed to keep operating, the state government said, amid protests by workers who fear catching Covid-19 in one of the country’s hardest-hit states.</p> \n  <p>Tamil Nadu authorities extended a near-total lockdown on Friday as coronavirus infections and deaths rise in the southern state, where average cases run at more than 30,000 a day, official figures show, Reuters reports.</p> \n  <p>But a government order issued on Saturday said so-called continuous process industries, which include auto factories, would be allowed to function in accordance with measures such as social distancing to stem the virus’s spread.</p> \n  <p>It also urged vehicle manufacturers to initiate immediate action to vaccinate all their employees within a month.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T15:58:25.038Z\">at 4.58pm BST</time></p> \n</div> \n<div id=\"block-60b25e9d8f088d8c3178cf82\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T15:35:21.956Z\">4.35pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Italy sees fall in daily cases and fatalities</h2> \n <div class=\"block-elements\"> \n  <p><strong>Italy </strong>reported 83 coronavirus-related deaths on Saturday compared with 126 the day before, the health ministry said.</p> \n  <p>The daily tally of new infections fell to 3,351 from 3,738, Reuters reports.</p> \n  <p>Italy has registered 126,002 deaths linked to Covid-19 since its outbreak in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world.</p> \n  <p>The country has reported 4.213 million cases to date.</p> \n  <p>The number of patients in hospital with Covid-19 – not including those in intensive care – stood at 6,800 on Saturday, down from 7,192 a day earlier. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T15:47:58.447Z\">at 4.47pm BST</time></p> \n</div> \n<div id=\"block-60b25cc18f088d8c3178cf5c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T15:28:20.426Z\">4.28pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK death toll increases by seven</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>UK</strong> government said a further seven people had died within 28 days of testing positive for Covid-19 as of Saturday, bringing the UK total to 127,775.</p> \n  <p>Separate figures published by the Office for National Statistics show there have been 153,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate.</p> \n  <p>The government also said that, as of 9am on Saturday, there had been a further 3,398 lab-confirmed cases in the UK.</p> \n  <p>It brings the total to 4,480,945. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T19:34:47.926Z\">at 8.34pm BST</time></p> \n</div> \n<div id=\"block-60b25bc98f088d8c3178cf4f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T15:23:15.832Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"1f1a907f722841fab1dca81f01ce62caae7e3c6e\"> \n   <img src=\"https://media.guim.co.uk/1f1a907f722841fab1dca81f01ce62caae7e3c6e/0_186_5568_3341/1000.jpg\" alt=\"A concert featuring the French rock band Indochine and DJ Étienne de Crécy at the AccorHotels Arena in Paris will help a study into how such events can take place safely amid the pandemic.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A concert featuring the French rock band Indochine and DJ Étienne de Crécy at the AccorHotels Arena in Paris will help a study into how such events can take place safely amid the pandemic.</span> \n    <span class=\"element-image__credit\">Photograph: Stéphane de Sakutin/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T15:33:30.794Z\">at 4.33pm BST</time></p> \n</div> \n<div id=\"block-60b257ae8f08d486a7716d6d\" class=\"block is-summary\" data-block-contributor=\"profile/jedidajah-otte\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T15:12:23.923Z\">4.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">The latest key developments at a glance</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Vietnam’s</strong> health minister <strong>Nguyen Thanh Long</strong> said on Saturday the country had detected a new variant of the coronavirus, which is a mix of the <strong>India</strong> and <strong>UK</strong> variants and spreads quickly by air, the online newspaper VnExpress reported<strong>. </strong>The World Health Organization has not yet responded to the finding.<strong><br></strong></li> \n   <li><strong>India </strong>has recorded the lowest number of new daily infections in 45 days, the Times of India reports, <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b2117a8f086d71cc15e50a#block-60b2117a8f086d71cc15e50a\">although a further 173,790 fresh cases were logged in the country on Saturday</a>.</li> \n   <li><strong>Malaysia</strong> reported 9,020 new coronavirus cases on Saturday, the highest daily rise since the start of the pandemic. </li> \n   <li>More than half of people in their 30s in <strong>England</strong> have received a coronavirus vaccine dose in a little over two weeks.</li> \n   <li>Infections in <strong>Germany</strong> continue to fall, with the country’s seven-day incidence now at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. </li> \n   <li><strong>Victoria state in Australia</strong> has recorded five new locally acquired cases of coronavirus – with four linked to a food distribution delivery driver – <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b1fabb8f086d71cc15e43d#block-60b1fabb8f086d71cc15e43d\">as the state enters its second day of its fourth lockdown</a>.</li> \n   <li>The southern <strong>Chinese</strong> city of <strong>Guangzhou</strong> shut down a neighbourhood and ordered its residents to stay at home on Saturday for door-to-door coronavirus testing following a fast rise in infections.</li> \n   <li>Launching a Covid immunisation programme for children <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b23e4d8f08d486a7716c68#block-60b23e4d8f08d486a7716c68\">should be considered only in special circumstances, leading health experts have warned</a>.</li> \n   <li>A coronavirus surge sweeping through <strong>Thailand</strong>’s prisons has thrown the spotlight on the kingdom’s overcrowded penal system, <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b213f68f088d8c3178cc1f#block-60b213f68f088d8c3178cc1f\">where some inmates have less space to sleep than the inside of a coffin</a>.</li> \n   <li><strong>Scotland</strong>’s health secretary, <strong>Humza Yousaf</strong>,<strong> </strong>said there was “significant community transmission” of coronavirus in hotspots in the city of <strong>Glasgow</strong>.</li> \n   <li><strong>Lebanon</strong>’s health authorities <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b2417e8f088d8c3178ce19#block-60b2417e8f088d8c3178ce19\">have launched a Covid-19 vaccination “marathon” to speed up inoculations around the country</a>, including areas where turnout has been low.<strong><br></strong></li> \n   <li><strong>Spain</strong> will allow cruise ships to dock in its ports from 7 June, the transport ministry said on Saturday.</li> \n  </ul> \n  <p>That’s it from me, my colleague Nadeem Badshah will be taking over shortly.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T15:26:17.143Z\">at 4.26pm BST</time></p> \n</div> \n<div id=\"block-60b2527b8f086d71cc15e7af\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T14:41:57.022Z\">3.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p> Prosecutors in several <strong>German</strong> regions have launched investigations of companies offering free Covid-19 tests after news reports said that some were padding their numbers to claim more money from the government. </p> \n  <p>Prosecutors raided a company in the northwestern city of <strong>Bochum</strong> on Friday, according to the Suddeutsche Zeitung newspaper, while farther north in <strong>Luebeck</strong>, prosecutors have opened a fraud probe, the WirtschaftsWoche weekly said. </p> \n  <p>In <strong>Cologne</strong>, authorities carried out a surprise control of a testing centre, and the city of <strong>Munster</strong> has revoked the license of a company that operates around 50 testing centres. </p> \n  <p>In an effort to boost Covid-19 testing, the German government made testing free several weeks ago, reimbursing companies up to €18 ($22) for each test conducted.</p> \n  <p>But according to a joint investigation by several media companies, the testing centres do not have to furnish any documents to prove how many people they’ve tested when filing for government compensation and several have been inflating the figures. </p> \n  <p>“They just have to send the number of tests [carried out], without any proof, and they are wired the money soon after,” according to a joint investigation by NDR and WDR public television and Suddeutsche Zeitung. </p> \n  <p>As part of the effort, journalists counted the number of people who had come into the testing centres and then compared these numbers to what the establishments submitted to the government to get reimbursed. </p> \n  <p>According to the investigation, one centre declared 422 tests, when only around 100 people had come in. Another filed for reimbursement of 1,743 tests done in a single day, when only 550 people had come in. </p> \n  <p>The number of places offering free Covid-19 tests have mushroomed since the government introduced the free scheme - in the <strong>North Rhine-Westphalia</strong> region there are currently nearly 8,000 and the capital <strong>Berlin</strong> has at least 1,200. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T14:44:15.248Z\">at 3.44pm BST</time></p> \n</div> \n<div id=\"block-60b24aac8f086d71cc15e759\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T14:09:42.105Z\">3.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong> will allow cruise ships to dock in its ports from 7 June, the transport ministry said on Saturday, hoping to salvage the country’s battered tourism sector in time for the summer season. <br></p> \n  <p>Reuters reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>Spain’s maritime authorities approved the reopening because of falling Covid-19 incidence rates and an increase in vaccinations, according to an order in Spain’s state gazette published on Saturday. <br></p> \n   <p>Spain banned cruise ships from docking in its ports in June 2020 as the pandemic ripped through Europe. A number of high-profile spreader events were linked to cruise liners around the world. <br></p> \n   <p>“Shipping companies will have to comply with measures established by the health ministry [...] to guarantee total security, both for cruise passengers and for the cities where they land,” the transport ministry tweeted on Saturday. <br></p> \n   <p>It added that before the pandemic, Spain was the second most popular destination for international cruises in Europe. <br></p> \n   <p>Spain, which was also the second most visited country in the world before the health crisis, was one of Europe’s worst-hit nations, recording over 79,000 coronavirus deaths and 3.7 million cases. Foreign tourism plunged 80% last year as a raft of restrictions brought the industry to a standstill. <br></p> \n   <p>But with infection rates falling, vaccinations progressing, and most regions able to scrap curfews, Spain is looking towards reopening its vital tourism industry this summer. <br></p> \n   <p>Last week Prime Minister <strong>Pedro Sánchez</strong> announced Spain would allow people from anywhere in the world to enter the country from 7 Jun, provided they were vaccinated.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"2b98d51518b1e9fe7663f7212c9fd0bab9e1ae76\"> \n   <img src=\"https://media.guim.co.uk/2b98d51518b1e9fe7663f7212c9fd0bab9e1ae76/0_0_3000_2000/1000.jpg\" alt=\"Cruise ships are seen anchored at the Bay in Santa Cruz de Tenerife, Canary Islands, Spain, on 28 April 2021.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Cruise ships are seen anchored at the Bay in Santa Cruz de Tenerife, Canary Islands, Spain, on 28 April 2021.</span> \n    <span class=\"element-image__credit\">Photograph: Ramon de la Rocha/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T14:17:50.996Z\">at 3.17pm BST</time></p> \n</div> \n<div id=\"block-60b2423f8f088d8c3178ce20\" class=\"block\" data-block-contributor=\"profile/damien-gayle\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T13:33:27.830Z\">2.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tens of thousands of protesters have begun marching through central <strong>London</strong> in opposition to vaccine passports and coronavirus lockdowns. </p> \n  <p>The anti-lockdown march, the latest in a series of large protests against the government’s coronavirus measures, began at 1pm in Parliament Square and made its way north to Oxford Street.</p> \n  <p>Protesters chanted “freedom” and sang along to Bob Marley’s Three Little Birds as the they waved placards proclaiming slogans such as “we know where the rabbit hole ends”.</p> \n  <p>The route of the march was not disclosed before it began. Activists at the front were directing the crowd via a series of coloured smoke signals. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398625819631706113\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">“Once we lose our medical freedom there is no saying if or when we will get it back and where this slippery slope could take us.”<br><br>Louise Creffield, founder of <a href=\"https://twitter.com/saveourrightsuk?ref_src=twsrc%5Etfw\">@saveourrightsuk</a>, one of the <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a> <a href=\"https://twitter.com/hashtag/londonprotest?src=hash&amp;ref_src=twsrc%5Etfw\">#londonprotest</a> organisers. <a href=\"https://t.co/KtgpwLTiY5\">pic.twitter.com/KtgpwLTiY5</a></p>— Damien Gayle (@damiengayle) \n    <a href=\"https://twitter.com/damiengayle/status/1398625819631706113?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n  <p><strong>Louise Creffield</strong>, the founder of Save Our Rights UK, one of the groups behind the protest, told the Guardian the focus was on medical freedom. <br></p> \n  <p>She said: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>We’re very concerned about the track and trace being turned into vaccine passports and the increase in mandated testing.</p> \n   <p>We’re campaigning for a medical freedom bill which would prevent any coercion and any discrimination for not partaking in a medical procedure, because where there’s that there can’t be fair and informed consent. <br></p> \n   <p>Once we lose our medical freedom there is no saying if and when we will get it back and where this slippery slope could take us. We’ve seen a huge amount of mission creep this year, so there’s no telling where it could go.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398616614275366915\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Large numbers again on this <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a> <a href=\"https://twitter.com/hashtag/antilockdownprotest?src=hash&amp;ref_src=twsrc%5Etfw\">#antilockdownprotest</a>, which is the latest in a series of mass demonstrations. <a href=\"https://t.co/fzvnyP4Vpt\">pic.twitter.com/fzvnyP4Vpt</a></p>— Damien Gayle (@damiengayle) \n    <a href=\"https://twitter.com/damiengayle/status/1398616614275366915?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n  <p>In a Telegram post published the day before the protest, Save Our Rights UK said they planned to take the march on a different route to those in previous weeks. <br></p> \n  <p>The post said: “This won’t be a scenic walk, we will be taking our message to community areas that we haven’t hit before and WE WILL BE STAYING AT THE END LOCATION AS LONG AS POSSIBLE.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T14:39:58.862Z\">at 3.39pm BST</time></p> \n</div> \n<div id=\"block-60b2417e8f088d8c3178ce19\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T13:30:41.774Z\">2.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Lebanon’s</strong> health authorities have launched a Covid-19 vaccination “marathon” to speed up inoculations around the country, including areas where turnout has so far been low.</p> \n  <p>The Associated Press reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The daylong campaign offered AstraZeneca vaccines at 30 different centers around the country without prior appointment to encourage people over age 30 to show up. The capital <strong>Beirut</strong> was not included in the campaign.</p> \n   <p>A vaccination program that started in February targeted older age groups, primarily through registration on a government-operated platform and appointments.<br>As of Saturday afternoon, 7,700 people had been vaccinated in the push.</p> \n   <p>Pictures of lines outside centers north of Beirut showed turnout was high, particularly among foreign workers, many of whom had been reluctant or unable to register on the government-operated digital platform. There were also lines in towns and villages in the east and mountains, where turnout has so far been fickle.</p> \n   <p>Lebanon has managed to curb the number of new virus cases since the start of the year. The small country, reeling from a crippling economic crisis that predated the pandemic, is eager to restore economic activities. <br></p> \n   <p>Officials want to open up businesses and tourist attractions ahead of the summer season to draw in much needed foreign currency.</p> \n   <p>So far, over 700,000 people have been vaccinated in the country of 6 million. More than 530,000 have been infected with over 7,700 deaths since February 2020.</p> \n   <p>Restrictions in place since the start of 2021 have eased over the last few weeks, allowing restaurants, bars and malls to reopen and receive customers until late.</p> \n   <p>“We are living many crises and our way to revive our economic life and restore some Lebanese social and culture norms forces us to think of greater ways for immunization in shorter periods,” Lebanon’s health minister <strong tabindex=\"-1\">Hamad Hassan</strong> told a local TV station.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"3b28eb88a968a3c47af9d316e000435b914cca1e\"> \n   <img src=\"https://media.guim.co.uk/3b28eb88a968a3c47af9d316e000435b914cca1e/0_0_6720_4480/1000.jpg\" alt=\"People wait to receive the Covid-19 vaccine at a medial center in Beirut, Lebanon, on 24 May 2021. Lebanon launched on Monday the vaccination campaign for the public sector and foreign expatriates in the country.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People wait to receive the Covid-19 vaccine at a medial center in Beirut, Lebanon, on 24 May 2021. Lebanon launched on Monday the vaccination campaign for the public sector and foreign expatriates in the country.</span> \n    <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T13:56:21.919Z\">at 2.56pm BST</time></p> \n</div> \n<div id=\"block-60b23e4d8f08d486a7716c68\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T13:16:57.446Z\">2.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Launching a Covid immunisation programme for <a href=\"https://www.theguardian.com/world/2021/may/02/nhs-england-draws-up-plan-to-give-covid-jabs-to-children-12-and-over\">children</a> should be considered only in special circumstances, leading health experts have warned.</p> \n  <p>They say <strong>UK</strong> medical authorities, who are currently studying how vaccines for adolescents might be administered, should move with great care over the implementation of such a programme.</p> \n  <p>They acknowledge it could help reduce outbreaks and the spread of Covid but also warn it could also raise important practical and ethical problems. Doctors would be giving vaccines for which there was limited information about possible <a href=\"https://www.theguardian.com/society/2021/mar/10/israel-says-600-children-given-covid-jab-had-no-serious-side-effects\">side-effects to children</a> who have nothing to gain from such a move, said <strong>Prof Adam Finn </strong>of Bristol University.</p> \n  <p>“Children transmit Covid to some extent, although they rarely suffer badly from the disease themselves. If you offer them vaccines, then you put them at risk of possible side-effects – so there really needs to be some significant, tangible benefit to them, not just the indirect protection of adults from Covid-19.”</p> \n  <p>The preparation of plans to give Covid vaccines to UK children comes in the wake of the <a href=\"https://www.theguardian.com/world/2021/may/10/pfizer-vaccine-fda-authorized-children-12-15\">US decision</a> to launch such a programme and at a time when <strong>Germany</strong> has indicated it is planning a similar move. <strong>Canada</strong> and <strong>Switzerland</strong> have also approved plans, while the European Medicines Agency (EMA) last week agreed to extend approval for the use of the Pfizer vaccine on 12- to 15-year-olds.</p> \n  <p>But the move to vaccinate children has been criticised by global health leaders, including the head of the World Health Organization, <strong>Tedros Adhanom Ghebreyesus</strong>, who earlier this month said that although he understood why some countries wanted to vaccinate children and adolescents, he urged them to reconsider.</p> \n  <p>My colleague <strong>Robin McKie</strong> reports.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/may/29/health-experts-urge-caution-on-giving-covid-vaccines-to-uk-children\">Health experts urge caution on giving Covid vaccines to UK children </a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T13:22:46.748Z\">at 2.22pm BST</time></p> \n</div> \n<div id=\"block-60b2370e8f088d8c3178cdb9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T12:47:17.674Z\">1.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">More than half of people in their 30s in England have received a Covid vaccine in past two weeks</h2> \n <div class=\"block-elements\"> \n  <p>More than half of people in their 30s in <strong>England</strong> have received a coronavirus vaccine dose in a period of little over two weeks, new figures reveal. <br></p> \n  <p>NHS England said that, since it began opening up the vaccine rollout to this age group on 13 May, about 53% of those aged 30 to 39 have been given at least one dose. <br></p> \n  <p>Overall, more than 32 million people have been vaccinated with a first dose in England, almost three-quarters of the total adult population, while more than 20 million people have had both doses.</p> \n  <p>People aged 30 to 31 were from Wednesday invited to get their jab, with more than 5m appointments made through the national booking service within 72 hours. <br></p> \n  <p>The data comes as the NHS is asking people aged 50 and over, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. <br></p> \n  <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. <br></p> \n  <p>NHS England said so far 600,000 people have been invited to rearrange their second jab through the national booking service, with around a quarter moving their appointment earlier. <br></p> \n  <p>NHS England chief executive, <strong>Sir Simon Stevens,</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is remarkable that, in little over two weeks since people in their 30s began getting their invites, more than half have now had their first dose. <br></p> \n   <p>This success is no happy accident but the result of months of careful planning and the sheer hard work and dedication of NHS staff. <br></p> \n   <p>The Covid-19 vaccine is our most effective weapon against coronavirus and the best way of protecting yourself and loved ones, so, if you do one thing this bank holiday weekend, book your lifesaving jab and, crucially, if you’re contacted by the NHS to do so, bring forward your second dose of vital protection.</p> \n  </blockquote> \n  <p> Health secretary, <strong>Matt Hancock,</strong> said he was “absolutely thrilled” at the progress in the 30s age group and thanked those coming forward “to do their bit to defeat the virus”. <br></p> \n  <p>He said: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>As we enjoy the reopening of pubs and restaurants again, vaccines will play a crucial role in protecting us and those around us. <br></p> \n   <p>Vaccines are the best way out of this pandemic and I urge everybody to take up the offer when eligible. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T12:51:42.032Z\">at 1.51pm BST</time></p> \n</div> \n<div id=\"block-60b22fe28f08d486a7716be0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T12:15:11.526Z\">1.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Duchess of Cambridge has received her first coronavirus vaccine</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Duchess of Cambridge</strong> has been given her first dose of a coronavirus vaccine. <br></p> \n  <p>A message from the 39-year-old on the Kensington Palace Twitter account said: “Yesterday I received my first dose of the Covid-19 vaccine at London’s Science Museum. <br></p> \n  <p>“I’m hugely grateful to everyone who is playing a part in the rollout – thank you for everything you are doing.” <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KensingtonRoyal/status/1398610185044873219\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Yesterday I received my first dose of the COVID-19 vaccine at London’s Science Museum. I’m hugely grateful to everyone who is playing a part in the rollout - thank you for everything you are doing. <a href=\"https://t.co/h427iT0n4x\">pic.twitter.com/h427iT0n4x</a></p>— The Duke and Duchess of Cambridge (@KensingtonRoyal) \n    <a href=\"https://twitter.com/KensingtonRoyal/status/1398610185044873219?ref_src=twsrc%5Etfw\">May 29, 2021</a>\n   </blockquote> \n  </figure> \n  <p>I’m Jedidajah Otte and will be taking back over now for the next few hours. If you have anything you’d like to flag you can reach me on Twitter @JedySays.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T12:47:58.654Z\">at 1.47pm BST</time></p> \n</div> \n<div id=\"block-60b229578f08d486a7716b9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:52:23.164Z\">12.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Launching a programme of Covid-19 <a href=\"https://www.theguardian.com/world/2021/may/02/nhs-england-draws-up-plan-to-give-covid-jabs-to-children-12-and-over\">immunisations for children</a> should be considered only in special circumstances, leading health experts have warned.</p> \n  <p>Offering vaccines to children – who “rarely suffer badly from the disease themselves” – could raise important practical and ethical problems, they said. </p> \n  <p>Meanwhile, the head of the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a>, <strong>Tedros Adhanom Ghebreyesus</strong>, also urged countries to reconsider vaccinating children when lower-income countries do not have enough doses to immunise vulnerable populations.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/may/29/health-experts-urge-caution-on-giving-covid-vaccines-to-uk-children\">Health experts urge caution on giving Covid vaccines to UK children </a> </p> \n  </aside> \n  <p>In contrast, Klaus Okkenhaug, professor of immunology in the department of pathology at the University of Cambridge, <a href=\"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants?page=with:block-60b218b88f088d8c3178cc76#block-60b218b88f088d8c3178cc76\">said this morning</a> that “it would of course help for children to be vaccinated because it also reduces their opportunities to transmit this virus to their teachers”.</p> \n  <p>He added that although it was “a little bit of a fine balance because they are so unlikely to be affected by the virus”, he believes there’s “a good argument” for vaccinating over-12s, given the “phenomenal safety records” of some available vaccines.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T11:58:47.103Z\">at 12.58pm BST</time></p> \n</div> \n<div id=\"block-60b223bf8f086d71cc15e5ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:26:09.550Z\">12.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The organiser of the <strong>Edinburgh</strong> Fringe has said the world’s largest arts festival is “in danger” if the Scottish government does not ease social distancing rules for venues within a fortnight.</p> \n  <p>Shona McCarthy, chief executive of the Edinburgh Festival Fringe Society, called on ministers to replace the current two-metre rule with the one-metre rule used in hospitality in order to help secure the future of the 75-year-old festival.</p> \n  <p>McCarthy told the Times Scotland: “Within another two weeks, it’s going to be impossible for any [Edinburgh promoter] to put on anything.</p> \n  <p>“There’s a real danger for the future of the Fringe. One year of no festival was manageable, and we were able to keep it in hearts and minds and everybody still held that space in their calendar, as that annual moment for reconnection and getting together. At two years, you jeopardise the solid space the Fringe has held for 75 years.”</p> \n  <p>She urged the government to “have that leap of faith” and trust venues to deliver services safely in the same way as the hospitality sector. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T11:37:23.698Z\">at 12.37pm BST</time></p> \n</div> \n<div id=\"block-60b2206d8f086d71cc15e5ab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:08:02.600Z\">12.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>UK</strong> government appears to have abandoned its “data not dates” principle, an expert advising its coronavirus response has warned, adding that its reluctance to delay unlocking was leading to “contradictory” messaging.</p> \n  <p>Prof Stephen Reicher, a psychologist on the Scientific Pandemic Insights Group on Behaviours (Spi-B), joined scientists warning against the <a href=\"https://www.theguardian.com/world/2021/may/29/covid-in-england-what-is-the-impact-of-lifting-restrictions-on-21-june\">final lifting of restrictions on 21 June</a> as cases passed 4,000 for the first time since late March on Friday.</p> \n  <p>Reicher said the government had invested “so much political capital” in particular dates that it has become difficult to diverge from them if the data suggests it is necessary.</p> \n  <p>He told BBC Radio 4’s Today programme: “I think we are in a pickle of the government’s own making at the moment. I think the reason for that is it has departed from its own mantra of ‘data not dates’. Very quickly ‘data not dates’ became ‘dates not data’.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/dont-drop-data-not-dates-approach-uk-adviser-warns-as-covid-cases-surge\">Don’t drop ‘data, not dates’ approach, UK adviser warns as Covid cases surge</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60b21ff28f088d8c3178cce1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T11:07:05.434Z\">12.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello, this is Clea Skopeliti taking over the blog for the next hour while Jedidajah has a break. You can message me on <a href=\"https://twitter.com/cleaskopeliti\">Twitter</a> if you’d like to draw my attention to a story. Thanks!</p> \n </div> \n</div> \n<div id=\"block-60b21b408f08d486a7716b1c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:48:33.147Z\">11.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Indonesia</strong> will introduce a “Work From Bali” programme for civil servants aimed at helping to revive the island’s battered economy.</p> \n  <p>Bloomberg reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>The coordinating ministry for maritime and investment affairs will start with a pilot project in <strong tabindex=\"-1\">Nusa Dua</strong>, once a prime location for major conferences including the Asia-Pacific Economic Cooperation summit in 2013, to encourage more meetings and outbound activities on the island.</p> \n   <p>“We hope that with the arrival of government and state-owned company employees, the gears of Bali’s economy will start moving,” <strong>Hermin Esti Setyowati</strong>, an assistant deputy at the ministry, said in a statement on Saturday.</p> \n   <p>Tourism-reliant Bali has been among the country’s hardest-hit provinces as borders remain shut, leaving its hotels and beaches empty. Its GDP shrank 9.9% in the first quarter from a year ago, following a 9.3% contraction for all of 2020. The island welcomed just 25 foreigners from January to March, compared with 1.1 million in the same period last year.</p> \n   <p>The local government plans to accelerate its vaccination program with a goal of reaching herd immunity against Covid-19 by July, which could allow the island to reopen to international tourists.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"f821172c497e8dcf20518418c3d2db8894e90960\"> \n   <img src=\"https://media.guim.co.uk/f821172c497e8dcf20518418c3d2db8894e90960/0_0_5637_3758/1000.jpg\" alt=\"A woman walks at a nearly empty beach in Kuta, Bali, Indonesia, on 20 April 2021.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman walks at a nearly empty beach in Kuta, Bali, Indonesia, on 20 April 2021.</span> \n    <span class=\"element-image__credit\">Photograph: Made Nagi/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:58:45.729Z\">at 11.58am BST</time></p> \n</div> \n<div id=\"block-60b218b88f088d8c3178cc76\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:35:44.034Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There is a “good argument” for vaccinating older children against Covid-19 given the safety records of some Covid vaccines, an expert has said. <br></p> \n  <p><strong>Klaus Okkenhaug</strong>, professor of immunology in the department of pathology at the University of Cambridge, told Times Radio that the decision on whether to give children coronavirus jabs was a “difficult question” that requires balancing wider benefits against the direct ones for children. <br tabindex=\"-1\"></p> \n  <p>He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think for a whole population it would of course help for children to be vaccinated because it also reduces their opportunities to transmit this virus to their teachers.<br></p> \n  </blockquote> \n  <p>Prof Okkenhaug said that when considering the “direct benefits to the children” it was “a little bit of a fine balance because they are so unlikely to be affected by the virus”. <br></p> \n  <p>He added: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>But I think given the phenomenal safety records of some of the vaccines out there, there’s a good argument for going ahead at least with older children, say 12 and above. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:59:10.575Z\">at 11.59am BST</time></p> \n</div> \n<div id=\"block-60b213f68f088d8c3178cc1f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:18:10.369Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A coronavirus surge sweeping through <strong>Thailand’s</strong> prisons has thrown the spotlight on the kingdom’s overcrowded penal system, where some inmates have less space to sleep than the inside of a coffin.</p> \n  <p>AFP reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>More than 22,000 people have tested positive inside jails, where inmates living cheek by jowl have been encouraged to keep wearing their masks even while they sleep.</p> \n   <p>Authorities have floated plans to give early releases to prisoners with underlying medical conditions and have announced funding for more testing and medical care in recent days.</p> \n   <p>But those behind bars say they have been kept in the dark about the seriousness of the outbreak.</p> \n   <p>“Prisoners don’t have the knowledge to protect themselves,” said <strong>Somyot Prueksakasemsuk</strong>, a high-profile activist facing charges under Thailand’s harsh royal defamation law.</p> \n   <p>Somyot was bailed last month and told AFP that he had not been tested for Covid-19 once during his 10-week stint in custody.</p> \n   <p>He was not worried about contracting the disease while in jail because he had no idea about the level of risk.</p> \n   <p>“But after this I’m so scared [for everyone still inside] ... if you are inside the prison you are at risk, it’s unavoidable,” he said.</p> \n   <p>Thailand’s prison outbreak has skyrocketed from just 10 publicly announced cases a month ago and sparked growing public concern after a handful of prominent activists contracted the illness.</p> \n   <p>Among them was student leader Panusaya “Rung” Sithijirawattanakul, who helped lead a series of rallies last year demanding political reforms in the kingdom, and who tested positive after she was released on bail.</p> \n   <p>The Thai prison population stood at around 311,000 earlier this year, the International Federation for Human Rights said – more than two and a half times the system’s official capacity.</p> \n   <p>Four inmates in every five are serving time for drug charges because of harsh anti-narcotics laws that can see offenders jailed for a decade for possessing just a few methamphetamine pills.</p> \n   <p>Many cells are so packed with bodies that some inmates only have half a metre (less than 2ft) of space.</p> \n   <p>“That is less room for a body than the inside of a coffin,” justice minister <strong tabindex=\"-1\">Somsak Thepsutin</strong> told local media in February.</p> \n   <p>Officials have tested more than 36,000 inmates in recent weeks and begun delivering Covid vaccines to inmates and prison staff.</p> \n   <p>Somsak said he was examining ways to give early releases to prisoners with underlying medical conditions, possibly through a royal pardon.</p> \n   <p>Even if the plan goes ahead, prisoners will still have to complete a quarantine before returning home.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:22:05.419Z\">at 11.22am BST</time></p> \n</div> \n<div id=\"block-60b2117a8f086d71cc15e50a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:13:41.712Z\">11.13am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">India records lowest daily rise in cases in 45 days</h2> \n <div class=\"block-elements\"> \n  <p><strong>India </strong>has recorded the lowest number of new daily infections in 45 days, the Times of India reports, although a further 173,790 fresh cases were logged in the country on Saturday.</p> \n  <p>The official death toll climbed to 322,512 as a further 3,617 Covid fatalities recorded on Saturday, according to health ministry data.</p> \n  <p>Daily recoveries continue to outnumber the daily new cases for the 16th consecutive day.<br></p> \n  <p>A total of 2,080,048 samples were tested in the last 24 hours, according to the Indian Council of Medical Research.</p> \n  <p>The governing civic body of <strong>Mumbai</strong> on Friday allowed walk-in vaccination for students who have been accepted for university courses abroad and require immunisation to travel.</p> \n  <figure class=\"element element-image\" data-media-id=\"b13c95734a2f50486caf3e2e4e2e5cf9bdd82978\"> \n   <img src=\"https://media.guim.co.uk/b13c95734a2f50486caf3e2e4e2e5cf9bdd82978/0_0_4827_3212/1000.jpg\" alt=\"A health worker inoculates a man with a dose of the Covishield vaccine against the Covid-19 coronavirus at a vaccination centre in Mumbai on 26 May, 2021.\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A health worker inoculates a man with a dose of the Covishield vaccine against the Covid-19 coronavirus at a vaccination centre in Mumbai on 26 May, 2021.</span> \n    <span class=\"element-image__credit\">Photograph: Punit Paranjpe/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:20:40.573Z\">at 11.20am BST</time></p> \n</div> \n<div id=\"block-60b210ef8f08d486a7716aa3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T10:02:56.073Z\">11.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p> <strong>France’s</strong> budget deficit for 2021 will stand at €220bn, some €47bn higher than previously estimated, <strong>Olivier Dussopt</strong>, the public accounts minister, told AFP on Saturday.</p> \n  <p>The increase is “a result of supporting measures that we’re continuing to take to support the recovery” from the devastating effects that Covid-19 shutdowns wreaked on the eurozone’s second-largest economy, he said. </p> \n  <p>It is not yet clear how the revised numbers will affect the budget deficit when expressed as percentage of GDP, which was previously forecast to hit 9% this year, a postwar record. Public debt was previously forecast to reach 118% of GDP. </p> \n  <p>The Covid-19 pandemic is expected to cost the French state nearly half a trillion euros over three years - €158bn in 2020, an expected €171bn in 2021 and a forecast €96bn in 2022, Dussopt said in April.</p> \n  <p>France has borrowed heavily to try to keep the economy afloat through three nationwide lockdowns, including money spent on supporting salaries of people furloughed and aid for companies struggling to stay afloat during the crisis. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T10:08:24.789Z\">at 11.08am BST</time></p> \n</div> \n<div id=\"block-60b20c728f08d486a7716a77\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:46:04.283Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The southern <strong>Chinese</strong> city of <strong>Guangzhou</strong> shut down a neighborhood and ordered its residents to stay home on Saturday for door-to-door coronavirus testing following an upsurge in infections.</p> \n  <p>Guangzhou, a business and industrial centre of 15 million people north of <strong>Hong Hong</strong>, has reported 20 new infections over the past week. <br></p> \n  <p>The number is small compared with <strong>India’s</strong> thousands of daily cases but has alarmed Chinese authorities who believed they had the virus under control.</p> \n  <p>The spread of infections was “fast and strong,” the Global Times newspaper cited health authorities as saying.</p> \n  <p>Saturday’s order to stay home applied to residents of five streets in Liwan district in the city centre.</p> \n  <p>Outdoor markets, childcare centres and entertainment venues were closed. Indoor restaurant dining was prohibited, while grade schools were told to stop in-person tuition.</p> \n  <figure class=\"element element-image\" data-media-id=\"f55cffab6f75e879abee154da76a93b9a2801b20\"> \n   <img src=\"https://media.guim.co.uk/f55cffab6f75e879abee154da76a93b9a2801b20/0_0_5143_3429/1000.jpg\" alt=\"Residents line up for coronavirus testing in the Liwan district in Guangzhou in southern China’s Guangdong province on 26 May.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Residents line up for coronavirus testing in the Liwan district in Guangzhou in southern China’s Guangdong province on 26 May.</span> \n    <span class=\"element-image__credit\">Photograph: AP</span> \n   </figcaption> \n  </figure> \n  <p>People in parts of four nearby districts were ordered to limit outdoor activity.</p> \n  <p>The city government earlier ordered testing of hundreds of thousands of residents following the initial infections. The government said some 700,000 people had been tested by Wednesday.</p> \n  <p>China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad, the Associated Press reports.</p> \n  <p>The mainland’s official death toll stands at 4,636 out of 91,061 confirmed cases.</p> \n  <p>On Saturday, the National Health Commission reported two new locally transmitted cases in Guangzhou and 14 in other parts of the country that it said came from abroad. <br></p> \n  <p>Most of the latest infections in Guangzhou are believed to be linked to a 75-year-old woman who was found on 21 May to have the variant first identified in India, state media say. Most of the others attended a dinner with her or live together.</p> \n  <p>That infection spread to the nearby city of <strong>Nanshan</strong>, where one new confirmed case and two asymptomatic cases were reported Saturday after people from Guangzhou were tested, according to the Global Times. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:58:21.580Z\">at 10.58am BST</time></p> \n</div> \n<div id=\"block-60b2092d8f08d486a7716a5a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:35:12.150Z\">10.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Infections in <strong>Germany</strong> continue on a downward trend, according to the country’s Robert Koch Institute (RKI), with health authorities having reported 5,426 new cases within one day to the institute, down from 6,419 a week earlier. <br></p> \n  <p>The seven-day incidence on Saturday morning stood at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. <br tabindex=\"-1\"></p> \n  <p>Public holidays have, however, resulted in fewer people seeing a doctor, which means fewer samples are taken and fewer laboratory tests. Therefore, fewer new infections are reported. <br></p> \n  <p> According to the RKI, 163 new deaths were recorded across Germany within 24 hours. A week ago 170 deaths from the virus were logged. <br></p> \n  <p>The RKI has counted 3,675,296 Covid-19 infections since the beginning of the pandemic, but the actual total number is likely significantly higher, since many infections are not detected.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:39:15.018Z\">at 10.39am BST</time></p> \n</div> \n<div id=\"block-60b204388f088d8c3178cb9a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:08:19.720Z\">10.08am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Philippines</strong> said on Saturday people were allowed to again go to work in <strong tabindex=\"-1\">Saudi Arabia</strong>, reversing a brief deployment ban after the kingdom said they would not be charged for Covid-19 tests and quarantine upon arrival. <br tabindex=\"-1\"></p> \n  <p>Reuters reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Our Saudi-bound workers will no longer be disadvantaged,” said labour secretary, Silvestre Bello. <br tabindex=\"-1\"></p> \n   <p>Flag carrier Philippine Airlines said it would accept Filipino workers on flights to <strong tabindex=\"-1\">Dammam</strong> and <strong tabindex=\"-1\">Riyadh</strong>, waiving rebooking fees for passengers who had been unable to board because of the deployment ban. <br tabindex=\"-1\"></p> \n   <p>Bello apologised for the “inconvenience and momentary anguish” caused by his Thursday ban, saying: “I understand that the suspension order drew confusion and irritation among our affected departing overseas Filipino workers.”<br tabindex=\"-1\"></p> \n   <p>More than a million Filipinos work in Saudi Arabia, the most preferred destination of overseas Filipino workers in 2019, government data shows. Many Filipinos are hired as construction workers, domestic helpers or nurses. <br></p> \n   <p>In 2020, Filipinos in Saudi Arabia sent home $1.8bn in remittances, a key support for the consumption-led economy. <br tabindex=\"-1\"></p> \n   <p>With more than 1.2 million cases and 20,722 deaths, the Philippines has the second-highest Covid-19 infections and casualties in south-east Asia, behind <strong tabindex=\"-1\">Indonesia</strong>.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:20:59.916Z\">at 10.20am BST</time></p> \n</div> \n<div id=\"block-60b200328f086d71cc15e470\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:53:02.911Z\">9.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>People should be “very concerned” about the spread of the <strong>Indian variant</strong> of coronavirus, but “reassured” by the scale of the vaccine rollout, an expert has said. <br></p> \n  <p>Professor <strong>Anthony Harnden</strong>, deputy chair of the <strong>UK’s </strong>Joint Committee on Vaccination and Immunisation (JCVI), told BBC Breakfast that the variant was “clearly more transmissible”. <br></p> \n  <p>He said: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>We need to be reassured that we’re in a very different position now in that we’ve got a highly vaccinated population and we just need to continue moving at speed. <br></p> \n   <p>We do know that with this particular variant you do need two doses to offer complete protection, and so we’re very, very keen to make sure that all those, particularly higher risk groups, that’s the over-50s and those with underlying illness, receive their second vaccination as soon as feasible. <br></p> \n  </blockquote> \n  <p>The unlocking of society in <strong>England</strong> will be a “gradual process” that requires a “cautious” approach even if the government’s target date for removing all legal limits on social contact in the country on 21 June remains in place, he added, emphasising the need to “look very carefully” at what happens with the India variant in the next one or two weeks. <br></p> \n  <p>He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think we need to look at that data very carefully before we completely un-lockdown.</p> \n  </blockquote> \n  <p>He suggested it was “better” to be on “the cautious side”, adding:</p> \n  <blockquote class=\"quoted\"> \n   <p>Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious, even if the 21 June date goes ahead. <br></p> \n   <p>So I think we’ve all got used to living within boundaries at the moment and I think it’s not an all or none, I think it will be a gradual process even if the 21 June date goes ahead. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:26:24.244Z\">at 10.26am BST</time></p> \n</div> \n<div id=\"block-60b1fcbb8f088d8c3178cb54\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:36:51.605Z\">9.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Scotland’s</strong> health secretary <strong>Humza Yousaf </strong>said there was “significant community transmission” of coronavirus in hotspots in the city of <strong>Glasgow</strong>. <br></p> \n  <p>The city will remain under level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the India variant arrived. <br tabindex=\"-1\"></p> \n  <p>He told BBC Radio 4’s Today: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>In a few concentrated hotspots ... we are seeing significant community transmission. <br></p> \n   <p>The levels and the numbers of cases are continuing to rise. <br></p> \n   <p>In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. <br></p> \n   <p>What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. <br></p> \n   <p>Therefore we are trying to get to the bottom of how it managed to get in. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:38:19.426Z\">at 9.38am BST</time></p> \n</div> \n<div id=\"block-60b1fabb8f086d71cc15e43d\" class=\"block\" data-block-contributor=\"profile/naaman-zhou\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:30:12.175Z\">9.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Victoria state in Australia</strong> has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown.</p> \n  <p>The update brings the total number of cases from the latest outbreak in <strong>Melbourne</strong> to 35.</p> \n  <p>A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests.</p> \n  <p>On Saturday, the state’s Covid testing commander, <strong>Jeroen Weimar</strong>, said four of the new cases were linked to a person who tested positive on Friday.</p> \n  <p>The<strong> </strong>Victorian health minister, <strong>Martin Foley</strong>, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”.</p> \n  <p>There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19.</p> \n  <p>Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers.</p> \n  <p>Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in <strong>Craigieburn</strong>.</p> \n  <p>He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in <strong>Mickleham</strong>.</p> \n  <p>Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus.</p> \n  <p>A full list of exposure sites can be found <a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">here</a>.</p> \n  <p>Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:02.082Z\">at 9.34am BST</time></p> \n</div> \n<div id=\"block-60b1f9458f08d486a77169ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:26:02.918Z\">9.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Taiwan</strong> reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests.</p> \n  <p>After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. <br></p> \n  <p>The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour <strong tabindex=\"-1\">China</strong> has offered to help, the BBC reported.</p> \n  <p>Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply.<br></p> \n  <p>On Tuesday, health minister <strong>Chen Shih-chung</strong> announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August.</p> \n  <figure class=\"element element-image\" data-media-id=\"0f7dc09d9513ea92676ff1872e6c13514f07c166\"> \n   <img src=\"https://media.guim.co.uk/0f7dc09d9513ea92676ff1872e6c13514f07c166/0_0_4150_2840/1000.jpg\" alt=\"Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.\" width=\"1000\" height=\"684\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:44.561Z\">at 9.34am BST</time></p> \n</div> \n<div id=\"block-60b1f55d8f08d486a7716993\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:04:32.697Z\">9.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Russia</strong> reported 9,289 new Covid-19 cases on Saturday, including 3,241 in <strong>Moscow</strong>, taking the official national tally since the pandemic began to 5,053,748. <br></p> \n  <p>The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. <br></p> \n  <p>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. </p> \n </div> \n</div> \n<div id=\"block-60b1f1538f08d486a7716971\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:51:13.294Z\">8.51am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Malaysia reports record daily rise in fresh cases</h2> \n <div class=\"block-elements\"> \n  <p><strong>Malaysia</strong> reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. <br></p> \n  <p>This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. <br></p> \n  <p>The country’s prime minister,<strong> Muhyiddin Yassin,</strong> has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports.<br></p> \n  <p>“With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement.</p> \n  <figure class=\"element element-image\" data-media-id=\"2f721ee7b38d170ee8d34ff5f1be1f74d24cd872\"> \n   <img src=\"https://media.guim.co.uk/2f721ee7b38d170ee8d34ff5f1be1f74d24cd872/0_0_5400_3593/1000.jpg\" alt=\"Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.</span> \n    <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:53:22.887Z\">at 8.53am BST</time></p> \n</div> \n<div id=\"block-60b1f02c8f086d71cc15e3df\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:43:40.117Z\">8.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Prof <strong>Stephen Reicher</strong>, a psychologist on the <strong>UK’s</strong> Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. <br></p> \n  <p>Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. <br></p> \n  <p>He told BBC Radio 4’s Today: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. <br></p> \n   <p>But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. <br></p> \n   <p>And so you see that in the fact that they are beginning to act in a rather contradictory way. <br></p> \n   <p>They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. <br></p> \n   <p>They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. <br></p> \n   <p>That contradiction, that sense of confusion, I think is undermining the response. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:47:44.932Z\">at 8.47am BST</time></p> \n</div> \n<div id=\"block-60b1e8ff8f086d71cc15e3a0\" class=\"block is-key-event\" data-block-contributor=\"profile/jedidajah-otte\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:09.748Z\">8.39am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Vietnam detects hybrid of UK and India virus variants</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to our global coronavirus live blog.<br></p> \n  <p><strong>Vietnam</strong> health minister <strong>Nguyen Thanh Long</strong> said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the <strong>India</strong> and <strong>UK</strong> Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported.</p> \n  <p>Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces.</p> \n  <p>He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame.</p> \n  <p>So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa.</p> \n  <p>I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter <a href=\"https://twitter.com/JedySays\">@JedySays</a> or <a href=\"mailto:jedidajah.otte.casual@theguardian.com\">via email</a>.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T12:25:32.926Z\">at 1.25pm BST</time></p> \n</div> \n<div id=\"block-60b1ec0a8f08d486a7716934\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:00.092Z\">8.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Caution is needed in determining whether <strong>England’s</strong> coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned.</p> \n  <p><strong>Sir Tim Gowers</strong>, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April.<br></p> \n  <p>Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution.</p> \n  <p>He said:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>Because <strong>Boris Johnson</strong> has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown.</p> \n   <p>So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants.</p> \n   <p>But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem.</p> \n  </blockquote> \n  <p>Read my colleague Ben Quinn’s full story <a href=\"https://www.theguardian.com/world/2021/may/28/academic-who-helped-change-no-10-covid-policy-in-first-wave-warns-of-easing-risk\">here</a>.<br></p> \n  <p>Prof <strong>Christina Pagel</strong>, a member of Independent Sage from University College London, said reopening should be delayed a few more months.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:17.518Z\">at 8.41am BST</time></p> \n</div>","wordcount":"8916","firstPublicationDate":"2021-05-29T07:39:13Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:15:04Z","liveBloggingNow":"false","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htaxe","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/94e58d92f95479648f0676f89f425ebe566171a8/0_0_7338_4403/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Hundreds of anti-vaccine passport protesters invaded the Westfield shopping centre in London on Saturday evening at the culmination of a mass march that drew many thousands and snaked miles through central and west London. There were tussles with police who tried to block access through one entrance to the shopping centre at about 6pm, before protesters quickly realised that another door just yards away was unguarded. Hundreds made it into the shopping centre where they stayed for about half an hour chanting “no more lockdowns” and “take your freedom back” before they were cleared by police with batons drawn, although without scenes of violence. In Sao Paulo, Brazil’s largest city, thousands of mask-wearing people blocked one the largest city’s avenues. One large balloon depicted President Bolsonaro as a vampire. Some protests, like the one in Rio, included images of former leftist president Luis Inacio Lula da Silva wearing the presidential sash. Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Indian and UK Covid-19 variants and spreads quickly by air, Reuters reports. After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths. “At the present time, we have not yet made an assessment of the virus variant reported in Vietnam,” Maria Van Kerkhove, WHO Technical Lead for Covid-19, said. “Our country office is working with the Ministry of Health in Vietnam and we expect more information soon.” From the WHO’s current understanding, the variant detected in Vietnam was the B.1.617.2 variant, more commonly known as the Indian variant, possibly with an additional mutation, she said. “However we will provide more information as soon as we receive it,” Van Kerkhove added. Mexico reported 2,725 coronavirus cases and a further 383 deaths on Saturday, according to health ministry data. It brings the overall number of cases to 2,411,503 and the death toll to 223,455, Reuters reports. Holidaymakers affected by Covid lockdowns and state border closures might not be eligible for refunds from bookings company Airbnb, which no longer considers pandemic cancellations to be “unforeseen”. The change to Airbnb’s cancellations and refunds policy, introduced in October last year, means Covid is no longer considered an extenuating circumstance. Guests affected by pandemic-related transportation disruptions and border closures will be at the mercy of individual hosts’ cancellation policies. “After the declaration of Covid-19 as a global pandemic by the World Health Organization, the extenuating circumstances policy no longer applies because Covid-19 and its consequences are no longer unforeseen or unexpected,” Airbnb says on its website. A hat shop in Nashville, Tennessee that reportedly sold “Not Vaccinated” badges resembling the yellow Star of David which Jewish people were forced to wear by the Nazis has removed a post promoting the item, following extensive criticism online. Italy reported 83 coronavirus-related deaths on Saturday compared with 126 the day before, the health ministry said. The daily tally of new infections fell to 3,351 from 3,738, Reuters reports. France reported the number of people in intensive care units with Covid-19 fell by 76 to 3,028 on Saturday, while the overall number of people in hospital with the disease fell by 425 to 16,847. The UK government said a further seven people had died within 28 days of testing positive for Covid-19 as of Saturday, bringing the UK total to 127,775. The government also said that, as of 9am on Saturday, there had been a further 3,398 lab-confirmed cases in the UK. It brings the total to 4,480,945. Vietnam’s health minister Nguyen Thanh Long said on Saturday the country had detected a new variant of the coronavirus, which is a mix of the India and UK variants and spreads quickly by air, the online newspaper VnExpress reported. The World Health Organization has not yet responded to the finding. India has recorded the lowest number of new daily infections in 45 days, the Times of India reports, although a further 173,790 fresh cases were logged in the country on Saturday. Malaysia reported 9,020 new coronavirus cases on Saturday, the highest daily rise since the start of the pandemic. More than half of people in their 30s in England have received a coronavirus vaccine dose in a little over two weeks. Infections in Germany continue to fall, with the country’s seven-day incidence now at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. Victoria state in Australia has recorded five new locally acquired cases of coronavirus – with four linked to a food distribution delivery driver – as the state enters its second day of its fourth lockdown. The southern Chinese city of Guangzhou shut down a neighbourhood and ordered its residents to stay at home on Saturday for door-to-door coronavirus testing following a fast rise in infections. Launching a Covid immunisation programme for children should be considered only in special circumstances, leading health experts have warned. A coronavirus surge sweeping through Thailand’s prisons has thrown the spotlight on the kingdom’s overcrowded penal system, where some inmates have less space to sleep than the inside of a coffin. Scotland’s health secretary, Humza Yousaf, said there was “significant community transmission” of coronavirus in hotspots in the city of Glasgow. Lebanon’s health authorities have launched a Covid-19 vaccination “marathon” to speed up inoculations around the country, including areas where turnout has been low. Spain will allow cruise ships to dock in its ports from 7 June, the transport ministry said on Saturday. Anti-vaccine protest in London descends into clashes between protesters and police. Boris Johnson and the UK government are too busy “covering their own backs” to properly counter the threat posed by the Indian coronavirus variant, Labour leader Sir Keir Starmer claimed. Following Dominic Cummings’ explosive evidence about the prime minister’s handling of the pandemic, Sir Keir said “mistakes are being repeated” as the government considers whether to further ease restrictions. Writing in the Observer, Sir Keir said Johnson’s reluctance to impose a second lockdown in autumn last year meant “avoidable and unforgivable” deaths in the second wave of the virus. “The first wave we faced an unprecedented crisis. Decision making was undoubtedly difficult. Mistakes were inevitable. And the British public understand that. “But by the summer, we knew much more about the virus. “The prime minister was warned to prepare for a second wave. He did not do so. And over twice as many people died in the second wave than in the first.” Hundreds of anti-lockdown protesters invaded the Westfield shopping centre in West London on Saturday evening, at the end of a mass protest that drew hundreds of thousands of marchers at its height. There were tussles with police who tried to block access through one entrance to the shopping centre at about 6pm, before protesters quickly realised that another door just yards away was unguarded. Hundreds made it into the shopping centre where they stayed for about half an hour before the were cleared by police. The Westfield invasion came after a mass march snaking about 12 miles through London, starting in Parliament Square and reaching as far west as Hammersmith. At its height there appeared to be hundreds of thousands of people taking part. One protester, who would give his name only as Paul, from Bedfordshire, said he was taking part because he was scared about where the unprecedented crackdown on civil liberties under the pretext of fighting the pandemic would lead. “I’m frightened about our liberties. Or choice about whether we want to be vaccinated or not. Lots of people legitimately don’t have any faith in it at all.” Tens of thousands of protesters have poured on to the streets of Brazil’s largest cities to demand the impeachment of President Jair Bolsonaro over his catastrophic response to a coronavirus pandemic that has claimed nearly half a million Brazilian lives. The demonstrators turned out in more than 200 cities and towns for what is the biggest anti-Bolsonaro mobilisation since Brazil’s Covid outbreak began. Osvaldo Bazani da Silva, a 48-year-old hairdresser who lost his younger brother to Covid-19, said: “We can’t lose any more Brazilian lives. We need to hit the streets every single day until this government falls.” In Rio many marchers carried homemade placards remembering loved ones they have lost to an epidemic that has killed nearly 460,000 Brazilians, the world’s second largest official death toll after the US. “I’m here in his memory,” said Luiz Dantas, 18, clutching a photograph of his grandfather, Sebastião, who died in February aged 75. Lebanon vaccinated more than 10,000 people on Saturday as part of a day-long vaccine “marathon” organised by the health ministry to ramp up inoculation rates in the crisis-hit country. The ministry said that by 6.30pm (15.30 GMT), 10,452 people over the age of 30 received jabs of the AstraZeneca vaccine at different facilities across the country. They were allowed to enter vaccination centres on a walk-in basis from early Saturday morning in what health authorities have dubbed a vaccine “marathon”. The capital Beirut and some other parts of the country were excluded from the initiative, but outgoing health minister Hamad Hassan said there were plans for a second such event that would cover more areas, AFP reports. Hundreds of maskless protesters demonstrated against coronavirus restrictions in front of EU buildings in Brussels on Saturday, with many yelling “Freedom” and claiming Covid-19 was no worse than the flu. The protest started in a major city park and marched towards a square where EU offices, including the European Commission building, are located, AFP reports. Belgian police blocked access to the square with barbed wire and a line of 40 officers in riot gear prevented demonstrators moving closer. A water cannon idled nearby, but was not used, and the protest dispersed after around four hours. A fundraiser to create a memorial in St Paul’s Cathedral for those who have died in the Covid-19 pandemic has reached its £2.3m goal in under a month. An online book of remembrance will be installed in a portico structure within the London cathedral. St Paul’s set up the Remember Me project, an online book of remembrance for Covid-19 victims, in May 2020. More than 9,400 names have been added to the book so far, along with photographs and tributes. On its fundraising page, the cathedral said that it “hopes to create a memorial that people can go through into a tranquil space, draw breath and take a moment to remember the many individuals, loved and cherished, who have died as a result of the pandemic”. France reported the number of people in intensive care units with Covid-19 fell by 76 to 3,028 on Saturday, while the overall number of people in hospital with the disease fell by 425 to 16,847. Both numbers have been on a downward trend in recent weeks. The health ministry also reported 68 new coronavirus deaths in hospitals, bringing the total to 82,946. Thousands of people, masked and tested for the coronavirus, packed inside a Paris arena for a concert Saturday as part of a public health experiment to prepare France to host large scale events. Associated Press reports: The show at AccorHotels Arena in eastern Paris features 1980s French rock band Indochine and DJ Etienne de Crecy. But the attention was mostly on the concert-goers. The Paris public hospital authority helped organize the event to determine whether it’s safe to allow 5,000 masked people to dance together in the open pit of an indoor concert arena without social distancing. The attendees are seeing the show for free but were required to take three virus tests, two before and one after the concert. To further reduce risk, organisers only allowed people 18-45 years old without underlying health conditions to participate, according to the hospital authority. France has not allowed such music concerts since early 2020. Cultural venues were shut for most of the past 14 months as authorities tried to contain persistent surges of virus infections that filled hospitals and were linked to more than 109,000 deaths. My colleague Damien Gayle is covering the protest through London in opposition to vaccine passports and coronavirus lockdowns. The anti-lockdown march is the latest in a series of large protests against the UK government’s coronavirus measures. Large crowds of football fans took over Porto’s riverside area on Saturday ahead of the Champions League final between Chelsea and Manchester City. Some 16,500 fans will be allowed into the stadium when the match kicks off at 8 p.m. but many others travelled to support their teams from the sidelines. Dozens of packed planes touched down at the city’s airport on Saturday morning. The fans from England were largely maskless and did not socially distance, to the annoyance of some locals, Reuters reports. In Portugal, masks are still mandatory outside if people cannot observe social distancing. Ines Andrade, a 19-year-old student from Porto, was visibly upset as she watched the scenes from nearby, saying it was “revolting” to see how fans were behaving, just four months after Portugal faced its toughest battle against Covid-19. “For us, Portuguese, is it very disturbing to see these people come here and ruin everything we have tried to achieve over the last months and year.” Fans had to present a negative Covid-19 test on arrival at the airport. But there has been concern in Portugal that the event could fuel a spike in cases after authorities decided to relax coronavirus rules for the match. Portugal is on the British government’s “green” list allowing tourists to visit the country without quarantining on their return. An update from the UK’s health secretary. Germany will introduce stricter controls on the administering of coronavirus tests, health minister Jens Spahn said on Saturday, after local media reports accused some centres of accounting fraud. “There will be more random checks,” Spahn said on Twitter. “Pragmatism is necessary these days. Those who exploit that must not be allowed to get away with it.” Germany offers its citizens at least one free coronavirus test per week, with several federal states providing one free test a day. The state pays €18 (£15.46) per test. Many private test centres have been set up in recent weeks, Reuters reports. Some coronavirus test centres have been charging for more tests than they have carried out, daily Sueddeutsche Zeitung and broadcaster ARD reported this week. Prosecutors in the city of Bochum opened an investigation into one centre following the reports. Carmakers in the Indian automobile hub of Chennai, in Tamil Nadu, will be allowed to keep operating, the state government said, amid protests by workers who fear catching Covid-19 in one of the country’s hardest-hit states. Tamil Nadu authorities extended a near-total lockdown on Friday as coronavirus infections and deaths rise in the southern state, where average cases run at more than 30,000 a day, official figures show, Reuters reports. But a government order issued on Saturday said so-called continuous process industries, which include auto factories, would be allowed to function in accordance with measures such as social distancing to stem the virus’s spread. It also urged vehicle manufacturers to initiate immediate action to vaccinate all their employees within a month. Italy reported 83 coronavirus-related deaths on Saturday compared with 126 the day before, the health ministry said. The daily tally of new infections fell to 3,351 from 3,738, Reuters reports. Italy has registered 126,002 deaths linked to Covid-19 since its outbreak in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world. The country has reported 4.213 million cases to date. The number of patients in hospital with Covid-19 – not including those in intensive care – stood at 6,800 on Saturday, down from 7,192 a day earlier. The UK government said a further seven people had died within 28 days of testing positive for Covid-19 as of Saturday, bringing the UK total to 127,775. Separate figures published by the Office for National Statistics show there have been 153,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate. The government also said that, as of 9am on Saturday, there had been a further 3,398 lab-confirmed cases in the UK. It brings the total to 4,480,945. Vietnam’s health minister Nguyen Thanh Long said on Saturday the country had detected a new variant of the coronavirus, which is a mix of the India and UK variants and spreads quickly by air, the online newspaper VnExpress reported. The World Health Organization has not yet responded to the finding. India has recorded the lowest number of new daily infections in 45 days, the Times of India reports, although a further 173,790 fresh cases were logged in the country on Saturday. Malaysia reported 9,020 new coronavirus cases on Saturday, the highest daily rise since the start of the pandemic. More than half of people in their 30s in England have received a coronavirus vaccine dose in a little over two weeks. Infections in Germany continue to fall, with the country’s seven-day incidence now at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. Victoria state in Australia has recorded five new locally acquired cases of coronavirus – with four linked to a food distribution delivery driver – as the state enters its second day of its fourth lockdown. The southern Chinese city of Guangzhou shut down a neighbourhood and ordered its residents to stay at home on Saturday for door-to-door coronavirus testing following a fast rise in infections. Launching a Covid immunisation programme for children should be considered only in special circumstances, leading health experts have warned. A coronavirus surge sweeping through Thailand’s prisons has thrown the spotlight on the kingdom’s overcrowded penal system, where some inmates have less space to sleep than the inside of a coffin. Scotland’s health secretary, Humza Yousaf, said there was “significant community transmission” of coronavirus in hotspots in the city of Glasgow. Lebanon’s health authorities have launched a Covid-19 vaccination “marathon” to speed up inoculations around the country, including areas where turnout has been low. Spain will allow cruise ships to dock in its ports from 7 June, the transport ministry said on Saturday. That’s it from me, my colleague Nadeem Badshah will be taking over shortly. Prosecutors in several German regions have launched investigations of companies offering free Covid-19 tests after news reports said that some were padding their numbers to claim more money from the government. Prosecutors raided a company in the northwestern city of Bochum on Friday, according to the Suddeutsche Zeitung newspaper, while farther north in Luebeck, prosecutors have opened a fraud probe, the WirtschaftsWoche weekly said. In Cologne, authorities carried out a surprise control of a testing centre, and the city of Munster has revoked the license of a company that operates around 50 testing centres. In an effort to boost Covid-19 testing, the German government made testing free several weeks ago, reimbursing companies up to €18 ($22) for each test conducted. But according to a joint investigation by several media companies, the testing centres do not have to furnish any documents to prove how many people they’ve tested when filing for government compensation and several have been inflating the figures. “They just have to send the number of tests [carried out], without any proof, and they are wired the money soon after,” according to a joint investigation by NDR and WDR public television and Suddeutsche Zeitung. As part of the effort, journalists counted the number of people who had come into the testing centres and then compared these numbers to what the establishments submitted to the government to get reimbursed. According to the investigation, one centre declared 422 tests, when only around 100 people had come in. Another filed for reimbursement of 1,743 tests done in a single day, when only 550 people had come in. The number of places offering free Covid-19 tests have mushroomed since the government introduced the free scheme - in the North Rhine-Westphalia region there are currently nearly 8,000 and the capital Berlin has at least 1,200. Spain will allow cruise ships to dock in its ports from 7 June, the transport ministry said on Saturday, hoping to salvage the country’s battered tourism sector in time for the summer season. Reuters reports: Spain’s maritime authorities approved the reopening because of falling Covid-19 incidence rates and an increase in vaccinations, according to an order in Spain’s state gazette published on Saturday. Spain banned cruise ships from docking in its ports in June 2020 as the pandemic ripped through Europe. A number of high-profile spreader events were linked to cruise liners around the world. “Shipping companies will have to comply with measures established by the health ministry [...] to guarantee total security, both for cruise passengers and for the cities where they land,” the transport ministry tweeted on Saturday. It added that before the pandemic, Spain was the second most popular destination for international cruises in Europe. Spain, which was also the second most visited country in the world before the health crisis, was one of Europe’s worst-hit nations, recording over 79,000 coronavirus deaths and 3.7 million cases. Foreign tourism plunged 80% last year as a raft of restrictions brought the industry to a standstill. But with infection rates falling, vaccinations progressing, and most regions able to scrap curfews, Spain is looking towards reopening its vital tourism industry this summer. Last week Prime Minister Pedro Sánchez announced Spain would allow people from anywhere in the world to enter the country from 7 Jun, provided they were vaccinated. Tens of thousands of protesters have begun marching through central London in opposition to vaccine passports and coronavirus lockdowns. The anti-lockdown march, the latest in a series of large protests against the government’s coronavirus measures, began at 1pm in Parliament Square and made its way north to Oxford Street. Protesters chanted “freedom” and sang along to Bob Marley’s Three Little Birds as the they waved placards proclaiming slogans such as “we know where the rabbit hole ends”. The route of the march was not disclosed before it began. Activists at the front were directing the crowd via a series of coloured smoke signals. Louise Creffield, the founder of Save Our Rights UK, one of the groups behind the protest, told the Guardian the focus was on medical freedom. She said: We’re very concerned about the track and trace being turned into vaccine passports and the increase in mandated testing. We’re campaigning for a medical freedom bill which would prevent any coercion and any discrimination for not partaking in a medical procedure, because where there’s that there can’t be fair and informed consent. Once we lose our medical freedom there is no saying if and when we will get it back and where this slippery slope could take us. We’ve seen a huge amount of mission creep this year, so there’s no telling where it could go. In a Telegram post published the day before the protest, Save Our Rights UK said they planned to take the march on a different route to those in previous weeks. The post said: “This won’t be a scenic walk, we will be taking our message to community areas that we haven’t hit before and WE WILL BE STAYING AT THE END LOCATION AS LONG AS POSSIBLE.” Lebanon’s health authorities have launched a Covid-19 vaccination “marathon” to speed up inoculations around the country, including areas where turnout has so far been low. The Associated Press reports: The daylong campaign offered AstraZeneca vaccines at 30 different centers around the country without prior appointment to encourage people over age 30 to show up. The capital Beirut was not included in the campaign. A vaccination program that started in February targeted older age groups, primarily through registration on a government-operated platform and appointments. As of Saturday afternoon, 7,700 people had been vaccinated in the push. Pictures of lines outside centers north of Beirut showed turnout was high, particularly among foreign workers, many of whom had been reluctant or unable to register on the government-operated digital platform. There were also lines in towns and villages in the east and mountains, where turnout has so far been fickle. Lebanon has managed to curb the number of new virus cases since the start of the year. The small country, reeling from a crippling economic crisis that predated the pandemic, is eager to restore economic activities. Officials want to open up businesses and tourist attractions ahead of the summer season to draw in much needed foreign currency. So far, over 700,000 people have been vaccinated in the country of 6 million. More than 530,000 have been infected with over 7,700 deaths since February 2020. Restrictions in place since the start of 2021 have eased over the last few weeks, allowing restaurants, bars and malls to reopen and receive customers until late. “We are living many crises and our way to revive our economic life and restore some Lebanese social and culture norms forces us to think of greater ways for immunization in shorter periods,” Lebanon’s health minister Hamad Hassan told a local TV station. Launching a Covid immunisation programme for children should be considered only in special circumstances, leading health experts have warned. They say UK medical authorities, who are currently studying how vaccines for adolescents might be administered, should move with great care over the implementation of such a programme. They acknowledge it could help reduce outbreaks and the spread of Covid but also warn it could also raise important practical and ethical problems. Doctors would be giving vaccines for which there was limited information about possible side-effects to children who have nothing to gain from such a move, said Prof Adam Finn of Bristol University. “Children transmit Covid to some extent, although they rarely suffer badly from the disease themselves. If you offer them vaccines, then you put them at risk of possible side-effects – so there really needs to be some significant, tangible benefit to them, not just the indirect protection of adults from Covid-19.” The preparation of plans to give Covid vaccines to UK children comes in the wake of the US decision to launch such a programme and at a time when Germany has indicated it is planning a similar move. Canada and Switzerland have also approved plans, while the European Medicines Agency (EMA) last week agreed to extend approval for the use of the Pfizer vaccine on 12- to 15-year-olds. But the move to vaccinate children has been criticised by global health leaders, including the head of the World Health Organization, Tedros Adhanom Ghebreyesus, who earlier this month said that although he understood why some countries wanted to vaccinate children and adolescents, he urged them to reconsider. My colleague Robin McKie reports. More than half of people in their 30s in England have received a coronavirus vaccine dose in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on 13 May, about 53% of those aged 30 to 39 have been given at least one dose. Overall, more than 32 million people have been vaccinated with a first dose in England, almost three-quarters of the total adult population, while more than 20 million people have had both doses. People aged 30 to 31 were from Wednesday invited to get their jab, with more than 5m appointments made through the national booking service within 72 hours. The data comes as the NHS is asking people aged 50 and over, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. NHS England said so far 600,000 people have been invited to rearrange their second jab through the national booking service, with around a quarter moving their appointment earlier. NHS England chief executive, Sir Simon Stevens, said: It is remarkable that, in little over two weeks since people in their 30s began getting their invites, more than half have now had their first dose. This success is no happy accident but the result of months of careful planning and the sheer hard work and dedication of NHS staff. The Covid-19 vaccine is our most effective weapon against coronavirus and the best way of protecting yourself and loved ones, so, if you do one thing this bank holiday weekend, book your lifesaving jab and, crucially, if you’re contacted by the NHS to do so, bring forward your second dose of vital protection. Health secretary, Matt Hancock, said he was “absolutely thrilled” at the progress in the 30s age group and thanked those coming forward “to do their bit to defeat the virus”. He said: As we enjoy the reopening of pubs and restaurants again, vaccines will play a crucial role in protecting us and those around us. Vaccines are the best way out of this pandemic and I urge everybody to take up the offer when eligible. The Duchess of Cambridge has been given her first dose of a coronavirus vaccine. A message from the 39-year-old on the Kensington Palace Twitter account said: “Yesterday I received my first dose of the Covid-19 vaccine at London’s Science Museum. “I’m hugely grateful to everyone who is playing a part in the rollout – thank you for everything you are doing.” I’m Jedidajah Otte and will be taking back over now for the next few hours. If you have anything you’d like to flag you can reach me on Twitter @JedySays. Launching a programme of Covid-19 immunisations for children should be considered only in special circumstances, leading health experts have warned. Offering vaccines to children – who “rarely suffer badly from the disease themselves” – could raise important practical and ethical problems, they said. Meanwhile, the head of the World Health Organization, Tedros Adhanom Ghebreyesus, also urged countries to reconsider vaccinating children when lower-income countries do not have enough doses to immunise vulnerable populations. In contrast, Klaus Okkenhaug, professor of immunology in the department of pathology at the University of Cambridge, said this morning that “it would of course help for children to be vaccinated because it also reduces their opportunities to transmit this virus to their teachers”. He added that although it was “a little bit of a fine balance because they are so unlikely to be affected by the virus”, he believes there’s “a good argument” for vaccinating over-12s, given the “phenomenal safety records” of some available vaccines. The organiser of the Edinburgh Fringe has said the world’s largest arts festival is “in danger” if the Scottish government does not ease social distancing rules for venues within a fortnight. Shona McCarthy, chief executive of the Edinburgh Festival Fringe Society, called on ministers to replace the current two-metre rule with the one-metre rule used in hospitality in order to help secure the future of the 75-year-old festival. McCarthy told the Times Scotland: “Within another two weeks, it’s going to be impossible for any [Edinburgh promoter] to put on anything. “There’s a real danger for the future of the Fringe. One year of no festival was manageable, and we were able to keep it in hearts and minds and everybody still held that space in their calendar, as that annual moment for reconnection and getting together. At two years, you jeopardise the solid space the Fringe has held for 75 years.” She urged the government to “have that leap of faith” and trust venues to deliver services safely in the same way as the hospitality sector. The UK government appears to have abandoned its “data not dates” principle, an expert advising its coronavirus response has warned, adding that its reluctance to delay unlocking was leading to “contradictory” messaging. Prof Stephen Reicher, a psychologist on the Scientific Pandemic Insights Group on Behaviours (Spi-B), joined scientists warning against the final lifting of restrictions on 21 June as cases passed 4,000 for the first time since late March on Friday. Reicher said the government had invested “so much political capital” in particular dates that it has become difficult to diverge from them if the data suggests it is necessary. He told BBC Radio 4’s Today programme: “I think we are in a pickle of the government’s own making at the moment. I think the reason for that is it has departed from its own mantra of ‘data not dates’. Very quickly ‘data not dates’ became ‘dates not data’.” Hello, this is Clea Skopeliti taking over the blog for the next hour while Jedidajah has a break. You can message me on Twitter if you’d like to draw my attention to a story. Thanks! Indonesia will introduce a “Work From Bali” programme for civil servants aimed at helping to revive the island’s battered economy. Bloomberg reports: The coordinating ministry for maritime and investment affairs will start with a pilot project in Nusa Dua, once a prime location for major conferences including the Asia-Pacific Economic Cooperation summit in 2013, to encourage more meetings and outbound activities on the island. “We hope that with the arrival of government and state-owned company employees, the gears of Bali’s economy will start moving,” Hermin Esti Setyowati, an assistant deputy at the ministry, said in a statement on Saturday. Tourism-reliant Bali has been among the country’s hardest-hit provinces as borders remain shut, leaving its hotels and beaches empty. Its GDP shrank 9.9% in the first quarter from a year ago, following a 9.3% contraction for all of 2020. The island welcomed just 25 foreigners from January to March, compared with 1.1 million in the same period last year. The local government plans to accelerate its vaccination program with a goal of reaching herd immunity against Covid-19 by July, which could allow the island to reopen to international tourists. There is a “good argument” for vaccinating older children against Covid-19 given the safety records of some Covid vaccines, an expert has said. Klaus Okkenhaug, professor of immunology in the department of pathology at the University of Cambridge, told Times Radio that the decision on whether to give children coronavirus jabs was a “difficult question” that requires balancing wider benefits against the direct ones for children. He said: I think for a whole population it would of course help for children to be vaccinated because it also reduces their opportunities to transmit this virus to their teachers. Prof Okkenhaug said that when considering the “direct benefits to the children” it was “a little bit of a fine balance because they are so unlikely to be affected by the virus”. He added: But I think given the phenomenal safety records of some of the vaccines out there, there’s a good argument for going ahead at least with older children, say 12 and above. A coronavirus surge sweeping through Thailand’s prisons has thrown the spotlight on the kingdom’s overcrowded penal system, where some inmates have less space to sleep than the inside of a coffin. AFP reports: More than 22,000 people have tested positive inside jails, where inmates living cheek by jowl have been encouraged to keep wearing their masks even while they sleep. Authorities have floated plans to give early releases to prisoners with underlying medical conditions and have announced funding for more testing and medical care in recent days. But those behind bars say they have been kept in the dark about the seriousness of the outbreak. “Prisoners don’t have the knowledge to protect themselves,” said Somyot Prueksakasemsuk, a high-profile activist facing charges under Thailand’s harsh royal defamation law. Somyot was bailed last month and told AFP that he had not been tested for Covid-19 once during his 10-week stint in custody. He was not worried about contracting the disease while in jail because he had no idea about the level of risk. “But after this I’m so scared [for everyone still inside] ... if you are inside the prison you are at risk, it’s unavoidable,” he said. Thailand’s prison outbreak has skyrocketed from just 10 publicly announced cases a month ago and sparked growing public concern after a handful of prominent activists contracted the illness. Among them was student leader Panusaya “Rung” Sithijirawattanakul, who helped lead a series of rallies last year demanding political reforms in the kingdom, and who tested positive after she was released on bail. The Thai prison population stood at around 311,000 earlier this year, the International Federation for Human Rights said – more than two and a half times the system’s official capacity. Four inmates in every five are serving time for drug charges because of harsh anti-narcotics laws that can see offenders jailed for a decade for possessing just a few methamphetamine pills. Many cells are so packed with bodies that some inmates only have half a metre (less than 2ft) of space. “That is less room for a body than the inside of a coffin,” justice minister Somsak Thepsutin told local media in February. Officials have tested more than 36,000 inmates in recent weeks and begun delivering Covid vaccines to inmates and prison staff. Somsak said he was examining ways to give early releases to prisoners with underlying medical conditions, possibly through a royal pardon. Even if the plan goes ahead, prisoners will still have to complete a quarantine before returning home. India has recorded the lowest number of new daily infections in 45 days, the Times of India reports, although a further 173,790 fresh cases were logged in the country on Saturday. The official death toll climbed to 322,512 as a further 3,617 Covid fatalities recorded on Saturday, according to health ministry data. Daily recoveries continue to outnumber the daily new cases for the 16th consecutive day. A total of 2,080,048 samples were tested in the last 24 hours, according to the Indian Council of Medical Research. The governing civic body of Mumbai on Friday allowed walk-in vaccination for students who have been accepted for university courses abroad and require immunisation to travel. France’s budget deficit for 2021 will stand at €220bn, some €47bn higher than previously estimated, Olivier Dussopt, the public accounts minister, told AFP on Saturday. The increase is “a result of supporting measures that we’re continuing to take to support the recovery” from the devastating effects that Covid-19 shutdowns wreaked on the eurozone’s second-largest economy, he said. It is not yet clear how the revised numbers will affect the budget deficit when expressed as percentage of GDP, which was previously forecast to hit 9% this year, a postwar record. Public debt was previously forecast to reach 118% of GDP. The Covid-19 pandemic is expected to cost the French state nearly half a trillion euros over three years - €158bn in 2020, an expected €171bn in 2021 and a forecast €96bn in 2022, Dussopt said in April. France has borrowed heavily to try to keep the economy afloat through three nationwide lockdowns, including money spent on supporting salaries of people furloughed and aid for companies struggling to stay afloat during the crisis. The southern Chinese city of Guangzhou shut down a neighborhood and ordered its residents to stay home on Saturday for door-to-door coronavirus testing following an upsurge in infections. Guangzhou, a business and industrial centre of 15 million people north of Hong Hong, has reported 20 new infections over the past week. The number is small compared with India’s thousands of daily cases but has alarmed Chinese authorities who believed they had the virus under control. The spread of infections was “fast and strong,” the Global Times newspaper cited health authorities as saying. Saturday’s order to stay home applied to residents of five streets in Liwan district in the city centre. Outdoor markets, childcare centres and entertainment venues were closed. Indoor restaurant dining was prohibited, while grade schools were told to stop in-person tuition. People in parts of four nearby districts were ordered to limit outdoor activity. The city government earlier ordered testing of hundreds of thousands of residents following the initial infections. The government said some 700,000 people had been tested by Wednesday. China reports a handful of new cases every day but says almost all are believed to be people who were infected abroad, the Associated Press reports. The mainland’s official death toll stands at 4,636 out of 91,061 confirmed cases. On Saturday, the National Health Commission reported two new locally transmitted cases in Guangzhou and 14 in other parts of the country that it said came from abroad. Most of the latest infections in Guangzhou are believed to be linked to a 75-year-old woman who was found on 21 May to have the variant first identified in India, state media say. Most of the others attended a dinner with her or live together. That infection spread to the nearby city of Nanshan, where one new confirmed case and two asymptomatic cases were reported Saturday after people from Guangzhou were tested, according to the Global Times. Infections in Germany continue on a downward trend, according to the country’s Robert Koch Institute (RKI), with health authorities having reported 5,426 new cases within one day to the institute, down from 6,419 a week earlier. The seven-day incidence on Saturday morning stood at 37.5 nationwide, down from 39.8 on Friday and 66.8 in the previous week. Public holidays have, however, resulted in fewer people seeing a doctor, which means fewer samples are taken and fewer laboratory tests. Therefore, fewer new infections are reported. According to the RKI, 163 new deaths were recorded across Germany within 24 hours. A week ago 170 deaths from the virus were logged. The RKI has counted 3,675,296 Covid-19 infections since the beginning of the pandemic, but the actual total number is likely significantly higher, since many infections are not detected. The Philippines said on Saturday people were allowed to again go to work in Saudi Arabia, reversing a brief deployment ban after the kingdom said they would not be charged for Covid-19 tests and quarantine upon arrival. Reuters reports: “Our Saudi-bound workers will no longer be disadvantaged,” said labour secretary, Silvestre Bello. Flag carrier Philippine Airlines said it would accept Filipino workers on flights to Dammam and Riyadh, waiving rebooking fees for passengers who had been unable to board because of the deployment ban. Bello apologised for the “inconvenience and momentary anguish” caused by his Thursday ban, saying: “I understand that the suspension order drew confusion and irritation among our affected departing overseas Filipino workers.” More than a million Filipinos work in Saudi Arabia, the most preferred destination of overseas Filipino workers in 2019, government data shows. Many Filipinos are hired as construction workers, domestic helpers or nurses. In 2020, Filipinos in Saudi Arabia sent home $1.8bn in remittances, a key support for the consumption-led economy. With more than 1.2 million cases and 20,722 deaths, the Philippines has the second-highest Covid-19 infections and casualties in south-east Asia, behind Indonesia. People should be “very concerned” about the spread of the Indian variant of coronavirus, but “reassured” by the scale of the vaccine rollout, an expert has said. Professor Anthony Harnden, deputy chair of the UK’s Joint Committee on Vaccination and Immunisation (JCVI), told BBC Breakfast that the variant was “clearly more transmissible”. He said: We need to be reassured that we’re in a very different position now in that we’ve got a highly vaccinated population and we just need to continue moving at speed. We do know that with this particular variant you do need two doses to offer complete protection, and so we’re very, very keen to make sure that all those, particularly higher risk groups, that’s the over-50s and those with underlying illness, receive their second vaccination as soon as feasible. The unlocking of society in England will be a “gradual process” that requires a “cautious” approach even if the government’s target date for removing all legal limits on social contact in the country on 21 June remains in place, he added, emphasising the need to “look very carefully” at what happens with the India variant in the next one or two weeks. He said: I think we need to look at that data very carefully before we completely un-lockdown. He suggested it was “better” to be on “the cautious side”, adding: Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious, even if the 21 June date goes ahead. So I think we’ve all got used to living within boundaries at the moment and I think it’s not an all or none, I think it will be a gradual process even if the 21 June date goes ahead. Scotland’s health secretary Humza Yousaf said there was “significant community transmission” of coronavirus in hotspots in the city of Glasgow. The city will remain under level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the India variant arrived. He told BBC Radio 4’s Today: In a few concentrated hotspots ... we are seeing significant community transmission. The levels and the numbers of cases are continuing to rise. In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. Therefore we are trying to get to the bottom of how it managed to get in. Victoria state in Australia has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown. The update brings the total number of cases from the latest outbreak in Melbourne to 35. A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests. On Saturday, the state’s Covid testing commander, Jeroen Weimar, said four of the new cases were linked to a person who tested positive on Friday. The Victorian health minister, Martin Foley, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”. There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19. Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers. Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in Craigieburn. He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in Mickleham. Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus. A full list of exposure sites can be found here. Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days. Taiwan reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests. After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour China has offered to help, the BBC reported. Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply. On Tuesday, health minister Chen Shih-chung announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August. Russia reported 9,289 new Covid-19 cases on Saturday, including 3,241 in Moscow, taking the official national tally since the pandemic began to 5,053,748. The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. Malaysia reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. The country’s prime minister, Muhyiddin Yassin, has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports. “With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement. Prof Stephen Reicher, a psychologist on the UK’s Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. He told BBC Radio 4’s Today: The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. And so you see that in the fact that they are beginning to act in a rather contradictory way. They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. That contradiction, that sense of confusion, I think is undermining the response. Hello and welcome to our global coronavirus live blog. Vietnam health minister Nguyen Thanh Long said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the India and UK Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported. Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces. He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame. So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa. I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter @JedySays or via email. Caution is needed in determining whether England’s coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned. Sir Tim Gowers, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April. Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution. He said: Because Boris Johnson has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown. So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants. But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem. Read my colleague Ben Quinn’s full story here. Prof Christina Pagel, a member of Independent Sage from University College London, said reopening should be delayed a few more months.","charCount":"54723","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nadeembadshah\">Nadeem Badshah</a> (now), and <a href=\"profile/jedidajah-otte\">Jedidajah Otte</a> and <a href=\"profile/clea-skopeliti\">Clea Skopeliti</a> (earlier)"},{"headline":"Manchester City 0-1 Chelsea: player ratings from the Champions League final","standfirst":"<p>Kai Havertz and N’Golo Kanté thrived, helped immeasurably by Fernandinho’s absence from City’s starting lineup</p>","trailText":"Kai Havertz and N’Golo Kanté thrived, helped immeasurably by Fernandinho’s absence from City’s starting lineup","byline":"Jacob Steinberg at the Estádio do Dragão","main":"<figure class=\"element element-image\" data-media-id=\"00848d1da00feec817e3add222f273dda7ad182e\"> <img src=\"https://media.guim.co.uk/00848d1da00feec817e3add222f273dda7ad182e/142_59_4913_3302/1000.jpg\" alt=\"Kai Havertz fights to keep his balance after beating Ederson to the ball on the way to scoring the only goal of the Champions League final.\" width=\"1000\" height=\"672\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kai Havertz fights to keep his balance after beating Ederson to the ball on the way to scoring the only goal of the Champions League final.</span> <span class=\"element-image__credit\">Photograph: Jose Coelho/EPA</span> </figcaption> </figure>","body":"<h2>Manchester City</h2> <p><strong>Ederson </strong>The Brazilian denied Werner but was left exposed by his defence when Havertz gave Chelsea the lead. His challenge wasn’t enough to save City. <strong>6</strong></p> <p><strong>Kyle Walker </strong>The right-back threatened with his speed, almost freeing Mahrez. But there were times when he had to deal with Chilwell and Mount on his own. <strong>6</strong></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\">Chelsea win Champions League after Kai Havertz stuns Manchester City</a> </p> </aside>  <p><strong>John Stones </strong>Had a few shaky moments. He was troubled by Werner’s pace and lacked his usual authority. He will be disappointed with his display. <strong>5</strong></p> <p><strong>Rúben Dias </strong>Moved wide when City had the ball. Pulled out of position by Werner when Chelsea scored, allowing Havertz to run through and score. <strong>5</strong></p> <p><strong>Oleksandr Zinchenko </strong>Had an odd role, pushing into midfield when City had possession. It looked overcomplicated and he lost Havertz for the opener. <strong>4</strong></p> <p><strong>Ilkay Gündogan</strong> A surprise choice over Fernandinho in defensive midfield. Was booked and was nowhere to be seen when Mount created the winner. <strong>4</strong></p> <p><strong>Bernardo Silva </strong>Pressed tirelessly and desperately tried to seize the initiative in midfield. Was sacrificed when Fernandinho was belatedly introduced. <strong>5</strong></p> <p><strong>Phil Foden </strong>The youngster flickered at times and could have put City a head in the first half. He didn’t hide on the biggest night of his career. <strong>6</strong></p> <p><strong>Riyad Mahrez </strong>The Algerian winger saw little of the ball. But he hinted at menace. His low ball in the second half almost led to the equaliser. <strong>6</strong></p>  <figure class=\"element element-image\" data-media-id=\"d9aa84b7d6384e51d30606d21915212bb351585e\"> <img src=\"https://media.guim.co.uk/d9aa84b7d6384e51d30606d21915212bb351585e/1_28_1539_923/1000.jpg\" alt=\"Kevin De Bruyne’s night ended with a black eye, substitution and a runner’s-up medal following a challenge from Antonio Rüdiger.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevin De Bruyne’s night ended with a black eye, substitution and a runner’s-up medal following a challenge from Antonio Rüdiger.</span> <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> </figcaption> </figure>  <p><strong>Kevin De Bruyne </strong>The Belgian struggled to find space in the false nine role. It wasn’t his night. His influence was minimal before he made a tearful exit. <strong>4</strong></p> <p><strong>Raheem Sterling </strong>An eye-catching selection and eager to take his chance. Ran at Chelsea but spurned promising positions and disrupted City’s balance. <strong>5</strong></p> <p><strong>Substitutes</strong> <br><strong>Gabriel Jesus</strong> Replaced De Bruyne but couldn’t find an equaliser <strong>6<br>Fernandinho</strong> The Brazilian came on to give City more security <strong>6<br>Sergio Agüero</strong> Replaced Sterling as City tried to save themselves <strong>6</strong></p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <h2>Chelsea</h2> <p><strong>Édouard Mendy </strong>The Senegalese made himself big when Sterling threatened early on. He carried on from there, claiming crosses and staying cool. A great signing. <strong>7</strong></p> <p><strong>César Azpilicueta </strong>The captain held his position well, refusing to commit himself when Sterling ran at him. He made a vital intervention to clear a Mahrez cross. <strong>8</strong></p> <p><strong>Thiago Silva </strong>Made a smooth start and was a calming presence until he made an emotional exit after suffering a groin injury after 39 minutes. <strong>6</strong></p> <p><strong>Antonio Rüdiger </strong>The German has been superb under Tuchel and he made a brilliant challenge when Foden looked certain to score. Battled on with an injury. <strong>8</strong></p> <p><strong>Reece James </strong>Recovered after losing Sterling early on. His positioning was disciplined, he backed his pace in the one-on-one duels and passed well. <strong>8</strong></p> <p><strong>N’Golo Kanté </strong>Outstanding, winning possession and driving forward on the counterattack. Always seemed to be in the right place to stop De Bruyne. <strong>9</strong></p>  <figure class=\"element element-image\" data-media-id=\"6554ea0185932d68864e0ae8132d904f0dedefb6\"> <img src=\"https://media.guim.co.uk/6554ea0185932d68864e0ae8132d904f0dedefb6/0_64_4324_2808/1000.jpg\" alt=\"N’Golo Kanté was among the best players on the pitch, helping Chelsea win possession.\" width=\"1000\" height=\"649\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">N’Golo Kanté was among the best players on the pitch, helping Chelsea win possession.</span> <span class=\"element-image__credit\">Photograph: Manu Fernández/AFP/Getty Images</span> </figcaption> </figure>  <p><strong>Jorginho </strong>The Italy international offered poise in possession, moving the ball crisply, and won plenty of tackles. One of his most accomplished games. <strong>8</strong></p> <p><strong>Ben Chilwell </strong>Attacked with gusto, creating chances with a few dangerous deliveries, and he dealt with Mahrez. He was quick, energetic and dynamic. <strong>8</strong></p> <p><strong>Kai Havertz </strong>The German was excellent and tormented City with his skill, elegance and strength before picking a good moment to score his first ever Champions League goal. <strong>9</strong></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/pep-guardiola-champions-league-final-fall-apart-manchester-city\">Chaotic conductor Pep Guardiola sees his Champions League dream fall apart | Barney Ronay</a> </p> </aside>  <p><strong>Mason Mount </strong>Chelsea’s player of the season rose to the occasion. His movement was clever and he took advantage of Fernandinho’s absence to send Havertz behind City. <strong>8</strong></p> <p><strong>Timo Werner </strong>What an enigma. His finishing was appalling but he was crucial to Chelsea’s attacking plan. His smart decoy run made space for Havertz’s goal. <strong>7</strong></p> <p><strong>Substitutes</strong><br><strong>Andreas Christensen</strong> The Dane was impeccable after replacing Thiago Silva <strong>8<br>Christian Pulisic</strong> Missed a great chance after replacing Werner <strong>6<br>Mateo Kovacic</strong> Shored up midfielder after replacing the exhausted Mount <strong>6</strong></p>","newspaperPageNumber":"5","wordcount":"636","firstPublicationDate":"2021-05-29T22:13:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T22:56:14Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht8t4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/00848d1da00feec817e3add222f273dda7ad182e/0_109_5055_3032/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Manchester City Ederson The Brazilian denied Werner but was left exposed by his defence when Havertz gave Chelsea the lead. His challenge wasn’t enough to save City. 6 Kyle Walker The right-back threatened with his speed, almost freeing Mahrez. But there were times when he had to deal with Chilwell and Mount on his own. 6 John Stones Had a few shaky moments. He was troubled by Werner’s pace and lacked his usual authority. He will be disappointed with his display. 5 Rúben Dias Moved wide when City had the ball. Pulled out of position by Werner when Chelsea scored, allowing Havertz to run through and score. 5 Oleksandr Zinchenko Had an odd role, pushing into midfield when City had possession. It looked overcomplicated and he lost Havertz for the opener. 4 Ilkay Gündogan A surprise choice over Fernandinho in defensive midfield. Was booked and was nowhere to be seen when Mount created the winner. 4 Bernardo Silva Pressed tirelessly and desperately tried to seize the initiative in midfield. Was sacrificed when Fernandinho was belatedly introduced. 5 Phil Foden The youngster flickered at times and could have put City a head in the first half. He didn’t hide on the biggest night of his career. 6 Riyad Mahrez The Algerian winger saw little of the ball. But he hinted at menace. His low ball in the second half almost led to the equaliser. 6 Kevin De Bruyne The Belgian struggled to find space in the false nine role. It wasn’t his night. His influence was minimal before he made a tearful exit. 4 Raheem Sterling An eye-catching selection and eager to take his chance. Ran at Chelsea but spurned promising positions and disrupted City’s balance. 5 Substitutes Gabriel Jesus Replaced De Bruyne but couldn’t find an equaliser 6 Fernandinho The Brazilian came on to give City more security 6 Sergio Agüero Replaced Sterling as City tried to save themselves 6 Chelsea Édouard Mendy The Senegalese made himself big when Sterling threatened early on. He carried on from there, claiming crosses and staying cool. A great signing. 7 César Azpilicueta The captain held his position well, refusing to commit himself when Sterling ran at him. He made a vital intervention to clear a Mahrez cross. 8 Thiago Silva Made a smooth start and was a calming presence until he made an emotional exit after suffering a groin injury after 39 minutes. 6 Antonio Rüdiger The German has been superb under Tuchel and he made a brilliant challenge when Foden looked certain to score. Battled on with an injury. 8 Reece James Recovered after losing Sterling early on. His positioning was disciplined, he backed his pace in the one-on-one duels and passed well. 8 N’Golo Kanté Outstanding, winning possession and driving forward on the counterattack. Always seemed to be in the right place to stop De Bruyne. 9 Jorginho The Italy international offered poise in possession, moving the ball crisply, and won plenty of tackles. One of his most accomplished games. 8 Ben Chilwell Attacked with gusto, creating chances with a few dangerous deliveries, and he dealt with Mahrez. He was quick, energetic and dynamic. 8 Kai Havertz The German was excellent and tormented City with his skill, elegance and strength before picking a good moment to score his first ever Champions League goal. 9 Mason Mount Chelsea’s player of the season rose to the occasion. His movement was clever and he took advantage of Fernandinho’s absence to send Havertz behind City. 8 Timo Werner What an enigma. His finishing was appalling but he was crucial to Chelsea’s attacking plan. His smart decoy run made space for Havertz’s goal. 7 Substitutes Andreas Christensen The Dane was impeccable after replacing Thiago Silva 8 Christian Pulisic Missed a great chance after replacing Werner 6 Mateo Kovacic Shored up midfielder after replacing the exhausted Mount 6","charCount":"3815","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jacob-steinberg\">Jacob Steinberg</a> at the Estádio do Dragão"},{"headline":"Anti-vaccine passport protesters storm Westfield mall in London","standfirst":"<p>Shopping centre in Shepherd’s Bush had to shut after hundreds of marchers arrived chanting ‘no more lockdowns’</p>","trailText":"Shopping centre in Shepherd’s Bush had to shut after hundreds of marchers arrived chanting ‘no more lockdowns’","byline":"Damien Gayle","main":"<figure class=\"element element-image\" data-media-id=\"960ab9e69ffe5feea0911ae35549e7de63078007\"> <img src=\"https://media.guim.co.uk/960ab9e69ffe5feea0911ae35549e7de63078007/0_361_5867_3522/1000.jpg\" alt=\"Police try to stop protesters storming the Westfield shopping centre during an anti-lockdown protest\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police try to stop protesters storming the Westfield shopping centre during an anti-lockdown protest on Saturday.</span> <span class=\"element-image__credit\">Photograph: Andy Barton/Sopa Images/Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>Hundreds of anti-vaccine passport protesters invaded the Westfield shopping centre in Shepherd’s Bush on Saturday evening at the culmination of a mass march that drew many thousands and snaked miles through central and west London.</p> <p>There were tussles with police who tried to block access through one entrance to the shopping centre at about 6pm, before protesters quickly realised that another door just yards away was unguarded.</p> <p>Hundreds made it into the shopping centre where they stayed for about half an hour chanting “no more lockdowns” and “take your freedom back” before they were cleared by police with batons drawn, although without scenes of violence.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398692443911041024\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Hundreds of <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a> protesters briefly occupied Westfield <a href=\"https://t.co/wbCf9uWJQE\">pic.twitter.com/wbCf9uWJQE</a></p>&mdash; Damien Gayle (@damiengayle) <a href=\"https://twitter.com/damiengayle/status/1398692443911041024?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure>  <p>A video shared with the Guardian showed Piers Corbyn, the anti-lockdown protest figurehead, addressing the crowds inside the shopping centre through a megaphone. He said: “We’re here as free people, spending our time communicating, to prepare for the summer of discontent, where we’re going to organise in every community to prevent any more lockdowns. No more lockdowns!”</p> <p>Etienne Finzetto, who works in Westfield, said the entire shopping centre was subsequently cordoned off and emptied by police. He said he and colleagues had initially thought that a celebrity was visiting.</p> <p>“The staff were told to close down the shops while customers and the remainder of protesters were escorted out,” Finzetto told the Guardian in a WhatsApp message. “Westfield eventually messaged staff to say they were closing down, most shops (normally open until 9pm) [were] shut for the day.”</p> <p>The Westfield invasion came after a mass march of about 12 miles through London, starting in Parliament Square and reaching as far west as Acton. At its height there appeared to be hundreds of thousands of people taking part.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/damiengayle/status/1398649749285318659\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Organisers didn’t lie when they promised a different route to usual. <a href=\"https://twitter.com/hashtag/NoVaccinePassports?src=hash&amp;ref_src=twsrc%5Etfw\">#NoVaccinePassports</a> <a href=\"https://twitter.com/hashtag/londonprotest?src=hash&amp;ref_src=twsrc%5Etfw\">#londonprotest</a> now heading past Notting Hill Gate into west London. <a href=\"https://t.co/WZMgqNIjuQ\">pic.twitter.com/WZMgqNIjuQ</a></p>&mdash; Damien Gayle (@damiengayle) <a href=\"https://twitter.com/damiengayle/status/1398649749285318659?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure>  <p>The route of the march was not disclosed before it began. Activists at the front were directing the crowd via a series of coloured smoke signals. In posts to Telegram channels in the days leading up to the protest, organisers had promised to take the demonstration “to community areas that we haven’t hit before”, in a bid to counter what they see as a media blackout on their movement.</p> <p>Saturday’s was the latest in a series of protests against the government’s coronavirus measures in recent weeks that have drawn vast numbers of people. Protesters who spoke to the Guardian said they had joined the protest because they believed that the actions the government had taken to combat the coronavirus pandemic were causing more harm than good.</p> <p>One protester, who would give his name only as Paul, from Bedfordshire, said he was taking part because he was scared about where the unprecedented crackdown on civil liberties under the pretext of fighting the pandemic would lead.</p> <p>“I’m frightened about our liberties, our choice about whether we want to be vaccinated or not,” he said. “Lots of people legitimately don’t have any faith in it at all.”</p> <p>The focus of dissent against the government’s coronavirus measures has evolved since the first anti-lockdown protests began last summer. Louise Creffield, the founder of Save Our Rights UK, one of the groups behind the protest, told the Guardian the focus of Saturday’s protest was medical freedom.</p> <p>She said: “We’re very concerned about the track and trace being turned into vaccine passports and the increase in mandated testing.</p> <p>“We’re campaigning for a medical freedom bill which would prevent any coercion and any discrimination for not partaking in a medical procedure, because where there’s that there can’t be fair and informed consent.</p> <p>“Once we lose our medical freedom there is no saying if and when we will get it back and where this slippery slope could take us.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2021/apr/25/anger-met-police-anti-lockdown-protest-violence\">Anger in Met after violence at London anti-lockdown protest</a> </p> </aside>  <p>The Metropolitan police said it had been policing three protests in London on Saturday. The force could only give arrest figures that included all of them.</p> <p>A police spokesperson said: “As of 9.45pm on Saturday, 29 May, four arrests have been made during a number of protests in London. Four men were arrested on suspicion of offences including assault on police, violent disorder and criminal damage.”</p>","wordcount":"667","firstPublicationDate":"2021-05-29T22:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T22:02:38Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htk2y","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/960ab9e69ffe5feea0911ae35549e7de63078007/0_361_5867_3522/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Hundreds of anti-vaccine passport protesters invaded the Westfield shopping centre in Shepherd’s Bush on Saturday evening at the culmination of a mass march that drew many thousands and snaked miles through central and west London. There were tussles with police who tried to block access through one entrance to the shopping centre at about 6pm, before protesters quickly realised that another door just yards away was unguarded. Hundreds made it into the shopping centre where they stayed for about half an hour chanting “no more lockdowns” and “take your freedom back” before they were cleared by police with batons drawn, although without scenes of violence. A video shared with the Guardian showed Piers Corbyn, the anti-lockdown protest figurehead, addressing the crowds inside the shopping centre through a megaphone. He said: “We’re here as free people, spending our time communicating, to prepare for the summer of discontent, where we’re going to organise in every community to prevent any more lockdowns. No more lockdowns!” Etienne Finzetto, who works in Westfield, said the entire shopping centre was subsequently cordoned off and emptied by police. He said he and colleagues had initially thought that a celebrity was visiting. “The staff were told to close down the shops while customers and the remainder of protesters were escorted out,” Finzetto told the Guardian in a WhatsApp message. “Westfield eventually messaged staff to say they were closing down, most shops (normally open until 9pm) [were] shut for the day.” The Westfield invasion came after a mass march of about 12 miles through London, starting in Parliament Square and reaching as far west as Acton. At its height there appeared to be hundreds of thousands of people taking part. The route of the march was not disclosed before it began. Activists at the front were directing the crowd via a series of coloured smoke signals. In posts to Telegram channels in the days leading up to the protest, organisers had promised to take the demonstration “to community areas that we haven’t hit before”, in a bid to counter what they see as a media blackout on their movement. Saturday’s was the latest in a series of protests against the government’s coronavirus measures in recent weeks that have drawn vast numbers of people. Protesters who spoke to the Guardian said they had joined the protest because they believed that the actions the government had taken to combat the coronavirus pandemic were causing more harm than good. One protester, who would give his name only as Paul, from Bedfordshire, said he was taking part because he was scared about where the unprecedented crackdown on civil liberties under the pretext of fighting the pandemic would lead. “I’m frightened about our liberties, our choice about whether we want to be vaccinated or not,” he said. “Lots of people legitimately don’t have any faith in it at all.” The focus of dissent against the government’s coronavirus measures has evolved since the first anti-lockdown protests began last summer. Louise Creffield, the founder of Save Our Rights UK, one of the groups behind the protest, told the Guardian the focus of Saturday’s protest was medical freedom. She said: “We’re very concerned about the track and trace being turned into vaccine passports and the increase in mandated testing. “We’re campaigning for a medical freedom bill which would prevent any coercion and any discrimination for not partaking in a medical procedure, because where there’s that there can’t be fair and informed consent. “Once we lose our medical freedom there is no saying if and when we will get it back and where this slippery slope could take us.” The Metropolitan police said it had been policing three protests in London on Saturday. The force could only give arrest figures that included all of them. A police spokesperson said: “As of 9.45pm on Saturday, 29 May, four arrests have been made during a number of protests in London. Four men were arrested on suspicion of offences including assault on police, violent disorder and criminal damage.”","charCount":"4082","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/damien-gayle\">Damien Gayle</a>"}]