{"response":{"status":"ok","userTier":"developer","total":2271336,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227134,"orderBy":"newest","results":[{"id":"lifeandstyle/2021/may/29/losing-my-mind-can-baby-sleep-gurus-really-help-exhausted-parents","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-29T05:00:17Z","webTitle":"‘I was losing my mind’: can baby sleep gurus really help exhausted parents?","webUrl":"https://www.theguardian.com/lifeandstyle/2021/may/29/losing-my-mind-can-baby-sleep-gurus-really-help-exhausted-parents","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/may/29/losing-my-mind-can-baby-sleep-gurus-really-help-exhausted-parents","fields":{"headline":"‘I was losing my mind’: can baby sleep gurus really help exhausted parents?","standfirst":"<p>Growing numbers of frazzled parents are paying a fortune to people who claim they can help them get a good night’s rest. Are they being taken for a ride? Plus a doctor’s top tips for children of all ages</p>","trailText":"Growing numbers of frazzled parents are paying a fortune to people who claim they can help them get a good night’s rest. Are they being taken for a ride? Plus a doctor’s top tips for children of all ages","byline":"Laura Potter","main":"<figure class=\"element element-image\" data-media-id=\"9aee17069dc80aa3894935ecb287c6b7c4508a82\"> <img src=\"https://media.guim.co.uk/9aee17069dc80aa3894935ecb287c6b7c4508a82/0_240_3000_2631/1000.jpg\" alt=\"Baby yawning\" width=\"1000\" height=\"877\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It’s helpful to associate sleep with a quiet room, a soft duvet, a teddy bear.’</span> <span class=\"element-image__credit\">Photograph: Sasha Gulish/Gallery Stock</span> </figcaption> </figure>","body":"<p>By the time her baby was four months old, Zara, a psychologist and executive coach from Surrey, was able to open a bottle of wine and have “a bit of an evening”. He was sleeping in four-hour stints, waking twice in the night. Then, at four and half months, his sleep pattern changed: “It was five wakes, then six, then eight,” Zara says.<strong> </strong>She was so exhausted she ended up Googling “can you die from sleep deprivation?”.</p> <p>“I was broken, emotional, confused, sleep-deprived and catastrophising,” she says. “He wouldn’t be down for longer than 20 minutes, and I was losing my mind. Using a sleep consultant was the best money I’ve ever spent; £250 to give me the confidence to trust my child to get himself to sleep without me.”</p> <p>Another mother from Surrey, Heike, who works for a beauty brand, enlisted the help of the same sleep consultant, but couldn’t have had a more different experience: “I was so disappointed – shocked, really. I was left feeling a complete failure, but also very angry and lost,” she says.</p> <p>When you dig into the world of sleep consultants, it’s a familiar story. Some, like Zara, see them as “guardian angels”. Others are left feeling judged, criticised, and as if they’ve wasted their money.</p> <p>The industry is burgeoning, though, thanks to word-of-mouth recommendations at antenatal groups, and via the social media accounts of “experts”, filled with images of angelic babies sleeping soundly – understandably tempting to any parent sitting up with a wide-eyed, screaming baby night after night. According to the website of the <a href=\"https://childcarestudies.co.uk/\" title=\"\">London School of Childcare Studies</a> (LSCS), which runs a “sleep practitioner” <a href=\"https://childcarestudies.co.uk/sleep-practitioner-programme/\" title=\"\">course</a>, it’s “an unregulated industry and qualifications are not required to start working”, although they state that most parents would be more comfortable employing someone appropriately qualified. The LSCS offers a short course, about 12 weeks, comprising six weekly sessions in person, followed by another six of assisted self-study (although during the pandemic training has been mainly online), for £945.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>A sleep consultant told me not to pick up, rock or feed my son. He’d just stand in his cot and cry. It was unsustainable</p> </blockquote> </aside>  <p>Rosey Davidson, founder of <a href=\"https://justchillbabysleep.co.uk/\" title=\"\">Just Chill Baby Sleep</a>, is one of the biggest success stories, with 165,000 Instagram followers. Her LinkedIn page mentions her LSCS qualification. However, many high-profile sleep consultants focus more on their experience working as nannies or maternity nurses, and raising their own children.</p> <p>Like most sleep consultants, Davidson has a social media feed full of tips, videos and inspirational quotes. She offers a range of services, from basic resources (£49.50 for an online foundations of sleep course) to more expensive comprehensive programmes (£395 for a two-week personalised plan). Similar online courses from <a href=\"https://www.nightninja.co/meet-lisa\" title=\"\">the Night Ninja</a> or <a href=\"https://www.careitout.com/\" title=\"\">Care It Out</a> cost less than £20, but the higher-level services, in which a parent might get a personal consultation, a plan and four weeks of support, may charge as much as £650. </p> <p>“Everyone in the world of sleep medicine is aware of sleep consultants,” says <a href=\"https://www.sleepwelloxford.com/about#:~:text=Dr%20Gavriloff%20jointly%20runs%20the,SCNi)%2C%20University%20of%20Oxford.\" title=\"\">Dr Dimitri Gavriloff</a>, who runs the paediatric non-respiratory sleep disorders service at Oxford University Hospitals. “Often they have a semi-clinical background – a nurse or someone who has worked in healthcare – and they’re keen to do something to improve the health and wellbeing of children and their parents, so we start from a really positive perspective. There are, however, people who are less well-informed; as this is a period where parents are particularly anxious, capitalising on that can be potentially negative.” Gavriloff points out that sleep is vital to the physical and mental health of both parents and children. “You want someone who is appropriately trained, using evidence-based intervention in a way that is not exploitative.”</p> <p>This vulnerability is something Heike picks up on: “I was insecure and vulnerable when we reached out, and the consultant made me feel so guilty, as if I hadn’t done my job as a mum.” Annabelle, a writer from Gloucestershire, had a similar reaction: “Our time working with a sleep consultant was one of the hardest of my life. I felt as if she didn’t understand my son’s sleep issues, and she kept repeating the same advice without listening to me.<strong> </strong>It all came down to letting the baby ‘protest’, ie cry, and not picking up, rocking or feeding him. That meant being up with him for hours through the night. He would just stand in his cot and cry. It wasn’t sustainable. The pressure was so intense I was crying all the time. One night, it took me three hours to get my son to sleep. I contacted her the next morning and she told me I was obviously doing something to overstimulate him.”</p> <p>Heike found her sleep consultant rigid and critical. “She questioned everything we did, from the music we played, to the lavender scent we used in the diffuser, to our baby’s toys.” Gavriloff is clear: “If you have someone who is vulnerable and desperate, you don’t go in there in a punitive fashion with ‘shoulds’ and ‘should nots’. Support should be compassionate, understanding and well informed.”</p> <p>Lindsey, from Bristol, who runs her own HR business, enlisted a sleep consultant when her daughter was four months.<strong> </strong>“I was feeling a little out of my depth, with two children under four, especially if I was alone at bedtime to put them both down,” she says. Lindsey says her consultant came over (before the pandemic) for an hour to discuss their routine and highlighted areas for improvement. “I was bathing them every other night, blaming her sensitive skin, but in reality, I just found it hard bathing two together. The consultant told me to buy a sit-in bath seat for my baby so I didn’t have to worry about her slipping or getting knocked by her big brother. She called us out in a nice way. It gave me the reassurance and confidence I needed.”</p>  <figure class=\"element element-image\" data-media-id=\"5ccf46ca2dd2cd1967cf7727b7d681280d0afc83\"> <img src=\"https://media.guim.co.uk/5ccf46ca2dd2cd1967cf7727b7d681280d0afc83/0_638_3438_3528/974.jpg\" alt=\"Studio shot of baby crying\" width=\"974\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of the most controversial aspects of sleep training is the ‘cry-it-out’ method.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p>Interrupted baby and infant sleep isn’t always a problem; it can be a normal part of development. “Maybe 30% of infants and toddlers will have the symptoms of insomnia disorder, which is repeated night wakings, or needing to be rocked or suckled to sleep,” Gavriloff says. Do some parents unwittingly encourage problems? He is at pains to be sympathetic: “There’s nothing worse than feeling crap as a parent – it’s an awful place to be emotionally, and it changes the relationship you have with your child. But it’s absolutely possible to overcome sleep problems.”</p> <p>Parents have an important role to play in child sleep. “Some children are able to self-soothe innately, but in many children it’s a learned behaviour,” Gavriloff says, explaining that if parents routinely put their child to sleep by rocking or feeding them, the child develops a “sleep onset association”. “It’s helpful to associate sleep with a quiet room, a soft duvet, a teddy bear – these are able to facilitate sleep onset independently. Negative associations are feeding or rocking a baby to sleep, singing them a particular lullaby or rubbing their back. They’re really common and they’re not a sign of anything pathological per se. The point at which it becomes a clinical issue is when it becomes a problem for people – if the child or the parents aren’t getting enough sleep.”</p> <p>One of the most controversial aspects of sleep training is the “cry-it-out” method, where babies are left to cry for certain lengths of time ranging from one minute to 15. Many people will have first heard of this technique, also described as “controlled crying”, in 1999, via Gina Ford’s bestselling The Contented Little Baby Book. While some see it as a parenting bible, others feel “training” a child this way is distressing and impossible. The topic has proved so contentious that in 2007 Ford sued parenting website Mumsnet for defamatory comments about her. <a href=\"https://www.theguardian.com/uk/2007/may/10/books.media\" title=\"\">Comments were removed and the case was settled out of court</a>.</p> <p>Unsurprisingly, many modern sleep trainers say they avoid the cry-it-out approach, but all the mothers I speak to for this article say that ultimately they were encouraged to try it. “I was assured that cry training wasn’t the only method the sleep consultant used, but it was,” Heike says; she had expressed her desire not to use that method, saying, “We wanted to tend to our baby.” Annabel echoes this: “The ‘one method suits all’ of letting the baby ‘protest’ just didn’t suit us. My personal view is that the only reason it works is because the baby doesn’t cry because they know nobody will come for them.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Don’t beat yourself up. This is about being a loving parent. Choose the right approach for you; take it a day at a time</p> </blockquote> </aside>  <p>Lindsey had a different experience: “My daughter had a story; she went down with a soft teddy under her arm, near her cheek; I’d say goodnight and leave the room, even if she was crying, and wait outside. If the crying ramped up and she sounded distressed, I’d go in and lay her back down then leave again without talking. You repeat that process until they get bored, basically. We just needed not to buckle.”</p> <p>“Evolutionarily, crying is an effective mechanism to get you to do something,” Gavriloff says. “But we’re not distressing children – we’re making them feel safe enough to fall asleep by themselves.” He, too, recommends what’s referred to as the “extinction” method – letting a child cry themselves to sleep. (“It sounds awful, but it’s a behavioural term,” he adds). “Cold turkey would be to put the child to sleep drowsy but awake, and leave them until the next morning. There’s no evidence that leads them to develop a mental health problem later on, or that it ruins their attachment style, but it’s very difficult for parents to do.”</p> <p>He found it too hard with his own daughter, so instead he used “graded extinction”. “You notice the cues the child is sleepy – rubbing their eyes, yawning – and put them to bed in the same place, day or night. That develops an association. The child will initially cry, and what they’re saying is: ‘I didn’t get the memo on this.’” You then leave the child for a set period – it could be one minute, or 15 – before going back. “You don’t pick them up, but you show them that you’re there, with a neutral or what we might call a ‘robot parent’ facial expression – no anger or distress and no overt effusiveness. You leave the room again and wait a set period until you go back.” In a matter of days, or weeks, if you stick to these patterns, the baby should be able to self-initiate sleep, and when they have brief wakings in the night they will no longer need to be resettled. </p> <p>He also explains that sleep regressions are normal, usually “when there’s some kind of developmental milestone – they’ve learned to pick things up, they’re sitting up by themselves, or the world has suddenly become more perceptually exciting, neurologically.” He advises not to change the sleep routine and the regression will right itself. Infants waking every couple of hours is normal, too. “The important thing is whether they can go back to sleep independently,” he says.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/08/football-with-my-daughter-fredrik-backman\">‘I hope you know this was never about football’: coaching my daughter’s team</a> </p> </aside>  <p>It may feel exploitative to charge sleep-deprived parents hundreds of pounds, but consultants and coaches are clearly answering a need. “Whether you’re a medical doctor, a psychologist, a midwife or a nurse, you don’t get more than about an hour of training in sleep,” Gavriloff says. “When people turn to their GP or a health visitor for help, they’ll probably get something quite succinct.” He argues that sleep training should be better integrated into antenatal courses, paediatric reviews and health visitor appointments. </p> <p>A good night’s sleep shouldn’t be a privilege enjoyed only by the affluent. “If you can’t afford an online programme, if you don’t have the internet to have a Zoom call, how can you get the help you need?” he asks. He recommends the book Sleeping Through The Night, by Jodi A Mindell, which he says offers more guidance than you will ever get from a sleep consultant. His advice to any struggling parent? “Don’t beat yourself up. This is essentially about being a loving parent. Choose the right approach for you, get everyone on board, and take it a day at a time.”</p> <p>For Zara, three nights of cry-it-out saw her baby sleeping through the night. While she says listening to him cry felt like an eternity, his longest cry was actually five and a half minutes. “We’re more and more separated from community parenting, there’s so much pressure, and discussions around sleep feel quite judgmental,” she says. “I just wanted to find my own way.” </p>  <figure class=\"element element-image element--showcase\" data-media-id=\"602a8a332b2492a2f7aa594d69a15b3c7461fd5a\"> <img src=\"https://media.guim.co.uk/602a8a332b2492a2f7aa594d69a15b3c7461fd5a/0_64_3000_1800/1000.jpg\" alt=\"Standing toddler boy crying in his dot\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Interrupted sleep isn’t always a problem; it can be a normal part of development.</span> <span class=\"element-image__credit\">Photograph: Carolyn Brandt/Getty Images</span> </figcaption> </figure>  <h2><strong>Yawning glory: how to tackle childhood sleep problems – from tots to teens</strong></h2> <p><em>By Dr Dimitri Gavriloff, clinical psychologist and sleep medicine specialist</em></p> <p><strong>Babies </strong><strong>and infants</strong><br><em>Create a sleep haven</em><strong> </strong>Use comfortable bedding and blackout blinds, and ensure the room is around 18C. The bedroom should be associated with relaxation and sleep, so avoid using it for stimulating activities, including time-outs. Transitional objects, such as teddy bears, can help a child feel safe and relaxed.</p> <p><em>Establish a routine </em>A consistent bedtime routine provides strong behavioural cues. Follow the same sequence of relaxing activities nightly, for example: bath, pyjamas and teeth, story, kiss goodnight. Keep it relatively brief, 30 to 45 minutes. Predictability helps children wind down.</p> <p><em>Time it right </em>Watch for cues that your child is sleepy (rubbing their eyes, yawning) and use this to guide your timing. If you’re having to wake your child each morning, they’re probably not getting enough.</p> <p><em>Give them the confidence to self-soothe </em>Once in the cot, keep your involvement to the minimum. Once they’re able to do this at the start of the night, they will stop needing you in the middle of the night, too.</p> <p><em>Don’t give up!</em><strong> </strong>When you’ve established an approach, stick to it. </p> <p><strong>Older children and adolescents</strong><br><em>Know their needs </em>Developmentally, sleep and wake timings often get later during adolescence. For many young people, this makes both waking up and getting through the day extremely difficult. Try negotiating bedtimes that are in line with the earliest point at which the young person could fall asleep naturally.</p> <p><em>Be sensitive around screens </em>Remove tablets, TVs and mobile phones, which are associated with fun and enjoyment, from bedrooms – but do it sensitively. Explain the stimulating effects of technology, rather than confiscating devices, which feels like a punishment.</p> <p><em>Set up useful habits </em>If a young person is unable to fall asleep within 15-20 minutes, it may be more helpful to get up and read quietly somewhere comfortable and dimly lit. When sleepiness returns, they can get back into bed and try again. Long periods spent in bed<em> </em>not sleeping can erode a strong bed/sleep association and may lead to worry, exacerbating the problem.</p> <p>If a problem persists despite your best efforts, ask your GP for help. <br></p>","newspaperPageNumber":"49","wordcount":"2441","commentable":"false","firstPublicationDate":"2021-05-29T05:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:00:17Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hv8zp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9aee17069dc80aa3894935ecb287c6b7c4508a82/0_816_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"By the time her baby was four months old, Zara, a psychologist and executive coach from Surrey, was able to open a bottle of wine and have “a bit of an evening”. He was sleeping in four-hour stints, waking twice in the night. Then, at four and half months, his sleep pattern changed: “It was five wakes, then six, then eight,” Zara says. She was so exhausted she ended up Googling “can you die from sleep deprivation?”. “I was broken, emotional, confused, sleep-deprived and catastrophising,” she says. “He wouldn’t be down for longer than 20 minutes, and I was losing my mind. Using a sleep consultant was the best money I’ve ever spent; £250 to give me the confidence to trust my child to get himself to sleep without me.” Another mother from Surrey, Heike, who works for a beauty brand, enlisted the help of the same sleep consultant, but couldn’t have had a more different experience: “I was so disappointed – shocked, really. I was left feeling a complete failure, but also very angry and lost,” she says. When you dig into the world of sleep consultants, it’s a familiar story. Some, like Zara, see them as “guardian angels”. Others are left feeling judged, criticised, and as if they’ve wasted their money. The industry is burgeoning, though, thanks to word-of-mouth recommendations at antenatal groups, and via the social media accounts of “experts”, filled with images of angelic babies sleeping soundly – understandably tempting to any parent sitting up with a wide-eyed, screaming baby night after night. According to the website of the London School of Childcare Studies (LSCS), which runs a “sleep practitioner” course, it’s “an unregulated industry and qualifications are not required to start working”, although they state that most parents would be more comfortable employing someone appropriately qualified. The LSCS offers a short course, about 12 weeks, comprising six weekly sessions in person, followed by another six of assisted self-study (although during the pandemic training has been mainly online), for £945. Rosey Davidson, founder of Just Chill Baby Sleep, is one of the biggest success stories, with 165,000 Instagram followers. Her LinkedIn page mentions her LSCS qualification. However, many high-profile sleep consultants focus more on their experience working as nannies or maternity nurses, and raising their own children. Like most sleep consultants, Davidson has a social media feed full of tips, videos and inspirational quotes. She offers a range of services, from basic resources (£49.50 for an online foundations of sleep course) to more expensive comprehensive programmes (£395 for a two-week personalised plan). Similar online courses from the Night Ninja or Care It Out cost less than £20, but the higher-level services, in which a parent might get a personal consultation, a plan and four weeks of support, may charge as much as £650. “Everyone in the world of sleep medicine is aware of sleep consultants,” says Dr Dimitri Gavriloff, who runs the paediatric non-respiratory sleep disorders service at Oxford University Hospitals. “Often they have a semi-clinical background – a nurse or someone who has worked in healthcare – and they’re keen to do something to improve the health and wellbeing of children and their parents, so we start from a really positive perspective. There are, however, people who are less well-informed; as this is a period where parents are particularly anxious, capitalising on that can be potentially negative.” Gavriloff points out that sleep is vital to the physical and mental health of both parents and children. “You want someone who is appropriately trained, using evidence-based intervention in a way that is not exploitative.” This vulnerability is something Heike picks up on: “I was insecure and vulnerable when we reached out, and the consultant made me feel so guilty, as if I hadn’t done my job as a mum.” Annabelle, a writer from Gloucestershire, had a similar reaction: “Our time working with a sleep consultant was one of the hardest of my life. I felt as if she didn’t understand my son’s sleep issues, and she kept repeating the same advice without listening to me. It all came down to letting the baby ‘protest’, ie cry, and not picking up, rocking or feeding him. That meant being up with him for hours through the night. He would just stand in his cot and cry. It wasn’t sustainable. The pressure was so intense I was crying all the time. One night, it took me three hours to get my son to sleep. I contacted her the next morning and she told me I was obviously doing something to overstimulate him.” Heike found her sleep consultant rigid and critical. “She questioned everything we did, from the music we played, to the lavender scent we used in the diffuser, to our baby’s toys.” Gavriloff is clear: “If you have someone who is vulnerable and desperate, you don’t go in there in a punitive fashion with ‘shoulds’ and ‘should nots’. Support should be compassionate, understanding and well informed.” Lindsey, from Bristol, who runs her own HR business, enlisted a sleep consultant when her daughter was four months. “I was feeling a little out of my depth, with two children under four, especially if I was alone at bedtime to put them both down,” she says. Lindsey says her consultant came over (before the pandemic) for an hour to discuss their routine and highlighted areas for improvement. “I was bathing them every other night, blaming her sensitive skin, but in reality, I just found it hard bathing two together. The consultant told me to buy a sit-in bath seat for my baby so I didn’t have to worry about her slipping or getting knocked by her big brother. She called us out in a nice way. It gave me the reassurance and confidence I needed.” Interrupted baby and infant sleep isn’t always a problem; it can be a normal part of development. “Maybe 30% of infants and toddlers will have the symptoms of insomnia disorder, which is repeated night wakings, or needing to be rocked or suckled to sleep,” Gavriloff says. Do some parents unwittingly encourage problems? He is at pains to be sympathetic: “There’s nothing worse than feeling crap as a parent – it’s an awful place to be emotionally, and it changes the relationship you have with your child. But it’s absolutely possible to overcome sleep problems.” Parents have an important role to play in child sleep. “Some children are able to self-soothe innately, but in many children it’s a learned behaviour,” Gavriloff says, explaining that if parents routinely put their child to sleep by rocking or feeding them, the child develops a “sleep onset association”. “It’s helpful to associate sleep with a quiet room, a soft duvet, a teddy bear – these are able to facilitate sleep onset independently. Negative associations are feeding or rocking a baby to sleep, singing them a particular lullaby or rubbing their back. They’re really common and they’re not a sign of anything pathological per se. The point at which it becomes a clinical issue is when it becomes a problem for people – if the child or the parents aren’t getting enough sleep.” One of the most controversial aspects of sleep training is the “cry-it-out” method, where babies are left to cry for certain lengths of time ranging from one minute to 15. Many people will have first heard of this technique, also described as “controlled crying”, in 1999, via Gina Ford’s bestselling The Contented Little Baby Book. While some see it as a parenting bible, others feel “training” a child this way is distressing and impossible. The topic has proved so contentious that in 2007 Ford sued parenting website Mumsnet for defamatory comments about her. Comments were removed and the case was settled out of court. Unsurprisingly, many modern sleep trainers say they avoid the cry-it-out approach, but all the mothers I speak to for this article say that ultimately they were encouraged to try it. “I was assured that cry training wasn’t the only method the sleep consultant used, but it was,” Heike says; she had expressed her desire not to use that method, saying, “We wanted to tend to our baby.” Annabel echoes this: “The ‘one method suits all’ of letting the baby ‘protest’ just didn’t suit us. My personal view is that the only reason it works is because the baby doesn’t cry because they know nobody will come for them.” Lindsey had a different experience: “My daughter had a story; she went down with a soft teddy under her arm, near her cheek; I’d say goodnight and leave the room, even if she was crying, and wait outside. If the crying ramped up and she sounded distressed, I’d go in and lay her back down then leave again without talking. You repeat that process until they get bored, basically. We just needed not to buckle.” “Evolutionarily, crying is an effective mechanism to get you to do something,” Gavriloff says. “But we’re not distressing children – we’re making them feel safe enough to fall asleep by themselves.” He, too, recommends what’s referred to as the “extinction” method – letting a child cry themselves to sleep. (“It sounds awful, but it’s a behavioural term,” he adds). “Cold turkey would be to put the child to sleep drowsy but awake, and leave them until the next morning. There’s no evidence that leads them to develop a mental health problem later on, or that it ruins their attachment style, but it’s very difficult for parents to do.” He found it too hard with his own daughter, so instead he used “graded extinction”. “You notice the cues the child is sleepy – rubbing their eyes, yawning – and put them to bed in the same place, day or night. That develops an association. The child will initially cry, and what they’re saying is: ‘I didn’t get the memo on this.’” You then leave the child for a set period – it could be one minute, or 15 – before going back. “You don’t pick them up, but you show them that you’re there, with a neutral or what we might call a ‘robot parent’ facial expression – no anger or distress and no overt effusiveness. You leave the room again and wait a set period until you go back.” In a matter of days, or weeks, if you stick to these patterns, the baby should be able to self-initiate sleep, and when they have brief wakings in the night they will no longer need to be resettled. He also explains that sleep regressions are normal, usually “when there’s some kind of developmental milestone – they’ve learned to pick things up, they’re sitting up by themselves, or the world has suddenly become more perceptually exciting, neurologically.” He advises not to change the sleep routine and the regression will right itself. Infants waking every couple of hours is normal, too. “The important thing is whether they can go back to sleep independently,” he says. It may feel exploitative to charge sleep-deprived parents hundreds of pounds, but consultants and coaches are clearly answering a need. “Whether you’re a medical doctor, a psychologist, a midwife or a nurse, you don’t get more than about an hour of training in sleep,” Gavriloff says. “When people turn to their GP or a health visitor for help, they’ll probably get something quite succinct.” He argues that sleep training should be better integrated into antenatal courses, paediatric reviews and health visitor appointments. A good night’s sleep shouldn’t be a privilege enjoyed only by the affluent. “If you can’t afford an online programme, if you don’t have the internet to have a Zoom call, how can you get the help you need?” he asks. He recommends the book Sleeping Through The Night, by Jodi A Mindell, which he says offers more guidance than you will ever get from a sleep consultant. His advice to any struggling parent? “Don’t beat yourself up. This is essentially about being a loving parent. Choose the right approach for you, get everyone on board, and take it a day at a time.” For Zara, three nights of cry-it-out saw her baby sleeping through the night. While she says listening to him cry felt like an eternity, his longest cry was actually five and a half minutes. “We’re more and more separated from community parenting, there’s so much pressure, and discussions around sleep feel quite judgmental,” she says. “I just wanted to find my own way.” Yawning glory: how to tackle childhood sleep problems – from tots to teens By Dr Dimitri Gavriloff, clinical psychologist and sleep medicine specialist Babies and infants Create a sleep haven Use comfortable bedding and blackout blinds, and ensure the room is around 18C. The bedroom should be associated with relaxation and sleep, so avoid using it for stimulating activities, including time-outs. Transitional objects, such as teddy bears, can help a child feel safe and relaxed. Establish a routine A consistent bedtime routine provides strong behavioural cues. Follow the same sequence of relaxing activities nightly, for example: bath, pyjamas and teeth, story, kiss goodnight. Keep it relatively brief, 30 to 45 minutes. Predictability helps children wind down. Time it right Watch for cues that your child is sleepy (rubbing their eyes, yawning) and use this to guide your timing. If you’re having to wake your child each morning, they’re probably not getting enough. Give them the confidence to self-soothe Once in the cot, keep your involvement to the minimum. Once they’re able to do this at the start of the night, they will stop needing you in the middle of the night, too. Don’t give up! When you’ve established an approach, stick to it. Older children and adolescents Know their needs Developmentally, sleep and wake timings often get later during adolescence. For many young people, this makes both waking up and getting through the day extremely difficult. Try negotiating bedtimes that are in line with the earliest point at which the young person could fall asleep naturally. Be sensitive around screens Remove tablets, TVs and mobile phones, which are associated with fun and enjoyment, from bedrooms – but do it sensitively. Explain the stimulating effects of technology, rather than confiscating devices, which feels like a punishment. Set up useful habits If a young person is unable to fall asleep within 15-20 minutes, it may be more helpful to get up and read quietly somewhere comfortable and dimly lit. When sleepiness returns, they can get back into bed and try again. Long periods spent in bed not sleeping can erode a strong bed/sleep association and may lead to worry, exacerbating the problem. If a problem persists despite your best efforts, ask your GP for help.","charCount":"14504","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/laura-potter\">Laura Potter</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"lifeandstyle/2021/may/29/blind-date-beti-joseph","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-29T05:00:17Z","webTitle":"Blind date: ‘Describe him in three words? Confident, charming, intelligent’","webUrl":"https://www.theguardian.com/lifeandstyle/2021/may/29/blind-date-beti-joseph","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/may/29/blind-date-beti-joseph","fields":{"headline":"Blind date: ‘Describe him in three words? Confident, charming, intelligent’","standfirst":"<p>Joseph, 24, release engineer, meets Beti, 25, doctor</p>","trailText":"Joseph, 24, release engineer, meets Beti, 25, doctor","main":"<figure class=\"element element-image\" data-media-id=\"6f01d60a0df5ec24cbd359442ee883d5544ded92\"> \n <img src=\"https://media.guim.co.uk/6f01d60a0df5ec24cbd359442ee883d5544ded92/0_3_2789_1673/1000.jpg\" alt=\"Joseph and Beti\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Joseph and Beti: ‘We shared a bus ride home.’</span> \n  <span class=\"element-image__credit\">Photograph: Linda Nylind/The Guardian</span> \n </figcaption> \n</figure>","body":"<h2>Joseph on Beti</h2> \n<p><strong>What were you hoping for?</strong><br>A nice dinner with interesting company. Failing that, a funny story.</p> \n<p><strong>First impressions?</strong><br>“Great coat – I wonder if that’s my date”, as I walked past the table twice in a late, confused rush after the photoshoot.</p> \n<p><strong>What did you talk about?</strong><br>Travelling, cooking, her opinion of the <a href=\"https://www.theguardian.com/books/elena-ferrante\" title=\"\">Neapolitan quartet</a>, the use of the phrase “I’m feminist, but”, <a href=\"https://www.theguardian.com/tv-and-radio/louis-theroux\" title=\"\">Louis Theroux</a>.</p> \n<p><strong>Any awkward moments?</strong><br>When I suggested we write each other’s answers; apparently I have a misguided opinion of what an average score would be.</p> \n<p><strong>Good table manners?</strong><br>I can’t think of any other scenario where I’ve judged someone’s table manners!</p> \n<p><strong>Would you introduce her to your friends?</strong><br>Sure.</p> \n<p><strong>Describe Beti in three words</strong><br>Inquisitive, warm, chatty.</p> \n<p><strong>What do you think she made of you?</strong><br>Adventurous for eating raw fish on a first date.</p> \n<p><strong>Did you go on somewhere?</strong><br>We were both heading in the same direction, so shared a bus ride.</p> \n<p><strong>If it weren’t for </strong><strong>social distancing, would you have kissed?</strong><br>I would have swooped in for a romantic moment under the streetlamps of Holloway Road, but alas...</p> \n<p><strong>If you could change one thing about the evening, what would it be?</strong><br>To have been able to go inside after the sun set.</p> \n<p><strong>Marks out of 10?</strong><br>Higher than whatever I think the average score should be.</p> \n<p><strong>Would you meet again?</strong><br>Yes.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"39a7bf25-5d7e-46a7-9fb4-8347f8787212\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Blind date is Guardian Weekend magazine’s dating column: every week, two strangers are paired up for dinner and drinks, and then spill the beans to us, answering a set of questions. This runs, with a photograph we take of each dater before the date, in Guardian Weekend magazine (in the UK) and online at&nbsp;<a href=\"https://www.theguardian.com/lifeandstyle/series/blind-date\">theguardian.com</a>&nbsp;every Saturday. It’s been running since 2009 – you can <a href=\"https://www.theguardian.com/lifeandstyle/2019/aug/31/10-years-of-blind-date-weddings-babies-lost-knickers\">read all about how we put it together here</a>.<br><br><b>What questions will I be asked?</b><br>We ask about age, location, occupation, hobbies, interests and the type of person you are looking to meet. If you do not think these questions cover everything you would like to know, tell us what’s on your mind.</p>\n    <p><b>Can I choose who I match with?</b><br>No, it’s a blind date! But we do ask you a bit about your interests, preferences, etc – the more you tell us, the better the match is likely to be.</p>\n    <p><b>Can I pick the photograph?</b><br>No, but don't worry: we'll choose the nicest ones.</p>\n    <p><b>What personal details will appear?</b><br>Your first name, job and age.</p>\n    <p><b>How should I answer?</b><br>Honestly but respectfully. Be mindful of how it will read to your date, and that Blind date reaches a large audience, in print and online.</p>\n    <p><b>Will I see the other person’s answers?<br></b>No. We may edit yours and theirs for a range of reasons, including length, and we may ask you for more details.</p>\n    <p><b>Will you find me The One?<br></b>We’ll try! Marriage! Babies!</p>\n    <p><b>Can I do it in my home town?<br></b>Only if it’s in the UK. Many of our applicants live in London, but we would love to hear from people living elsewhere.</p>\n    <p><b>How to apply</b><br>Email <a href=\"mailto:blind.date@theguardian.com\">blind.date@theguardian.com</a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<h2>Beti on Joseph</h2> \n<p><strong>What were you hoping for?</strong><br>To meet someone new, who is easy to talk to and up for a laugh. </p> \n<p><strong>First impressions?</strong><br>Great glasses, nice smile. I was nervous and he made me feel at ease very quickly.</p> \n<p><strong>What did you talk about?</strong><br>South London v north, Welsh rugby v English rugby, cats v dogs, and whether tequila and orange juice counts as cocktail. We also discussed being bad at singing (me) and good (him), <a href=\"https://www.channel4.com/programmes/green-wing\" title=\"\">Green Wing</a>, attempting to make gnocchi, and bad student houses.</p> \n<p><strong>Any awkward moments?</strong><br>I managed to miss my mouth attempting to eat the starter.</p> \n<p><strong>Good table manners?</strong><br>Definitely better than mine.</p> \n<p><strong>Best thing about Joseph?</strong><br>Really easy to chat to and made me laugh a lot.</p> \n<p><strong>Would you introduce him to your friends?</strong><br>Yes, they’d enjoy his cocktail-making hobby.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/08/blind-date-would-we-have-kissed-good-question\">Blind date: ‘Would we have kissed? Good question’</a> </p> \n</aside> \n<p><strong>Describe Joseph in three words</strong><br>Confident, charming, intelligent.</p> \n<p><strong>What do you think he made of you?</strong><br>We stayed on for a few more drinks, so hopefully he thought I was good company.</p> \n<p><strong>Did you go on somewhere?</strong><br>We left as the restaurant closed.</p> \n<p><strong>If it weren’t for </strong><strong>social distancing, would you have kissed?</strong><br>Never say never.</p> \n<p><strong>If you could change one thing about the evening, what would it be?</strong><br>To have been a bit less cold towards the end.</p> \n<p><strong>Marks out of 10?</strong><br>8.5.</p> \n<p><strong>Would you meet again?</strong><br>We swapped numbers, so we’ll see.</p> \n<p>• Beti and Joseph ate at <a href=\"https://tramshedproject.com/\" title=\"\">The Tramshed Project</a>, London EC2.</p> \n<p>Fancy a blind date? Email <a href=\"mailto:blind.date@theguardian.com\" title=\"\">blind.date@theguardian.com</a></p>","newspaperPageNumber":"45","wordcount":"450","commentable":"false","firstPublicationDate":"2021-05-29T05:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:00:17Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ha5dh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6f01d60a0df5ec24cbd359442ee883d5544ded92/0_3_2789_1673/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Joseph on Beti What were you hoping for? A nice dinner with interesting company. Failing that, a funny story. First impressions? “Great coat – I wonder if that’s my date”, as I walked past the table twice in a late, confused rush after the photoshoot. What did you talk about? Travelling, cooking, her opinion of the Neapolitan quartet, the use of the phrase “I’m feminist, but”, Louis Theroux. Any awkward moments? When I suggested we write each other’s answers; apparently I have a misguided opinion of what an average score would be. Good table manners? I can’t think of any other scenario where I’ve judged someone’s table manners! Would you introduce her to your friends? Sure. Describe Beti in three words Inquisitive, warm, chatty. What do you think she made of you? Adventurous for eating raw fish on a first date. Did you go on somewhere? We were both heading in the same direction, so shared a bus ride. If it weren’t for social distancing, would you have kissed? I would have swooped in for a romantic moment under the streetlamps of Holloway Road, but alas... If you could change one thing about the evening, what would it be? To have been able to go inside after the sun set. Marks out of 10? Higher than whatever I think the average score should be. Would you meet again? Yes. Beti on Joseph What were you hoping for? To meet someone new, who is easy to talk to and up for a laugh. First impressions? Great glasses, nice smile. I was nervous and he made me feel at ease very quickly. What did you talk about? South London v north, Welsh rugby v English rugby, cats v dogs, and whether tequila and orange juice counts as cocktail. We also discussed being bad at singing (me) and good (him), Green Wing, attempting to make gnocchi, and bad student houses. Any awkward moments? I managed to miss my mouth attempting to eat the starter. Good table manners? Definitely better than mine. Best thing about Joseph? Really easy to chat to and made me laugh a lot. Would you introduce him to your friends? Yes, they’d enjoy his cocktail-making hobby. Describe Joseph in three words Confident, charming, intelligent. What do you think he made of you? We stayed on for a few more drinks, so hopefully he thought I was good company. Did you go on somewhere? We left as the restaurant closed. If it weren’t for social distancing, would you have kissed? Never say never. If you could change one thing about the evening, what would it be? To have been a bit less cold towards the end. Marks out of 10? 8.5. Would you meet again? We swapped numbers, so we’ll see. • Beti and Joseph ate at The Tramshed Project, London EC2. Fancy a blind date? Email blind.date@theguardian.com","charCount":"2672","shouldHideReaderRevenue":"false","showAffiliateLinks":"true"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"food/2021/may/29/how-to-use-up-cooked-spinach-recipe-saag-paneer","type":"article","sectionId":"food","sectionName":"Food","webPublicationDate":"2021-05-29T05:00:17Z","webTitle":"How to turn cooked spinach into saag paneer – recipe | Waste not","webUrl":"https://www.theguardian.com/food/2021/may/29/how-to-use-up-cooked-spinach-recipe-saag-paneer","apiUrl":"https://content.guardianapis.com/food/2021/may/29/how-to-use-up-cooked-spinach-recipe-saag-paneer","fields":{"headline":"How to turn cooked spinach into saag paneer – recipe","standfirst":"<p>Spinach stalks are cooked along with the leaves and any leftovers in this thrifty and wholesome paneer curry</p>","trailText":"Spinach stalks are cooked along with the leaves and any leftovers in this thrifty and wholesome paneer curry","byline":"Tom Hunt","main":"<figure class=\"element element-image\" data-media-id=\"0e7d9409e6c2a10423ee62c04fe2ca9f3a58597f\"> <img src=\"https://media.guim.co.uk/0e7d9409e6c2a10423ee62c04fe2ca9f3a58597f/0_0_2048_1365/1000.jpg\" alt=\"Tom Hunt’s spinach paneer.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Hunt’s twice-cooked spinach paneer.</span> <span class=\"element-image__credit\">Photograph: Tom Hunt/The Guardian</span> </figcaption> </figure>","body":"<p>Unless you’re cooking with a particularly robust bunch of spinach, the stalks can be cooked alongside the more tender leaves. To cook spinach whole, lay the stalks in the bottom of a thick-based pan and fold the leaves over the top. Smash a clove or two of garlic in its skin, nestle it in among the stalks, then drizzle with extra-virgin olive oil. Put the pot on a medium heat, pop a lid on top and cook without stirring for a few minutes, until sizzling, steamy and cooked through. By this point, the stems and garlic will be tender and a touch caramelised, while the leaves will be perfectly steamed, tasty and oily. Season to taste, dress with an optional squeeze of lemon juice and serve. And if you do have some tougher stalks, separate them from the leaves, slice finely and start them off in the pot a few minutes before adding the rest of the ingredients, to soften them up. Upcycle any cooked spinach leftovers into this satisfying saag paneer.</p> <h2>Twice-cooked spinach paneer</h2> <p>Saag paneer is a favourite in our household, not least because it works really well when made with leftover or/and frozen spinach. The same approach works with almost any type of leafy green, really, including mustard, cauliflower, beetroot and turnip leaves. At home, I preserve leafy greens before they “turn” by frying or steaming them, then I freeze them until we have enough in store to turn into dishes such as this one. Leftover cooked spinach can be added to all sorts of savoury dishes, from soups and stews to salads and stir-fries. If you ever have an abundance of cooked spinach, try upcycling it into classics such as creamed spinach simply by reheating with a dash of cream and a pinch of nutmeg, or serve at room temperature or cold and dressed with toasted pine nuts, raisins and lemon zest.</p> <p><strong>2 tbsp ghee or oil<br>1 small onion</strong>, peeled and finely sliced<strong><br>½ tbsp grated ginger</strong><br><strong>1 garlic clove</strong>, peeled and crushed<strong><br>1 fresh green chilli</strong> (or more or less, to taste; optional)<br><strong>1 tsp ground coriander<br>1 tsp ground cumin<br>¼ tsp turmeric<br>140g cooked spinach</strong>, or other leafy greens, chopped<br><strong>20g fresh coriander</strong>, leaves and stalks roughly chopped<br><strong>1 tbsp tomato puree<br>190g <a href=\"https://www.theguardian.com/food/2021/may/22/how-to-turn-excess-milk-into-paneer-recipe-tom-hunt-waste-not\">paneer</a></strong>, cut into cubes<br><strong>Sea salt</strong>, to taste</p> <p>Heat the ghee in a frying pan over a medium-high heat. Add the onion, saute for five minutes, or until it softens, then add the ginger,garlic green chilli, if using.</p> <p>Cook for another few minutes, then stir in the ground coriander, cumin and turmeric. Add the cooked spinach and fresh coriander to the pot, stir in the tomato puree and heat through, stirring regularly.</p> <p>Add 300-400ml boiling water (or whey, if you’ve made your own paneer) to loosen the mixture, then boil for five minutes. Stir in the paneer cubes, simmer for a final five minutes, stirring occasionally, then season to taste and enjoy.</p> <p><br></p>","wordcount":"499","commentCloseDate":"2021-06-04T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-29T05:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:02:09Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hckgg","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0e7d9409e6c2a10423ee62c04fe2ca9f3a58597f/0_54_2048_1229/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Unless you’re cooking with a particularly robust bunch of spinach, the stalks can be cooked alongside the more tender leaves. To cook spinach whole, lay the stalks in the bottom of a thick-based pan and fold the leaves over the top. Smash a clove or two of garlic in its skin, nestle it in among the stalks, then drizzle with extra-virgin olive oil. Put the pot on a medium heat, pop a lid on top and cook without stirring for a few minutes, until sizzling, steamy and cooked through. By this point, the stems and garlic will be tender and a touch caramelised, while the leaves will be perfectly steamed, tasty and oily. Season to taste, dress with an optional squeeze of lemon juice and serve. And if you do have some tougher stalks, separate them from the leaves, slice finely and start them off in the pot a few minutes before adding the rest of the ingredients, to soften them up. Upcycle any cooked spinach leftovers into this satisfying saag paneer. Twice-cooked spinach paneer Saag paneer is a favourite in our household, not least because it works really well when made with leftover or/and frozen spinach. The same approach works with almost any type of leafy green, really, including mustard, cauliflower, beetroot and turnip leaves. At home, I preserve leafy greens before they “turn” by frying or steaming them, then I freeze them until we have enough in store to turn into dishes such as this one. Leftover cooked spinach can be added to all sorts of savoury dishes, from soups and stews to salads and stir-fries. If you ever have an abundance of cooked spinach, try upcycling it into classics such as creamed spinach simply by reheating with a dash of cream and a pinch of nutmeg, or serve at room temperature or cold and dressed with toasted pine nuts, raisins and lemon zest. 2 tbsp ghee or oil 1 small onion, peeled and finely sliced ½ tbsp grated ginger 1 garlic clove, peeled and crushed 1 fresh green chilli (or more or less, to taste; optional) 1 tsp ground coriander 1 tsp ground cumin ¼ tsp turmeric 140g cooked spinach, or other leafy greens, chopped 20g fresh coriander, leaves and stalks roughly chopped 1 tbsp tomato puree 190g paneer, cut into cubes Sea salt, to taste Heat the ghee in a frying pan over a medium-high heat. Add the onion, saute for five minutes, or until it softens, then add the ginger,garlic green chilli, if using. Cook for another few minutes, then stir in the ground coriander, cumin and turmeric. Add the cooked spinach and fresh coriander to the pot, stir in the tomato puree and heat through, stirring regularly. Add 300-400ml boiling water (or whey, if you’ve made your own paneer) to loosen the mixture, then boil for five minutes. Stir in the paneer cubes, simmer for a final five minutes, stirring occasionally, then season to taste and enjoy.","charCount":"2800","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/tom-hunt\">Tom Hunt</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"tv-and-radio/2021/may/29/tv-tonight-the-masked-dancer-begins","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2021-05-29T05:00:17Z","webTitle":"TV tonight: The Masked Dancer begins","webUrl":"https://www.theguardian.com/tv-and-radio/2021/may/29/tv-tonight-the-masked-dancer-begins","apiUrl":"https://content.guardianapis.com/tv-and-radio/2021/may/29/tv-tonight-the-masked-dancer-begins","fields":{"headline":"TV tonight: The Masked Dancer begins","standfirst":"<p>The costumed reality spin-off kicks off a week of ballroom battling. Plus: Blinded – Those Who Kill reaches its finale. Here’s what to watch this evening</p>","trailText":"The costumed reality spin-off kicks off a week of ballroom battling. Plus: Blinded – Those Who Kill reaches its finale. Here’s what to watch this evening","byline":"Ammar Kalia, Hannah Verdier, Phil Harrison, Ellen E Jones and Simon Wardell","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"dc669ec861c998f22138bb6c9622c3ba5eb9086f\"> <img src=\"https://media.guim.co.uk/dc669ec861c998f22138bb6c9622c3ba5eb9086f/263_0_8456_5074/1000.jpg\" alt=\"Working at the Car Wash ... The Masked Dancer.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Working at the Car Wash ... The Masked Dancer.</span> <span class=\"element-image__credit\">Photograph: Vincent Dolman/ITV</span> </figcaption> </figure>","body":"<h2>The Masked Dancer</h2> <h2>7pm, ITV</h2> <p>If the South Korean spin-off hit The Masked Singer wasn’t enough absurdist reality TV for you, worry not as we now find ourselves confronted by 12 celebrities aiming to do their best on the dancefloor, all while hampered by gargantuan anthropomorphic costumes. Among the bizarre creations are “Carwash”, “Squirrel”, “Beetroot” and “Rubber Chicken”, who will all be trying to impress returning judges Jonathan Ross, Mo Gilligan and Davina McCall, and newcomer Oti Mabuse, with their moves. <strong>Ammar Kalia</strong></p> <h2>Great British Railway Journeys</h2> <h2>7pm, BBC Two</h2> <p>Michael Portillo continues his locomotive journey through the nation, armed with his 1930s Bradshaw guide to give him a taste of tourism during the interwar years. Following his journey to Battersea, Portillo now makes his way underground in the capital to Whitehall. <strong>AK</strong></p> <h2>Casualty</h2> <h2>8.50pm, BBC One</h2> <p>Fenisha struggles when a face from the past pops up outside the hospital, forcing her to confront what happened eight years ago. Staff nurse Marty, meanwhile, is stepping up his campaign to raise awareness around vaginal mesh and Rosa’s family troubles spill into to A&amp;E, along with David’s son Ollie. <strong>Hannah Verdier</strong></p> <h2>Blinded: Those Who Kill</h2> <h2>9pm, BBC Four</h2>  <figure class=\"element element-image\" data-media-id=\"3789c7857aa248a39cc0b9d26e42a22411a8d3f4\"> <img src=\"https://media.guim.co.uk/3789c7857aa248a39cc0b9d26e42a22411a8d3f4/62_0_1875_1125/1000.jpg\" alt=\"Blinded: Those Who Kill.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Blinded: Those Who Kill.</span> <span class=\"element-image__credit\">Photograph: Per Arnesen/BBC</span> </figcaption> </figure>  <p>The Danish cold-case crime sequel reaches its end-game tonight: the identity of the killer has never been a mystery – the tension has surrounded Louise’s (Natalie Madueno) attempts to prevent more deaths without putting herself in harm’s way. While Katrina looks for new evidence, can Louise survive? <strong>Phil Harrison</strong></p> <h2>The Jonathan Ross Show</h2> <h2>9.30pm, ITV</h2> <p>It might get a bit meta on the sofa this week, as Jonathan Ross gives a ‘This Time’ style grilling to both Alan Partridge’s creator, Steve Coogan, and perhaps his greatest inspiration, Jeremy Clarkson. A-list glamour is provided by the Emmas (Thompson and Stone), discussing their new take on a Disney classic. <strong>Ellen E Jones</strong></p> <h2>Radio 1’s Big Weekend 2021 Best Bits</h2> <h2>10.30pm, BBC One</h2> <p>Radio 1’s live music extravaganza is back this weekend for another year of live performances pre-recorded owing to Covid restrictions. Beaming in from special locations, expect sets from the likes of Ed Sheeran, AJ Tracey, Anne-Marie, Celeste and Wolf Alice. <strong>AK</strong></p> <h2>Film choice</h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"9a49893a6a4867521c8d08e0c3fbfa5cb52a9a71\"> <img src=\"https://media.guim.co.uk/9a49893a6a4867521c8d08e0c3fbfa5cb52a9a71/0_24_2000_1200/1000.jpg\" alt=\"20th Century Women.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">20th Century Women.</span> <span class=\"element-image__credit\">Photograph: Allstar</span> </figcaption> </figure>  <p><strong>20th Century Women, 11.40pm, BBC Two</strong></p> <p>A quality extended cast means there’s always something to be impressed by in Mike Mills’s comedy-drama. Single mother Annette Bening is raising Lucas Jade Zumann’s teenager in her own, idiosyncratic fashion, in a open house with colourful characters portrayed by Greta Gerwig, Billy Crudup and Elle Fanning. <strong>Simon Wardell</strong></p> <h2>Live sport</h2> <p><strong>Championship Football 2pm, Sky Sports Main Event. </strong>Yet to be announced play-off final. </p> <p><strong>Champions League Football: Manchester City v Chelsea 6pm, BT Sport 1. </strong>Final from Estadio do Dragao.</p> <p><strong>Golf: The Charles Schwab Challenge 7.50pm, Sky Sports Main Event. </strong>Third day’s coverage from Forth Worth, Texas.</p>","wordcount":"461","firstPublicationDate":"2021-05-29T05:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:02:09Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hfq5g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/dc669ec861c998f22138bb6c9622c3ba5eb9086f/263_0_8456_5074/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Masked Dancer 7pm, ITV If the South Korean spin-off hit The Masked Singer wasn’t enough absurdist reality TV for you, worry not as we now find ourselves confronted by 12 celebrities aiming to do their best on the dancefloor, all while hampered by gargantuan anthropomorphic costumes. Among the bizarre creations are “Carwash”, “Squirrel”, “Beetroot” and “Rubber Chicken”, who will all be trying to impress returning judges Jonathan Ross, Mo Gilligan and Davina McCall, and newcomer Oti Mabuse, with their moves. Ammar Kalia Great British Railway Journeys 7pm, BBC Two Michael Portillo continues his locomotive journey through the nation, armed with his 1930s Bradshaw guide to give him a taste of tourism during the interwar years. Following his journey to Battersea, Portillo now makes his way underground in the capital to Whitehall. AK Casualty 8.50pm, BBC One Fenisha struggles when a face from the past pops up outside the hospital, forcing her to confront what happened eight years ago. Staff nurse Marty, meanwhile, is stepping up his campaign to raise awareness around vaginal mesh and Rosa’s family troubles spill into to A&amp;E, along with David’s son Ollie. Hannah Verdier Blinded: Those Who Kill 9pm, BBC Four The Danish cold-case crime sequel reaches its end-game tonight: the identity of the killer has never been a mystery – the tension has surrounded Louise’s (Natalie Madueno) attempts to prevent more deaths without putting herself in harm’s way. While Katrina looks for new evidence, can Louise survive? Phil Harrison The Jonathan Ross Show 9.30pm, ITV It might get a bit meta on the sofa this week, as Jonathan Ross gives a ‘This Time’ style grilling to both Alan Partridge’s creator, Steve Coogan, and perhaps his greatest inspiration, Jeremy Clarkson. A-list glamour is provided by the Emmas (Thompson and Stone), discussing their new take on a Disney classic. Ellen E Jones Radio 1’s Big Weekend 2021 Best Bits 10.30pm, BBC One Radio 1’s live music extravaganza is back this weekend for another year of live performances pre-recorded owing to Covid restrictions. Beaming in from special locations, expect sets from the likes of Ed Sheeran, AJ Tracey, Anne-Marie, Celeste and Wolf Alice. AK Film choice 20th Century Women, 11.40pm, BBC Two A quality extended cast means there’s always something to be impressed by in Mike Mills’s comedy-drama. Single mother Annette Bening is raising Lucas Jade Zumann’s teenager in her own, idiosyncratic fashion, in a open house with colourful characters portrayed by Greta Gerwig, Billy Crudup and Elle Fanning. Simon Wardell Live sport Championship Football 2pm, Sky Sports Main Event. Yet to be announced play-off final. Champions League Football: Manchester City v Chelsea 6pm, BT Sport 1. Final from Estadio do Dragao. Golf: The Charles Schwab Challenge 7.50pm, Sky Sports Main Event. Third day’s coverage from Forth Worth, Texas.","charCount":"2897","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ammar-kalia\">Ammar Kalia</a>, <a href=\"profile/hannah-verdier\">Hannah Verdier</a>, <a href=\"profile/phil-harrison\">Phil Harrison</a>, <a href=\"profile/ellen-e-jones\">Ellen E Jones</a> and <a href=\"profile/simon-wardell\">Simon Wardell</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"environment/2021/may/29/old-cigar-box-zesty-lemon-sweet-scent-butterfly-romance","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-05-29T05:00:16Z","webTitle":"Old cigar box or zesty lemon: the sweet scent of butterfly romance","webUrl":"https://www.theguardian.com/environment/2021/may/29/old-cigar-box-zesty-lemon-sweet-scent-butterfly-romance","apiUrl":"https://content.guardianapis.com/environment/2021/may/29/old-cigar-box-zesty-lemon-sweet-scent-butterfly-romance","fields":{"headline":"Old cigar box or zesty lemon: the sweet scent of butterfly romance","standfirst":"<p>A new book discusses the different perfumes of the planet’s species and why smell is crucial in mating</p>","trailText":"A new book discusses the different perfumes of the planet’s species and why smell is crucial in mating","byline":"Patrick Barkham","main":"<figure class=\"element element-image\" data-media-id=\"9ae09a0c53aa5f8e78e822c687dc7f638a102093\"> <img src=\"https://media.guim.co.uk/9ae09a0c53aa5f8e78e822c687dc7f638a102093/397_395_5736_3443/1000.jpg\" alt=\"The marbled white has a distinctly musky smell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The marbled white has a distinctly musky smell. </span> <span class=\"element-image__credit\">Photograph: Ross Hoddinott/Getty Images/Nature Picture Library</span> </figcaption> </figure>","body":"<p>Did you know the <a href=\"https://ukbutterflies.co.uk/species.php?species=galathea\">marbled white</a> is distinctly musky, the <a href=\"https://www.wildlifetrusts.org/wildlife-explorer/invertebrates/butterflies/wall-brown\">wall brown</a> smells like chocolate cream and the <a href=\"https://butterfly-conservation.org/butterflies/meadow-brown\">meadow brown</a> is scented of old cigar box?</p> <p>The startling fact that butterflies’ smell was revealed by the ecological geneticist EB Ford in the first of the famous (and still going) <a href=\"https://www.theguardian.com/books/2006/dec/16/featuresreviews.guardianreview32\">New Naturalist series</a>, a surprise bestseller after the second world war.</p> <p>Such subtle scents are beyond the ken of my middle-aged nose – young nostrils are keener – but I can sometimes detect the zesty lemon of <a href=\"https://butterfly-conservation.org/butterflies/green-veined-white\">green-veined whites</a>.</p> <p>The purpose of this perfume is revealed by Ford’s successor, <a href=\"https://butterfly-conservation.org/news-and-blog/dr-martin-warren-awarded-obe\">Martin Warren</a>, whose new book, Butterflies, is a fascinating compendium of the latest scientific understanding of the planet’s 19,000 butterfly species.</p> <p>Unexpectedly, butterflies’ vibrant wing colours play no part in mating but scent is crucial. The green-veined white’s scent, citral, consists of two isomers, geranial and neral; both are needed for the males to successfully woo a partner. They waft this aphrodisiac pheromone around throughout their life to attract females and repel rival males. Females release their own scent to inform the male she is ready to mate too.</p> <p>Here’s to the sweet scent of butterfly romance and a swift end to one of the <a href=\"https://www.theguardian.com/uk-news/2021/may/21/uk-weather-may-on-track-to-be-wettest-on-record-with-more-rain-to-come\">coldest, wettest Mays</a> for decades.</p>","newspaperPageNumber":"55","wordcount":"207","commentCloseDate":"2021-06-01T05:00:16Z","commentable":"true","firstPublicationDate":"2021-05-29T05:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:00:16Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hhzmf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9ae09a0c53aa5f8e78e822c687dc7f638a102093/397_395_5736_3443/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Did you know the marbled white is distinctly musky, the wall brown smells like chocolate cream and the meadow brown is scented of old cigar box? The startling fact that butterflies’ smell was revealed by the ecological geneticist EB Ford in the first of the famous (and still going) New Naturalist series, a surprise bestseller after the second world war. Such subtle scents are beyond the ken of my middle-aged nose – young nostrils are keener – but I can sometimes detect the zesty lemon of green-veined whites. The purpose of this perfume is revealed by Ford’s successor, Martin Warren, whose new book, Butterflies, is a fascinating compendium of the latest scientific understanding of the planet’s 19,000 butterfly species. Unexpectedly, butterflies’ vibrant wing colours play no part in mating but scent is crucial. The green-veined white’s scent, citral, consists of two isomers, geranial and neral; both are needed for the males to successfully woo a partner. They waft this aphrodisiac pheromone around throughout their life to attract females and repel rival males. Females release their own scent to inform the male she is ready to mate too. Here’s to the sweet scent of butterfly romance and a swift end to one of the coldest, wettest Mays for decades.","charCount":"1263","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/patrickbarkham\">Patrick Barkham</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"books/2021/may/29/zero-fail-review-us-secret-service-carol-leonnig-trump-biden-agents","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-05-29T05:00:16Z","webTitle":"Zero Fail review: US Secret Service as presidential protectors – and drunken frat boys","webUrl":"https://www.theguardian.com/books/2021/may/29/zero-fail-review-us-secret-service-carol-leonnig-trump-biden-agents","apiUrl":"https://content.guardianapis.com/books/2021/may/29/zero-fail-review-us-secret-service-carol-leonnig-trump-biden-agents","fields":{"headline":"Zero Fail review: US Secret Service as presidential protectors – and drunken frat boys","standfirst":"<p>Pulitzer-winner Carol Leonnig anatomises an agency that has never truly lived up to its steely professional image</p>","trailText":"Pulitzer-winner Carol Leonnig anatomises an agency that has never truly lived up to its steely professional image","byline":"Lloyd Green","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"9feaa052e5ab22a32b1fedffb4304d170246edf2\"> <img src=\"https://media.guim.co.uk/9feaa052e5ab22a32b1fedffb4304d170246edf2/0_96_5472_3283/1000.jpg\" alt=\"Marine One carrying Joe Biden departs from the South Lawn of the White House while a member of the Secret Service stands guard.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marine One carrying Joe Biden departs from the South Lawn of the White House while a member of the Secret Service stands guard.</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>At times, the US Secret Service has resembled a bunch of pistol-toting frat boys on a taxpayer-funded spring break. In the words of a drunken supervisor speaking to his men in the run-up to a 2012 summit in Cartagena, Colombia: “You don’t know how lucky you are … You are going to fuck your way across the globe.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/11/trump-family-members-secret-service\">Trump family members got ‘inappropriately close’ to Secret Service agents, book claims</a> </p> </aside>  <p>Disturbingly, the debacle in Colombia was not a one-off, as Carol Leonnig makes clear. Rather, it was the most glaring episode in an accumulation of horribles. Six agents were dismissed, another six disciplined.</p> <p>Leonnig knows of what she writes. She <a href=\"https://www.washingtonpost.com/people/carol-d-leonnig/\">won</a> a Pulitzer for her reporting on security lapses at the Secret Service, including the “Vegas bachelor party” in South America, and was part of the Washington Post team that scored a Pulitzer for its work on Edward Snowden’s war on the National Security Agency.</p> <p>She also worked with Philip Rucker on <a href=\"https://www.theguardian.com/us-news/2020/jan/19/a-very-stable-genius-review-donald-trump-leonnig-rucker-washington-post\">A Very Stable Genius</a>, one of the better and more informative books on Donald Trump’s time in the White House. Now she delivers her first solo work, <a href=\"https://www.theguardian.com/us-news/2021/may/11/trump-family-members-secret-service\">Zero Fail</a>. It paints an alarming portrait of those dedicated to protecting the president and offers a comprehensive look at an agency that has seen better days.</p> <p>In 2009, <a href=\"https://www.theguardian.com/world/2009/dec/01/white-house-couple-deny-gatecrashing\">Michaele and Tareq Salahi</a> slipped through White House security, attended a state dinner and met Barack Obama. In 2015, a pair of soused senior agents crashed an official car into the White House complex.</p> <p>There are incidents of shots being fired into the White House, an intruder making it into the building and an agent on Mike Pence’s detail hooking up with a hooker.</p> <p>The Secret Service’s motto? “Worthy of Trust and Confidence.”</p> <p>Leonnig tells of agents taking selfies with Donald Trump’s sleeping grandson. Trump asked their supervisor, “These guys weren’t being pervs, right?”</p> <p>The response: “They were just being idiots.”</p> <p>Zero Fail convincingly argues that the men and women who guard the president, the vice-president and their families are overworked. Leonnig also contends the Secret Service is a victim of mission creep, a buddy system saddled with out-of-date technology, a culture wedded to doing things because that is how they have always been done.</p> <p>When one young agent brought a pair of fresh eyes to the situation, he was dropped. His critique is now the stuff of in-house legend.</p> <p>Once part of the US Treasury, the Secret Service is presently housed within the Department of Homeland Security – a change that ultimately made little difference. <a href=\"https://www.wsj.com/articles/save-the-secret-service-11621549106\">Being swallowed by a bureaucratic Frankenstein did not help morale</a>. The Secret Service became another body-part stitched to a cabinet ministry cobbled together in the aftermath of 9/11.</p> <p>A boost to the budget was not sustained. Trump’s persistent travels to Mar-a-Lago left the Secret Service operating on a shoestring.</p> <p>“Trump has set back this agency 10 years,” one former agent who departed during Trump’s tenure <a href=\"https://www.washingtonpost.com/politics/secret-service-trump/2021/05/14/d5ab2a7a-b0f5-11eb-9059-d8176b9e3798_story.html\">confides to Leonnig</a>. “The overall culture and way of doing things took a big step back.”</p> <p>Time has dulled the images of selflessness displayed in Dallas in November 1963 and outside the Capitol Hilton in 1981. Clint Hill threw himself on to President Kennedy’s limousine. Rufus Youngblood Jr used his body to shield Lyndon Johnson. Tim McCarthy took a bullet meant for Ronald Reagan. Jerry Parr bundled the president away.</p> <p>Unwelcome occurrences are not always gamed out. As former agent Jonathan Wackrow puts it: “The policies and procedures of the Secret Service are born out of blood.”</p> <p>When the planes slammed into the World Trade Center, agents removed Dick Cheney from his office but were delayed in delivering the vice-president to a secure location. Chains of command stymied his immediate entry into a designated shelter. That and the <a href=\"https://www.washingtonpost.com/politics/secret-service-book/2021/05/11/57d25bb8-acf5-11eb-8109-f8ba1ea2eeab_story.html\">lack of a key</a>.</p> <p>In chronicling the heroics, failures and foibles of the Secret Service, Leonnig also opens a window on the families the agents served. Not surprisingly, some fare better than others. The Clintons and Carters trail the Bushes and Reagans.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"044db469ff84018e870778747422f9fef1f7f323\"> <img src=\"https://media.guim.co.uk/044db469ff84018e870778747422f9fef1f7f323/0_0_4000_2630/1000.jpg\" alt=\"White House Press Secretary James Brady and police officer Thomas Delahanty lie wounded outside the Washington Hilton after the assassination attempt on Ronald Reagan on 30 March 1981.\" width=\"1000\" height=\"658\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">White House press secretary, James Brady, and police officer Thomas Delahanty lie wounded outside the Washington Hilton after the assassination attempt on Ronald Reagan on 30 March 1981.</span> <span class=\"element-image__credit\">Photograph: The Ronald Reagan Presidential L/AFP/Getty Images</span> </figcaption> </figure>  <p>The agents respected and admired George and Barbara Bush. The feeling was mutual. The Bushes “treated the Secret Service agents who protected them and their large brood like part of the extended family – not like ‘the help’.” At Christmas, the Bushes delayed their celebration so agents could be home with their families. The former head of the Bush detail told Leonnig: “That’s why people would do anything for the President and Mrs Bush.”</p> <p>The Clintons stood on the other end of the spectrum. Bill’s priapic adventures were a headache and Hillary came to be loathed. As for Chelsea, Leonnig tells of her cutting short a telephone conversation with a friend as agents arrived.</p> <p>“I’ve got to go,” the youngest Clinton is remembered saying. “The pigs are here.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/21/trump-secret-service-mar-a-lago-florida-room\">Trump bills Secret Service $40,000 at Mar-a-Lago since leaving office</a> </p> </aside>  <p>Reminded that the agents’ job was to “stand between you, your family and a bullet”, Chelsea reportedly responded: “Well, that’s what my mother and father call you.”</p> <p>The story spread. Suffice to say, Hillary’s “foul mouth” didn’t help her standing with those who protected her. Nor for that matter did the Secret Service’s personnel and culture, which leaned conservative and Republican. Bill and Hillary were children of the 60s. Military service and baking cookies were not for them.</p> <p>Whether and how the Secret Service rebounds remains to be seen. In the aftermath of the insurrection of 6 January, “one Secret Service officer called the armed protesters ‘patriots’ seeking to undo an illegitimate election”, according to Zero Fail. The agent also “falsely claimed to her friends that disguised antifa members had started the violence”, <a href=\"https://news.yahoo.com/poll-73-percent-of-republicans-blame-left-wing-protesters-for-jan-6-attack-just-23-percent-blame-trump-191520343.html\">a view still held by the former president’s minions</a>. Members of the Trump detail have been reassigned.</p> <p>To rejuvenate the Secret Service, work needs to be done. At a minimum, Leonnig’s book will get people talking and thinking.</p>","wordcount":"954","firstPublicationDate":"2021-05-29T05:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:02:08Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht97n","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9feaa052e5ab22a32b1fedffb4304d170246edf2/0_96_5472_3283/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"At times, the US Secret Service has resembled a bunch of pistol-toting frat boys on a taxpayer-funded spring break. In the words of a drunken supervisor speaking to his men in the run-up to a 2012 summit in Cartagena, Colombia: “You don’t know how lucky you are … You are going to fuck your way across the globe.” Disturbingly, the debacle in Colombia was not a one-off, as Carol Leonnig makes clear. Rather, it was the most glaring episode in an accumulation of horribles. Six agents were dismissed, another six disciplined. Leonnig knows of what she writes. She won a Pulitzer for her reporting on security lapses at the Secret Service, including the “Vegas bachelor party” in South America, and was part of the Washington Post team that scored a Pulitzer for its work on Edward Snowden’s war on the National Security Agency. She also worked with Philip Rucker on A Very Stable Genius, one of the better and more informative books on Donald Trump’s time in the White House. Now she delivers her first solo work, Zero Fail. It paints an alarming portrait of those dedicated to protecting the president and offers a comprehensive look at an agency that has seen better days. In 2009, Michaele and Tareq Salahi slipped through White House security, attended a state dinner and met Barack Obama. In 2015, a pair of soused senior agents crashed an official car into the White House complex. There are incidents of shots being fired into the White House, an intruder making it into the building and an agent on Mike Pence’s detail hooking up with a hooker. The Secret Service’s motto? “Worthy of Trust and Confidence.” Leonnig tells of agents taking selfies with Donald Trump’s sleeping grandson. Trump asked their supervisor, “These guys weren’t being pervs, right?” The response: “They were just being idiots.” Zero Fail convincingly argues that the men and women who guard the president, the vice-president and their families are overworked. Leonnig also contends the Secret Service is a victim of mission creep, a buddy system saddled with out-of-date technology, a culture wedded to doing things because that is how they have always been done. When one young agent brought a pair of fresh eyes to the situation, he was dropped. His critique is now the stuff of in-house legend. Once part of the US Treasury, the Secret Service is presently housed within the Department of Homeland Security – a change that ultimately made little difference. Being swallowed by a bureaucratic Frankenstein did not help morale. The Secret Service became another body-part stitched to a cabinet ministry cobbled together in the aftermath of 9/11. A boost to the budget was not sustained. Trump’s persistent travels to Mar-a-Lago left the Secret Service operating on a shoestring. “Trump has set back this agency 10 years,” one former agent who departed during Trump’s tenure confides to Leonnig. “The overall culture and way of doing things took a big step back.” Time has dulled the images of selflessness displayed in Dallas in November 1963 and outside the Capitol Hilton in 1981. Clint Hill threw himself on to President Kennedy’s limousine. Rufus Youngblood Jr used his body to shield Lyndon Johnson. Tim McCarthy took a bullet meant for Ronald Reagan. Jerry Parr bundled the president away. Unwelcome occurrences are not always gamed out. As former agent Jonathan Wackrow puts it: “The policies and procedures of the Secret Service are born out of blood.” When the planes slammed into the World Trade Center, agents removed Dick Cheney from his office but were delayed in delivering the vice-president to a secure location. Chains of command stymied his immediate entry into a designated shelter. That and the lack of a key. In chronicling the heroics, failures and foibles of the Secret Service, Leonnig also opens a window on the families the agents served. Not surprisingly, some fare better than others. The Clintons and Carters trail the Bushes and Reagans. The agents respected and admired George and Barbara Bush. The feeling was mutual. The Bushes “treated the Secret Service agents who protected them and their large brood like part of the extended family – not like ‘the help’.” At Christmas, the Bushes delayed their celebration so agents could be home with their families. The former head of the Bush detail told Leonnig: “That’s why people would do anything for the President and Mrs Bush.” The Clintons stood on the other end of the spectrum. Bill’s priapic adventures were a headache and Hillary came to be loathed. As for Chelsea, Leonnig tells of her cutting short a telephone conversation with a friend as agents arrived. “I’ve got to go,” the youngest Clinton is remembered saying. “The pigs are here.” Reminded that the agents’ job was to “stand between you, your family and a bullet”, Chelsea reportedly responded: “Well, that’s what my mother and father call you.” The story spread. Suffice to say, Hillary’s “foul mouth” didn’t help her standing with those who protected her. Nor for that matter did the Secret Service’s personnel and culture, which leaned conservative and Republican. Bill and Hillary were children of the 60s. Military service and baking cookies were not for them. Whether and how the Secret Service rebounds remains to be seen. In the aftermath of the insurrection of 6 January, “one Secret Service officer called the armed protesters ‘patriots’ seeking to undo an illegitimate election”, according to Zero Fail. The agent also “falsely claimed to her friends that disguised antifa members had started the violence”, a view still held by the former president’s minions. Members of the Trump detail have been reassigned. To rejuvenate the Secret Service, work needs to be done. At a minimum, Leonnig’s book will get people talking and thinking.","charCount":"5773","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/lloyd-green\">Lloyd Green</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"lifeandstyle/2021/may/29/tim-dowling-oldest-one-out-tonight-wasnt-expecting-this","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-29T05:00:16Z","webTitle":"Tim Dowling: the oldest one is out tonight. I wasn’t expecting this","webUrl":"https://www.theguardian.com/lifeandstyle/2021/may/29/tim-dowling-oldest-one-out-tonight-wasnt-expecting-this","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/may/29/tim-dowling-oldest-one-out-tonight-wasnt-expecting-this","fields":{"headline":"Tim Dowling: the oldest one is out tonight. I wasn’t expecting this","standfirst":"<p>For over a year, ‘Are you in?’ has been a rhetorical question. Everyone was always in<br></p>","trailText":"For over a year, ‘Are you in?’ has been a rhetorical question. Everyone was always in<br>","byline":"Tim Dowling","main":"<figure class=\"element element-image\" data-media-id=\"4234065ef21e13260d134cb65b5c334d2c937657\"> <img src=\"https://media.guim.co.uk/4234065ef21e13260d134cb65b5c334d2c937657/0_121_5000_3002/1000.jpg\" alt=\"People enjoying food and drinks in Carnaby Street area of London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I see people having haircuts in windows, and eating in restaurants.’</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>","body":"<p>It is the middle of the work day, but I have vacated my office shed because the youngest one is having a job interview in it. It’s the only place that combines strong wifi coverage with no risk of an argument about towels suddenly breaking out behind him.</p> <p>My wife is in the sitting room, taking a business call on speaker phone. The oldest one is working in the kitchen when I walk in.</p> <p>“Huh,” I say. “I might have to go for a walk or something.”</p> <p>“A walk or something?” he says. “Yeah, makes sense.” He has mastered the art of pretending to have a conversation with whoever else is in the kitchen, without listening, while typing at speed.</p> <p>“Anyway,” I say, turning to open the fridge, “we probably need some things. Are you in?”</p> <p>“Yeah, exactly,” he says. “Weird.” Then: “Sorry, what?”</p> <p>“I mean, are you in or out tonight?”</p> <p>“Oh,” he says. “I’m out, actually.” I am not expecting this. For over a year, “Are you in?” has been a rhetorical question. Everyone was always in.</p> <p>“Really?” I say.</p> <p>“I’ve got a flat viewing,” he says. “I’ll just pick up some food from wherever.”</p> <p>I am trying to process the phrases “flat viewing” and “food from wherever” when the middle one walks in, earphones dangling like little icicles.</p> <p>“What about you?” I say. “Are you in or out tonight?”</p> <p>“Out,” he says.</p> <p>“Out where?” I say.</p> <p>“Out there!” he says, pointing south-east. Through the window I can see the youngest one being interrogated by his own laptop.</p> <p>I find a mask and head out the front door, taking a long diversion to make my trip to the shops last the length of a job interview. I see people having haircuts in windows, and eating on the insides of restaurants. Out there, I think. You can keep it.</p> <p>Later, my wife and I are having a quiet dinner for two in front of the television.</p> <p>“So, he’s progressed to a second interview,” she says.</p> <p>“Who’s this?” I say.</p> <p>“Your son,” she says.</p> <p>“I know he did,” I say. “I just thought we were talking about this show.”</p> <p>“Christ, I hope he gets it,” she says. “I want his bedroom for an office.”</p> <p>“We need to think about what happens when he doesn’t get it,” I say.</p> <p>“Here we go,” she says.</p> <p>“Managing crushing disappointment,” I say. “That’s the key.”</p> <p>“Why are you like this?” she says.</p> <p>“Because I’ve never reached the second interview stage of anything,” I say. “I didn’t even know they had them.”</p> <p>“One day soon they’ll be gone and I’ll be alone,” she says, in a gentle singsong.</p> <p>“No,” I say. “I will still be here.”</p> <p>“All alone,” she sings.</p> <p>The oldest one arrives home an hour later. The flat was great, he says. And taken.</p> <p>“Oh well,” I say, with managed disappointment.</p> <p>“Keep trying,” my wife says. “That’s the secret.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/08/tim-dowling-my-middle-son-has-become-my-boss-and-hes-relentless\">Tim Dowling: my middle son has become my boss, and he’s relentless</a> </p> </aside>  <p>Over the course of the next week, the youngest one has his second interview, the middle one applies for a job and the oldest and his potential roommates arrange more viewings. I sit in my office, feeling the world shift underneath me.</p> <p>On Thursday afternoon I hear the kitchen door open and shut. I turn from my screen to see my wife crossing the garden, looking grave. She opens the door of my office, leans her head in, scrutinises my floor for a long moment, then looks at me.</p> <p>“He didn’t get it,” she says. Somewhere deep in my guts, a lift cable snaps.</p> <p>“Oh no,” I say. “That’s just, after all that…”</p> <p>“<em>Yes, he did!</em>” she screams, so loudly that I jump out of my chair.</p> <p>“Oh my God,” I say. “Why would you do that?”</p> <p>“He got it!” she yells. “Isn’t it brilliant?”</p> <p>“Yes, it is,” I say. “Only I’m unable to enjoy the moment, because I’m having a heart attack.”</p> <p>“He just texted me,” she says. “I’m off to get some champagne.”</p> <p>She leaves me there with my chest thumping, two contrasting reactions still sluicing through me. Even later, when I am feeling calm and pleased and proud, I can tell the contents of my ribcage have been permanently reordered. </p>","newspaperPageNumber":"7","wordcount":"700","commentCloseDate":"2021-06-01T05:00:16Z","commentable":"true","firstPublicationDate":"2021-05-29T05:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:00:16Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hfttd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4234065ef21e13260d134cb65b5c334d2c937657/0_121_5000_3002/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It is the middle of the work day, but I have vacated my office shed because the youngest one is having a job interview in it. It’s the only place that combines strong wifi coverage with no risk of an argument about towels suddenly breaking out behind him. My wife is in the sitting room, taking a business call on speaker phone. The oldest one is working in the kitchen when I walk in. “Huh,” I say. “I might have to go for a walk or something.” “A walk or something?” he says. “Yeah, makes sense.” He has mastered the art of pretending to have a conversation with whoever else is in the kitchen, without listening, while typing at speed. “Anyway,” I say, turning to open the fridge, “we probably need some things. Are you in?” “Yeah, exactly,” he says. “Weird.” Then: “Sorry, what?” “I mean, are you in or out tonight?” “Oh,” he says. “I’m out, actually.” I am not expecting this. For over a year, “Are you in?” has been a rhetorical question. Everyone was always in. “Really?” I say. “I’ve got a flat viewing,” he says. “I’ll just pick up some food from wherever.” I am trying to process the phrases “flat viewing” and “food from wherever” when the middle one walks in, earphones dangling like little icicles. “What about you?” I say. “Are you in or out tonight?” “Out,” he says. “Out where?” I say. “Out there!” he says, pointing south-east. Through the window I can see the youngest one being interrogated by his own laptop. I find a mask and head out the front door, taking a long diversion to make my trip to the shops last the length of a job interview. I see people having haircuts in windows, and eating on the insides of restaurants. Out there, I think. You can keep it. Later, my wife and I are having a quiet dinner for two in front of the television. “So, he’s progressed to a second interview,” she says. “Who’s this?” I say. “Your son,” she says. “I know he did,” I say. “I just thought we were talking about this show.” “Christ, I hope he gets it,” she says. “I want his bedroom for an office.” “We need to think about what happens when he doesn’t get it,” I say. “Here we go,” she says. “Managing crushing disappointment,” I say. “That’s the key.” “Why are you like this?” she says. “Because I’ve never reached the second interview stage of anything,” I say. “I didn’t even know they had them.” “One day soon they’ll be gone and I’ll be alone,” she says, in a gentle singsong. “No,” I say. “I will still be here.” “All alone,” she sings. The oldest one arrives home an hour later. The flat was great, he says. And taken. “Oh well,” I say, with managed disappointment. “Keep trying,” my wife says. “That’s the secret.” Over the course of the next week, the youngest one has his second interview, the middle one applies for a job and the oldest and his potential roommates arrange more viewings. I sit in my office, feeling the world shift underneath me. On Thursday afternoon I hear the kitchen door open and shut. I turn from my screen to see my wife crossing the garden, looking grave. She opens the door of my office, leans her head in, scrutinises my floor for a long moment, then looks at me. “He didn’t get it,” she says. Somewhere deep in my guts, a lift cable snaps. “Oh no,” I say. “That’s just, after all that…” “Yes, he did!” she screams, so loudly that I jump out of my chair. “Oh my God,” I say. “Why would you do that?” “He got it!” she yells. “Isn’t it brilliant?” “Yes, it is,” I say. “Only I’m unable to enjoy the moment, because I’m having a heart attack.” “He just texted me,” she says. “I’m off to get some champagne.” She leaves me there with my chest thumping, two contrasting reactions still sluicing through me. Even later, when I am feeling calm and pleased and proud, I can tell the contents of my ribcage have been permanently reordered.","charCount":"3780","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/timdowling\">Tim Dowling</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"lifeandstyle/ng-interactive/2021/may/29/stephen-collins-on-kitchen-appliances-cartoon","type":"interactive","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-29T05:00:16Z","webTitle":"Stephen Collins on kitchen appliances – cartoon","webUrl":"https://www.theguardian.com/lifeandstyle/ng-interactive/2021/may/29/stephen-collins-on-kitchen-appliances-cartoon","apiUrl":"https://content.guardianapis.com/lifeandstyle/ng-interactive/2021/may/29/stephen-collins-on-kitchen-appliances-cartoon","fields":{"headline":"Stephen Collins on kitchen appliances – cartoon","trailText":"Machine dreams...","byline":"Stephen Collins","main":"","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/2016/03/comics-master-2016/embed/embed.html?srcs-mobile=https://media.guim.co.uk/ffe367ca207dbf5d91cf4e281f944e7460eff92d/0_0_800_402/500.jpg+https://media.guim.co.uk/da6f1fbcebc4d8472375466445be445e1c3dd444/0_0_800_402/500.jpg+https://media.guim.co.uk/ded0ceb395a04336854d2b79add90d56dba8e028/0_0_800_402/500.jpg+https://media.guim.co.uk/39025be09d1d6518a1286a7609d9b737181b8846/0_0_800_402/500.jpg+https://media.guim.co.uk/ad19c09b848743c108633aa186d39d8c3ac23053/0_0_800_402/500.jpg+https://media.guim.co.uk/cdcaaf15598fa57e827fde470f941671aa723dcc/0_0_800_402/500.jpg&amp;ratios-mobile=50+50+50+50+50+50&amp;srcs-desktop=https://media.guim.co.uk/0a30c88ad70fbbd70ba2e79aea95020cc44424e8/0_0_7087_2563/2000.jpg&amp;ratios-desktop=36.42857142857142&amp;credit=Comic%20by%20Stephen%20Collins/The%20Guardian&amp;background=FFFFFF&amp;vpadding=20\" data-alt=\"Stephen Collins on kitchen appliances – cartoon\"> <a href=\"https://interactive.guim.co.uk/2016/03/comics-master-2016/embed/embed.html?srcs-mobile=https://media.guim.co.uk/ffe367ca207dbf5d91cf4e281f944e7460eff92d/0_0_800_402/500.jpg+https://media.guim.co.uk/da6f1fbcebc4d8472375466445be445e1c3dd444/0_0_800_402/500.jpg+https://media.guim.co.uk/ded0ceb395a04336854d2b79add90d56dba8e028/0_0_800_402/500.jpg+https://media.guim.co.uk/39025be09d1d6518a1286a7609d9b737181b8846/0_0_800_402/500.jpg+https://media.guim.co.uk/ad19c09b848743c108633aa186d39d8c3ac23053/0_0_800_402/500.jpg+https://media.guim.co.uk/cdcaaf15598fa57e827fde470f941671aa723dcc/0_0_800_402/500.jpg&ratios-mobile=50+50+50+50+50+50&srcs-desktop=https://media.guim.co.uk/0a30c88ad70fbbd70ba2e79aea95020cc44424e8/0_0_7087_2563/2000.jpg&ratios-desktop=36.42857142857142&credit=Comic%20by%20Stephen%20Collins/The%20Guardian&background=FFFFFF&vpadding=20\">Stephen Collins on kitchen appliances – cartoon</a> </figure>","newspaperPageNumber":"58","wordcount":"0","firstPublicationDate":"2021-05-29T05:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:00:16Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hfjge","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0a30c88ad70fbbd70ba2e79aea95020cc44424e8/1669_107_1932_1160/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/stephen-collins\">Stephen Collins</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"world/2021/may/29/ufos-uap-america-pentagon-report","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-29T05:00:16Z","webTitle":"‘From hearsay to hard evidence’: are UFOs about to go mainstream?","webUrl":"https://www.theguardian.com/world/2021/may/29/ufos-uap-america-pentagon-report","apiUrl":"https://content.guardianapis.com/world/2021/may/29/ufos-uap-america-pentagon-report","fields":{"headline":"‘From hearsay to hard evidence’: are UFOs about to go mainstream?","standfirst":"<p>Unidentified aerial phenomena are getting serious attention on TV and from Barack Obama and Marco Rubio and next month the Pentagon is set to release a major declassified analysis</p>","trailText":"Unidentified aerial phenomena are getting serious attention on TV and from Barack Obama and Marco Rubio and next month the Pentagon is set to release a major declassified analysis","byline":"Adam Gabbatt in New York","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"5d7a881b9b55fd455d71a80f7b6b0955475ee3e6\"> <img src=\"https://media.guim.co.uk/5d7a881b9b55fd455d71a80f7b6b0955475ee3e6/0_133_3500_2100/1000.jpg\" alt=\"A parking sign at the Little A’Le’Inn in Rachel, Nevada.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A parking sign at the Little A’Le’Inn in Rachel, Nevada.</span> <span class=\"element-image__credit\">Photograph: Jim Urquhart/Reuters</span> </figcaption> </figure>","body":"<p>Nick Pope spent the early 1990s investigating UFOs for the British ministry of defence. Sequestered in a rarely visited government office – the “metaphorical basement” – he well remembers how his field of work was regarded.</p> <p>“I would walk down the corridor and people would whistle the theme music to either Close Encounters of the Third Kind or the Twilight Zone,” Pope told the Guardian.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/apr/16/pentagon-ufos-leaked-photos-uap\">Pentagon confirms leaked photos and video of UFOs are legitimate</a> </p> </aside>  <p>Towards the end of his spell at the MoD, a new science fiction show featuring a pair of FBI alien hunters was also growing in popularity. “I do recall the X-Files theme tune being whistled, too,” he said.</p> <p>In the nearly two decades since then, attitudes towards UFOs have slowly been changing, especially in America where the subject matter has gone from the margins to the mainstream, with even former president Barack Obama opining on their potential existence.</p> <p>Rebranded by governments and enthusiasts as “UAPs”, or unidentified aerial phenomena, 2021 has seen arguably the first ever serious discussion of unknown flying things. In June the Pentagon is set to release <a href=\"https://www.theguardian.com/us-news/2021/mar/22/us-government-ufo-report-sightings\">a highly anticipated report</a> on what it knows about UAPs, and the excitement about that disclosure has been fueled by a slew of witnesses coming forward to share their experiences with the 60 Minutes news show in May.</p> <p>Obama was among many public figures to add his thoughts on UAPs and the Pentagon report this month.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"6c13861de0b5d0057ddd5edb6ac7e7178bb4f1b7\"> <img src=\"https://media.guim.co.uk/6c13861de0b5d0057ddd5edb6ac7e7178bb4f1b7/0_0_2400_2998/801.jpg\" alt=\"Barack Obama: ‘There’s footage and records.’\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama: ‘There’s footage and records.’</span> <span class=\"element-image__credit\">Photograph: Larry Marano/Rex/Shutterstock</span> </figcaption> </figure>  <p>“There’s footage and records of objects in the skies, that we don’t know exactly what they are, we can’t explain how they moved, their trajectory,” Obama said in <a href=\"https://wgntv.com/news/barack-obama-talks-about-ufos-again-on-late-night-television/\">an interview</a> with CBS. “They did not have an easily explainable pattern. And so, you know I think that people still take seriously trying to investigate and figure out what that is.”</p> <p>The sincerity of the discussion around UAPs – “I want us to take it seriously and have a process to take it seriously,” the Republican senator Marco Rubio told 60 Minutes – is a far cry from the jeers Pope once faced.</p> <p>So what has changed in America?</p> <p>“In the last three years it has been elevated above just hearsay and segued into hard evidence,” said Pope, who is now based in Arizona, said. “Not just the testimony from military pilots who’ve been involved in encounters with these things, but radar data and the infra-red camera videos that everyone’s seen.”</p> <p>In recent years a series of government videos showing UAPs, have been released, including footage from a navy F-18 fighter jet which showed an oblong object <a href=\"https://www.youtube.com/watch?time_continue=108&amp;v=tf1uLwUTDA0&amp;feature=emb_title\">flying through the sky</a> near San Diego in 2004.</p> <p>This April photos and videos taken by navy personnel were <a href=\"https://www.cnn.com/2021/04/15/politics/unidentified-aerial-phenomena-defense-department/index.html\">leaked</a> online, showing triangular-shaped objects buzzing around in the sky, and in May leaked military footage showed <a href=\"https://www.youtube.com/watch?v=Sz-6jRrbtuI\">an oval flying object</a> near a navy ship in San Diego – an apparent UAP hotspot.</p> <p>Members of the navy saw UAPs so frequently that the encounters became commonplace, Ryan Graves, a retired navy pilot, told 60 Minutes.</p> <p>“Every day,” Graves said. “Every day for at least a couple years.”</p> <p>For Ted Roe, who runs the National Aviation Reporting Center on Anomalous Phenomena, a non-profit where pilots or others can report their experiences with UAPs, this was merely confirmation of what he already knew.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"f12a5bfe0113adb4c266d59dd0b6bce583d2b996\"> <img src=\"https://media.guim.co.uk/f12a5bfe0113adb4c266d59dd0b6bce583d2b996/0_0_2853_1992/1000.jpg\" alt=\"This picture, taken through the window of a laboratory by a 21-year-old US coastguard, shows four unidentified flying objects as bright lights in the sky, at Salem, Massachusetts, on 3 August 1952.\" width=\"1000\" height=\"698\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This picture, taken through the window of a laboratory by a 21-year-old US coastguard, shows four unidentified flying objects as bright lights in the sky, at Salem, Massachusetts, in August 1952.</span> <span class=\"element-image__credit\">Photograph: Popperfoto</span> </figcaption> </figure>  <p>“That doesn’t surprise me at all,” Roe said. “Somewhere in the world every day this is happening – it manifests steadily, daily. And from my private conversations with current and former military fliers I feel that the reports that I get – as far as pilot reports – are clearly the tip of the iceberg.”</p> <p>But for all the apparent easing of taboo around UAPs, Roe says there is still a stigma.</p> <p>“Nobody is willing to risk their careers or reputation on this subject, even now,” Roe said. “Pilots won’t contact us until they retire. I’d say it’s almost 50-50, the cases I get, that are more recent, versus those that happened years ago and they didn’t want to talk about because they would lose their flight status, and because they were worried about their careers.”</p> <p>The government – all governments – have previously been reluctant to even acknowledge that they monitor UAPs.</p> <p>In 2007 the US defense department launched an “Advanced aerospace threat identification program” to investigate UFOs. The effort was so secretive that the public was only made aware of it 10 years later, after <a href=\"https://www.nytimes.com/2017/12/16/us/politics/pentagon-program-ufo-harry-reid.html\">a New York Times investigation</a>.</p> <p>As leaked or officially published footage has spread, however, demands for transparency from the public and politicians has grown, prompting the CIA to <a href=\"https://www.theguardian.com/us-news/2021/jan/13/cia-thousands-documents-ufos-cache\">release thousands of documents</a> on UAPs in January 2021.</p> <p>Rubio, the vice-chair of the Senate intelligence committee, has been a particularly loud voice, and he was part of a group of elected officials who succeeded in thrusting the <a href=\"https://www.intelligence.senate.gov/publications/intelligence-authorization-act-fiscal-year-2021\">Intelligence Authorization Act for fiscal year 2021</a> into the $2.3tn coronavirus relief spending bill signed into law by Donald Trump in December.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"e68fa6a146730a7aca6d00fd0115785de0579751\"> <img src=\"https://media.guim.co.uk/e68fa6a146730a7aca6d00fd0115785de0579751/0_0_1500_1470/1000.jpg\" alt=\"This video grab image obtained 28 April 2020 shows part of an unclassified video taken by navy pilots showing interactions with ‘unidentified aerial phenomena’.\" width=\"1000\" height=\"980\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This video grab image obtained 28 April 2020 shows part of an unclassified video taken by navy pilots showing interactions with ‘unidentified aerial phenomena’.</span> <span class=\"element-image__credit\">Photograph: DoD/AFP via Getty Images</span> </figcaption> </figure>  <p>That act ordered government agencies to provide a declassified “detailed analysis of unidentified aerial phenomena data and intelligence”, and “a detailed description of an interagency process” for reporting UFOs. The report must be handed over by 25 June.</p> <p>“Men and women we have entrusted with the defense of our country are reporting encounters with unidentified aircraft with superior capabilities,” Rubio told <a href=\"https://www.tampabay.com/news/florida-politics/2021/05/18/marco-rubio-wants-you-to-know-what-the-military-knows-about-ufos/\">the Tampa Bay Times</a> in mid-May.</p> <p>“We cannot allow the stigma of UFOs to keep us from seriously investigating this. The forthcoming report is one step in that process, but it will not be the last.”</p> <p>The flurry of recent videos and the imminent release of the report has ignited an excitement around unidentified flying things not seen for years. Pope warned, however, that after years of furtiveness from intelligence agencies, people should not expect the government to release <em>everything </em>it knows about these mysterious objects in the sky.</p> <p>“The report must be unclassified, but it could have a classified annex, so there’s a strong possibility that any earth-shattering facts will be in that classified annex, rather than the unclassified report,” Pope said.</p> <p>He added: “So people should be excited, but not too excited. They should be pragmatic, and a little expectation management might be useful.”</p>","wordcount":"1009","firstPublicationDate":"2021-05-29T05:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:02:08Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hgxjc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5d7a881b9b55fd455d71a80f7b6b0955475ee3e6/0_133_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Nick Pope spent the early 1990s investigating UFOs for the British ministry of defence. Sequestered in a rarely visited government office – the “metaphorical basement” – he well remembers how his field of work was regarded. “I would walk down the corridor and people would whistle the theme music to either Close Encounters of the Third Kind or the Twilight Zone,” Pope told the Guardian. Towards the end of his spell at the MoD, a new science fiction show featuring a pair of FBI alien hunters was also growing in popularity. “I do recall the X-Files theme tune being whistled, too,” he said. In the nearly two decades since then, attitudes towards UFOs have slowly been changing, especially in America where the subject matter has gone from the margins to the mainstream, with even former president Barack Obama opining on their potential existence. Rebranded by governments and enthusiasts as “UAPs”, or unidentified aerial phenomena, 2021 has seen arguably the first ever serious discussion of unknown flying things. In June the Pentagon is set to release a highly anticipated report on what it knows about UAPs, and the excitement about that disclosure has been fueled by a slew of witnesses coming forward to share their experiences with the 60 Minutes news show in May. Obama was among many public figures to add his thoughts on UAPs and the Pentagon report this month. “There’s footage and records of objects in the skies, that we don’t know exactly what they are, we can’t explain how they moved, their trajectory,” Obama said in an interview with CBS. “They did not have an easily explainable pattern. And so, you know I think that people still take seriously trying to investigate and figure out what that is.” The sincerity of the discussion around UAPs – “I want us to take it seriously and have a process to take it seriously,” the Republican senator Marco Rubio told 60 Minutes – is a far cry from the jeers Pope once faced. So what has changed in America? “In the last three years it has been elevated above just hearsay and segued into hard evidence,” said Pope, who is now based in Arizona, said. “Not just the testimony from military pilots who’ve been involved in encounters with these things, but radar data and the infra-red camera videos that everyone’s seen.” In recent years a series of government videos showing UAPs, have been released, including footage from a navy F-18 fighter jet which showed an oblong object flying through the sky near San Diego in 2004. This April photos and videos taken by navy personnel were leaked online, showing triangular-shaped objects buzzing around in the sky, and in May leaked military footage showed an oval flying object near a navy ship in San Diego – an apparent UAP hotspot. Members of the navy saw UAPs so frequently that the encounters became commonplace, Ryan Graves, a retired navy pilot, told 60 Minutes. “Every day,” Graves said. “Every day for at least a couple years.” For Ted Roe, who runs the National Aviation Reporting Center on Anomalous Phenomena, a non-profit where pilots or others can report their experiences with UAPs, this was merely confirmation of what he already knew. “That doesn’t surprise me at all,” Roe said. “Somewhere in the world every day this is happening – it manifests steadily, daily. And from my private conversations with current and former military fliers I feel that the reports that I get – as far as pilot reports – are clearly the tip of the iceberg.” But for all the apparent easing of taboo around UAPs, Roe says there is still a stigma. “Nobody is willing to risk their careers or reputation on this subject, even now,” Roe said. “Pilots won’t contact us until they retire. I’d say it’s almost 50-50, the cases I get, that are more recent, versus those that happened years ago and they didn’t want to talk about because they would lose their flight status, and because they were worried about their careers.” The government – all governments – have previously been reluctant to even acknowledge that they monitor UAPs. In 2007 the US defense department launched an “Advanced aerospace threat identification program” to investigate UFOs. The effort was so secretive that the public was only made aware of it 10 years later, after a New York Times investigation. As leaked or officially published footage has spread, however, demands for transparency from the public and politicians has grown, prompting the CIA to release thousands of documents on UAPs in January 2021. Rubio, the vice-chair of the Senate intelligence committee, has been a particularly loud voice, and he was part of a group of elected officials who succeeded in thrusting the Intelligence Authorization Act for fiscal year 2021 into the $2.3tn coronavirus relief spending bill signed into law by Donald Trump in December. That act ordered government agencies to provide a declassified “detailed analysis of unidentified aerial phenomena data and intelligence”, and “a detailed description of an interagency process” for reporting UFOs. The report must be handed over by 25 June. “Men and women we have entrusted with the defense of our country are reporting encounters with unidentified aircraft with superior capabilities,” Rubio told the Tampa Bay Times in mid-May. “We cannot allow the stigma of UFOs to keep us from seriously investigating this. The forthcoming report is one step in that process, but it will not be the last.” The flurry of recent videos and the imminent release of the report has ignited an excitement around unidentified flying things not seen for years. Pope warned, however, that after years of furtiveness from intelligence agencies, people should not expect the government to release everything it knows about these mysterious objects in the sky. “The report must be unclassified, but it could have a classified annex, so there’s a strong possibility that any earth-shattering facts will be in that classified annex, rather than the unclassified report,” Pope said. He added: “So people should be excited, but not too excited. They should be pragmatic, and a little expectation management might be useful.”","charCount":"6116","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/adam-gabbatt\">Adam Gabbatt</a> in New York"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"theobserver/commentisfree/2021/may/29/observer-letters-our-democracy-cries-out-for-electoral-reform","type":"article","sectionId":"theobserver","sectionName":"From the Observer","webPublicationDate":"2021-05-29T05:00:16Z","webTitle":"Our democracy cries out for electoral reform","webUrl":"https://www.theguardian.com/theobserver/commentisfree/2021/may/29/observer-letters-our-democracy-cries-out-for-electoral-reform","apiUrl":"https://content.guardianapis.com/theobserver/commentisfree/2021/may/29/observer-letters-our-democracy-cries-out-for-electoral-reform","fields":{"headline":"Letters: our democracy cries out for electoral reform","standfirst":"Only by shaking up the voting system can we hope to be rid of Conservative dominance","trailText":"Only by shaking up the voting system can we hope to be rid of Conservative dominance","main":"<figure class=\"element element-image\" data-media-id=\"433e8aa862270192f9815bfeaf9f806556e00c97\"> <img src=\"https://media.guim.co.uk/433e8aa862270192f9815bfeaf9f806556e00c97/0_91_3500_2100/1000.jpg\" alt=\"We need to replace our ‘abysmal first-past-the-post system’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">We need to replace our ‘abysmal first-past-the-post system’.</span> <span class=\"element-image__credit\">Photograph: Rui Vieira/PA</span> </figcaption> </figure>","body":"<p>As a campaigner for electoral reform for many years, I was pleased to see the excellent article on the subject (“<a href=\"https://www.theguardian.com/politics/2021/may/23/reform-electoral-system-or-keep-losing-to-tories-keir-starmer-warned\" title=\"\">Labour manifesto must back electoral reform, say activists</a>”, News). If this article were to become the stimulus leading ultimately to the replacement of our abysmal first-past-the-post system by an alternative that yields a better reflection of the electorate’s views, then 23 May 2021 will surely qualify as a seminal day for democracy in the UK.</p> <p>I would have preferred for this watershed moment to have been on 5 May 2011, when we had the chance to adopt the alternative voting system (AVS), and then we would surely now not be under the control of such a dominant Conservative government.</p> <p>We can only hope that the Labour activists achieve their aim and create an unstoppable popular movement towards electoral reform, both for their party’s benefit and for the greater aim of enhancing our democracy. The other “progressive” parties seeking fairer representation would also be beneficiaries of such a development and, for me, the icing on the cake would be if the consensus within this “affiliated” group were for the introduction of the AVS.<br incopy-break-type=\"webbreak\"><strong>James Bingham</strong><br incopy-break-type=\"webbreak\">Broughton Astley, Leicestershire<br incopy-break-type=\"webbreak\"></p> <h2>Two sides of Diana</h2> <p>In your editorial about the Bashir interview (“<a href=\"https://www.theguardian.com/commentisfree/2021/may/23/diana-princess-of-wales-martin-bashir-bbc\" title=\"\">The betrayal of Diana is no excuse to wreck the BBC</a>”), you said: “To view Diana one-dimensionally as a helpless girlish victim – weak, mentally unstable and easily manipulated – is to betray the memory of a formidably intelligent woman” who was “no fool”. It is, of course, possible to be both vulnerable and intelligent.<br incopy-break-type=\"webbreak\"><strong>Susanna Gridley</strong><br incopy-break-type=\"webbreak\">London W4<br incopy-break-type=\"webbreak\"></p> <h2>Israel, land of shared culture</h2> <p>Neither a two- nor a one-state solution will emerge with the Arab or Israeli leadership (“<a href=\"https://www.theguardian.com/commentisfree/2021/may/23/river-to-sea-jews-and-arabs-must-forge-shared-future\" title=\"\">From the river to the sea, Jews and Arabs must forge a shared future</a>”, Comment). One must look elsewhere for people of vision. Palestinian Marwan Barghouti (in prison) has shown a willingness to compromise. In Israel, Ayman Odeh has pointed out that Israel’s desire to project a westernised image hides the fact that Mizrahi/north African Jews constitute the majority. Recognition of Israel as a Middle Eastern country with a shared culture would help to catalyse peaceful coexistence and, one day, evolution to a single state.<br incopy-break-type=\"webbreak\"><strong>CJ Hawkey</strong><br incopy-break-type=\"webbreak\">Nottingham<br incopy-break-type=\"webbreak\"></p> <h2>Outrageous attitude to aid</h2> <p>Andrew Rawnsley’s excellent article omits two other significant points that demonstrate that the government’s attitude to aid is negative (“<a href=\"https://www.theguardian.com/commentisfree/2021/may/23/boris-johnson-you-cannot-claim-to-be-a-world-leader-while-savagely-cutting-aid\" title=\"\">Boris Johnson, you can’t claim to be a world leader while savagely cutting aid</a>”, Comment”). First, in 10 years, there have been seven secretaries of state for international development: Andrew Mitchell (2011), Justine Greening (2012), Priti Patel (2016), Penny Mordaunt (2017), Rory Stewart (2019), Alok Sharma (2019) and Anne-Marie Trevelyan (2020). What does this say about the commitment to development assistance, the potential for developing strategies with countries requiring aid and the relationships with civil servants if there is this constant turnover of “bosses” at the top?</p> <p>Second, the merger of the Department for International Development with the Foreign and Commonwealth Office simply means that money destined to support communities in the poorest nations can be used for so-called diplomacy. It’s an outrage.<br incopy-break-type=\"webbreak\"><strong>Dr Nick Maurice</strong><br incopy-break-type=\"webbreak\">Marlborough, Wiltshire<br incopy-break-type=\"webbreak\"></p> <h2>Help for abused wives</h2> <p>Dr Hannana Siddiqui advocates a “Banaz’s law” to ensure that if a crime is committed for alleged cultural reasons, such as in an “honour” killing, that should be treated as an aggravating, not a mitigating factor (“<a href=\"https://www.theguardian.com/society/2021/may/23/no-one-believed-my-sister-was-in-danger-how-race-leaves-abused-women-at-risk\" title=\"\">‘No one believed my sister was in danger.’ Why race is leaving abuse victims at risk</a>”, <em>Observer</em> campaign).</p> <p>The 2006 Banaz Mahmod case did prompt legislation the following year to prevent such killings. Forced marriage civil protection orders allow those similarly threatened to take immediate action in the family courts to protect themselves. Hundreds obtain such orders each year. Given the reluctance of domestic abuse victims to criminalise family members, it is disappointing your article made no reference to these civil orders, for which legal aid is available, as it is for non-molestation injunctions generally.<br incopy-break-type=\"webbreak\"><strong>Jan Williams</strong>, the Campaign for Effective Domestic Abuse Laws<br incopy-break-type=\"webbreak\">Knaresborough, North Yorkshire<br incopy-break-type=\"webbreak\"></p> <h2>Starmer and Primrose Hill</h2> <p>As part of a large but informal group of residents in the Primrose Hill area of London, we feel compelled to respond to your article (“<a href=\"https://www.theguardian.com/politics/2021/may/23/anger-as-starmer-intervenes-to-back-closures-at-popular-primrose-hill\" title=\"\">Anger as Starmer calls for gate to keep public out of London park</a>”, News). Reporting solely from the standpoint of a small group opposed to permanent gates on the park, you failed to take into account any other point of view.</p> <p>Sir Keir Starmer, our local MP, was responding to well-documented testimonials, videos and nightly logs of disturbances that include all-night raves, open drug dealing and abuse, underage drinking, physical assaults on residents, vandalism, defecation in gardens and doorways, knives and fighting.</p> <p>In Meadowbank, we suffer some of the worst abuse. We have residents whose lives have been severely affected by the sustained disturbances. But those negatively affected include old folk in sheltered housing and an adjacent council estate. Many have been terrified by the disturbances and simply want some sense of safety. It’s certainly not a class or race issue, as implied by your article, nor is it Tory v Labour. All our councillors are Labour and strongly support 10pm-till-dawn weekend closures as a “circuit breaker”.</p> <p>Primrose Hill park is the only central London royal park that isn’t gated and closed at night. This has made it a vast, open-air and unregulated night-time destination, with partygoers travelling from all over London and beyond. The police have publicly stated they are unable to police the park effectively and have asked for gates to secure closure from 10pm-till-dawn weekends only. Starmer stepped in only after Royal Parks ignored these requests. Our MP, who acted on behalf of his constituents after months of frustration and a year of suffering, just happens to be leader of the opposition. We are grateful to him for his actions.<br incopy-break-type=\"webbreak\"><strong>Virender Khanna and Lucy Kelsey</strong><br incopy-break-type=\"webbreak\">London NW3<br incopy-break-type=\"webbreak\"></p> <h2>Bermondsey’s not all bad</h2> <p>Interesting to see an old map of the area round south Bermondsey station being revamped as the roadmap out of David Mitchell’s imagined Covid-ridden hellhole (“<a href=\"https://www.theguardian.com/commentisfree/2021/may/23/boris-johnson-roadmap-is-leading-us-in-metaphorical-circles-david-mitchell\" title=\"\">This roadmap is leading us in metaphorical circles</a>”, the New Review). Bit unfair though; it’s not that bad round there.<br incopy-break-type=\"webbreak\"><strong>Graham Larkbey</strong><br incopy-break-type=\"webbreak\">London E17<br incopy-break-type=\"webbreak\"></p>","newspaperPageNumber":"50","wordcount":"1023","commentable":"false","firstPublicationDate":"2021-05-29T05:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T05:00:16Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htvmh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/433e8aa862270192f9815bfeaf9f806556e00c97/0_91_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"As a campaigner for electoral reform for many years, I was pleased to see the excellent article on the subject (“Labour manifesto must back electoral reform, say activists”, News). If this article were to become the stimulus leading ultimately to the replacement of our abysmal first-past-the-post system by an alternative that yields a better reflection of the electorate’s views, then 23 May 2021 will surely qualify as a seminal day for democracy in the UK. I would have preferred for this watershed moment to have been on 5 May 2011, when we had the chance to adopt the alternative voting system (AVS), and then we would surely now not be under the control of such a dominant Conservative government. We can only hope that the Labour activists achieve their aim and create an unstoppable popular movement towards electoral reform, both for their party’s benefit and for the greater aim of enhancing our democracy. The other “progressive” parties seeking fairer representation would also be beneficiaries of such a development and, for me, the icing on the cake would be if the consensus within this “affiliated” group were for the introduction of the AVS. James Bingham Broughton Astley, Leicestershire Two sides of Diana In your editorial about the Bashir interview (“The betrayal of Diana is no excuse to wreck the BBC”), you said: “To view Diana one-dimensionally as a helpless girlish victim – weak, mentally unstable and easily manipulated – is to betray the memory of a formidably intelligent woman” who was “no fool”. It is, of course, possible to be both vulnerable and intelligent. Susanna Gridley London W4 Israel, land of shared culture Neither a two- nor a one-state solution will emerge with the Arab or Israeli leadership (“From the river to the sea, Jews and Arabs must forge a shared future”, Comment). One must look elsewhere for people of vision. Palestinian Marwan Barghouti (in prison) has shown a willingness to compromise. In Israel, Ayman Odeh has pointed out that Israel’s desire to project a westernised image hides the fact that Mizrahi/north African Jews constitute the majority. Recognition of Israel as a Middle Eastern country with a shared culture would help to catalyse peaceful coexistence and, one day, evolution to a single state. CJ Hawkey Nottingham Outrageous attitude to aid Andrew Rawnsley’s excellent article omits two other significant points that demonstrate that the government’s attitude to aid is negative (“Boris Johnson, you can’t claim to be a world leader while savagely cutting aid”, Comment”). First, in 10 years, there have been seven secretaries of state for international development: Andrew Mitchell (2011), Justine Greening (2012), Priti Patel (2016), Penny Mordaunt (2017), Rory Stewart (2019), Alok Sharma (2019) and Anne-Marie Trevelyan (2020). What does this say about the commitment to development assistance, the potential for developing strategies with countries requiring aid and the relationships with civil servants if there is this constant turnover of “bosses” at the top? Second, the merger of the Department for International Development with the Foreign and Commonwealth Office simply means that money destined to support communities in the poorest nations can be used for so-called diplomacy. It’s an outrage. Dr Nick Maurice Marlborough, Wiltshire Help for abused wives Dr Hannana Siddiqui advocates a “Banaz’s law” to ensure that if a crime is committed for alleged cultural reasons, such as in an “honour” killing, that should be treated as an aggravating, not a mitigating factor (“‘No one believed my sister was in danger.’ Why race is leaving abuse victims at risk”, Observer campaign). The 2006 Banaz Mahmod case did prompt legislation the following year to prevent such killings. Forced marriage civil protection orders allow those similarly threatened to take immediate action in the family courts to protect themselves. Hundreds obtain such orders each year. Given the reluctance of domestic abuse victims to criminalise family members, it is disappointing your article made no reference to these civil orders, for which legal aid is available, as it is for non-molestation injunctions generally. Jan Williams, the Campaign for Effective Domestic Abuse Laws Knaresborough, North Yorkshire Starmer and Primrose Hill As part of a large but informal group of residents in the Primrose Hill area of London, we feel compelled to respond to your article (“Anger as Starmer calls for gate to keep public out of London park”, News). Reporting solely from the standpoint of a small group opposed to permanent gates on the park, you failed to take into account any other point of view. Sir Keir Starmer, our local MP, was responding to well-documented testimonials, videos and nightly logs of disturbances that include all-night raves, open drug dealing and abuse, underage drinking, physical assaults on residents, vandalism, defecation in gardens and doorways, knives and fighting. In Meadowbank, we suffer some of the worst abuse. We have residents whose lives have been severely affected by the sustained disturbances. But those negatively affected include old folk in sheltered housing and an adjacent council estate. Many have been terrified by the disturbances and simply want some sense of safety. It’s certainly not a class or race issue, as implied by your article, nor is it Tory v Labour. All our councillors are Labour and strongly support 10pm-till-dawn weekend closures as a “circuit breaker”. Primrose Hill park is the only central London royal park that isn’t gated and closed at night. This has made it a vast, open-air and unregulated night-time destination, with partygoers travelling from all over London and beyond. The police have publicly stated they are unable to police the park effectively and have asked for gates to secure closure from 10pm-till-dawn weekends only. Starmer stepped in only after Royal Parks ignored these requests. Our MP, who acted on behalf of his constituents after months of frustration and a year of suffering, just happens to be leader of the opposition. We are grateful to him for his actions. Virender Khanna and Lucy Kelsey London NW3 Bermondsey’s not all bad Interesting to see an old map of the area round south Bermondsey station being revamped as the roadmap out of David Mitchell’s imagined Covid-ridden hellhole (“This roadmap is leading us in metaphorical circles”, the New Review). Bit unfair though; it’s not that bad round there. Graham Larkbey London E17","charCount":"6497","shouldHideReaderRevenue":"false","showAffiliateLinks":"false"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}