[{"headline":"Coronavirus live news: China approves vaccine for 3 year olds; Malta says UK made ‘political’ decision over travel","standfirst":"<p>Sinovac says vaccine has been approved by Chinese authorities; Malta angry not to be on England ‘green list’; reports say Canada will loosen 14-day quarantine for vaccinated travellers</p><ul><li><a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can the G7 vaccinate the world against Covid by the end of 2022?</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/07/a-victim-of-its-own-success-how-taiwan-failed-to-plan-for-a-major-covid-outbreak\">How Taiwan failed to plan for a major Covid outbreak</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/07/third-wave-sweeps-across-africa-as-covid-vaccine-imports-dry-up\">Third wave sweeps across Africa</a></li></ul>","trailText":"Sinovac says vaccine has been approved by Chinese authorities; Malta angry not to be on England ‘green list’; reports say Canada will loosen 14-day quarantine for vaccinated travellers","byline":"Martin Belam (now) and Helen Davidson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"d3ca1232f2f1abea8643d702ba2d520594d9c1e9\"> <img src=\"https://media.guim.co.uk/d3ca1232f2f1abea8643d702ba2d520594d9c1e9/0_75_5277_3167/1000.jpg\" alt=\"Local residents line up to receive a dose of the Covid-19 vaccine at Hongqiang gymnasium, China\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Local residents line up to receive a dose of the Covid-19 vaccine at Hongqiang gymnasium, China</span> <span class=\"element-image__credit\">Photograph: VCG/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60bf39f78f08336d75f06619\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:37:07.347Z\">10.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vietnam, once a model for its successful handling of the pandemic, has started asking for public donations to buy vaccines as it struggles to contain a new coronavirus wave.</strong></p> <p>AFP report that the Southeast Asian country has vaccinated only about one percent of its population of nearly 100 million, and authorities have become increasingly alarmed by a recent spike in cases.</p> <p>Since last week, mobile phone users have received up to three text messages urging them to contribute to a Covid-19 vaccine fund, while civil servants have been encouraged to part with a day’s pay.</p> <p>Some residents, fearful of the virus’ impact on Vietnam’s economy - one of the few in the world to expand last year - told AFP they support the fundraising drive.</p> <p>Nguyen Tuan Anh, a civil servant, told AFP he had sent around $50 via bank transfer and SMS payment, as vaccines would mean “Vietnam’s economy will be stable and develop again”.</p> <p>Vietnam’s industrial northern provinces - home to key factories such as Samsung and Foxconn - have been particularly badly hit by the latest outbreak.</p> <p>Across the country, tens of thousands of people have lost their jobs, according to state media, with bars and restaurants forced to close in major hubs such as Hanoi and Ho Chi Minh City and public gatherings cancelled.</p> <p>Cases have more than tripled since April to reach almost 9,000. Although the number is low in comparison to most of its Southeast Asian neighbours, Vietnam’s vaccination rate per capita is the lowest in the region, and among the lowest in Asia, according to an AFP tally.</p> </div>   </div> <div id=\"block-60bf37a08f08336d75f065ed\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:27:21.215Z\">10.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spain's Euro 2020 squad to get early vaccinations after positive test</h2>  <div class=\"block-elements\">  <p><strong>The Spanish football squad’s players will be get a Covid-19 vaccine shot tomorrow, less than a week before their opening Euro 2020 match, after captain Sergio Busquets tested positive, Sports Minister Jose Manuel Rodriguez Uribes said.</strong><br></p> <p>Busquets’ positive has thrown Spain’s tournament preparations into chaos with the remaining 23 players going into isolation along with the coaching staff.<br></p> <p>An Under-21 side led by their coach Luis de la Fuente will face Lithuania tonight in what was supposed to be the nation’s final warm-up game before the Euros.<br></p> <p>Coach Luis Enrique called up a group of six players, including Chelsea goalkeeper Kepa Arrizabalaga, to complement the squad. They will train separately in “parallel bubble” away from the main Euros squad with a view to them being added should the need occur.<br></p> <p>Reuters report that so far, all the other players and staff have tested negative.<br></p> <p>“We are making an exception because they represent us in a top level competition,” Rodriguez Uribes told Cadena Ser radio station, adding that they were already planning to give them the shots before Spain’s captain had tested positive.</p> </div>   </div> <div id=\"block-60bf333b8f0837b8708e0ece\" class=\"block\" data-block-contributor=\"profile/melissa-davey\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:08:11.222Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Health officials in New South Wales, Australia, have had to reiterate advice over Covid-19 after a number of businesses in Byron Shire were witnessed asking vaccinated customers not to enter their premises under the misapprehension they could shed the virus.</strong></p> <p>The <a href=\"https://www.theguardian.com/australia-news/new-south-wales\">New South Wales</a> department of health has stressed that it is impossible for people to develop, shed, or spread the virus through receiving a vaccine.</p> <p>The advice comes after some businesses in the small town of Mullumbimby placed signs in their windows that read: ‘If you have had the Covid-19 vaccine we ask you not to enter for two weeks or longer until any symptoms subside’.</p> <p>One of the signs falsely states that the spread of the virus following vaccination was emerging from “first hand accounts” and that vaccinated people were “inadvertently harming” the health of others.</p> <p>The town is located in the Northern Rivers region of New South Wales and is about 15km inland from Byron Bay. It is a region with a high level of vaccine hesitancy and refusal, <a href=\"https://www.abc.net.au/news/2021-03-14/mullumbimby-anti-coronavirus-vaccination-changing-narrative/13109238\">with childhood vaccination rates among the lowest in Australia</a>.</p> <p>A former paramedic who runs a World Health Organisation [WHO] approved <a href=\"https://nrvs.info/\">vaccination information website</a>, Heidi Robertson, said she was appalled to see the signs as she walked down Stuart Street on Monday.</p> <p>She and health professionals living in the region, including intensive care specialist Dr Rachael Heap, have been working hard for several years to educate the community about vaccination.</p> <p>“We wanted to change the narrative around the region, because we’ve got such a shocking rate of vaccination uptake and we are known for that in Mullumbimby,” Robertson said.</p> <p><strong>Read more of Melissa Davey’s report here: <a href=\"https://www.theguardian.com/world/2021/jun/08/vaccine-wont-give-you-covid-health-officials-battle-anti-vaccination-messages-in-northern-rivers\">‘Vaccine won’t give you Covid’: health officials battle anti-vaccination messages in Northern Rivers</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/08/vaccine-wont-give-you-covid-health-officials-battle-anti-vaccination-messages-in-northern-rivers\">‘Vaccine won’t give you Covid’: health officials battle anti-vaccination messages in Northern Rivers</a> </p> </aside> </div>   </div> <div id=\"block-60bf2ed28f08336d75f0655e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:49:52.234Z\">9.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Andrew Sparrow’s <a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live\">UK live blog</a> is up and running for the day if it is UK developments that you are after. I’ll keep my focus on international Covid news here.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2021/jun/08/brexit-eustice-sausages-eu-northern-ireland-protocol-g7-covid-live\">Brexit: Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens – live</a> </p> </aside> </div>   </div> <div id=\"block-60bf2cdb8f0827600c04c3b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:40:28.329Z\">9.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A total of 95 deaths registered in England and Wales in the week ending 28 May mentioned Covid-19 on the death certificate, according to the Office for National Statistics (ONS) - the lowest number since the week ending 4 September 2020.<br></p> <p>PA note that the figure is down 11% on the previous week.<br></p> <p>It is the first time the number of deaths has been below 100 since the week ending 11 September.<br></p> <p>Around one in 100 deaths registered in the week to 28 May mentioned Covid-19 on the death certificate.</p> </div>   </div> <div id=\"block-60bf29fa8f0827600c04c396\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:29:22.076Z\">9.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sinovac says its vaccine has been approved for use in children aged 3 and above</h2>  <div class=\"block-elements\">  <p><strong>China has approved the emergency use of a Covid-19 vaccine for those as young as three, according to a spokesperson for Sinovac who spoke to AFP. That would make it the first country to offer jabs to young children.</strong></p> <p>“In recent days, the Sinovac vaccine was approved for emergency use in three- to 17-year-olds,” the spokesperson said.<br></p> <p>But they did not confirm when the young children would be able to start receiving the shots, saying the schedule for the rollout will be decided by the National Health Commission “according to China’s current epidemic prevention and control needs and vaccine supply”.</p> <p>The company has completed early phase trials of the vaccine in children and adolescents, with results to be published shortly in the Lancet scientific journal, the spokesperson added.</p> <p>State broadcaster CCTV reported over the weekend that an unnamed official in the State Council’s epidemic response task force had said vaccines had been approved for children, and “the safety and effectiveness” had been proven.</p> <p>A spokesperson for China’s other major vaccine, Sinopharm, said that experts had demonstrated the effectiveness of its vaccine in children, but didn’t confirm whether it had been approved for use.</p> </div>   </div> <div id=\"block-60bf29768f0837b8708e0e65\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:26:50.295Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A quick one from Reuters: <strong>Russia reported 9,977 new Covid-19 cases on Tuesday, including 3,817 in Moscow.</strong></p> <p>The government coronavirus task force also said that 379 people had died of coronavirus-related causes in the last 24 hours, pushing the official death toll to 124,496. That’s far fewer than the 270,000 that the state statistics service says had died from Covid-19 and related causes from April 2020 to April 2021.<br></p> </div>   </div> <div id=\"block-60bf240f8f0837b8708e0e1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:03:59.335Z\">9.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Britain ignored scientific advice and instead took a political decision when it failed to put Malta on its list of safe travel destinations, Malta Foreign Minister Evarist Bartolo said.</strong><br></p> <p>Britons traditionally account for a third of all arrivals on the small Mediterranean island, and opposition politicians criticised the government for failing to convince London that Malta was a safe tourist destination.</p> <p>Britain last week revised its so-called “green list” of countries, that do not require quarantine on return, choosing not to put any new country on it, while removing Portugal.<br></p> <p>But Bartolo said the British government did not want its nationals to go abroad because of concerns over growing coronavirus cases at home.<br></p> <p>“The British government is ignoring scientific advice. It has taken a political decision not to allow travel anywhere, despite the pressure it faces from airlines, tourism operators and the people in general,” he wrote on Facebook.<br></p> <p>Chris Scicluna reports from Valetta for Reuters that Malta on Monday reported no new Covid-19 cases for the first time in 11 months. Half of its adult population has been fully vaccinated and 75% have received a first dose of a vaccine - the highest rate within the European Union.</p> </div>   </div> <div id=\"block-60bf22958f0837b8708e0e14\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:58:58.311Z\">8.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dr Nikki Kanani, director of primary care at NHS England, said that vaccine confidence in younger people had increased in the UK.</strong><br></p> <p>Speaking as over-25s were invited to book their Covid-19 jabs, PA report Dr Kanani told BBC Breakfast: “We’re still seeing great uptake and we are definitely seeing younger people coming in and asking more questions, which is absolutely fine.<br></p> <p>“More than four in five 40 to 49-year-olds have had their first dose and two-thirds of 30 to 39-year-olds have already had theirs, and that is still going to increase, of course, as people come forward, so uptake remains high.<br></p> <p>“We had additional polling over the weekend that shows that the confidence in the vaccine has increased by a fifth - by 20% - in those under-40s.<br></p> <p>“What’s really important as we go into the younger categories is really appealing to people in their own communities and what our teams have done so well is reflect what a community needs locally - whether that’s setting up pop-up vaccination centres in Gurudwaras or temples, or in shopping malls or at workplaces, that has been critical to making sure that people feel confident to take up the vaccine when they’re asked to do so.”</p> </div>   </div> <div id=\"block-60bf1be98f0837b8708e0dbd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:33:39.996Z\">8.33am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Visitors to Portugal must now quarantine for 10 days on return to England</h2>  <div class=\"block-elements\">  <p>Overnight saw a rush to travel back to the UK from Portugal, as travellers had until 4am to return to avoid having to quarantine for 10 days after the country was moved from the “green” list to the “amber” list, without being placed on a watchlist first.</p>  <figure class=\"element element-image\" data-media-id=\"d310e2530728bd3a83fa762c510dd6036e8792cd\"> <img src=\"https://media.guim.co.uk/d310e2530728bd3a83fa762c510dd6036e8792cd/0_0_3500_2100/1000.jpg\" alt=\"Passengers arrive at Gatwick Airport before Tuesday’s 4am requirement for travellers arriving from Portugal to quarantine for 10 days comes into force.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Passengers arrive at Gatwick Airport before Tuesday’s 4am requirement for travellers arriving from Portugal to quarantine for 10 days comes into force.</span> <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> </figcaption> </figure>  <p>The UK’s environment minister has been getting a tough ride on the media morning round in the UK – being asked whether the travel rules, and government advice, have to be this complicated, and why there was so little warning of the change of status.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LBC/status/1402162766685814784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Does it need to be this difficult?&quot;<br><br>Nick Ferrari urges Environment Secretary George Eustice to confirm whether people can travel to amber list countries or not.<a href=\"https://twitter.com/NickFerrariLBC?ref_src=twsrc%5Etfw\">@NickFerrariLBC</a> <a href=\"https://t.co/Cadw5WCiGC\">pic.twitter.com/Cadw5WCiGC</a></p>&mdash; LBC (@LBC) <a href=\"https://twitter.com/LBC/status/1402162766685814784?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Eustace said “Our advice has always been that you should not travel to countries on the amber list.”</p> </div>   </div> <div id=\"block-60bf18178f08336d75f06457\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:18:23.290Z\">8.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>The Gaby Hinsliff column today asks the question <a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/vaccinating-britain-children-adults-overseas\">before Britain vaccinates children, should it vaccinate the world?</a> She writes:</em></p> <p>Personally I was thrilled to get my vaccine and would be more than happy for my son to have it, but what brought me up short was the question I saw posed recently by the <a href=\"https://twitter.com/AdamJKucharski/status/1397282559009112080\">epidemiologist Adam Kucharski</a>: if rich countries have enough vaccine left to jab children at incredibly low risk of serious illness and death, why aren’t they offering it to poorer countries where people are dying for lack of it? Shouldn’t we be taking more seriously the threat not just of humanitarian crises, but of a more resistant variant emerging in some place where the virus is currently raging out of control, fatally undermining the vaccines that remain our only real route to freedom?</p> <p>Only <a href=\"https://www.bbc.co.uk/news/56100076\">2% of sub-Saharan Africa</a> has had a first dose. Thailand, engulfed by a severe outbreak, is only just beginning mass vaccinations<strong>.</strong> Even if the G7 summit agrees this week to invest billions in ramping up vaccine production for poorer countries – as a group of former world leaders <a href=\"https://www.bbc.co.uk/programmes/b006qj9z\">led by Gordon Brown</a> wants – that takes months to come on stream.</p> <p>If Britain doesn’t want to seal its borders – and nothing in ministers’ confused <a href=\"https://www.theguardian.com/world/2021/may/19/ministers-accused-of-sowing-confusion-over-england-travel-advice\">approach to foreign holidays</a> suggests they do – then digging an ever-stronger domestic firebreak against the more contagious Delta variant we have just imported from India won’t be enough. We’re going to need a global firebreak against something worse evolving too, and fast.</p> <p><strong>Read more here: <a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/vaccinating-britain-children-adults-overseas\">Gaby Hinsliff – Before Britain vaccinates children, should it vaccinate the world?</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/vaccinating-britain-children-adults-overseas\">Before Britain vaccinates children, should it vaccinate the world? | Gaby Hinsliff</a> </p> </aside> </div>   </div> <div id=\"block-60bf17818f0827600c04c2bb\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:09:50.081Z\">8.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Helen Davidson reports from Taipei:</em></p> <p><strong>Some tentative good news from Taiwan, with a second consecutive day of cases in the 200s and no new cases from backlogged test results. As long as results are not down because of lower weekend testing, the decline is a positive sign in <a href=\"https://www.theguardian.com/world/2021/jun/07/a-victim-of-its-own-success-how-taiwan-failed-to-plan-for-a-major-covid-outbreak\">Taiwan’s battle against its worst outbreak of the pandemic.</a></strong></p> <p>However with about 8,000 cases still active, fatalities have not stopped and authorities reported another 22 deaths. </p> <p>The new cases were mostly in New Taipei city, with 123 recorded. Another 54 were reported from the capital Taipei, while 16 were found in Miaoli where there are growing concerns over an outbreak among employees from three factories which has so far infected 211 people. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tculpan/status/1402144805409329152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tuesday&#39;s Taiwan domestic Covid case count of 219 again comes with no backlog revisions. There&#39;d been a sense that tests over the weekend has not yet come through.<br>Without revisions, there&#39;s the chance that cases truly are declining.<br>Miaoli, with just 16, is the place to watch</p>&mdash; Tim Culpan (@tculpan) <a href=\"https://twitter.com/tculpan/status/1402144805409329152?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Health and welfare minister, Chen Chih-shung, said the rate of positive cases in New Taipei was dropping but there was no room yet to relax current restrictions.<br></p> <p>He urged people not to travel during an upcoming long weekend and dragon-boat festival, which authorities have not cancelled. </p> <p>Vaccine supplies took another hit, with authorities saying expected shipments of AstraZeneca and from Covax had been delayed by about a month. </p> <p>Half of the 150,000 recently obtained Moderna vaccines have been allocated to frontline medical staff. </p> </div>   </div> <div id=\"block-60bf17388f08336d75f06451\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:08:37.000Z\">8.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>China</strong>’s vaccination numbers are never low. Official figures reported by Reuters say that the nation administered about 16.3 million doses of vaccine on 7 June, bringing the total number administered to 794m.</p> </div>   </div> <div id=\"block-60bf13238f08336d75f06434\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:52:42.753Z\">7.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Uttar Pradesh state moving to relax Covid restrictions in India</h2>  <div class=\"block-elements\">  <p><strong>In India, the state of Uttar Pradesh has announced that it will end some Covid restrictions.</strong></p> <p>The Hindustan Times <a href=\"https://www.hindustantimes.com/india-news/up-govt-announces-relaxations-in-covid-curfew-in-all-75-districts-101623133297015.html\">reports</a> this morning:</p> <blockquote class=\"quoted\"> <p>The Uttar Pradesh government on Tuesday gave relaxations in ‘corona curfew’ in all 75 districts of the state. According to guidelines announced by the state government, districts with less than 600 active cases of the coronavirus disease (Covid-19) can get relaxations.</p> <p>A state government spokesperson said that there will be relaxation in coronavirus curfew in all the districts of the state from Wednesday onwards, from 7am to 7pm, for five days. However, the night curfew – 7pm to 7am and weekend curfew (for entire day) – will continue.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:05:39.444Z\">at 8.05am BST</time></p>  </div> <div id=\"block-60bf114e8f0827600c04c27c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:48:08.875Z\">7.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The UK’s environment secretary <strong>George Eustace</strong> – a man who clearly isn’t in the position where he hasn’t seen family and loved ones abroad for over a year due to travel bans – has told Sky News this morning: “I have no intention of travelling or going on a holiday abroad this summer.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1402153734713524230\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;I have no intention of travelling or going on a holiday abroad this summer&quot;<br><br>Environment Secretary George Eustice says his advice for people would be to &quot;holiday at home&quot; this summer<a href=\"https://twitter.com/hashtag/KayBurley?src=hash&amp;ref_src=twsrc%5Etfw\">#KayBurley</a><br>Read more here: <a href=\"https://t.co/az8rdooU6Y\">https://t.co/az8rdooU6Y</a> <a href=\"https://t.co/wKbeZPIAK2\">pic.twitter.com/wKbeZPIAK2</a></p>&mdash; Sky News (@SkyNews) <a href=\"https://twitter.com/SkyNews/status/1402153734713524230?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>He was being pressed by newly returned presenter Kay Burley on the scramble for flights back from Portugal after it was moved from the “green list” to the “amber list” with very little warning. PA Media quotes him saying:</p> <blockquote class=\"quoted\"> <p>Our advice has been don’t travel unless it’s absolutely necessary. Obviously we had hoped, with these three categories that we had, we had hoped that situation would be improving in other parts of the world, that we’d be able to progressively add other countries to the green list. Sadly, that’s not the situation, we do have this new variant of concern first identified in India that is now cropping up in other countries, and we’ve just got to take a very cautious approach.</p> </blockquote> <p>Asked about the UK government’s delay in shutting down travel from India, he said “India was added as soon as we saw a spike in rates and as soon as we saw there was a reason to”, denying that the delay had been political.</p> <p>At the time Indian case numbers were rising and the government took no action, UK prime minister Boris Johnson had been planning to visit India in his first major trip abroad since the pandemic, with the aim of pushing a post-Brexit UK-India trade deal.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:07:07.808Z\">at 8.07am BST</time></p>  </div> <div id=\"block-60bef8ca8f0837b8708e0c34\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:23:22.857Z\">7.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Unicef has urged rich members of the G7 to start donating vaccines to poor countries now, instead of waiting to donate leftovers all at once, saying many nations don’t have capacity to roll out huge amounts in one go. </p> <p>Unicef’s vaccine lead Lily Caprani <a href=\"https://www.bbc.com/news/uk-57394279\">told BBC Newsnight</a> governments in the UK and other G7 nations “need to donate their doses to those low income countries now, while still vaccinating their populations at home.”</p> <p>“Low income countries need a steady supply that they can get off the tarmac and into the arms of health care workers... The unintended consequence of saving all these vaccines up to Christmas time is that countries won’t be able to absorb them and roll them out and therefore they could end up going to waste. We could see millions of doses of vaccines not used and expiring, and that will be a tragedy.”</p> <p>The World Health Organization has also called on Covid-19 vaccine manufacturers to give the Covax scheme first refusal on new doses, or commit half of their volumes to the global jab equity scheme.</p>  <figure class=\"element element-image\" data-media-id=\"6351a3124a83c8564e340d84d1eb6ebf87aac9d4\"> <img src=\"https://media.guim.co.uk/6351a3124a83c8564e340d84d1eb6ebf87aac9d4/0_0_3888_2333/1000.jpg\" alt=\"A medical worker prepares vaccination card for a person receiving a dose of the Oxford-AstraZeneca vaccine in Sudan’s capital Khartoum. Sudan was the first in the Middle East and North Africa to receive vaccines through Covax, a UN-led initiative that provides jabs to poor countries\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><br>A medical worker prepares vaccination card for a person receiving a dose of the Oxford-AstraZeneca vaccine in Sudan’s capital Khartoum. Sudan was the first in the Middle East and North Africa to receive vaccines through Covax, a UN-led initiative that provides jabs to poor countries</span> <span class=\"element-image__credit\">Photograph: Ebrahim Hamid/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf0b4d8f0827600c04c22f\" class=\"block\" data-block-contributor=\"profile/sarahboseley\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:18:47.282Z\">7.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Our health editor Sarah Boseley asks the question this morning: <a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a></em></p> <p>As ambitious declarations go – even for <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> – it was a big one. At the weekend, the UK prime minister said he would urge the G7 leaders to vaccinate the world against Covid by the end of next year.</p> <p>But is this feasible? That rather depends on your definition. No country will vaccinate every adult. Vaccinating enough to achieve herd immunity, which could be 60% or 70%, is the real aim. It is possible to achieve that by December 2023, say experts, but only if the <a href=\"https://www.theguardian.com/world/g7\">G7</a> leading economies move immediately to make it happen.</p> <p>The Covax scheme under the UN umbrella should have been the route to vaccination for low-income countries. It was designed as their lifeline. Covax signed contracts with manufacturers to buy 2bn doses by the end of this year. But it is stymied. Its main supplier is the Serum Institute of India, which is now churning out vaccines in response to the terrible surge in domestic cases and deaths and will not be able to fulfil its contracts to Covax or individual countries before the end of the year.</p> <p>Dr Bruce Aylward, senior adviser to the director general of the World Health Organization, who is heavily involved in the vaccine efforts, said: “This is where the UK becomes really important and the G7, because right now we’ve got this gap of death. In June, July, August, September, there’s no vaccine out there for love nor money, in terms of being able to procure it.”</p> <p><strong>Read more of Sarah Boseley’s analysis here: <a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a></strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/08/can-we-vaccinate-the-world-against-covid-by-the-end-of-2022\">Can we vaccinate the world against Covid by the end of 2022?</a> </p> </aside> </div>   </div> <div id=\"block-60bf09cc8f08336d75f063b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:14:13.214Z\">7.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The president of the <strong>Tokyo 2020</strong> organising committee, <strong>Seiko Hashimoto,</strong> is speaking this morning, and she is setting out some of the procedures that will be undertaken to try to keep the games safe.</p> <p>So far, she’s said that media will not be able to use shared accommodation, and that the media will be GPS-tracked to ensure they don’t go into unauthorised areas. She has also said that they expect to start vaccinating Olympics-related staff by mid-June.</p> <p>Reuters note that foreign spectators have already been banned, and organisers are expected to make a decision late this month on domestic spectators.</p> <p>Toshiaki Endo, the vice-president of the Tokyo organising committee, has previously suggested to Reuters some spectators could be allowed into venues, although he personally preferred a total ban to calm persistent public opposition to the Games.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T06:20:23.672Z\">at 7.20am BST</time></p>  </div> <div id=\"block-60bf09338f0837b8708e0cda\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:08:14.671Z\">7.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the downside, I just saw this tweet today, and now I can’t stop thinking about it either…</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kyledevans/status/1401548203280015364\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I can’t stop thinking about this xkcd graphic this week <a href=\"https://t.co/1m7lfJbWRd\">pic.twitter.com/1m7lfJbWRd</a></p>&mdash; Kyle D Evans (@kyledevans) <a href=\"https://twitter.com/kyledevans/status/1401548203280015364?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf08028f0837b8708e0cc8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:05:43.144Z\">7.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, it is Martin Belam here in London taking over today’s blog. The biggest news in <strong>England</strong> is the extension of vaccinations to those aged 25 and over this morning. If you fall into that category you can book your shot at the <a href=\"https://www.nhs.uk/conditions/coronavirus-covid-19/coronavirus-vaccination/book-coronavirus-vaccination/\">NHS England</a> site here.</p> <p><strong>Northern Ireland</strong> has already been offering vaccines to anybody over 18, you can find out more <a href=\"https://covid-19.hscni.net/get-vaccinated/\">here</a>.</p> <p>Those in <strong>Scotland </strong>and <strong>Wales</strong> can find out the latest information for them here:</p> <ul> <li><strong><a href=\"https://www.nhsinform.scot/covid-19-vaccine/invitations-and-appointments/who-will-be-offered-the-coronavirus-vaccine\">NHS Scotland</a></strong></li> <li><strong><a href=\"https://gov.wales/getting-your-covid-19-vaccine\">Gov.wales</a></strong></li> </ul> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/07/people-in-england-aged-25-and-over-to-be-invited-for-covid-jab-this-week\">People in England aged 25 and over to be invited for Covid jab this week</a> </p> </aside> </div>   </div> <div id=\"block-60bf04648f08336d75f06390\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T05:52:56.410Z\">6.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Reuters: </p> <blockquote> <p>New Zealand’s Prime Minister Jacinda Ardern said on Tuesday that she would get her first Covid-19 shot at the end of next week, as the country prepared to receive another 1 million doses of the Pfizer vaccine. “For me, it’s been important that I allow those in the most at risk group... to be prioritised,” Ardern said in a news conference. </p> <p>“I’m choosing to be vaccinated at this point in order to play my role in demonstrating that I consider it to be absolutely safe and also really critical to keep others safe,” she said.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f448dee60f9168cc99624c0b87fe575081993484\"> <img src=\"https://media.guim.co.uk/f448dee60f9168cc99624c0b87fe575081993484/0_316_4746_2848/1000.jpg\" alt=\"File photo - Prime Minister Jacinda Ardern speaks to media during a press conference at Parliament on April 06, 2021 in Wellington, New Zealand.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">File photo - Prime Minister Jacinda Ardern speaks to media during a press conference at Parliament on April 06, 2021 in Wellington, New Zealand.</span> <span class=\"element-image__credit\">Photograph: Hagen Hopkins/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60befdc48f08336d75f06336\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T05:30:02.186Z\">6.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>China today pledged further assistance to Southeast Asian nations in battling the pandemic, <a href=\"https://apnews.com/article/east-asia-china-asia-southeast-asia-global-trade-e584d08ae08e1db9b729e87f39004ca1\">the Associated Press reports</a>.</p> <p>The country’s foreign minister, Wang Yi, told his Association of Southeast Asian Nations (Asean) counterparts that China had already delivered 100 million doses of vaccine to Asean nations along with other materials and technical help.</p> <p>Wang said China would “urgently implement” the China-Asean Public Health Cooperation Initiative, continue to support the Asean Emergency Medical Materials Reserve and strengthen regional public health capacity-building. “China will work with Asean to overcome the outbreak as soon as possible,” Wang told a meeting of ministers.</p> <p>He said the sides should explore establishing an expert panel to strengthen cooperation throughout the vaccine process, from research to use, and work to build production and distribution centres to help make vaccines affordable and accessible in the region.</p> <p>Though Covid-19 was first detected in China in late 2019, the nation has largely stamped out domestic transmission, although it has been accused of insufficient transparency or even seeking to conceal the origins of the pandemic.</p> <p>Beijing has been building influence with Asean, despite frictions with some members of the bloc over competing territorial claims in the South China Sea. </p> </div>   </div> <div id=\"block-60bef69c8f0827600c04c153\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T05:26:47.082Z\">6.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Welcome to another day of the pandemic, and our continuing global coverage of the latest developments.</p> <p>Below are some of the key updates from the last day.</p> <ul> <li><strong>Canada is preparing to ease birder restrictions </strong>for vaccinated travellers, Bloomberg reports.</li> <li><strong>A top Japanese virologist and government adviser</strong> has warned of the risks of spreading infections during the Tokyo Olympics.</li> <li><strong>Australia’s state of Victoria</strong> is <a href=\"https://www.theguardian.com/australia-news/2021/jun/08/victorias-covid-restrictions-on-track-to-ease-from-friday-as-two-cases-recorded\">on track to ease restrictions on residents</a>, currently in a lockdown to deal with an outbreak of the Delta variant, authorities said.</li> <li><strong>India’s government will provide free vaccinations for all adults</strong>, Prime Minister Narendra Modi says, as the capital New Delhi and financial hub Mumbai ease lockdowns on falling infection levels.</li> <li><strong>A new coronavirus antibody drug appears to show promise in mouse studies</strong>, according to a study published in Nature.</li> <li><strong>The Czech Republic has announced it will reopen its borders</strong> to EU and Serbian citizens on June 21.</li> <li><strong>Just days before the start of the Euros, </strong>Spain’s football players and staff have returned negative Covid-19 tests after captain Sergio Busquets had to go home and quarantine.</li> <li><strong>There was “delight across Ireland” </strong>as the country<strong> </strong>reopened pubs, restaurants and leisure facilities.</li> <li><strong>Central Park is to host an “all-star” concert</strong> in August to mark New York’s comeback after the pandemic.</li> <li><strong>New York governor Andrew Cuomo</strong> has announced that the state’s remaining coronavirus restrictions will be lifted when 70% of residents have had at least one vaccine dose.</li> </ul> </div>   </div>","wordcount":"3735","firstPublicationDate":"2021-06-08T05:35:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:37:07Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyty7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d3ca1232f2f1abea8643d702ba2d520594d9c1e9/0_75_5277_3167/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Vietnam, once a model for its successful handling of the pandemic, has started asking for public donations to buy vaccines as it struggles to contain a new coronavirus wave. AFP report that the Southeast Asian country has vaccinated only about one percent of its population of nearly 100 million, and authorities have become increasingly alarmed by a recent spike in cases. Since last week, mobile phone users have received up to three text messages urging them to contribute to a Covid-19 vaccine fund, while civil servants have been encouraged to part with a day’s pay. Some residents, fearful of the virus’ impact on Vietnam’s economy - one of the few in the world to expand last year - told AFP they support the fundraising drive. Nguyen Tuan Anh, a civil servant, told AFP he had sent around $50 via bank transfer and SMS payment, as vaccines would mean “Vietnam’s economy will be stable and develop again”. Vietnam’s industrial northern provinces - home to key factories such as Samsung and Foxconn - have been particularly badly hit by the latest outbreak. Across the country, tens of thousands of people have lost their jobs, according to state media, with bars and restaurants forced to close in major hubs such as Hanoi and Ho Chi Minh City and public gatherings cancelled. Cases have more than tripled since April to reach almost 9,000. Although the number is low in comparison to most of its Southeast Asian neighbours, Vietnam’s vaccination rate per capita is the lowest in the region, and among the lowest in Asia, according to an AFP tally. The Spanish football squad’s players will be get a Covid-19 vaccine shot tomorrow, less than a week before their opening Euro 2020 match, after captain Sergio Busquets tested positive, Sports Minister Jose Manuel Rodriguez Uribes said. Busquets’ positive has thrown Spain’s tournament preparations into chaos with the remaining 23 players going into isolation along with the coaching staff. An Under-21 side led by their coach Luis de la Fuente will face Lithuania tonight in what was supposed to be the nation’s final warm-up game before the Euros. Coach Luis Enrique called up a group of six players, including Chelsea goalkeeper Kepa Arrizabalaga, to complement the squad. They will train separately in “parallel bubble” away from the main Euros squad with a view to them being added should the need occur. Reuters report that so far, all the other players and staff have tested negative. “We are making an exception because they represent us in a top level competition,” Rodriguez Uribes told Cadena Ser radio station, adding that they were already planning to give them the shots before Spain’s captain had tested positive. Health officials in New South Wales, Australia, have had to reiterate advice over Covid-19 after a number of businesses in Byron Shire were witnessed asking vaccinated customers not to enter their premises under the misapprehension they could shed the virus. The New South Wales department of health has stressed that it is impossible for people to develop, shed, or spread the virus through receiving a vaccine. The advice comes after some businesses in the small town of Mullumbimby placed signs in their windows that read: ‘If you have had the Covid-19 vaccine we ask you not to enter for two weeks or longer until any symptoms subside’. One of the signs falsely states that the spread of the virus following vaccination was emerging from “first hand accounts” and that vaccinated people were “inadvertently harming” the health of others. The town is located in the Northern Rivers region of New South Wales and is about 15km inland from Byron Bay. It is a region with a high level of vaccine hesitancy and refusal, with childhood vaccination rates among the lowest in Australia. A former paramedic who runs a World Health Organisation [WHO] approved vaccination information website, Heidi Robertson, said she was appalled to see the signs as she walked down Stuart Street on Monday. She and health professionals living in the region, including intensive care specialist Dr Rachael Heap, have been working hard for several years to educate the community about vaccination. “We wanted to change the narrative around the region, because we’ve got such a shocking rate of vaccination uptake and we are known for that in Mullumbimby,” Robertson said. Read more of Melissa Davey’s report here: ‘Vaccine won’t give you Covid’: health officials battle anti-vaccination messages in Northern Rivers Andrew Sparrow’s UK live blog is up and running for the day if it is UK developments that you are after. I’ll keep my focus on international Covid news here. A total of 95 deaths registered in England and Wales in the week ending 28 May mentioned Covid-19 on the death certificate, according to the Office for National Statistics (ONS) - the lowest number since the week ending 4 September 2020. PA note that the figure is down 11% on the previous week. It is the first time the number of deaths has been below 100 since the week ending 11 September. Around one in 100 deaths registered in the week to 28 May mentioned Covid-19 on the death certificate. China has approved the emergency use of a Covid-19 vaccine for those as young as three, according to a spokesperson for Sinovac who spoke to AFP. That would make it the first country to offer jabs to young children. “In recent days, the Sinovac vaccine was approved for emergency use in three- to 17-year-olds,” the spokesperson said. But they did not confirm when the young children would be able to start receiving the shots, saying the schedule for the rollout will be decided by the National Health Commission “according to China’s current epidemic prevention and control needs and vaccine supply”. The company has completed early phase trials of the vaccine in children and adolescents, with results to be published shortly in the Lancet scientific journal, the spokesperson added. State broadcaster CCTV reported over the weekend that an unnamed official in the State Council’s epidemic response task force had said vaccines had been approved for children, and “the safety and effectiveness” had been proven. A spokesperson for China’s other major vaccine, Sinopharm, said that experts had demonstrated the effectiveness of its vaccine in children, but didn’t confirm whether it had been approved for use. A quick one from Reuters: Russia reported 9,977 new Covid-19 cases on Tuesday, including 3,817 in Moscow. The government coronavirus task force also said that 379 people had died of coronavirus-related causes in the last 24 hours, pushing the official death toll to 124,496. That’s far fewer than the 270,000 that the state statistics service says had died from Covid-19 and related causes from April 2020 to April 2021. Britain ignored scientific advice and instead took a political decision when it failed to put Malta on its list of safe travel destinations, Malta Foreign Minister Evarist Bartolo said. Britons traditionally account for a third of all arrivals on the small Mediterranean island, and opposition politicians criticised the government for failing to convince London that Malta was a safe tourist destination. Britain last week revised its so-called “green list” of countries, that do not require quarantine on return, choosing not to put any new country on it, while removing Portugal. But Bartolo said the British government did not want its nationals to go abroad because of concerns over growing coronavirus cases at home. “The British government is ignoring scientific advice. It has taken a political decision not to allow travel anywhere, despite the pressure it faces from airlines, tourism operators and the people in general,” he wrote on Facebook. Chris Scicluna reports from Valetta for Reuters that Malta on Monday reported no new Covid-19 cases for the first time in 11 months. Half of its adult population has been fully vaccinated and 75% have received a first dose of a vaccine - the highest rate within the European Union. Dr Nikki Kanani, director of primary care at NHS England, said that vaccine confidence in younger people had increased in the UK. Speaking as over-25s were invited to book their Covid-19 jabs, PA report Dr Kanani told BBC Breakfast: “We’re still seeing great uptake and we are definitely seeing younger people coming in and asking more questions, which is absolutely fine. “More than four in five 40 to 49-year-olds have had their first dose and two-thirds of 30 to 39-year-olds have already had theirs, and that is still going to increase, of course, as people come forward, so uptake remains high. “We had additional polling over the weekend that shows that the confidence in the vaccine has increased by a fifth - by 20% - in those under-40s. “What’s really important as we go into the younger categories is really appealing to people in their own communities and what our teams have done so well is reflect what a community needs locally - whether that’s setting up pop-up vaccination centres in Gurudwaras or temples, or in shopping malls or at workplaces, that has been critical to making sure that people feel confident to take up the vaccine when they’re asked to do so.” Overnight saw a rush to travel back to the UK from Portugal, as travellers had until 4am to return to avoid having to quarantine for 10 days after the country was moved from the “green” list to the “amber” list, without being placed on a watchlist first. The UK’s environment minister has been getting a tough ride on the media morning round in the UK – being asked whether the travel rules, and government advice, have to be this complicated, and why there was so little warning of the change of status. Eustace said “Our advice has always been that you should not travel to countries on the amber list.” The Gaby Hinsliff column today asks the question before Britain vaccinates children, should it vaccinate the world? She writes: Personally I was thrilled to get my vaccine and would be more than happy for my son to have it, but what brought me up short was the question I saw posed recently by the epidemiologist Adam Kucharski: if rich countries have enough vaccine left to jab children at incredibly low risk of serious illness and death, why aren’t they offering it to poorer countries where people are dying for lack of it? Shouldn’t we be taking more seriously the threat not just of humanitarian crises, but of a more resistant variant emerging in some place where the virus is currently raging out of control, fatally undermining the vaccines that remain our only real route to freedom? Only 2% of sub-Saharan Africa has had a first dose. Thailand, engulfed by a severe outbreak, is only just beginning mass vaccinations. Even if the G7 summit agrees this week to invest billions in ramping up vaccine production for poorer countries – as a group of former world leaders led by Gordon Brown wants – that takes months to come on stream. If Britain doesn’t want to seal its borders – and nothing in ministers’ confused approach to foreign holidays suggests they do – then digging an ever-stronger domestic firebreak against the more contagious Delta variant we have just imported from India won’t be enough. We’re going to need a global firebreak against something worse evolving too, and fast. Read more here: Gaby Hinsliff – Before Britain vaccinates children, should it vaccinate the world? Helen Davidson reports from Taipei: Some tentative good news from Taiwan, with a second consecutive day of cases in the 200s and no new cases from backlogged test results. As long as results are not down because of lower weekend testing, the decline is a positive sign in Taiwan’s battle against its worst outbreak of the pandemic. However with about 8,000 cases still active, fatalities have not stopped and authorities reported another 22 deaths. The new cases were mostly in New Taipei city, with 123 recorded. Another 54 were reported from the capital Taipei, while 16 were found in Miaoli where there are growing concerns over an outbreak among employees from three factories which has so far infected 211 people. Health and welfare minister, Chen Chih-shung, said the rate of positive cases in New Taipei was dropping but there was no room yet to relax current restrictions. He urged people not to travel during an upcoming long weekend and dragon-boat festival, which authorities have not cancelled. Vaccine supplies took another hit, with authorities saying expected shipments of AstraZeneca and from Covax had been delayed by about a month. Half of the 150,000 recently obtained Moderna vaccines have been allocated to frontline medical staff. China’s vaccination numbers are never low. Official figures reported by Reuters say that the nation administered about 16.3 million doses of vaccine on 7 June, bringing the total number administered to 794m. In India, the state of Uttar Pradesh has announced that it will end some Covid restrictions. The Hindustan Times reports this morning: The Uttar Pradesh government on Tuesday gave relaxations in ‘corona curfew’ in all 75 districts of the state. According to guidelines announced by the state government, districts with less than 600 active cases of the coronavirus disease (Covid-19) can get relaxations. A state government spokesperson said that there will be relaxation in coronavirus curfew in all the districts of the state from Wednesday onwards, from 7am to 7pm, for five days. However, the night curfew – 7pm to 7am and weekend curfew (for entire day) – will continue. The UK’s environment secretary George Eustace – a man who clearly isn’t in the position where he hasn’t seen family and loved ones abroad for over a year due to travel bans – has told Sky News this morning: “I have no intention of travelling or going on a holiday abroad this summer.” He was being pressed by newly returned presenter Kay Burley on the scramble for flights back from Portugal after it was moved from the “green list” to the “amber list” with very little warning. PA Media quotes him saying: Our advice has been don’t travel unless it’s absolutely necessary. Obviously we had hoped, with these three categories that we had, we had hoped that situation would be improving in other parts of the world, that we’d be able to progressively add other countries to the green list. Sadly, that’s not the situation, we do have this new variant of concern first identified in India that is now cropping up in other countries, and we’ve just got to take a very cautious approach. Asked about the UK government’s delay in shutting down travel from India, he said “India was added as soon as we saw a spike in rates and as soon as we saw there was a reason to”, denying that the delay had been political. At the time Indian case numbers were rising and the government took no action, UK prime minister Boris Johnson had been planning to visit India in his first major trip abroad since the pandemic, with the aim of pushing a post-Brexit UK-India trade deal. Unicef has urged rich members of the G7 to start donating vaccines to poor countries now, instead of waiting to donate leftovers all at once, saying many nations don’t have capacity to roll out huge amounts in one go. Unicef’s vaccine lead Lily Caprani told BBC Newsnight governments in the UK and other G7 nations “need to donate their doses to those low income countries now, while still vaccinating their populations at home.” “Low income countries need a steady supply that they can get off the tarmac and into the arms of health care workers... The unintended consequence of saving all these vaccines up to Christmas time is that countries won’t be able to absorb them and roll them out and therefore they could end up going to waste. We could see millions of doses of vaccines not used and expiring, and that will be a tragedy.” The World Health Organization has also called on Covid-19 vaccine manufacturers to give the Covax scheme first refusal on new doses, or commit half of their volumes to the global jab equity scheme. Our health editor Sarah Boseley asks the question this morning: Can we vaccinate the world against Covid by the end of 2022? As ambitious declarations go – even for Boris Johnson – it was a big one. At the weekend, the UK prime minister said he would urge the G7 leaders to vaccinate the world against Covid by the end of next year. But is this feasible? That rather depends on your definition. No country will vaccinate every adult. Vaccinating enough to achieve herd immunity, which could be 60% or 70%, is the real aim. It is possible to achieve that by December 2023, say experts, but only if the G7 leading economies move immediately to make it happen. The Covax scheme under the UN umbrella should have been the route to vaccination for low-income countries. It was designed as their lifeline. Covax signed contracts with manufacturers to buy 2bn doses by the end of this year. But it is stymied. Its main supplier is the Serum Institute of India, which is now churning out vaccines in response to the terrible surge in domestic cases and deaths and will not be able to fulfil its contracts to Covax or individual countries before the end of the year. Dr Bruce Aylward, senior adviser to the director general of the World Health Organization, who is heavily involved in the vaccine efforts, said: “This is where the UK becomes really important and the G7, because right now we’ve got this gap of death. In June, July, August, September, there’s no vaccine out there for love nor money, in terms of being able to procure it.” Read more of Sarah Boseley’s analysis here: Can we vaccinate the world against Covid by the end of 2022? The president of the Tokyo 2020 organising committee, Seiko Hashimoto, is speaking this morning, and she is setting out some of the procedures that will be undertaken to try to keep the games safe. So far, she’s said that media will not be able to use shared accommodation, and that the media will be GPS-tracked to ensure they don’t go into unauthorised areas. She has also said that they expect to start vaccinating Olympics-related staff by mid-June. Reuters note that foreign spectators have already been banned, and organisers are expected to make a decision late this month on domestic spectators. Toshiaki Endo, the vice-president of the Tokyo organising committee, has previously suggested to Reuters some spectators could be allowed into venues, although he personally preferred a total ban to calm persistent public opposition to the Games. On the downside, I just saw this tweet today, and now I can’t stop thinking about it either… Good morning, it is Martin Belam here in London taking over today’s blog. The biggest news in England is the extension of vaccinations to those aged 25 and over this morning. If you fall into that category you can book your shot at the NHS England site here. Northern Ireland has already been offering vaccines to anybody over 18, you can find out more here. Those in Scotland and Wales can find out the latest information for them here: NHS Scotland Gov.wales Reuters: New Zealand’s Prime Minister Jacinda Ardern said on Tuesday that she would get her first Covid-19 shot at the end of next week, as the country prepared to receive another 1 million doses of the Pfizer vaccine. “For me, it’s been important that I allow those in the most at risk group... to be prioritised,” Ardern said in a news conference. “I’m choosing to be vaccinated at this point in order to play my role in demonstrating that I consider it to be absolutely safe and also really critical to keep others safe,” she said. China today pledged further assistance to Southeast Asian nations in battling the pandemic, the Associated Press reports. The country’s foreign minister, Wang Yi, told his Association of Southeast Asian Nations (Asean) counterparts that China had already delivered 100 million doses of vaccine to Asean nations along with other materials and technical help. Wang said China would “urgently implement” the China-Asean Public Health Cooperation Initiative, continue to support the Asean Emergency Medical Materials Reserve and strengthen regional public health capacity-building. “China will work with Asean to overcome the outbreak as soon as possible,” Wang told a meeting of ministers. He said the sides should explore establishing an expert panel to strengthen cooperation throughout the vaccine process, from research to use, and work to build production and distribution centres to help make vaccines affordable and accessible in the region. Though Covid-19 was first detected in China in late 2019, the nation has largely stamped out domestic transmission, although it has been accused of insufficient transparency or even seeking to conceal the origins of the pandemic. Beijing has been building influence with Asean, despite frictions with some members of the bloc over competing territorial claims in the South China Sea. Welcome to another day of the pandemic, and our continuing global coverage of the latest developments. Below are some of the key updates from the last day. Canada is preparing to ease birder restrictions for vaccinated travellers, Bloomberg reports. A top Japanese virologist and government adviser has warned of the risks of spreading infections during the Tokyo Olympics. Australia’s state of Victoria is on track to ease restrictions on residents, currently in a lockdown to deal with an outbreak of the Delta variant, authorities said. India’s government will provide free vaccinations for all adults, Prime Minister Narendra Modi says, as the capital New Delhi and financial hub Mumbai ease lockdowns on falling infection levels. A new coronavirus antibody drug appears to show promise in mouse studies, according to a study published in Nature. The Czech Republic has announced it will reopen its borders to EU and Serbian citizens on June 21. Just days before the start of the Euros, Spain’s football players and staff have returned negative Covid-19 tests after captain Sergio Busquets had to go home and quarantine. There was “delight across Ireland” as the country reopened pubs, restaurants and leisure facilities. Central Park is to host an “all-star” concert in August to mark New York’s comeback after the pandemic. New York governor Andrew Cuomo has announced that the state’s remaining coronavirus restrictions will be lifted when 70% of residents have had at least one vaccine dose.","charCount":"22423","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/martin-belam\">Martin Belam</a> (now) and <a href=\"profile/helen-davidson\">Helen Davidson</a> (earlier)"},{"headline":"Avast and furious: will it be a triumphant return for Master and Commander?","standfirst":"<p>Loyal fans of Peter Weir’s 2003 naval classic have had their timbers shivered by news of a return for Captain Aubrey and ship’s surgeon Stephen Maturin. But is the prequel approach the right one? </p>","trailText":"Loyal fans of Peter Weir’s 2003 naval classic have had their timbers shivered by news of a return for Captain Aubrey and ship’s surgeon Stephen Maturin. But is the prequel approach the right one? ","byline":"Graeme Virtue","main":"<figure class=\"element element-image\" data-media-id=\"f05afdd24e079258efeffb1b0e187f13512f4c92\"> <img src=\"https://media.guim.co.uk/f05afdd24e079258efeffb1b0e187f13512f4c92/43_235_3210_1925/1000.jpg\" alt=\"Master and Commander: The Far Side of the World\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cannonball rerun … Master and Commander: The Far Side of the World.</span> <span class=\"element-image__credit\">Photograph: 20th Century Fox/Universal/Miramax/Kobal/Rex/Shutterstock</span> </figcaption> </figure>","body":"<p><strong><br></strong></p> <p>If the 2003 naval epic <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,4267,1089474,00.html\">Master and Commander: The Far Side of the World</a> teaches us anything about life on a 19th-century British frigate, it is that even the most prolonged period of deck-scrubbing doldrums can suddenly erupt into thrilling action. Long-standing admirers of Peter Weir’s film experienced a similar adrenaline jolt this past weekend when <a href=\"https://deadline.com/2021/06/20th-century-master-and-commander-patrick-ness-1234769535/\">news broke</a> that the long-becalmed franchise based on Patrick O’Brian’s swashbuckling novel series was preparing to sail on to the big screen again. Ship just got real.</p> <p><a href=\"https://www.theguardian.com/books/2021/may/14/patrick-ness-terry-pratchett-makes-you-feel-seen-and-forgiven\">Patrick Ness</a>, the author and screenwriter tasked with creating this new adaptation, <a href=\"https://www.instagram.com/p/CPwES4hHNjx/?utm_source=ig_web_copy_link\">confirmed his involvement</a> by posting a bookshelf on Instagram of cherished O’Brian volumes. “This is a cache of riches,” he wrote, “with so much left to be explored.” He also affirmed his love of Weir’s original movie, perhaps aware that it has inspired the fiercest of loyalties in its fans and even its cast. In January, Ian McNabb of 1980s post-punkers the Icicle Works took to Twitter to recommend watching Master and Commander as a cure for pandemic-inspired insomnia and tagged star Russell Crowe in his post. Crowe responded with <a href=\"https://www.theguardian.com/film/2021/jan/18/when-film-stars-attack-russell-crowes-reaction-to-criticism-could-set-a-trend\">a prickly dressing-down</a> that could easily have come from his character Captain Jack Aubrey at his most severe, generating an emphatic social media chorus reiterating the movie’s old-fashioned greatness.</p> <p>It is strange to think of people being so protective of what has always seemed like a well-received and award-garlanded project. In a 2019 round table of Hollywood studio heads, veteran executive and current Sony chairman Tom Rothman identified it as <a href=\"https://www.hollywoodreporter.com/movies/movie-features/hollywood-reporter-executive-roundtable-7-major-studio-chiefs-1250718/\">the film he was most proud of getting made</a> in his storied career. But while Master and Commander was nominated for 10 Oscars (winning for best cinematography and sound editing), there has long been a nagging sense that it never really got its due. Anchored by the magnificent odd-couple chemistry between Aubrey and ship’s surgeon Stephen Maturin (Paul Bettany) – the former an intuitive, hot-blooded captain, the latter a cerebral naturalist bewildered by nautical terms – Weir’s evocative sea yarn seemed primed to become an ongoing screen series. Instead it was that other oceanic 2003 blockbuster with an overlong name, Pirates of the Caribbean: The Curse of the Black Pearl, that would get the repeated sequel treatment to greatly diminishing returns.</p> <p>One of the reasons for Master and Commander’s unwieldy title is that Weir opted to adapt O’Brian’s 10th book in the series, The Far Side of the World. This meant the key characters were already established, and the story could begin and end with the HMS Surprise out on the vast open sea, seemingly ready to raise sail and head off on another adventure. In contrast, Ness has apparently been given the remit of exploring the beginnings of Aubrey and Maturin’s bromance. This may set alarm bells ringing depending on how you feel about the current industry trend for prequel origin stories – from the recent Cruella to the upcoming Wonka – but it is all existing material ready to be mined from O’Brian’s books.</p> <p>In the opening chapters of the first Master and Commander novel, Aubrey and Maturin have a “meet-curt” rather than meet-cute, clashing at a musical recital in Menorca and committing to settle their grievances via a duel before finding common ground. Returning to the earliest days of their friendship will put some clear blue water between a new film and Weir’s original, while also kiboshing any chance of Crowe and Bettany returning to their roles. But it also opens up other intriguing possibilities. Film fans think of Aubrey as the formidable fighting captain capable of inspiring both hoity-toity officers and pressganged ruffians with his damn fine seamanship and buccaneering spirit, but in O’Brian’s books he is often revealed to be a rudderless fool on land, to great comic effect. There will also presumably be scope for introducing a female presence beyond faded portraits of sweethearts in lockets or exotic but mute island locals.</p> <p>The real challenge will be in making something that can stand alongside Weir’s immersive vision. Among the various making-of documentaries from the original DVD release is a featurette where Weir discusses his approach to adapting O’Brian surrounded by well-thumbed paperbacks where Post-it research notes stick out from almost every page. At that moment, he seems to embody both Aubrey the fired-up leader and Maturin the meticulous researcher. If Ness and his creative collaborators can summon even half of that passion, there is every chance that a Master and Commander reboot could be fashioned into something not just seaworthy but glorious.</p>","wordcount":"751","commentCloseDate":"2021-06-13T22:00:00Z","commentable":"true","firstPublicationDate":"2021-06-08T09:35:25Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:36:34Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyd6y","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f05afdd24e079258efeffb1b0e187f13512f4c92/43_235_3210_1925/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"If the 2003 naval epic Master and Commander: The Far Side of the World teaches us anything about life on a 19th-century British frigate, it is that even the most prolonged period of deck-scrubbing doldrums can suddenly erupt into thrilling action. Long-standing admirers of Peter Weir’s film experienced a similar adrenaline jolt this past weekend when news broke that the long-becalmed franchise based on Patrick O’Brian’s swashbuckling novel series was preparing to sail on to the big screen again. Ship just got real. Patrick Ness, the author and screenwriter tasked with creating this new adaptation, confirmed his involvement by posting a bookshelf on Instagram of cherished O’Brian volumes. “This is a cache of riches,” he wrote, “with so much left to be explored.” He also affirmed his love of Weir’s original movie, perhaps aware that it has inspired the fiercest of loyalties in its fans and even its cast. In January, Ian McNabb of 1980s post-punkers the Icicle Works took to Twitter to recommend watching Master and Commander as a cure for pandemic-inspired insomnia and tagged star Russell Crowe in his post. Crowe responded with a prickly dressing-down that could easily have come from his character Captain Jack Aubrey at his most severe, generating an emphatic social media chorus reiterating the movie’s old-fashioned greatness. It is strange to think of people being so protective of what has always seemed like a well-received and award-garlanded project. In a 2019 round table of Hollywood studio heads, veteran executive and current Sony chairman Tom Rothman identified it as the film he was most proud of getting made in his storied career. But while Master and Commander was nominated for 10 Oscars (winning for best cinematography and sound editing), there has long been a nagging sense that it never really got its due. Anchored by the magnificent odd-couple chemistry between Aubrey and ship’s surgeon Stephen Maturin (Paul Bettany) – the former an intuitive, hot-blooded captain, the latter a cerebral naturalist bewildered by nautical terms – Weir’s evocative sea yarn seemed primed to become an ongoing screen series. Instead it was that other oceanic 2003 blockbuster with an overlong name, Pirates of the Caribbean: The Curse of the Black Pearl, that would get the repeated sequel treatment to greatly diminishing returns. One of the reasons for Master and Commander’s unwieldy title is that Weir opted to adapt O’Brian’s 10th book in the series, The Far Side of the World. This meant the key characters were already established, and the story could begin and end with the HMS Surprise out on the vast open sea, seemingly ready to raise sail and head off on another adventure. In contrast, Ness has apparently been given the remit of exploring the beginnings of Aubrey and Maturin’s bromance. This may set alarm bells ringing depending on how you feel about the current industry trend for prequel origin stories – from the recent Cruella to the upcoming Wonka – but it is all existing material ready to be mined from O’Brian’s books. In the opening chapters of the first Master and Commander novel, Aubrey and Maturin have a “meet-curt” rather than meet-cute, clashing at a musical recital in Menorca and committing to settle their grievances via a duel before finding common ground. Returning to the earliest days of their friendship will put some clear blue water between a new film and Weir’s original, while also kiboshing any chance of Crowe and Bettany returning to their roles. But it also opens up other intriguing possibilities. Film fans think of Aubrey as the formidable fighting captain capable of inspiring both hoity-toity officers and pressganged ruffians with his damn fine seamanship and buccaneering spirit, but in O’Brian’s books he is often revealed to be a rudderless fool on land, to great comic effect. There will also presumably be scope for introducing a female presence beyond faded portraits of sweethearts in lockets or exotic but mute island locals. The real challenge will be in making something that can stand alongside Weir’s immersive vision. Among the various making-of documentaries from the original DVD release is a featurette where Weir discusses his approach to adapting O’Brian surrounded by well-thumbed paperbacks where Post-it research notes stick out from almost every page. At that moment, he seems to embody both Aubrey the fired-up leader and Maturin the meticulous researcher. If Ness and his creative collaborators can summon even half of that passion, there is every chance that a Master and Commander reboot could be fashioned into something not just seaworthy but glorious.","charCount":"4655","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/graeme-virtue\">Graeme Virtue</a>"},{"headline":"Brexit: Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens – live","standfirst":"<p>Latest updates: minister suggests US might side with UK over the Northern Ireland protocol if issue is brought up at this week’s G7 summit</p><ul><li><a href=\"https://www.theguardian.com/politics/2021/jun/08/stop-brexit-blame-game-northern-ireland-business-leaders-tell-uk-and-eu\">Stop Brexit ‘blame game’, Northern Ireland business leaders tell UK and EU</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus global updates – live</a></li></ul>","trailText":"Minister suggests US might side with UK over the Northern Ireland protocol if issue is brought up at this week’s G7 summit","byline":"Andrew Sparrow","main":"<figure class=\"element element-image\" data-media-id=\"b57a47aaf89ec867f190025a334e1c318cb7e686\"> <img src=\"https://media.guim.co.uk/b57a47aaf89ec867f190025a334e1c318cb7e686/0_400_6000_3600/1000.jpg\" alt=\"Waiting lorries in the container terminal in Belfast Port in May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Waiting lorries in the container terminal in Belfast Port in May.</span> <span class=\"element-image__credit\">Photograph: Artur Widak/NurPhoto/REX/Shutterstock</span> </figcaption> </figure>","body":"<div id=\"block-60bf36e48f08336d75f065e1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:34:12.294Z\">10.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>According to<a href=\"https://www.thetimes.co.uk/article/june-21-lockdown-lifting-set-to-be-delayed-by-fortnight-bfvnthssj\"> today’s Times splash (paywall),</a> ministers are considering delaying by a fortnight the full lifting of Covid restrictions in England originally scheduled for 21 June after receiving a “fairly grim” briefing from scientists. The Times reports:</p> <blockquote class=\"quoted\"> <p>Whitty, the chief medical officer for England, and Vallance, the chief scientific adviser, yesterday gave a briefing to ministers on the latest data that was described as “fairly grim”.</p> <p>They emphasised concerns about the rate of transmission of new strains of <a href=\"https://www.thetimes.co.uk/article/newsletter-signup-coronavirus-msknld6s0\">coronavirus</a>, such as the Indian variant, and that vaccinations did not provide 100 per cent protection. Millions of Britons remain unvaccinated.</p> <p>One cabinet source said they expected a delay of “between two weeks and a month” but suggested that the political fallout was likely to be limited as long as the full reopening took place before the start of the school summer holidays late next month.</p> </blockquote> <p><strong>Jeremy Hunt</strong>, the Conservative chair of the Commons health committee, told Sky News this morning that a two-week delay would be acceptable. He said:</p> <blockquote class=\"quoted\"> <p>I think the most important thing is that, when we lift this lockdown or these restrictions, we want to know that it’s forever, that we can finally get our freedom back and it’s not going to change.</p> <p>If we had to wait a couple of extra weeks because that was the scientific advice, I think most people would say that’s reasonable.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d3baed8775b3abfe5c011f0487602cd52af5bea4\"> <img src=\"https://media.guim.co.uk/d3baed8775b3abfe5c011f0487602cd52af5bea4/0_0_3500_2333/1000.jpg\" alt=\"Jeremy Hunt.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf345c8f08336d75f06598\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:20:54.747Z\">10.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Only 1% of deaths registered in England and Wales in the week ending Friday 28 May involved coronavirus, according to <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsregisteredweeklyinenglandandwalesprovisional/weekending28may2021\">the latest figures </a>from the <strong>Office for National Statistics. </strong></p> <p>There were 95 deaths where coronavirus was mentioned on the death certificate - out of 9,628 deaths in total. That is the lowest daily total since the first week of September.</p> <p>The total number of deaths for the last week of May was also 3.1% below the five-year average for deaths at this time of year.</p>  <figure class=\"element element-image\" data-media-id=\"3355a3bb92a68a3d83d171d47a76091d9c01b3a4\"> <img src=\"https://media.guim.co.uk/3355a3bb92a68a3d83d171d47a76091d9c01b3a4/0_0_622_565/500.jpg\" alt=\"Weekly death figures\" width=\"500\" height=\"454\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Weekly death figures</span> <span class=\"element-image__credit\">Photograph: ONS</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf2f838f0827600c04c3ce\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:06:13.197Z\">10.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">EU says it will retaliate 'firmly and resolutely' if UK does not stick to its Northern Ireland protocol obligations</h2>  <div class=\"block-elements\">  <p>The dispute between the UK and the EU over the implementation of the Northern Ireland protocol will be thrashed out tomorrow at a meeting in London between Lord Frost, the Brexit minister, and <strong>Maroš Šefčovič</strong>, the European commission vice president.</p> <p>It’s the first meeting of the joint partnership council, set up to oversee the implementation of the EU-UK trade deal, combined with a meeting of the joint committee, set up to oversee the operation of the Northern Ireland protocol.</p> <p>In <a href=\"https://www.telegraph.co.uk/politics/2021/06/08/uk-eu-must-sing-hymn-sheet-comes-northern-ireland/\">an article for the Daily Telegraph</a>, Šefčovič suggests that the EU is finding it hard to trust the UK because of <a href=\"https://www.theguardian.com/uk-news/2021/mar/03/supermarkets-may-get-more-time-to-adapt-to-northern-ireland-trading-rules-brexit\">the government’s decision earlier this year to unilaterally delay implementing aspects of the deal. </a>He says there have been “numerous and fundamental gaps in the UK’s implementation”, and he starts his article:</p> <blockquote class=\"quoted\"> <p>The prolific English hymn composer Isaac Watts once said: “Learning to trust is one of life’s most difficult tasks.”</p> <p>And yet it is also one of the most important tasks when it comes to building a productive, enduring and mutually beneficial partnership.</p> <p>As I travel to London today, it is clear that this week will be a defining one for consolidating trust between the European Union and the United Kingdom.</p> </blockquote> <p>And in a comment that led to the Telegraph writing up the story under the headline “Europe threatens sausage trade war”, Šefčovič says the EU will act “firmly” if the UK does not agree deadlines for complying with its obligations. He says:</p> <blockquote class=\"quoted\"> <p>Mutually agreed compliance paths, with concrete deadlines and milestones for the UK to fulfil its existing obligations, would therefore be an important stepping stone – and, I believe, a credible outcome of this joint committee.</p> <p>If this does not happen, and if the UK takes further unilateral action over the coming weeks<a href=\"https://www.telegraph.co.uk/politics/2021/06/07/eu-threatens-sausage-trade-war/\">, the EU will not be shy in reacting swiftly</a>, firmly and resolutely to ensure that the UK abides by its international law obligations.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"65a4f523eef6c1efcd8733b8d3421a3223cb140d\"> <img src=\"https://media.guim.co.uk/65a4f523eef6c1efcd8733b8d3421a3223cb140d/0_39_3500_2100/1000.jpg\" alt=\"Maroš Šefčovič.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maroš Šefčovič.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bf1e1b8f0827600c04c306\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:21:03.731Z\">9.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eustice attacks ‘nonsensical’ ban on selling sausages as row with EU over Northern Ireland protocol deepens</h2>  <div class=\"block-elements\">  <p>Good morning. In <a href=\"https://www.theatlantic.com/magazine/archive/2021/07/boris-johnson-minister-of-chaos/619010/\">a long profile published yesterday</a>, <strong>Boris Johnson </strong>was quoted as suggesting that politics is all about stories. “People live by narrative,” he told The Atlantic. “Human beings are creatures of the imagination.” And so, with tension with the EU over the implementation of the Northern Ireland protocol escalating (or non-implementation - the UK has unilaterally delayed implementing some of the rules it agreed), Johnson may be pleased that its version of the story references one of the great plot lines from the classic Whitehall comedy, Yes Minister. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1402015634402295808\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">TELEGRAPH: Europe threatens sausage trade war <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/uD1K21kZ4m\">pic.twitter.com/uD1K21kZ4m</a></p>&mdash; Neil Henderson (@hendopolis) <a href=\"https://twitter.com/hendopolis/status/1402015634402295808?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>If you don’t remember the Euro sausage episode, there are reminders <a href=\"https://twitter.com/voigtl1/status/1402158588508921858\">here </a>and <a href=\"https://twitter.com/sundersays/status/1383385818966872070\">here.</a></p> <p>My colleague <strong>Daniel Boffey</strong>’s slightly more measured take on the story is here.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/jun/07/brexit-row-deepens-between-frost-and-eu-over-northern-ireland-protocol\">EU to make Northern Ireland concessions but says patience is ‘wearing thin’</a> </p> </aside>  <p><strong>George Eustice</strong>, the environment secretary, did an interview round this morning and he claimed the Northern Ireland protocol would make it impossible for traders to sell sausages from Great Britain in Northern Ireland. He told Sky News:</p> <blockquote class=\"quoted\"> <p>What you have to bear in mind is that the protocol always envisaged that both parties would show best endeavours to make the Northern Ireland protocol work, and that included recognising that Northern Ireland was an integral part of the UK and that you should support the free flow of goods to Northern Ireland.</p> <p>What we really need the EU to do is to respect that part of the protocol and put in place sensible measures to remove things like the nonsensical ban on selling sausages or chicken nuggets to Northern Ireland – not just requiring paperwork, but actually having an outright ban on some of those goods – that clearly doesn’t make sense.</p> </blockquote> <p>On the Today programme Eustice said this rule was “bonkers”. And on LBC he described it as a “nonsense”. He said:</p> <blockquote class=\"quoted\"> <p>I suspect it links to some kind of perception that they can’t really trust any country other than an EU country to make sausages. I think that’s a nonsense. I think we’ve got a very good sausage industry in this country, we’ve got the highest standards of food hygiene in the world.</p> </blockquote> <p>The UK did, of course, agree to these rules when it signed the protocol. Asked to justify this, Eustice argued that the protocol also included a commitment that both sides would use their best endeavours to ensure goods can flow from Great Britain to Northern Ireland. He said the EU should be more willing to look for solutions. He told the Today programme:</p> <blockquote class=\"quoted\"> <p>There are lots of ways to give the European Union the assurance that they say they want for their single market, and what we should be doing is working together to identify ways forward. And that’s where the European Union have been quite slow to date to engage.</p> </blockquote> <p>He also suggested that, if this becomes an issue at this week’s G7 summit, President Biden might side with the UK. Until now Biden has effectively been siding with the EU, <a href=\"https://www.reuters.com/world/uk/biden-press-uk-pm-johnson-over-northern-ireland-times-2021-06-07/\">warning that Britain’s stance could undermine the Good Friday peace agreement</a>. But Eustice said:</p> <blockquote class=\"quoted\"> <p>I suspect that any US administration would be amazed if you were to say, for instance, that a sausage from Texas couldn’t be sold to California, there would be an outright ban – they really wouldn’t understand how that could even be contemplated.</p> </blockquote> <p>Here is the agenda for the day.<br></p> <p><em>9.30am:</em> Boris Johnson chairs cabinet.</p> <p><em>9.30am: </em>The ONS publishes its weekly death figures for England and Wales.</p> <p><em>9.30am:</em> Bill Crothers, who worked for Greensill Capital for a period while still chief commercial officer at the Cabinet Office, gives evidence to the Commons public administration and constitutional affairs committee.</p> <p><em>11.30am:</em> Matt Hancock, the health secretary, takes questions in the Commons.</p> <p><em>12pm:</em> Downing Street is expected to hold its daily lobby briefing.</p> <p><em>After 2pm: </em>Nicola Sturgeon, Scotland’s first minister, makes a statement on Covid to the Scottish parliament.</p> <p><em>After 2.30pm: </em>MPs begin an emergency debate on cuts to the aid budget. The motion is a neutral one – “that this house has considered the matter of the 0.7% official development assistance target” – and there will be no division at the end.</p> <p>Politics Live has been a mix of Covid and non-Covid news recently, and that is likely to be the case today. For more Covid coverage, do read our global live blog.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2021/jun/08/coronavirus-live-news-china-pledges-more-vaccine-support-for-south-east-asia\">Coronavirus live news: Portugal tourist quarantine starts today in England; Uttar Pradesh relaxing curfews in India</a> </p> </aside>  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter. I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>Alternatively, you can email me at andrew.sparrow@theguardian.com.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T09:06:44.865Z\">at 10.06am BST</time></p>  </div>","wordcount":"1431","commentCloseDate":"2021-06-11T08:42:46Z","commentable":"true","firstPublicationDate":"2021-06-08T08:42:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:34:12Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjkk","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b57a47aaf89ec867f190025a334e1c318cb7e686/0_400_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"According to today’s Times splash (paywall), ministers are considering delaying by a fortnight the full lifting of Covid restrictions in England originally scheduled for 21 June after receiving a “fairly grim” briefing from scientists. The Times reports: Whitty, the chief medical officer for England, and Vallance, the chief scientific adviser, yesterday gave a briefing to ministers on the latest data that was described as “fairly grim”. They emphasised concerns about the rate of transmission of new strains of coronavirus, such as the Indian variant, and that vaccinations did not provide 100 per cent protection. Millions of Britons remain unvaccinated. One cabinet source said they expected a delay of “between two weeks and a month” but suggested that the political fallout was likely to be limited as long as the full reopening took place before the start of the school summer holidays late next month. Jeremy Hunt, the Conservative chair of the Commons health committee, told Sky News this morning that a two-week delay would be acceptable. He said: I think the most important thing is that, when we lift this lockdown or these restrictions, we want to know that it’s forever, that we can finally get our freedom back and it’s not going to change. If we had to wait a couple of extra weeks because that was the scientific advice, I think most people would say that’s reasonable. Only 1% of deaths registered in England and Wales in the week ending Friday 28 May involved coronavirus, according to the latest figures from the Office for National Statistics. There were 95 deaths where coronavirus was mentioned on the death certificate - out of 9,628 deaths in total. That is the lowest daily total since the first week of September. The total number of deaths for the last week of May was also 3.1% below the five-year average for deaths at this time of year. The dispute between the UK and the EU over the implementation of the Northern Ireland protocol will be thrashed out tomorrow at a meeting in London between Lord Frost, the Brexit minister, and Maroš Šefčovič, the European commission vice president. It’s the first meeting of the joint partnership council, set up to oversee the implementation of the EU-UK trade deal, combined with a meeting of the joint committee, set up to oversee the operation of the Northern Ireland protocol. In an article for the Daily Telegraph, Šefčovič suggests that the EU is finding it hard to trust the UK because of the government’s decision earlier this year to unilaterally delay implementing aspects of the deal. He says there have been “numerous and fundamental gaps in the UK’s implementation”, and he starts his article: The prolific English hymn composer Isaac Watts once said: “Learning to trust is one of life’s most difficult tasks.” And yet it is also one of the most important tasks when it comes to building a productive, enduring and mutually beneficial partnership. As I travel to London today, it is clear that this week will be a defining one for consolidating trust between the European Union and the United Kingdom. And in a comment that led to the Telegraph writing up the story under the headline “Europe threatens sausage trade war”, Šefčovič says the EU will act “firmly” if the UK does not agree deadlines for complying with its obligations. He says: Mutually agreed compliance paths, with concrete deadlines and milestones for the UK to fulfil its existing obligations, would therefore be an important stepping stone – and, I believe, a credible outcome of this joint committee. If this does not happen, and if the UK takes further unilateral action over the coming weeks, the EU will not be shy in reacting swiftly, firmly and resolutely to ensure that the UK abides by its international law obligations. Good morning. In a long profile published yesterday, Boris Johnson was quoted as suggesting that politics is all about stories. “People live by narrative,” he told The Atlantic. “Human beings are creatures of the imagination.” And so, with tension with the EU over the implementation of the Northern Ireland protocol escalating (or non-implementation - the UK has unilaterally delayed implementing some of the rules it agreed), Johnson may be pleased that its version of the story references one of the great plot lines from the classic Whitehall comedy, Yes Minister. If you don’t remember the Euro sausage episode, there are reminders here and here. My colleague Daniel Boffey’s slightly more measured take on the story is here. George Eustice, the environment secretary, did an interview round this morning and he claimed the Northern Ireland protocol would make it impossible for traders to sell sausages from Great Britain in Northern Ireland. He told Sky News: What you have to bear in mind is that the protocol always envisaged that both parties would show best endeavours to make the Northern Ireland protocol work, and that included recognising that Northern Ireland was an integral part of the UK and that you should support the free flow of goods to Northern Ireland. What we really need the EU to do is to respect that part of the protocol and put in place sensible measures to remove things like the nonsensical ban on selling sausages or chicken nuggets to Northern Ireland – not just requiring paperwork, but actually having an outright ban on some of those goods – that clearly doesn’t make sense. On the Today programme Eustice said this rule was “bonkers”. And on LBC he described it as a “nonsense”. He said: I suspect it links to some kind of perception that they can’t really trust any country other than an EU country to make sausages. I think that’s a nonsense. I think we’ve got a very good sausage industry in this country, we’ve got the highest standards of food hygiene in the world. The UK did, of course, agree to these rules when it signed the protocol. Asked to justify this, Eustice argued that the protocol also included a commitment that both sides would use their best endeavours to ensure goods can flow from Great Britain to Northern Ireland. He said the EU should be more willing to look for solutions. He told the Today programme: There are lots of ways to give the European Union the assurance that they say they want for their single market, and what we should be doing is working together to identify ways forward. And that’s where the European Union have been quite slow to date to engage. He also suggested that, if this becomes an issue at this week’s G7 summit, President Biden might side with the UK. Until now Biden has effectively been siding with the EU, warning that Britain’s stance could undermine the Good Friday peace agreement. But Eustice said: I suspect that any US administration would be amazed if you were to say, for instance, that a sausage from Texas couldn’t be sold to California, there would be an outright ban – they really wouldn’t understand how that could even be contemplated. Here is the agenda for the day. 9.30am: Boris Johnson chairs cabinet. 9.30am: The ONS publishes its weekly death figures for England and Wales. 9.30am: Bill Crothers, who worked for Greensill Capital for a period while still chief commercial officer at the Cabinet Office, gives evidence to the Commons public administration and constitutional affairs committee. 11.30am: Matt Hancock, the health secretary, takes questions in the Commons. 12pm: Downing Street is expected to hold its daily lobby briefing. After 2pm: Nicola Sturgeon, Scotland’s first minister, makes a statement on Covid to the Scottish parliament. After 2.30pm: MPs begin an emergency debate on cuts to the aid budget. The motion is a neutral one – “that this house has considered the matter of the 0.7% official development assistance target” – and there will be no division at the end. Politics Live has been a mix of Covid and non-Covid news recently, and that is likely to be the case today. For more Covid coverage, do read our global live blog. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. I’m on @AndrewSparrow. Alternatively, you can email me at andrew.sparrow@theguardian.com.","charCount":"8486","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"},{"headline":"UK banks to reveal exposure to climate crisis for first time","standfirst":"<p>Bank of England to examine risks rising temperatures and sea levels could pose for financial system</p>","trailText":"Bank of England to examine risks rising temperatures and sea levels could pose for financial system","byline":"Kalyeena Makortoff Banking correspondent","main":"<figure class=\"element element-image\" data-media-id=\"a9fb57b7cd9314f3c0d5775392afe7a402f40fe7\"> <img src=\"https://media.guim.co.uk/a9fb57b7cd9314f3c0d5775392afe7a402f40fe7/0_121_4928_2957/1000.jpg\" alt=\"Flooding on the Somerset Levels\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Bank of England will examine the risk of the climate crisis to financial institutions. </span> <span class=\"element-image__credit\">Photograph: Adrian Sherratt/Alamy Stock Photo</span> </figcaption> </figure>","body":"<p>UK banks will for the first time be forced to reveal their exposure to the climate crisis, highlighting the risks that rising temperatures and sea levels could pose for the financial system, as part of the Bank of England’s climate stress tests this year.</p> <p><a href=\"https://www.theguardian.com/business/2019/dec/18/uk-banks-insurers-climate-crisis-stress-tests-bank-of-england\">The stress tests will put 19 banks and insurers</a> through three climate scenarios, according to an update released Tuesday, including one where governments fail to take further steps to curb greenhouse gas emissions, resulting in average temperature increases of 3.3C and a 3.9m rise in sea levels. The central bank will be monitoring how those scenarios could impact potential loan losses, as customers default due to slowing growth and economic uncertainty.</p> <p>However, the Bank of England will not identify individual businesses through the tests and will release only aggregate results for the banking and insurance sector, which will be published in May 2022.</p> <p>The tests, which will look ahead 30 years, were planned for last year but were <a href=\"https://www.theguardian.com/business/2020/mar/20/bank-of-england-cancels-stress-tests-for-uk-biggest-lenders-coronavirus\">delayed due to the Covid outbreak</a>. It meant that big lenders – including NatWest, Barclays, HSBC, Lloyds, Standard Chartered, the UK arm of Santander, Nationwide building society and Virgin Money UK – did not have to divert resources at the height of the pandemic, when they were expected to dole out billions of pounds in emergency Covid loans.</p> <p>Twelve insurers will also take part, marking the second time that the insurance sector has been tested for challenging climate risks.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk </figcaption> </figure>  <p>The central bank also confirmed that the information will not be used to set capital requirements, which determine the kind of financial cushion that banks need in order to protect them from risky loans and products on their balance sheets. Instead, the exercise is meant to improve the way banks and insurers manage risks, and prompt a strategic review of their operations in light of the climate threat.</p> <p>The Bank of England governor, Andrew Bailey, said the stress tests will help the regulator “size the risks from climate change for both the largest banks and insurers as well as the financial system as a whole”.</p> <p>“It will require them to build up their own scenario analysis capabilities, helping them to understand better how they are exposed under different potential climate pathways. The end result will be more robust management of climate-related financial risks across the sector,” he added.</p>","wordcount":"387","firstPublicationDate":"2021-06-08T09:31:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:32:33Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjt6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a9fb57b7cd9314f3c0d5775392afe7a402f40fe7/0_121_4928_2957/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"UK banks will for the first time be forced to reveal their exposure to the climate crisis, highlighting the risks that rising temperatures and sea levels could pose for the financial system, as part of the Bank of England’s climate stress tests this year. The stress tests will put 19 banks and insurers through three climate scenarios, according to an update released Tuesday, including one where governments fail to take further steps to curb greenhouse gas emissions, resulting in average temperature increases of 3.3C and a 3.9m rise in sea levels. The central bank will be monitoring how those scenarios could impact potential loan losses, as customers default due to slowing growth and economic uncertainty. However, the Bank of England will not identify individual businesses through the tests and will release only aggregate results for the banking and insurance sector, which will be published in May 2022. The tests, which will look ahead 30 years, were planned for last year but were delayed due to the Covid outbreak. It meant that big lenders – including NatWest, Barclays, HSBC, Lloyds, Standard Chartered, the UK arm of Santander, Nationwide building society and Virgin Money UK – did not have to divert resources at the height of the pandemic, when they were expected to dole out billions of pounds in emergency Covid loans. Twelve insurers will also take part, marking the second time that the insurance sector has been tested for challenging climate risks. The central bank also confirmed that the information will not be used to set capital requirements, which determine the kind of financial cushion that banks need in order to protect them from risky loans and products on their balance sheets. Instead, the exercise is meant to improve the way banks and insurers manage risks, and prompt a strategic review of their operations in light of the climate threat. The Bank of England governor, Andrew Bailey, said the stress tests will help the regulator “size the risks from climate change for both the largest banks and insurers as well as the financial system as a whole”. “It will require them to build up their own scenario analysis capabilities, helping them to understand better how they are exposed under different potential climate pathways. The end result will be more robust management of climate-related financial risks across the sector,” he added.","charCount":"2378","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/kalyeena-makortoff\">Kalyeena Makortoff</a> Banking correspondent"},{"headline":"The Souvenir Museum by Elizabeth McCracken review – delightful domestic stories","standfirst":"<p>The American author’s latest collection takes a brighter turn as it delves into families ‘of all flavours’<br></p>","trailText":"The American author’s latest collection takes a brighter turn as it delves into families ‘of all flavours’","byline":"John Self","main":"<figure class=\"element element-image\" data-media-id=\"f14a3be9bf4a0dd3d0e1e1bbf63f4170ad37c219\"> <img src=\"https://media.guim.co.uk/f14a3be9bf4a0dd3d0e1e1bbf63f4170ad37c219/0_1010_3599_2159/1000.jpg\" alt=\"Elizabeth McCracken.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Her prose is stippled with just-so observations’: Elizabeth McCracken.</span> <span class=\"element-image__credit\">Photograph: Christopher Lane/The Observer</span> </figcaption> </figure>","body":"<p>I was still on the first page of Elizabeth McCracken’s new collection of stories, where a couple drive out of Dublin – “It was 10pm and raining. If Ireland was emerald she couldn’t say” – when I sighed with pleasure at being back in her sharp-witted world. She writes both <a href=\"https://www.theguardian.com/books/2019/mar/09/elizabeth-mccracken-interview-bowlaway\">novels</a> and stories and her last collection, <em><a href=\"https://www.theguardian.com/books/2014/jun/08/thunderstruck-review-elizabeth-mccracken-unforgettable-short-stories\">Thunderstruck</a></em> (2014), was infused with grief. <em>The Souvenir Museum</em> is brighter and cheerier – up to a point – as the sunny yellow cover with a balloon animal on it suggests.</p> <p>The subject is families, those people there’s no escaping from because we’re made of the same stuff. McCracken’s families aren’t warring: they’re good natured at heart and she has a gift for spotting the comic potential in situations many of us have endured, such as attending our first family event with a new partner (The Irish Wedding, where Sadie “would have to perform as herself in front of Jack’s family”). Her prose is stippled with just-so observations, as in the title story where a souvenir is “a memory you could plan to keep instead of the rubble of what happened” and Joanna notices her son having “thoughts all the time that she hadn’t put in his head, which she knew was the point of having children but destroyed her”.</p> <p>Families come in all flavours, but their experiences run across the lines; in Robinson Crusoe at the Waterpark, gay couple Ernest and Bruno argue over having an open-plan living area. “Do you know who else likes to see everything from the kitchen? The Devil. Hell is entirely without doors.” Like many of the families here, they go on holiday, though the desired outcomes – rest, relaxation – rarely happen. (The epigraph to the book, from poet Brenda Shaughnessy, reads: “The idea of travel. The very idea.”)</p> <p>Where there is sunshine, there are also shadows and the darkness in <em>The Souvenir Museum</em> descends when families don’t get started in the first place, as with middle-aged actor Mistress Mickle, whose envy of “young, talentless, gleaming people” threatens to push her over the edge, or when a family comes to an unexpected end. Three stories deal with grief on the death of a child and this suffering finds its fullest form in Birdsong From the Radio, where bereaved mother Leonora makes a “monument” of herself, “constructed to memorialise a tragedy”, by gorging on loaves of bread as substitutes for her children: “She’d had to turn herself into a monster in order to be seen.”</p> <p>And what gives <em>The Souvenir Museum</em> an added layer of coherence is that five of the 12 stories are about the same couple, Sadie and Jack. Their stories are scattered through the book, which is my only complaint: placing them all together, as a separate suite of stories, could add weight, on the model of the Derdon stories in Maeve Brennan’s <em>The Springs of Affection</em> or Mavis Gallant’s Carette family in <em>Across the Bridge</em>. But either way, it’s a pleasure to follow Sadie and Jack, through their first meeting to that family wedding and their future together, laughing – and crying – all the way.</p> <p>• <em>The Souvenir Museum</em> by Elizabeth McCracken is published by Jonathan Cape (£14.99). To support the <em>Guardian</em> order your copy at <a href=\"https://guardianbookshop.com/the-souvenir-museum-9781787333628.html\">guardianbookshop.com</a>. Delivery charges may apply</p>","newspaperPageNumber":"40","wordcount":"547","commentCloseDate":"2021-06-13T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-08T09:30:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:30:16Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhqyc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f14a3be9bf4a0dd3d0e1e1bbf63f4170ad37c219/0_1010_3599_2159/500.jpg","legallySensitive":"false","sensitive":"false","lang":"en","isLive":"true","bodyText":"I was still on the first page of Elizabeth McCracken’s new collection of stories, where a couple drive out of Dublin – “It was 10pm and raining. If Ireland was emerald she couldn’t say” – when I sighed with pleasure at being back in her sharp-witted world. She writes both novels and stories and her last collection, Thunderstruck (2014), was infused with grief. The Souvenir Museum is brighter and cheerier – up to a point – as the sunny yellow cover with a balloon animal on it suggests. The subject is families, those people there’s no escaping from because we’re made of the same stuff. McCracken’s families aren’t warring: they’re good natured at heart and she has a gift for spotting the comic potential in situations many of us have endured, such as attending our first family event with a new partner (The Irish Wedding, where Sadie “would have to perform as herself in front of Jack’s family”). Her prose is stippled with just-so observations, as in the title story where a souvenir is “a memory you could plan to keep instead of the rubble of what happened” and Joanna notices her son having “thoughts all the time that she hadn’t put in his head, which she knew was the point of having children but destroyed her”. Families come in all flavours, but their experiences run across the lines; in Robinson Crusoe at the Waterpark, gay couple Ernest and Bruno argue over having an open-plan living area. “Do you know who else likes to see everything from the kitchen? The Devil. Hell is entirely without doors.” Like many of the families here, they go on holiday, though the desired outcomes – rest, relaxation – rarely happen. (The epigraph to the book, from poet Brenda Shaughnessy, reads: “The idea of travel. The very idea.”) Where there is sunshine, there are also shadows and the darkness in The Souvenir Museum descends when families don’t get started in the first place, as with middle-aged actor Mistress Mickle, whose envy of “young, talentless, gleaming people” threatens to push her over the edge, or when a family comes to an unexpected end. Three stories deal with grief on the death of a child and this suffering finds its fullest form in Birdsong From the Radio, where bereaved mother Leonora makes a “monument” of herself, “constructed to memorialise a tragedy”, by gorging on loaves of bread as substitutes for her children: “She’d had to turn herself into a monster in order to be seen.” And what gives The Souvenir Museum an added layer of coherence is that five of the 12 stories are about the same couple, Sadie and Jack. Their stories are scattered through the book, which is my only complaint: placing them all together, as a separate suite of stories, could add weight, on the model of the Derdon stories in Maeve Brennan’s The Springs of Affection or Mavis Gallant’s Carette family in Across the Bridge. But either way, it’s a pleasure to follow Sadie and Jack, through their first meeting to that family wedding and their future together, laughing – and crying – all the way. • The Souvenir Museum by Elizabeth McCracken is published by Jonathan Cape (£14.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"3185","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/john-self\">John Self</a>"},{"headline":"First Thing: ‘Teflon Don no more’ as legal threats mount against Trump","standfirst":"<p>Former president faces increasingly serious legal issues as he teases a 2024 run. Plus, how cicada-phobes are surviving Brood X</p>","trailText":"Former president faces increasingly serious legal issues as he teases a 2024 run. Plus, how cicada-phobes are surviving Brood X","byline":"Miranda Bryant","main":"<figure class=\"element element-image\" data-media-id=\"07bee087791bd38b55d1955b5f487d8c24217a92\"> \n <img src=\"https://media.guim.co.uk/07bee087791bd38b55d1955b5f487d8c24217a92/0_105_2404_1443/1000.jpg\" alt=\"Former US President Donald Trump at the North Carolina GOP convention dinner in Greenville on Saturday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Donald Trump at the North Carolina GOP convention dinner in Greenville on Saturday.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Drake/Reuters</span> \n </figcaption> \n</figure>","body":"<p>Good morning.</p> \n<p>Donald Trump faces a growing legal threat as investigations gather pace – potentially posing major obstacles to a 2024 presidential run.</p> \n<p>No longer shielded by claims of presidential protections, a series of increasingly grave legal issues – both criminal investigation and civil litigation – are mounting in court.</p> \n<p>The former president has been teasing another run for office, but his future could be in the courtroom rather than the Oval Office, <a href=\"https://www.theguardian.com/us-news/2021/jun/08/trump-legal-threat-investigations-courts\">reports</a> Victoria Bekiempis, who writes that he is “Teflon Don no more”.</p> \n<ul> \n <li><p><strong>Trump “can face criminal charges for activities that took place before he was president, after he was president, and while he was president</strong> – as long as they were not part of his duties while he was president,” says attorney David S Weinstein, a partner at Jones Walker LLP’s Miami office. Trump has not been charged with any crimes, and has repeatedly denied wrongdoing.</p></li> \n <li><p><strong>What are the legal proceedings involving the former president? </strong>They <a href=\"https://www.theguardian.com/us-news/2021/jun/08/trump-legal-cases-defamation-manhattan-georgia-voting\">include</a> Manhattan grand jury, the most threatening legal investigation into the former president, E Jean Carroll and Georgia voting.</p></li> \n <li><p><strong>Meanwhile, American democracy is fighting for its life, </strong><a href=\"https://www.theguardian.com/commentisfree/2021/jun/08/american-democracy-politics-us-senate-biden-republicans\">writes</a> Robert Reich.</p></li> \n</ul> \n<h2>Global carbon dioxide levels are continuing to rise faster than ever, despite the pandemic</h2> \n<figure class=\"element element-image\" data-media-id=\"5a3b2f154050fc5bfe55804370c29cbbc8c755b7\"> \n <img src=\"https://media.guim.co.uk/5a3b2f154050fc5bfe55804370c29cbbc8c755b7/0_367_3500_2100/1000.jpg\" alt=\"The Bond Fire wildfire burns next to electrical power lines near Modjeska Canyon, California, in December. Wildfires are thought to be one of the causes of rising carbon dioxide levels.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Bond Fire wildfire burns next to electrical power lines near Modjeska Canyon, California, in December. Wildfires are thought to be one of the causes of rising carbon dioxide levels.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Blake/Reuters</span> \n </figcaption> \n</figure> \n<p>Global carbon dioxide levels are at <a href=\"https://www.theguardian.com/environment/2021/jun/08/carbon-dioxide-levels-pandemic-emissions\">record levels</a> and are 50% higher than they were at the beginning of the industrial age – despite reductions in air travel and industry as a result of coronavirus.</p> \n<p>Emissions rose to 419 parts per million in May, which marks the highest measurement of the greenhouse gas in the 63 years that data has been recorded.</p> \n<p>The 10-year average rate of increase is also faster than ever and is now 2.4 parts per million per year.</p> \n<ul> \n <li><p><strong>Why? </strong>It’s complex, writes Katharine Gammon, but factors include wildfires and modest decreases in emissions won’t make a huge impact on global emissions.</p></li> \n</ul> \n<h2>Apple paid a woman millions of dollars after iPhone technicians posted explicit images and videos using her phone</h2> \n<figure class=\"element element-image\" data-media-id=\"36793a18eeb3522911b9a0a6ef9664ba21cbc03b\"> \n <img src=\"https://media.guim.co.uk/36793a18eeb3522911b9a0a6ef9664ba21cbc03b/33_137_3323_1995/1000.jpg\" alt=\"The Apple store on 5th Avenue in New York.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Apple store on 5th Avenue in New York.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Segar/Reuters</span> \n </figcaption> \n</figure> \n<p>Apple <a href=\"https://www.theguardian.com/technology/2021/jun/07/apple-settles-iphone-explicit-images\">paid</a> a multi-million dollar settlement to a woman from Oregon after she discovered that iPhone technicians uploaded explicit images and videos using her phone when she sent it in for repair. <br><br>According to legal filings, the unnamed woman sent her phone to an Apple-approved repair contractor, Pegatron Technology Service in California, where technicians uploaded “extremely personal and private material” to her Facebook account and other online locations, causing her “severe emotional distress”.</p> \n<ul> \n <li><p><strong>The woman sued Apple</strong> and settled for a multimillion dollar figure.</p></li> \n <li><p><strong>What has Apple said about the incident? </strong>A spokesperson said: “When we learned of this egregious violation of our policies at one of our vendors in 2016, we took immediate action and have since continued to strengthen our vendor protocols.”</p></li> \n</ul> \n<h2>In other news …</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d883ca1f-b4ae-49c7-a79f-e8270ca342b3\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/bpGitFIzamQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<ul> \n <li><p><strong>Kamala Harris faced <a href=\"https://www.theguardian.com/world/2021/jun/07/us-guatemala-policy-kamala-harris\">scepticism</a> over US policy in Central America during a visit to Guatemala, her first foreign trip as vice-president</strong>, as she announced economic aid, a new anti-corruption drive and tougher enforcement against human trafficking. On Tuesday, she will meet the Mexican president, Andrés Manuel López Obrador.</p></li> \n <li><p><strong>A kayaker had to be rescued six days into an attempt to paddle solo from California to Hawaii</strong> after rough seas and high winds made him lose his sea anchor. Cyril Derreumaux <a href=\"https://www.theguardian.com/us-news/2021/jun/07/kayaker-rescued-california-hawaii-cyril-derreumaux\">said</a> the voyage – which was supposed to take 70 days – “went from bad to worse very fast”.</p></li> \n <li><p><strong>Presidential candidate Keiko Fujimori has been <a href=\"https://www.theguardian.com/world/2021/jun/08/keiko-fujimori-claims-irregularities-peru-presidential-election-pedro-castillo\">criticised</a> for alleging fraud and irregularities in the count of Sunday’s election in Peru</strong> as rival Pedro Castillo’s narrow lead widened. Castillo, a leftist teacher, held a 0.2% lead with over 96% of votes counted.</p></li> \n <li><p><strong>An enormous <a href=\"https://www.theguardian.com/world/2021/jun/08/underwater-avalanche-africa-sent-mud-1000km-nigeria-south-africa\">two-day underwater avalanche</a> sent mud and sand more than 1,000km into the ocean, rupturing submarine cables and disrupting internet traffic between Nigeria and South Africa</strong>, in the longest sediment flow ever recorded. The incident took place in January 2020, but only now is there data on the incident.</p></li> \n</ul> \n<h2>Stat of the day: about 40% of turf in the Las Vegas area is to be outlawed in a first in the nation ban on “useless grass”</h2> \n<p>The <a href=\"https://www.theguardian.com/us-news/2021/jun/07/las-vegas-drought-ban-useless-grass\">Nevada law</a> aims to save water amid a drought that is drying up the Colorado River, the region’s main water source. The ban on “non-functional turf” includes unused grass in office parks, street medians and housing development entrances (it does not include golf courses). While other US cities and states have issued temporary bans on lawns that need watering, this legislation, signed on Friday by the state governor, Steve Sisolak, is the first to introduce a permanent ban.</p> \n<h2>Don’t miss this: Black Birders Week</h2> \n<p>Aliya Uteuova <a href=\"https://www.theguardian.com/us-news/2021/jun/08/black-birders-week-christopher-cooper\">goes</a> on a nature walk with Christian Cooper in Central Park as part of the second annual Black Birders Week – a celebration that emerged in response to the video Cooper recorded of a white woman <a href=\"https://www.theguardian.com/us-news/2020/may/26/central-park-new-york-white-woman-black-birdwatcher\">calling</a> police on him last year after he asked her to keep her dog on a leash. A 2011 study found that 4% of birders in the US were Black, while 93% were white. “We want to get more Black birders out,” says Cooper. “I know historically there have not been a lot of Black birders, being one of the few and seeing not many faces like mine out there.”</p> \n<h2>… or this: ‘A career change saved my life’</h2> \n<p>After a recent study found that working at least 55 hours a week was causing hundreds of thousands of premature deaths, Emine Saner <a href=\"https://www.theguardian.com/lifeandstyle/2021/jun/08/a-career-change-saved-my-life-the-people-who-built-better-lives-after-burnout\">speaks</a> to people who built better lives after suffering from burnout.</p> \n<h2>Last Thing: how cicada-phobes are surviving Brood X</h2> \n<figure class=\"element element-image\" data-media-id=\"09ead858b448845fb6b98ee11659c17110ba2220\"> \n <img src=\"https://media.guim.co.uk/09ead858b448845fb6b98ee11659c17110ba2220/0_39_3500_2100/1000.png\" alt=\"Jane Pyron with her anti-cicadas outfit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jane Pyron with her anti-cicadas outfit.</span> \n  <span class=\"element-image__credit\">Photograph: Jane Pyron</span> \n </figcaption> \n</figure> \n<p>It’s a once in a 17-year phenomenon, the insects cannot bite or sting and they die within weeks. But for those who fear them, the cicadas’ arrival feels like a prolonged horror movie. Elle Hunt <a href=\"https://www.theguardian.com/environment/2021/jun/08/cicadas-17-years-brood-x-fear\">speaks</a> to cicada-phobes about how they get through it. A Facebook group called Cincinnati Cicada-Phobia Safe Space for people to share coping methods attracted nearly 1,000 members in just six weeks. “I look out my blinds every two seconds,” says Ritter Hoy, who has been dreading this spring for a decade, “just waiting for them.”</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure> \n<p>First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p> \n<h2>Get in touch</h2> \n<p>If you have any questions or comments about any of our newsletters please email <a href=\"mailto:newsletters@theguardian.com\">newsletters@theguardian.com</a></p>","wordcount":"1037","firstPublicationDate":"2021-06-08T09:28:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:31:04Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjgz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/07bee087791bd38b55d1955b5f487d8c24217a92/0_105_2404_1443/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Good morning. Donald Trump faces a growing legal threat as investigations gather pace – potentially posing major obstacles to a 2024 presidential run. No longer shielded by claims of presidential protections, a series of increasingly grave legal issues – both criminal investigation and civil litigation – are mounting in court. The former president has been teasing another run for office, but his future could be in the courtroom rather than the Oval Office, reports Victoria Bekiempis, who writes that he is “Teflon Don no more”. Trump “can face criminal charges for activities that took place before he was president, after he was president, and while he was president – as long as they were not part of his duties while he was president,” says attorney David S Weinstein, a partner at Jones Walker LLP’s Miami office. Trump has not been charged with any crimes, and has repeatedly denied wrongdoing. What are the legal proceedings involving the former president? They include Manhattan grand jury, the most threatening legal investigation into the former president, E Jean Carroll and Georgia voting. Meanwhile, American democracy is fighting for its life, writes Robert Reich. Global carbon dioxide levels are continuing to rise faster than ever, despite the pandemic Global carbon dioxide levels are at record levels and are 50% higher than they were at the beginning of the industrial age – despite reductions in air travel and industry as a result of coronavirus. Emissions rose to 419 parts per million in May, which marks the highest measurement of the greenhouse gas in the 63 years that data has been recorded. The 10-year average rate of increase is also faster than ever and is now 2.4 parts per million per year. Why? It’s complex, writes Katharine Gammon, but factors include wildfires and modest decreases in emissions won’t make a huge impact on global emissions. Apple paid a woman millions of dollars after iPhone technicians posted explicit images and videos using her phone Apple paid a multi-million dollar settlement to a woman from Oregon after she discovered that iPhone technicians uploaded explicit images and videos using her phone when she sent it in for repair. According to legal filings, the unnamed woman sent her phone to an Apple-approved repair contractor, Pegatron Technology Service in California, where technicians uploaded “extremely personal and private material” to her Facebook account and other online locations, causing her “severe emotional distress”. The woman sued Apple and settled for a multimillion dollar figure. What has Apple said about the incident? A spokesperson said: “When we learned of this egregious violation of our policies at one of our vendors in 2016, we took immediate action and have since continued to strengthen our vendor protocols.” In other news … Kamala Harris faced scepticism over US policy in Central America during a visit to Guatemala, her first foreign trip as vice-president, as she announced economic aid, a new anti-corruption drive and tougher enforcement against human trafficking. On Tuesday, she will meet the Mexican president, Andrés Manuel López Obrador. A kayaker had to be rescued six days into an attempt to paddle solo from California to Hawaii after rough seas and high winds made him lose his sea anchor. Cyril Derreumaux said the voyage – which was supposed to take 70 days – “went from bad to worse very fast”. Presidential candidate Keiko Fujimori has been criticised for alleging fraud and irregularities in the count of Sunday’s election in Peru as rival Pedro Castillo’s narrow lead widened. Castillo, a leftist teacher, held a 0.2% lead with over 96% of votes counted. An enormous two-day underwater avalanche sent mud and sand more than 1,000km into the ocean, rupturing submarine cables and disrupting internet traffic between Nigeria and South Africa, in the longest sediment flow ever recorded. The incident took place in January 2020, but only now is there data on the incident. Stat of the day: about 40% of turf in the Las Vegas area is to be outlawed in a first in the nation ban on “useless grass” The Nevada law aims to save water amid a drought that is drying up the Colorado River, the region’s main water source. The ban on “non-functional turf” includes unused grass in office parks, street medians and housing development entrances (it does not include golf courses). While other US cities and states have issued temporary bans on lawns that need watering, this legislation, signed on Friday by the state governor, Steve Sisolak, is the first to introduce a permanent ban. Don’t miss this: Black Birders Week Aliya Uteuova goes on a nature walk with Christian Cooper in Central Park as part of the second annual Black Birders Week – a celebration that emerged in response to the video Cooper recorded of a white woman calling police on him last year after he asked her to keep her dog on a leash. A 2011 study found that 4% of birders in the US were Black, while 93% were white. “We want to get more Black birders out,” says Cooper. “I know historically there have not been a lot of Black birders, being one of the few and seeing not many faces like mine out there.” … or this: ‘A career change saved my life’ After a recent study found that working at least 55 hours a week was causing hundreds of thousands of premature deaths, Emine Saner speaks to people who built better lives after suffering from burnout. Last Thing: how cicada-phobes are surviving Brood X It’s a once in a 17-year phenomenon, the insects cannot bite or sting and they die within weeks. But for those who fear them, the cicadas’ arrival feels like a prolonged horror movie. Elle Hunt speaks to cicada-phobes about how they get through it. A Facebook group called Cincinnati Cicada-Phobia Safe Space for people to share coping methods attracted nearly 1,000 members in just six weeks. “I look out my blinds every two seconds,” says Ritter Hoy, who has been dreading this spring for a decade, “just waiting for them.” Sign up First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, subscribe now. Get in touch If you have any questions or comments about any of our newsletters please email newsletters@theguardian.com","charCount":"6250","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/miranda-bryant\">Miranda Bryant</a>"},{"headline":"German factory output falls as supply chain problems deepen – business live","standfirst":"<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf2e678f08336d75f0655b#block-60bf2e678f08336d75f0655b\">London’s metal trading outcry Ring to reopen </a></li><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf02658f0837b8708e0c99#block-60bf02658f0837b8708e0c99\">German industrial output down 1% in April</a></li><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf0fec8f0837b8708e0d3d#block-60bf0fec8f0837b8708e0d3d\">ING: chip shortages and Suez Canal blockage hit German firms</a></li><li><a href=\"https://www.theguardian.com/business/live/2021/jun/08/german-factory-output-bitcoin-hackers-ftse-markets-eurozone-gdp-unemployment-us-job-vacancies-climate-banks-business-live?page=with:block-60bf21bb8f0837b8708e0e0e#block-60bf21bb8f0837b8708e0e0e\">Activist investor targets Aviva</a>, demand £5bn capital return</li><li>Japan’s Q1 slump revised up</li><li>BAT boosted by rising demand for vaping</li></ul>","trailText":"Rolling coverage of the latest economic and financial news","byline":"Graeme Wearden","main":"<figure class=\"element element-image\" data-media-id=\"b32937f114a7aa21a17fef968c8ac46c978f7e29\"> <img src=\"https://media.guim.co.uk/b32937f114a7aa21a17fef968c8ac46c978f7e29/0_109_3500_2100/1000.jpg\" alt=\"An A-class model of German car manufacturer Mercedes Benz at the production line of the Daimler factory in Rastatt, Germany.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An A-class model of German car manufacturer Mercedes Benz at the production line of the Daimler factory in Rastatt, Germany.</span> <span class=\"element-image__credit\">Photograph: Kai Pfaffenbach/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60bf2e678f08336d75f0655b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:25:08.542Z\">10.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ring cycle: London Metal Exchange outcry trading floor to reopen</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"236a66d920989bcd9d8f7b92da53201ddf1ddecf\"> <img src=\"https://media.guim.co.uk/236a66d920989bcd9d8f7b92da53201ddf1ddecf/0_0_4000_2723/1000.jpg\" alt=\"Coming soon....traders, brokers and clerks will be back at the open outcry pit at the London Metal Exchange (LME) in September\" width=\"1000\" height=\"681\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Coming soon....traders, brokers and clerks will be back at the open outcry pit at the London Metal Exchange (LME) in September</span> <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> </figcaption> </figure>  <p><strong>The City of London’s last “open outcry” trading floor is to reopen, after opposition to plans to move to all-electronic trading.</strong></p> <p>The London Metal Exchange has announced that, following a consultation, the <strong>Ring </strong>will reopen for physical trading on 6th September.</p> <p>The move means that metal traders can look forward to returning to their red leather benches, and setting the world’s daily benchmark prices for industrial metals such as copper, aluminium and zinc by shouting buy and sell orders at each other.</p> <p>The <strong>Ring </strong>has been temporarily closed since the first wave of the pandemic. And <a href=\"https://www.theguardian.com/business/2021/jan/19/trading-floor-at-risk-as-london-metal-exchange-looks-to-modernise\">back in January, the LME proposed</a> going digital - closing one of the last remaining in-person trading sites at major financial centres.</p> <p>That provoked a backlash from some brokers, who insisted that physical trading was the best way to organize price discovery (<a href=\"https://www.ft.com/content/a07670dc-10e1-11e4-b116-00144feabdc0\">while sticking to a strict dress code, keeping one’s hair presentable, not chewing gum, and never leaving one’s seat!</a>)</p> <p>LME users were split on the issue, with smaller traders favouring prices being discovered in the Ring, and larger ones pushing for electronic trading.<br></p> <p>So in a delicate compromise, this outcry trading will only set lunchtime Official Prices. Closing prices will be decided electronically (as they have been since March 2020).</p> <p><strong>Matthew Chamberlain</strong>, <strong>LME</strong> CEO, explains:<br></p> <blockquote class=\"quoted\"> <p>The divergent views in response to the Discussion Paper were particularly apparent between traditional participants and some smaller physical clients on the one hand, and our larger merchant trader and financial participants on the other.</p> <p>However, respondents were constructive in proposing approaches to reconcile these differences, respecting the differing needs of the LME community, and preserving the unique and mutually beneficial blend of physical and financial market liquidity, which makes our market so special.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/megacontango/status/1402178217813946369\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">LME takes very LME decision and goes for both options <br><br>- Closing prices to move to electronic trading<br>- Ring trading will re-open &amp; continue for official prices <a href=\"https://t.co/TsJlXvywo4\">pic.twitter.com/TsJlXvywo4</a></p>&mdash; Archie (@megacontango) <a href=\"https://twitter.com/megacontango/status/1402178217813946369?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/humenm/status/1402176933723619328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The LME&#39;s open outcry trading venue &#39;The Ring&#39; survives but the direction of travel is clear. Some uncharitably say it is a fudge. <a href=\"https://t.co/KHvzJ6ZgKY\">pic.twitter.com/KHvzJ6ZgKY</a></p>&mdash; Neil Hume (@humenm) <a href=\"https://twitter.com/humenm/status/1402176933723619328?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T09:28:17.971Z\">at 10.28am BST</time></p>  </div> <div id=\"block-60bf308f8f0827600c04c3e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T09:02:20.248Z\">10.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Global stock markets hit a fresh record high overnight too, with the MSCI All-Country World Index touching a new peak.</strong></p> <p>Investors are waiting for key events and data releases this week, such as inflation data from China (Wednesday), the next US inflation report (Thursday), and the European Central Bank’s monetary policy meeting (Thursday). </p> <p>They’ll all be examined for signs that the recovery is on track, and hints of when central bankers might start to tighten their stimulus packages.</p> <p><strong>Ray Attrill</strong>, head of FX Strategy at <strong>National Australia Bank,</strong> <a href=\"https://finance.yahoo.com/news/global-markets-asia-stocks-open-021551483.html\">says</a>:</p> <blockquote class=\"quoted\"> <p>The start of a new week has not seen much by way of price action across all asset classes.</p> <p>“It’s hard to avoid the sense the global markets are for the most part now simply lurching from one big event risk to the next with not a lot to see in-between.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carlquintanilla/status/1401939935582642178\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">JPMORGAN: “The next leg higher is likely upon us, following the sideways move in markets and bond yields over the past two months .. the market is likely to get comfortable that growth will remain significantly above trend in 2H, supported by both consumer and capex.” <a href=\"https://t.co/HLXnRdZBlv\">pic.twitter.com/HLXnRdZBlv</a></p>&mdash; Carl Quintanilla (@carlquintanilla) <a href=\"https://twitter.com/carlquintanilla/status/1401939935582642178?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf2e938f0827600c04c3c6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:54:59.246Z\">9.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European stock markets nudge fresh record high</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"0593a45d94b27212a6ddb53bdc0fefa7283d6a78\"> <img src=\"https://media.guim.co.uk/0593a45d94b27212a6ddb53bdc0fefa7283d6a78/696_330_2301_1382/1000.jpg\" alt=\"A toy bull at the stock exchange in Frankfurt.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A toy bull at the stock exchange in Frankfurt.</span> <span class=\"element-image__credit\">Photograph: Daniel Roland/AFP via Getty Images</span> </figcaption> </figure>  <p><strong>It’s another quiet day in Europe’s stock markets, as investors take a breather after some lively sessions this year.</strong></p> <p>The pan-European Stoxx 600 snuck up to a new record high this morning, up 0.2% to 454.52, suggesting confidence in the recovery remains strong.</p> <p>However, Germany’s <strong>DAX </strong>is slightly lower, following this morning’s surprise drop in industrial output.</p> <p>Manufacturers such as <strong>HeidelbergCement </strong>(-2.6%), materials group <strong>Covestra </strong>(-1.3%), and carmakers <strong>Volkswagen </strong>(-1.5%) and <strong>Daimler </strong>(-1.2%) as leading the fallers.</p> <p>On April’s factory slowdown, Teeuwe Mevissen, senior market economist at <strong>Rabobank</strong>, says:</p> <blockquote class=\"quoted\"> <p>“I think it says more about the supply constraints. The big question is how long will these remain,”</p> <p>“Markets are in a wait-and-see mode. Valuations are high, and they need new catalysts to justify further buying.”</p> </blockquote> </div>   </div> <div id=\"block-60bf266c8f08336d75f06504\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:38:07.265Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Back on Germany....Capital Economics’ <a href=\"https://www.capitaleconomics.com/about-us/our-team/global-economics/andrew-kenningham/\">Andrew Kenningham</a> says its factory slowdown means the economy was under par in April.</strong></p> <p>But he’s still hopeful that Germany return to growth in the current quarter, having shrunk in January-March.</p> <p>He writes:</p> <blockquote class=\"quoted\"> <p>The decline in German industrial production in April underlines that the German economy was performing well below normal at the start of the second quarter.</p> <p>But things should have improved since then, so we still expect GDP to rebound after its sharp decline in Q1. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CapEconEurope/status/1402163587351785474\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The decline in German industrial production in April underlines that the German economy was performing well below normal at the start of the second quarter. But things should have improved since then... <a href=\"https://t.co/j0SSA6vw1z\">https://t.co/j0SSA6vw1z</a> <a href=\"https://t.co/SHn2B1TooW\">pic.twitter.com/SHn2B1TooW</a></p>&mdash; Capital Economics Europe (@CapEconEurope) <a href=\"https://twitter.com/CapEconEurope/status/1402163587351785474?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jsblokland/status/1402159355072548887\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Germany?src=hash&amp;ref_src=twsrc%5Etfw\">#Germany</a>&#39;s industrial production down 1.% in April, marking the third decline in the last four months. <a href=\"https://t.co/PZ3Q4sJ78L\">pic.twitter.com/PZ3Q4sJ78L</a></p>&mdash; jeroen blokland (@jsblokland) <a href=\"https://twitter.com/jsblokland/status/1402159355072548887?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf27618f0827600c04c370\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:28:19.893Z\">9.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>British American Tobacco</strong> (+1.6%) are also in the risers, after <a href=\"https://www.proactiveinvestors.co.uk/companies/news/951633/british-american-tobacco-ups-revenue-forecast-as-non-tobacco-products-pick-up-951633.html\">raising revenue forecasts on the back of higher demand for ‘non-tobacco’ products</a> (such as <a href=\"https://www.nhs.uk/live-well/quit-smoking/using-e-cigarettes-to-stop-smoking/\">vaping kits</a> and nicotine pouches).</p> <p>BAT now expects revenue growth guidance of above 5% for 2021, as it pushes these ‘new category’ products such as <em>Vuse</em>, <em>Velo </em>and <em>Glo</em>.</p> <p>Jack Bowles, chief executive, said: </p> <blockquote class=\"quoted\"> <p>“We added +1.4 million non-combustible product consumers in Q1, to reach a total of 14.9 million.</p> <p>“We are growing New Categories at pace, encouraging more smokers to switch to scientifically substantiated reduced-risk alternatives.”</p> </blockquote> <p>Back in February, my colleagues <strong><a href=\"https://www.theguardian.com/profile/rob-davies\">Rob Davies</a> and <a href=\"https://www.theguardian.com/profile/matthew-chapman\">Matthew Chapman</a> </strong>reported how BAT had launched a £1bn campaign using social media and popular influencers to promote its <a href=\"https://www.theguardian.com/society/e-cigarettes\">e-cigarettes</a>, vapes and pouches.</p> <p>They explained:</p> <blockquote class=\"quoted\"> <p>Critics say that such viral videos, even if they aren’t paid-for adverts, are the consequence of a global marketing push designed to offset dwindling cigarette consumption by recruiting the nicotine consumers of the future.</p> <p>BAT has embarked on a £1bn campaign that harnesses the popular appeal of social media influencers, pop stars and sporting events.</p> <p>According to a <a href=\"https://www.thebureauinvestigates.com/stories/2021-02-21/new-products-old-tricks-concerns-big-tobacco-is-targeting-youngsters\">wide-ranging report by The Bureau of Investigative Journalism</a>, it has also attracted younger adults, non-smokers and even reached the eyes of children.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2021/feb/20/tobacco-giant-bets-1bn-on-social-media-influencers-to-boost-lung-friendlier-sales\">Tobacco giant bets £1bn on influencers to boost 'more lung-friendly' sales</a> </p> </aside> </div>   </div> <div id=\"block-60bf21bb8f0837b8708e0e0e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T08:09:52.575Z\">9.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Aviva shares jump as activist investor pushes for change</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"8308a93b20c5b798c690d243475cff57d0d0072f\"> <img src=\"https://media.guim.co.uk/8308a93b20c5b798c690d243475cff57d0d0072f/0_196_3000_1800/1000.jpg\" alt=\"British insurance giant Aviva’s headquarters are pictured in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British insurance giant Aviva’s headquarters are pictured in London.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>  <p><strong>Shares in UK insurance firm Aviva have jumped 3.6%, after activist investor Cevian took a 5% stake - and started pressing for change.</strong></p> <p>Cevian, Europe’s biggest activist investor, is pushing for Aviva to make deeper cost cuts, and return £5bn to investors following recent asset sales.</p> <p>Christer Gardell, Cevian’s co-founder, says:</p> <blockquote class=\"quoted\"> <p>“Aviva has been poorly managed for many years, and its high-quality core businesses have been held back by high costs and a series of bad strategic decisions.” </p> </blockquote> <p>Shares in Aviva have gained 14.7p to 425p this morning, their highest since January 2020, just before the pandemic.</p> <p>Aviva has been selling off international assets since CEO<strong> Amanda Blanc</strong> took the helm last summer, and <a href=\"https://www.ftadviser.com/your-industry/2020/12/14/aviva-sells-off-arm-as-new-ceo-takes-action/\">pledged to focus on larger businesses in the UK, Ireland and Canada</a>. </p> <p>But Cevian argues that Aviva’s share price could climb to more than £8 within three years, if it returned excess capital to shareholders through dividends or buybacks.</p> <p><a href=\"https://www.ft.com/content/59d76a4b-436e-4bb8-9d4d-211bc920842a\">The FT has more details.</a>..</p> <blockquote class=\"quoted\"> <p>Aviva has promised substantial returns and cost reductions as central planks of its strategy shift under Blanc, who has told investors that her mantra is to move quickly.</p> <p>However, Cevian wants a specific return of £5bn in dividends or buybacks of capital that the insurer has in excess of regulatory requirements</p> <p>The activist fund also believes that the cost-cutting can go further, calling for reductions of more than £500m from Aviva’s annual cost base by 2023, compared with the management’s target of £300m. It is also pushing for a leaner management structure, according to a person familiar with the matter. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T08:29:08.360Z\">at 9.29am BST</time></p>  </div> <div id=\"block-60bf1d4b8f0837b8708e0dc8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:46:56.367Z\">8.46am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FTSE opens a little higher</h2>  <div class=\"block-elements\">  <p><strong>In London, stocks have opened a little higher, with the FTSE 100 up 15 points or 0.2% to 7092 points.</strong></p> <p>Asset manager <strong>Intermediate Capital Group </strong>are the top riser, surging 6.7%, <a href=\"https://www.icgam.com/newsroom/2021/08-06-2021\">after reporting record profits</a>, and a 19% jump in third-party assets under management amid the recovery in markets over the last year.</p> <p>But oil producer <strong>Royal Dutch Shell</strong> are down 1.3%, following a drop in the oil price this morning, while steelmaker <strong>Evraz </strong>is down 1.5%.</p> <p>Brent crude has dipped 0.5% to $71 per barrel, after China’s crude oil imports dropped by almost 15% in May - <a href=\"https://www.reuters.com/article/china-economy-trade-crude/chinas-may-crude-oil-imports-drop-15-on-year-as-overhauls-bite-idUSB9N2N200Z\">suggesting weaker demand</a>.</p> <p><strong>Bob Yawger</strong>, director of energy futures at <strong>M</strong><strong>izhuo Securitie</strong>s, said:</p> <blockquote class=\"quoted\"> <p>“Chinese oil imports at a five-month low ... would tend to confirm weakness in the Asia market.”</p> </blockquote> </div>   </div> <div id=\"block-60bf1aaa8f0837b8708e0dae\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:32:45.899Z\">8.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On a brighter note, Japan’s economy shrank by less than first feared in the January-March quarter.</strong></p> <p>Q1 GDP was revised up today, to show an annualised contraction of 3.9% (so almost 1% smaller on a quarterly basis).<br></p> <p>That’s up from a preliminary reading of a 5.1% contraction (or -1.3% q/q).</p> <p>Government spending and corporate investment fell less than first estimated, although household spending fell slightly more.</p> <p>Although the upgrade is welcome, it still leaves Japan half-way into recession, and breaks its recovery in the second half of 2020.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RobertAlanWard/status/1402141611186872321\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Slight upgrade to Japan’s Q1 GDP print. Partly higher medical costs plus some (probably involuntary) stockbuilding. So, not a structural upgrade, Q2 contraction still on cards.<br><br>Japan&#39;s 1st qtr GDP fall upgraded to 3.9% on more public demand - The Mainichi <a href=\"https://t.co/R5NgdK9rAK\">https://t.co/R5NgdK9rAK</a></p>&mdash; Robert Ward (@RobertAlanWard) <a href=\"https://twitter.com/RobertAlanWard/status/1402141611186872321?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf1bcb8f0827600c04c2e8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:27:13.084Z\">8.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Energyscan_egm/status/1402162988338057217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🌐<a href=\"https://twitter.com/hashtag/Economy?src=hash&amp;ref_src=twsrc%5Etfw\">#Economy</a><br>The German industrial output was down 1% mom in April and March was revised slightly downwards from 2.5% to 2.2%.The fall was mainly due to consumer goods and construction, while energy was strong (+6%) due to bad weather conditions.<a href=\"https://t.co/6uczq8wcH6\">https://t.co/6uczq8wcH6</a> <a href=\"https://t.co/kTrB3ST393\">pic.twitter.com/kTrB3ST393</a></p>&mdash; ENGIE EnergyScan (@Energyscan_egm) <a href=\"https://twitter.com/Energyscan_egm/status/1402162988338057217?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf14908f0827600c04c2a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:20:27.018Z\">8.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A lack of semiconductors, timber and other intermediate goods weighed on German industrial output, <a href=\"https://uk.sports.yahoo.com/news/supply-bottlenecks-throttle-german-industrial-063433694.html\">says Reuters:</a></strong></p> <blockquote class=\"quoted\"> <p>The weaker than expected industrial figures suggest that the German economy will have to rely on household spending to support a still-fragile recovery from the coronavirus crisis.</p> <p>“Such a combination is unparalleled: Order books in industry are well filled and production is falling,” VP Bank economist Thomas Gitzel said, adding that the supply problems with semiconductors were pushing down output in the car industry.</p> <p>So despite well-filled order books, manufacturing will only make a limited contribution to overall economic growth in the second quarter, Gitzel said.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:21:52.081Z\">at 8.21am BST</time></p>  </div> <div id=\"block-60bf0fec8f0837b8708e0d3d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:17:40.609Z\">8.17am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">ING: Suez Canal blockage and chip shortages hit German firms</h2>  <div class=\"block-elements\">  <p><a href=\"https://www.theguardian.com/world/2021/mar/29/suez-canal-attempt-re-float-ever-given-delay-salvage-tugboats\">The week-long blockage of the Suez Canal by the Ever Given in March</a> contributed to the supply chain problems hitting German firms in April, suggests <strong>Carsten </strong><strong>Brzeski</strong> of <strong>ING</strong>.</p> <p>He writes that April’s disappointing drop in industrial production suggests the rebound of the German economy in Q2 has ‘started with shaky knees’:</p> <blockquote class=\"quoted\"> <p>The disappointing start to the second quarter suggests that supply chain disruptions, like the blockage of the Suez Canal in April or the ongoing semiconductor delivery problems, have not left German industry unscathed.</p> <p>However despite today’s disappointment, the industrial outlook remains bright.</p> </blockquote> <p>Brzeski adds that capacity issues and the lack of qualified workers could soon return as the most pressing hurdles to growth, as lack of demand isn’t a problem.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/carstenbrzeski/status/1402149549368561667\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Germany: First disappointments | Snap | ING Think - Disappointing industrial production data in April suggests a delayed rebound of the German economy <a href=\"https://t.co/e4xdKC41R4\">https://t.co/e4xdKC41R4</a></p>&mdash; Carsten Brzeski (@carstenbrzeski) <a href=\"https://twitter.com/carstenbrzeski/status/1402149549368561667?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bf15cb8f0827600c04c2b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T07:07:01.798Z\">8.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Destatis also reports that German construction output fell by 4.3% in April -- suggesting that shortages of building materials might be weighing on the sector.</p> <p>Energy production jumped by 6.0%.</p> </div>   </div> <div id=\"block-60bf02658f0837b8708e0c99\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-08T06:48:03.086Z\">7.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Introduction: Supply shortage problems hit German factories</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong></p> <p>Output at German factories has fallen unexpectedly, as supply chain bottlenecks and shortages of key parts and materials such as computer chips threaten to undermine the recovery.</p> <p>German industrial production <strong>fell by 1.0%</strong> in April, the Federal Statistics Office reports this morning.</p> <p>That’s shy of forecasts of a 0.5% rise, as Europe’s largest economy looked to recover from its contraction earlier this year.<br></p> <p>Production of consumer goods slumped by 3.3% - even though some households are expected to be spending heavily this summer as lockdowns restriction are lifted.<br></p> <p>Production of intermediate goods (items used in final products) fell 0.2%, while production of heavy duty capital goods decreased by 0.1%.<br></p>  <figure class=\"element element-image\" data-media-id=\"e8c4be7756a53e295bc4b77aa66d3d56eb38c1b6\"> <img src=\"https://media.guim.co.uk/e8c4be7756a53e295bc4b77aa66d3d56eb38c1b6/0_0_859_430/500.jpg\" alt=\"German industrial output, April 2021\" width=\"500\" height=\"250\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">German industrial output to April 2021</span> <span class=\"element-image__credit\">Photograph: Destatis</span> </figcaption> </figure>  <p>March’s growth was revised down too, from +2.5% to +2.2%.</p> <p>It means production at German factories is still 5.6% below its pre-pandemic levels, despite the pick-up in the global economy this year.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dlacalle_IA/status/1402153619386929153\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Disappointing German industrial production. Down 1.0% in April after an increase of 2.2% in March. Significantly below consensus.</p>&mdash; Daniel Lacalle (@dlacalle_IA) <a href=\"https://twitter.com/dlacalle_IA/status/1402153619386929153?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Factory bosses have been warning of shortages of semiconductors, plastics, rubber and metals, with suppliers hiking prices in response.<br></p> <p>These shortfalls are threatening to undermine the recovery from last year’s economic slump, and are also pushing prices higher as firms try to recoup their costs.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/status/1402148398489387010\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">OOPS! In April, German Industrial Production drops by 1.0% MoM, misses estimates of +0.4%, due to chip crisis and construction timber shortages. <a href=\"https://t.co/9T7qm7kxLB\">pic.twitter.com/9T7qm7kxLB</a></p>&mdash; Holger Zschaepitz (@Schuldensuehner) <a href=\"https://twitter.com/Schuldensuehner/status/1402148398489387010?ref_src=twsrc%5Etfw\">June 8, 2021</a></blockquote>  </figure>  <p>Yesterday we learned that German factory orders fell in April, indicating that the problems may last for some time.</p> <p>Semiconductor shortages are a particular problem, which has already hit car production this year. Those shortages are expected to run into next year, as ramping up chip fabrication plants takes time. <a href=\"https://www.autoevolution.com/news/elon-musk-fed-up-with-the-chip-shortage-he-may-buy-tesla-a-semiconductor-plant-162105.html\">Tesla is reportedly considering buying its own chip plant, to guarantee supplies</a>.</p> <p><strong>Bosch</strong>, Europe’s largest auto supplier, says car manufacturers must put “money on the table” and make a “rock solid” commitment to orders, </p> <p>Bosch board member Harald Krüger told the Financial Times. </p> <blockquote class=\"quoted\"> <p>“The only way to get out of [the recent crisis] is to have a different level of commitment” </p> </blockquote> <p>Bosch opened a €1bn semiconductor plant in Dresden yesterday, to produce chips for its power tools in July, before beginning production on automotive chips in September.</p> <p>That might help to ease the chip shortage, though as Krüger says.... </p> <blockquote class=\"quoted\"> <p> “Money needs to be put on the table and actually parts have to be bought.</p> <p>“The commitment needs to be rock solid that those parts will be bought. It can’t be: ‘Maybe I [will] buy them, prepare for it, and maybe not.’ This doesn’t work.” </p> </blockquote> <h2><a href=\"https://www.ft.com/content/1cf585f7-016b-4428-8d25-383e67f27a4b\">More here: Carmakers must ‘put money on table’ to avoid repeat of chip crisis</a></h2> <h2>The agenda</h2> <ul> <li>8.30am BST: Bank of England to publish details of its 2021 climate change stress test<br></li> <li>10am BST: ZEW index of German economic sentiment</li> <li>10am BST: Eurozone Q1 GDP and employment figures (final estimate) </li> <li>11am BST: US NFIB business optimism index </li> <li>1.30pm BST: US trade balance for April </li> <li>3pm BST: US JOLTS index of job openings</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-08T07:00:50.376Z\">at 8.00am BST</time></p>  </div>","wordcount":"2036","commentCloseDate":"2021-06-11T06:55:29Z","commentable":"true","firstPublicationDate":"2021-06-08T06:55:29Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:28:53Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyjxt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b32937f114a7aa21a17fef968c8ac46c978f7e29/0_109_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The City of London’s last “open outcry” trading floor is to reopen, after opposition to plans to move to all-electronic trading. The London Metal Exchange has announced that, following a consultation, the Ring will reopen for physical trading on 6th September. The move means that metal traders can look forward to returning to their red leather benches, and setting the world’s daily benchmark prices for industrial metals such as copper, aluminium and zinc by shouting buy and sell orders at each other. The Ring has been temporarily closed since the first wave of the pandemic. And back in January, the LME proposed going digital - closing one of the last remaining in-person trading sites at major financial centres. That provoked a backlash from some brokers, who insisted that physical trading was the best way to organize price discovery (while sticking to a strict dress code, keeping one’s hair presentable, not chewing gum, and never leaving one’s seat!) LME users were split on the issue, with smaller traders favouring prices being discovered in the Ring, and larger ones pushing for electronic trading. So in a delicate compromise, this outcry trading will only set lunchtime Official Prices. Closing prices will be decided electronically (as they have been since March 2020). Matthew Chamberlain, LME CEO, explains: The divergent views in response to the Discussion Paper were particularly apparent between traditional participants and some smaller physical clients on the one hand, and our larger merchant trader and financial participants on the other. However, respondents were constructive in proposing approaches to reconcile these differences, respecting the differing needs of the LME community, and preserving the unique and mutually beneficial blend of physical and financial market liquidity, which makes our market so special. Global stock markets hit a fresh record high overnight too, with the MSCI All-Country World Index touching a new peak. Investors are waiting for key events and data releases this week, such as inflation data from China (Wednesday), the next US inflation report (Thursday), and the European Central Bank’s monetary policy meeting (Thursday). They’ll all be examined for signs that the recovery is on track, and hints of when central bankers might start to tighten their stimulus packages. Ray Attrill, head of FX Strategy at National Australia Bank, says: The start of a new week has not seen much by way of price action across all asset classes. “It’s hard to avoid the sense the global markets are for the most part now simply lurching from one big event risk to the next with not a lot to see in-between. It’s another quiet day in Europe’s stock markets, as investors take a breather after some lively sessions this year. The pan-European Stoxx 600 snuck up to a new record high this morning, up 0.2% to 454.52, suggesting confidence in the recovery remains strong. However, Germany’s DAX is slightly lower, following this morning’s surprise drop in industrial output. Manufacturers such as HeidelbergCement (-2.6%), materials group Covestra (-1.3%), and carmakers Volkswagen (-1.5%) and Daimler (-1.2%) as leading the fallers. On April’s factory slowdown, Teeuwe Mevissen, senior market economist at Rabobank, says: “I think it says more about the supply constraints. The big question is how long will these remain,” “Markets are in a wait-and-see mode. Valuations are high, and they need new catalysts to justify further buying.” Back on Germany....Capital Economics’ Andrew Kenningham says its factory slowdown means the economy was under par in April. But he’s still hopeful that Germany return to growth in the current quarter, having shrunk in January-March. He writes: The decline in German industrial production in April underlines that the German economy was performing well below normal at the start of the second quarter. But things should have improved since then, so we still expect GDP to rebound after its sharp decline in Q1. British American Tobacco (+1.6%) are also in the risers, after raising revenue forecasts on the back of higher demand for ‘non-tobacco’ products (such as vaping kits and nicotine pouches). BAT now expects revenue growth guidance of above 5% for 2021, as it pushes these ‘new category’ products such as Vuse, Velo and Glo. Jack Bowles, chief executive, said: “We added +1.4 million non-combustible product consumers in Q1, to reach a total of 14.9 million. “We are growing New Categories at pace, encouraging more smokers to switch to scientifically substantiated reduced-risk alternatives.” Back in February, my colleagues Rob Davies and Matthew Chapman reported how BAT had launched a £1bn campaign using social media and popular influencers to promote its e-cigarettes, vapes and pouches. They explained: Critics say that such viral videos, even if they aren’t paid-for adverts, are the consequence of a global marketing push designed to offset dwindling cigarette consumption by recruiting the nicotine consumers of the future. BAT has embarked on a £1bn campaign that harnesses the popular appeal of social media influencers, pop stars and sporting events. According to a wide-ranging report by The Bureau of Investigative Journalism, it has also attracted younger adults, non-smokers and even reached the eyes of children. Shares in UK insurance firm Aviva have jumped 3.6%, after activist investor Cevian took a 5% stake - and started pressing for change. Cevian, Europe’s biggest activist investor, is pushing for Aviva to make deeper cost cuts, and return £5bn to investors following recent asset sales. Christer Gardell, Cevian’s co-founder, says: “Aviva has been poorly managed for many years, and its high-quality core businesses have been held back by high costs and a series of bad strategic decisions.” Shares in Aviva have gained 14.7p to 425p this morning, their highest since January 2020, just before the pandemic. Aviva has been selling off international assets since CEO Amanda Blanc took the helm last summer, and pledged to focus on larger businesses in the UK, Ireland and Canada. But Cevian argues that Aviva’s share price could climb to more than £8 within three years, if it returned excess capital to shareholders through dividends or buybacks. The FT has more details... Aviva has promised substantial returns and cost reductions as central planks of its strategy shift under Blanc, who has told investors that her mantra is to move quickly. However, Cevian wants a specific return of £5bn in dividends or buybacks of capital that the insurer has in excess of regulatory requirements The activist fund also believes that the cost-cutting can go further, calling for reductions of more than £500m from Aviva’s annual cost base by 2023, compared with the management’s target of £300m. It is also pushing for a leaner management structure, according to a person familiar with the matter. In London, stocks have opened a little higher, with the FTSE 100 up 15 points or 0.2% to 7092 points. Asset manager Intermediate Capital Group are the top riser, surging 6.7%, after reporting record profits, and a 19% jump in third-party assets under management amid the recovery in markets over the last year. But oil producer Royal Dutch Shell are down 1.3%, following a drop in the oil price this morning, while steelmaker Evraz is down 1.5%. Brent crude has dipped 0.5% to $71 per barrel, after China’s crude oil imports dropped by almost 15% in May - suggesting weaker demand. Bob Yawger, director of energy futures at Mizhuo Securities, said: “Chinese oil imports at a five-month low ... would tend to confirm weakness in the Asia market.” On a brighter note, Japan’s economy shrank by less than first feared in the January-March quarter. Q1 GDP was revised up today, to show an annualised contraction of 3.9% (so almost 1% smaller on a quarterly basis). That’s up from a preliminary reading of a 5.1% contraction (or -1.3% q/q). Government spending and corporate investment fell less than first estimated, although household spending fell slightly more. Although the upgrade is welcome, it still leaves Japan half-way into recession, and breaks its recovery in the second half of 2020. A lack of semiconductors, timber and other intermediate goods weighed on German industrial output, says Reuters: The weaker than expected industrial figures suggest that the German economy will have to rely on household spending to support a still-fragile recovery from the coronavirus crisis. “Such a combination is unparalleled: Order books in industry are well filled and production is falling,” VP Bank economist Thomas Gitzel said, adding that the supply problems with semiconductors were pushing down output in the car industry. So despite well-filled order books, manufacturing will only make a limited contribution to overall economic growth in the second quarter, Gitzel said. The week-long blockage of the Suez Canal by the Ever Given in March contributed to the supply chain problems hitting German firms in April, suggests Carsten Brzeski of ING. He writes that April’s disappointing drop in industrial production suggests the rebound of the German economy in Q2 has ‘started with shaky knees’: The disappointing start to the second quarter suggests that supply chain disruptions, like the blockage of the Suez Canal in April or the ongoing semiconductor delivery problems, have not left German industry unscathed. However despite today’s disappointment, the industrial outlook remains bright. Brzeski adds that capacity issues and the lack of qualified workers could soon return as the most pressing hurdles to growth, as lack of demand isn’t a problem. Destatis also reports that German construction output fell by 4.3% in April -- suggesting that shortages of building materials might be weighing on the sector. Energy production jumped by 6.0%. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Output at German factories has fallen unexpectedly, as supply chain bottlenecks and shortages of key parts and materials such as computer chips threaten to undermine the recovery. German industrial production fell by 1.0% in April, the Federal Statistics Office reports this morning. That’s shy of forecasts of a 0.5% rise, as Europe’s largest economy looked to recover from its contraction earlier this year. Production of consumer goods slumped by 3.3% - even though some households are expected to be spending heavily this summer as lockdowns restriction are lifted. Production of intermediate goods (items used in final products) fell 0.2%, while production of heavy duty capital goods decreased by 0.1%. March’s growth was revised down too, from +2.5% to +2.2%. It means production at German factories is still 5.6% below its pre-pandemic levels, despite the pick-up in the global economy this year. Factory bosses have been warning of shortages of semiconductors, plastics, rubber and metals, with suppliers hiking prices in response. These shortfalls are threatening to undermine the recovery from last year’s economic slump, and are also pushing prices higher as firms try to recoup their costs. Yesterday we learned that German factory orders fell in April, indicating that the problems may last for some time. Semiconductor shortages are a particular problem, which has already hit car production this year. Those shortages are expected to run into next year, as ramping up chip fabrication plants takes time. Tesla is reportedly considering buying its own chip plant, to guarantee supplies. Bosch, Europe’s largest auto supplier, says car manufacturers must put “money on the table” and make a “rock solid” commitment to orders, Bosch board member Harald Krüger told the Financial Times. “The only way to get out of [the recent crisis] is to have a different level of commitment” Bosch opened a €1bn semiconductor plant in Dresden yesterday, to produce chips for its power tools in July, before beginning production on automotive chips in September. That might help to ease the chip shortage, though as Krüger says.... “Money needs to be put on the table and actually parts have to be bought. “The commitment needs to be rock solid that those parts will be bought. It can’t be: ‘Maybe I [will] buy them, prepare for it, and maybe not.’ This doesn’t work.” More here: Carmakers must ‘put money on table’ to avoid repeat of chip crisis The agenda 8.30am BST: Bank of England to publish details of its 2021 climate change stress test 10am BST: ZEW index of German economic sentiment 10am BST: Eurozone Q1 GDP and employment figures (final estimate) 11am BST: US NFIB business optimism index 1.30pm BST: US trade balance for April 3pm BST: US JOLTS index of job openings","charCount":"12762","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/graemewearden\">Graeme Wearden</a>"},{"headline":"Premiership team of the season: Blair Cowan leads standout selections","standfirst":"<p>This unique campaign has tested all the clubs but Bristol’s and Exeter’s players warrant strong representation in the XV</p>","trailText":"This unique campaign has tested all the clubs but Bristol’s and Exeter’s players warrant strong representation in the XV","byline":"Robert Kitson","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"ba4a2bbc79f04c0d741bcc220cf3591b3c2201aa\"> \n <img src=\"https://media.guim.co.uk/ba4a2bbc79f04c0d741bcc220cf3591b3c2201aa/0_0_2560_1536/1000.jpg\" alt=\"Clockwise from top left; Paolo Odogwu, Blair Cowan, Stuart Hogg, John Afoa and Faf De Klerk.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Clockwise from top left: Paolo Odogwu, Blair Cowan, Stuart Hogg, John Afoa and Faf de Klerk.</span> \n  <span class=\"element-image__credit\">Composite: Rex, Getty</span> \n </figcaption> \n</figure>","body":"<p>The final weekend of the English Gallagher Premiership regular season is nigh. It has been a uniquely demanding campaign, as much a mental challenge as a physical one on occasions. Here is The Breakdown’s standout team of 2020-21, selected <em>only</em> from players who have appeared in 10 league games or more …</p> \n<p><strong>Full-back: </strong>Stuart Hogg (Exeter). Had Max Malins played more regularly he would have been hard to omit. Freddie Steward, Mike Brown, Tommy Freeman, Tom Parton and Tom Penny also deserve a mention. But in a busy season where he has had to juggle the Scotland captaincy with club duties, Hogg’s pace and footwork out wide have been a consistent menace.</p> \n<p><strong>Right wing:</strong> Paolo Odogwu (Wasps). His club increasingly like him at outside centre but when Odogwu was flying in midwinter it did not matter what number he was wearing. His recent serious knee injury was a desperately unlucky end to a season that should have yielded a full England cap. Luke Morahan, Louis Rees-Zammit, Ben Loader and Tyrone Green were all mustard, too.</p> \n<figure class=\"element element-embed\" data-alt=\"The Breakdown: sign up and get our weekly rugby union email.\"> \n <iframe id=\"the-breakdown\" name=\"the-breakdown\" src=\"https://www.theguardian.com/email/form/plaintone/the-breakdown\" scrolling=\"no\" seamless class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-breakdown\"></iframe> \n <figcaption>\n  The Breakdown: sign up and get our weekly rugby union email.\n </figcaption> \n</figure> \n<p><strong>Outside centre:</strong> Semi Radradra (Bristol). Hard to look past (when fit) <a href=\"https://www.theguardian.com/sport/2021/jan/09/exeter-bristol-premiership-rugby-union-match-report\">arguably the best player</a> in the world. Almost unstoppable at times and is also a deceptively smart operator. Joe Marchant and Luke Northmore at Quins have both caught the eye while Curtis Rona at London Irish has been a constant menace but Radradra it has to be.</p> \n<p><strong>Inside centre: </strong>Mark Atkinson (Gloucester). The best No 12s make those around them look good without hogging the glory for themselves. The unselfish Atkinson fits that job description perfectly and fully deserves his selection here, with Exeter’s Ollie Devoto and Bristol’s Piers O’Conor snapping at his heels.</p> \n<p><strong>Left wing:</strong> Tom O’Flaherty (Exeter). You could simply brandish the stats which show the Exeter winger as a runaway leader in both the metres gained and defenders beaten categories. Or you merely trust the evidence of your own eyes and the spectacular tries he has an uncanny knack of scoring. Ollie Hassell-Collins at London Irish and Marland Yarde at Sale also merit a collective round of applause.</p> \n<p><strong>Fly-half:</strong> Marcus Smith (Harlequins). One of this season’s standout features has been the platoon of in-form fly-halves whirling the baton for their respective sides. This accolade could easily have gone to the excellent Callum Sheedy, the cussed Dan Biggar, the consistent Joe Simmonds or the outstanding AJ MacGinty but Smith has been winning games single-handed and is easily the country’s leading scorer.</p> \n<p><strong>Scrum-half:</strong> Faf de Klerk (Sale). As the British &amp; Irish Lions will soon discover, there is much more to Faf than his trademark blond hair and feisty competitive edge. Plenty of other nines have had good seasons, not least Danny Care at Quins, Dan Robson at Wasps and the Bristol duo of Andy Uren and Harry Randall but De Klerk has been instrumental in the Sharks’ play-off emergence.</p> \n<p><strong>Loosehead prop:</strong> Joe Marler (Harlequins). An encouraging number of young English-qualified props are emerging but Marler continues to hang tough among the country’s top set-piece operators. How much longer, though, can he hold off Wasps’ Tom West and Sale’s Bevan Rodd, both of whom are improving steadily. Neither Ellis Genge nor Beno Obano played sufficient minutes to be considered.</p> \n<p><strong>Hooker:</strong> Akker van der Merwe (Sale). His younger brother, Duhan, may be going on the Lions tour but the Sale hooker, capped three times for the Springboks, is still arguably the hardest member of the family to stop. Strong, mobile and relentless he has been as integral to Sale’s rise as any of the other South Africans currently on the club’s books.</p> \n<figure class=\"element element-image\" data-media-id=\"1bc17d434722e56fbacf1333fe8adedef3576cc4\"> \n <img src=\"https://media.guim.co.uk/1bc17d434722e56fbacf1333fe8adedef3576cc4/0_138_5166_3101/1000.jpg\" alt=\"Akker van der Merwe’s power and mobility has been crucial in Sale’s form this season\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Akker van der Merwe’s power and mobility has been crucial in Sale’s form this season.</span> \n  <span class=\"element-image__credit\">Photograph: Roger Evans/Action Plus/Shutterstock</span> \n </figcaption> \n</figure> \n<p><strong>Tighthead prop:</strong> John Afoa (Bristol). Leaving aside the furore surrounding his <a href=\"https://www.theguardian.com/sport/2021/jun/05/bristol-secure-home-semi-final-with-controversial-win-over-leicester\">return to the field against Leicester</a> on Saturday, the 37-year-old Afoa has been absolutely central to the Bears’ table-topping season. Rock solid on the field and a cheerful presence off it, the former All Black’s impromptu Superman impersonation as he ran out for the second half of the home match against Worcester in November was great fun.</p> \n<p><strong>Lock: </strong>David Ribbans (Northampton). Again we shall ignore the red card against Exeter on Sunday and concentrate on the energy and competitive zeal that have caught the eye of the England head coach, Eddie Jones. The 25-year-old, once of Western Province, gets the nod ahead of Bristol’s Dave Attwood and Leicester’s Harry Wells in a crowded field.</p> \n<p><strong>Lock:</strong> Chris Vui (Bristol). Whether it be at close quarters or lurking out wide, the Samoan international has been a key figure in the Bears’ all-court game. Will Rowlands at Wasps, Rob Simmons at London Irish, Newcastle’s Greg Peterson and Exeter’s Sam Skinner have also been important assets for their respective clubs.</p> \n<p><strong>Blindside flanker:</strong> Dave Ewers (Exeter). It is no coincidence Exeter are so hard to stop from five metres out when the massive Ewers is around to drive the ball carrier over. Latterly, with four tries in his past six league games, the big man has also been in prolific touch himself. Jean-Luc Du Preez of Sale and London Irish’s Matt Rogerson have also worked their socks off.</p> \n<p><strong>Openside flanker:</strong> Blair Cowan (London Irish, capt). Gloucester’s Lewis Ludlow tops the tackle charts by a mile and Harlequins’ Will Evans is the league’s undisputed turnover king in a year when Tom Curry and Ben Earl have largely been absent on Test duty. For work-rate, enthusiasm and leadership, however, there are few to match Cowan, such an inspirational figure at London Irish.</p> \n<p><strong>No 8: </strong>Sam Simmonds (Exeter). Should be a highly competitive category with Jasper Wiese, Alex Dombrandt and Zach Mercer all enjoying strong seasons. No one, though, has come close to matching Sam Simmonds’s record-breaking impact for Exeter: 20 tries in 20 games, twice as many as anyone else in the league this year, have also deservedly propelled him into this summer’s British &amp; Irish Lions squad.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4cfdad98-1536-4616-9e9a-3d4ef685eed9\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>15 Stuart Hogg (Exeter Chiefs)</p>\n    <p>14 Paolo Odogwu (Wasps)</p>\n    <p>13 Semi Radradra (Bristol Bears)</p>\n    <p>12 Mark Atkinson (Gloucester)</p>\n    <p>11 Tom O’Flaherty (Exeter Chiefs)</p>\n    <p>10 Marcus Smith (Harlequins)</p>\n    <p>9 Faf de Klerk (Sale Sharks)</p>\n    <p>1 Joe Marler (Harlequins)</p>\n    <p>2 Akker Van der Merwe (Sale Sharks)</p>\n    <p>3 John Afoa (Bristol Bears)</p>\n    <p>4 Dave Ribbans (Northampton Saints)</p>\n    <p>5 Chris Vui (Bristol Bears)</p>\n    <p>6 Dave Ewers (Exeter Chiefs)</p>\n    <p>7 Blair Cowan (London Irish, capt)</p>\n    <p>8 Sam Simmonds (Exeter Chiefs)</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p><em><strong>• This is an extract from our weekly rugby union email, the Breakdown. To subscribe, <a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-breakdown\" title=\"\">just visit this page and follow the instructions.</a></strong></em></p>","wordcount":"993","commentCloseDate":"2021-06-11T09:10:23Z","commentable":"true","firstPublicationDate":"2021-06-08T09:10:23Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:18:46Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyc7v","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ba4a2bbc79f04c0d741bcc220cf3591b3c2201aa/0_0_2560_1536/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The final weekend of the English Gallagher Premiership regular season is nigh. It has been a uniquely demanding campaign, as much a mental challenge as a physical one on occasions. Here is The Breakdown’s standout team of 2020-21, selected only from players who have appeared in 10 league games or more … Full-back: Stuart Hogg (Exeter). Had Max Malins played more regularly he would have been hard to omit. Freddie Steward, Mike Brown, Tommy Freeman, Tom Parton and Tom Penny also deserve a mention. But in a busy season where he has had to juggle the Scotland captaincy with club duties, Hogg’s pace and footwork out wide have been a consistent menace. Right wing: Paolo Odogwu (Wasps). His club increasingly like him at outside centre but when Odogwu was flying in midwinter it did not matter what number he was wearing. His recent serious knee injury was a desperately unlucky end to a season that should have yielded a full England cap. Luke Morahan, Louis Rees-Zammit, Ben Loader and Tyrone Green were all mustard, too. Outside centre: Semi Radradra (Bristol). Hard to look past (when fit) arguably the best player in the world. Almost unstoppable at times and is also a deceptively smart operator. Joe Marchant and Luke Northmore at Quins have both caught the eye while Curtis Rona at London Irish has been a constant menace but Radradra it has to be. Inside centre: Mark Atkinson (Gloucester). The best No 12s make those around them look good without hogging the glory for themselves. The unselfish Atkinson fits that job description perfectly and fully deserves his selection here, with Exeter’s Ollie Devoto and Bristol’s Piers O’Conor snapping at his heels. Left wing: Tom O’Flaherty (Exeter). You could simply brandish the stats which show the Exeter winger as a runaway leader in both the metres gained and defenders beaten categories. Or you merely trust the evidence of your own eyes and the spectacular tries he has an uncanny knack of scoring. Ollie Hassell-Collins at London Irish and Marland Yarde at Sale also merit a collective round of applause. Fly-half: Marcus Smith (Harlequins). One of this season’s standout features has been the platoon of in-form fly-halves whirling the baton for their respective sides. This accolade could easily have gone to the excellent Callum Sheedy, the cussed Dan Biggar, the consistent Joe Simmonds or the outstanding AJ MacGinty but Smith has been winning games single-handed and is easily the country’s leading scorer. Scrum-half: Faf de Klerk (Sale). As the British &amp; Irish Lions will soon discover, there is much more to Faf than his trademark blond hair and feisty competitive edge. Plenty of other nines have had good seasons, not least Danny Care at Quins, Dan Robson at Wasps and the Bristol duo of Andy Uren and Harry Randall but De Klerk has been instrumental in the Sharks’ play-off emergence. Loosehead prop: Joe Marler (Harlequins). An encouraging number of young English-qualified props are emerging but Marler continues to hang tough among the country’s top set-piece operators. How much longer, though, can he hold off Wasps’ Tom West and Sale’s Bevan Rodd, both of whom are improving steadily. Neither Ellis Genge nor Beno Obano played sufficient minutes to be considered. Hooker: Akker van der Merwe (Sale). His younger brother, Duhan, may be going on the Lions tour but the Sale hooker, capped three times for the Springboks, is still arguably the hardest member of the family to stop. Strong, mobile and relentless he has been as integral to Sale’s rise as any of the other South Africans currently on the club’s books. Tighthead prop: John Afoa (Bristol). Leaving aside the furore surrounding his return to the field against Leicester on Saturday, the 37-year-old Afoa has been absolutely central to the Bears’ table-topping season. Rock solid on the field and a cheerful presence off it, the former All Black’s impromptu Superman impersonation as he ran out for the second half of the home match against Worcester in November was great fun. Lock: David Ribbans (Northampton). Again we shall ignore the red card against Exeter on Sunday and concentrate on the energy and competitive zeal that have caught the eye of the England head coach, Eddie Jones. The 25-year-old, once of Western Province, gets the nod ahead of Bristol’s Dave Attwood and Leicester’s Harry Wells in a crowded field. Lock: Chris Vui (Bristol). Whether it be at close quarters or lurking out wide, the Samoan international has been a key figure in the Bears’ all-court game. Will Rowlands at Wasps, Rob Simmons at London Irish, Newcastle’s Greg Peterson and Exeter’s Sam Skinner have also been important assets for their respective clubs. Blindside flanker: Dave Ewers (Exeter). It is no coincidence Exeter are so hard to stop from five metres out when the massive Ewers is around to drive the ball carrier over. Latterly, with four tries in his past six league games, the big man has also been in prolific touch himself. Jean-Luc Du Preez of Sale and London Irish’s Matt Rogerson have also worked their socks off. Openside flanker: Blair Cowan (London Irish, capt). Gloucester’s Lewis Ludlow tops the tackle charts by a mile and Harlequins’ Will Evans is the league’s undisputed turnover king in a year when Tom Curry and Ben Earl have largely been absent on Test duty. For work-rate, enthusiasm and leadership, however, there are few to match Cowan, such an inspirational figure at London Irish. No 8: Sam Simmonds (Exeter). Should be a highly competitive category with Jasper Wiese, Alex Dombrandt and Zach Mercer all enjoying strong seasons. No one, though, has come close to matching Sam Simmonds’s record-breaking impact for Exeter: 20 tries in 20 games, twice as many as anyone else in the league this year, have also deservedly propelled him into this summer’s British &amp; Irish Lions squad. • This is an extract from our weekly rugby union email, the Breakdown. To subscribe, just visit this page and follow the instructions.","charCount":"5987","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robertkitson\">Robert Kitson</a>"},{"headline":"Susie Wheldon: ‘Dan would have been over the moon about our sons racing’","standfirst":"<p>Nearly 10 years after her husband was killed during a race, Susie Wheldon’s sons are following in their father’s footsteps. It is a decision she supports</p>","trailText":"Nearly 10 years after her husband was killed during a race, Susie Wheldon’s sons are following in their father’s footsteps. It is a decision she supports","byline":"Dave Caldwell","main":"<figure class=\"element element-image\" data-media-id=\"54feb7ac0fc112350e69536d2b20a6a6b0d6a88e\"> <img src=\"https://media.guim.co.uk/54feb7ac0fc112350e69536d2b20a6a6b0d6a88e/0_163_4896_2938/1000.jpg\" alt=\"Dan Wheldon with Susie, holding Oliver, and Sebastian after his Indy 500 victory in 2011.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dan Wheldon with Susie, holding Oliver, and Sebastian after his Indy 500 victory in 2011. </span> <span class=\"element-image__credit\">Photograph: Nick Laham/Getty Images</span> </figcaption> </figure>","body":"<p>Susie Wheldon’s two sons want to be elite race-car drivers someday, which is no surprise. Sebastian and Oliver Wheldon’s father, Dan, won the Indianapolis 500 twice and an IndyCar Series driving championship, and as Susie says of her boys, now ages 12 and 10 respectively: “They have that blood in their veins.”</p> <p>Sebastian and Oliver started racing go-karts at a track near their home in St Petersburg, Florida, before they were even old enough to go to school. They decided they liked racing enough to focus on it, knowing that the sport is competitive.</p> <p>They also know, all too well, that the sport is extremely perilous. Dan Wheldon, the brash-yet-charming, silver-shoed British star on the IndyCar Series, <a href=\"https://www.theguardian.com/sport/2011/oct/16/dan-wheldon-las-vegas-indycar\">was killed at the age of just 33 in October 2011</a> when his car was involved in a multi-car crash in the season finale at Las Vegas Motor Speedway. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2011/oct/17/dan-wheldon-emberton-grief\">Dan Wheldon's death in Las Vegas leaves an English village in grief</a> </p> </aside>  <p>Before she married Dan Wheldon in 2008, Susie was a racing publicist for a sponsor, then a personal assistant for her husband at Chip Ganassi’s race team, so she was familiar with the dangers of racing. But allowing her sons to chase racing careers like their father turned out to be not all that complicated a decision.</p> <p>“It’s not my decision – it’s their decision,” Wheldon tells the Guardian. “At the end of the day, I have to put my feelings aside. I certainly don’t have all the answers as to the best way to go.”</p> <p>She says racing was not necessarily something she wanted her sons to do, and she kept asking them if racing was <em>really</em> something they wanted. But she adds firmly, referring to her husband’s fatal accident: “It was never a question of, ‘I’m never going to let them do that because of what happened.’”</p> <p>So her sons were added in April as developmental junior drivers at Andretti Autosport, the powerful race team owned by Michael Andretti, the former series champion who is the son of the legendary Mario Andretti. Dan Wheldon won the Indy 500 for Michael Andretti in 2005 and was to rejoin the team in 2012, replacing Danica Patrick, who went to Nascar.</p> <p>For now, the Wheldon boys will drive in three national series in go-karts, which are substantially slower, lighter and safer than those turbocharged rockets on the IndyCar Series. Andretti has given similar opportunities to other young drivers over the years, but Wheldon understands her sons will be more closely monitored, because of who their father was. “I almost feel as if they have to prove themselves more,” Wheldon says.</p> <p>The agreement was announced literally beneath a monument of Dan before the IndyCar Series season opener, which was held at St Petersburg. Wheldon says she has been “blown away” by the positive feedback she has received after the announcement, even though she already knew her husband was well-liked and well-respected in the racing community.</p> <p>“I think he’d have the biggest smile on his face,” says Wheldon, who was born in Canada but moved to the US when she was 15. “I think he’d be over the moon. He’d probably offer a lot of guidance – and a lot more than that.”</p> <p>Like his sons, Dan Wheldon, who was born in Emberton, Buckinghamshire, started racing go-karts. He was inspired by Nigel Mansell, the British driver who won both the Formula One world championship and the IndyCar World Series. Wheldon climbed the racing ladder steadily, landing in the US in 1999. By 2002, he was racing in the IndyCar Series, and by 2003, he was in his first Indy 500, flipping his car and finishing 19th.</p> <p>He won the Indy 500 in 2005 and 2011, but he was somewhat overshadowed both times – in 2005 by Patrick, who became the first woman to lead the race, and in 2011 by the American rookie JR Hildebrand, who crashed on the 800th and final turn while leading the race, allowing Wheldon to slip past him to win the race on the last day of his contract.</p> <p>Less than five months after he posed with Susie at the start-finish line at Indy – him holding Sebastian in his arms, her cradling Oliver in her arms – Dan was gone. IndyCar later said in a 49-page report a “perfect storm” of unforeseeable events led to the fatal<br>accident. Wheldon won 16 IndyCar races and more than $16m in 10 seasons.</p> <p>When Sebastian, then Oliver, turned to driving, then became more serious about it, Wheldon says she missed it, too, adding: “I kind of realized that I’d been in racing a long time, and I knew how to take care of an established driver.”</p> <p>She teamed up with her husband’s former business agent, Adrian Sussman, to, as she says, “figure out what we can do by the boys and see where they’d be the best fit”. It turned out to be Michael Andretti’s team. “I feel like their team is always looking out and seeing who’s coming through the ranks,” she says.</p>  <figure class=\"element element-image\" data-media-id=\"aa374f54264f03e8e4525a4f2f25bb08bbb849b9\"> <img src=\"https://media.guim.co.uk/aa374f54264f03e8e4525a4f2f25bb08bbb849b9/0_0_5256_3504/1000.jpg\" alt=\"Michael Andretti with Sebastian and Oliver Wheldon below the monument of their late father on Dan Wheldon Way in St Petersburg, Florida\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Andretti with Sebastian and Oliver Wheldon below the monument of their late father on Dan Wheldon Way in St Petersburg, Florida.</span> <span class=\"element-image__credit\">Photograph: Chris Owens/AP</span> </figcaption> </figure>  <p>When the arrangement was announced, Andretti said: “We see a lot of Dan in both Sebastian and Oliver,” adding: “No one will ever be able to replace Dan in their lives, but we’re happy to offer a network for mentorship to help the boys grow their careers.”</p> <p>Wheldon says she thinks her sons are, in many ways, predisposed for such a venture, saying of the attention: “They’ve managed it very well, but they’ve been under a spotlight for a long time. Their dad was a champion driver. It’s been a part of their lives.” And yet, she says: “They’re typical kids. They love to run around and be outside.”</p> <p>She acknowledges the dilemma faced by many other parents with children of similar ages, who feel they suddenly need to specialize in an activity to excel at it: “It’s kind of crazy. You don’t have time to commit to anything else,” she says.</p> <p>Two years ago, she closed a clothing boutique in St Petersburg to focus on her sons’ racing aspirations, and the three of them went to the Indy 500 last month. But she says as her sons step up the intensity of their interesting career path: “If they want to step away, great. If they decide they want to do more local races, then great, too.”</p>","wordcount":"1041","firstPublicationDate":"2021-06-08T09:00:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:28:58Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hydze","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/54feb7ac0fc112350e69536d2b20a6a6b0d6a88e/0_163_4896_2938/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Susie Wheldon’s two sons want to be elite race-car drivers someday, which is no surprise. Sebastian and Oliver Wheldon’s father, Dan, won the Indianapolis 500 twice and an IndyCar Series driving championship, and as Susie says of her boys, now ages 12 and 10 respectively: “They have that blood in their veins.” Sebastian and Oliver started racing go-karts at a track near their home in St Petersburg, Florida, before they were even old enough to go to school. They decided they liked racing enough to focus on it, knowing that the sport is competitive. They also know, all too well, that the sport is extremely perilous. Dan Wheldon, the brash-yet-charming, silver-shoed British star on the IndyCar Series, was killed at the age of just 33 in October 2011 when his car was involved in a multi-car crash in the season finale at Las Vegas Motor Speedway. Before she married Dan Wheldon in 2008, Susie was a racing publicist for a sponsor, then a personal assistant for her husband at Chip Ganassi’s race team, so she was familiar with the dangers of racing. But allowing her sons to chase racing careers like their father turned out to be not all that complicated a decision. “It’s not my decision – it’s their decision,” Wheldon tells the Guardian. “At the end of the day, I have to put my feelings aside. I certainly don’t have all the answers as to the best way to go.” She says racing was not necessarily something she wanted her sons to do, and she kept asking them if racing was really something they wanted. But she adds firmly, referring to her husband’s fatal accident: “It was never a question of, ‘I’m never going to let them do that because of what happened.’” So her sons were added in April as developmental junior drivers at Andretti Autosport, the powerful race team owned by Michael Andretti, the former series champion who is the son of the legendary Mario Andretti. Dan Wheldon won the Indy 500 for Michael Andretti in 2005 and was to rejoin the team in 2012, replacing Danica Patrick, who went to Nascar. For now, the Wheldon boys will drive in three national series in go-karts, which are substantially slower, lighter and safer than those turbocharged rockets on the IndyCar Series. Andretti has given similar opportunities to other young drivers over the years, but Wheldon understands her sons will be more closely monitored, because of who their father was. “I almost feel as if they have to prove themselves more,” Wheldon says. The agreement was announced literally beneath a monument of Dan before the IndyCar Series season opener, which was held at St Petersburg. Wheldon says she has been “blown away” by the positive feedback she has received after the announcement, even though she already knew her husband was well-liked and well-respected in the racing community. “I think he’d have the biggest smile on his face,” says Wheldon, who was born in Canada but moved to the US when she was 15. “I think he’d be over the moon. He’d probably offer a lot of guidance – and a lot more than that.” Like his sons, Dan Wheldon, who was born in Emberton, Buckinghamshire, started racing go-karts. He was inspired by Nigel Mansell, the British driver who won both the Formula One world championship and the IndyCar World Series. Wheldon climbed the racing ladder steadily, landing in the US in 1999. By 2002, he was racing in the IndyCar Series, and by 2003, he was in his first Indy 500, flipping his car and finishing 19th. He won the Indy 500 in 2005 and 2011, but he was somewhat overshadowed both times – in 2005 by Patrick, who became the first woman to lead the race, and in 2011 by the American rookie JR Hildebrand, who crashed on the 800th and final turn while leading the race, allowing Wheldon to slip past him to win the race on the last day of his contract. Less than five months after he posed with Susie at the start-finish line at Indy – him holding Sebastian in his arms, her cradling Oliver in her arms – Dan was gone. IndyCar later said in a 49-page report a “perfect storm” of unforeseeable events led to the fatal accident. Wheldon won 16 IndyCar races and more than $16m in 10 seasons. When Sebastian, then Oliver, turned to driving, then became more serious about it, Wheldon says she missed it, too, adding: “I kind of realized that I’d been in racing a long time, and I knew how to take care of an established driver.” She teamed up with her husband’s former business agent, Adrian Sussman, to, as she says, “figure out what we can do by the boys and see where they’d be the best fit”. It turned out to be Michael Andretti’s team. “I feel like their team is always looking out and seeing who’s coming through the ranks,” she says. When the arrangement was announced, Andretti said: “We see a lot of Dan in both Sebastian and Oliver,” adding: “No one will ever be able to replace Dan in their lives, but we’re happy to offer a network for mentorship to help the boys grow their careers.” Wheldon says she thinks her sons are, in many ways, predisposed for such a venture, saying of the attention: “They’ve managed it very well, but they’ve been under a spotlight for a long time. Their dad was a champion driver. It’s been a part of their lives.” And yet, she says: “They’re typical kids. They love to run around and be outside.” She acknowledges the dilemma faced by many other parents with children of similar ages, who feel they suddenly need to specialize in an activity to excel at it: “It’s kind of crazy. You don’t have time to commit to anything else,” she says. Two years ago, she closed a clothing boutique in St Petersburg to focus on her sons’ racing aspirations, and the three of them went to the Indy 500 last month. But she says as her sons step up the intensity of their interesting career path: “If they want to step away, great. If they decide they want to do more local races, then great, too.”","charCount":"5857","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/caldwell-dave\">Dave Caldwell</a>"},{"headline":"10 kitchen gadgets you really don’t need – from garlic presses to spiralizers","standfirst":"<p>The average household has more than £300 worth of unused cookery kit. Here, experts offer tips on how to make bread, ice-cream and other delicious foods without fancy contraptions</p>","trailText":"The average household has more than £300 worth of unused cookery kit. Here, experts offer tips on how to make bread, ice-cream and other delicious foods without fancy contraptions","byline":"Tony Naylor","main":"<figure class=\"element element-image\" data-media-id=\"28d5f22188f0ff28a54e7ad883687f4f7799f08d\"> <img src=\"https://media.guim.co.uk/28d5f22188f0ff28a54e7ad883687f4f7799f08d/1_0_4165_2500/1000.jpg\" alt=\"Kitchen gadgets\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>","body":"<p>Jacob Kennedy’s home kitchen is full of things he rarely uses: a sushi mat, a coconut grater, a pestle and mortar, even a borrowed <em>turbotière</em> (a kite-shaped pan specifically for poaching turbot). “I’m the worst,” confesses the chef-owner at Bocca di Lupo in central London. “I buy gadgets all the time. I’m a kleptomaniac of other cuisines; I’ve an enormous kitchen island full of crap.”</p> <p>Kennedy is not alone. In <a href=\"https://www.tapwarehouse.com/blog/latest-news/kitchen-gadgets-in-british-homes\">a survey last year</a>, tapwarehouse.com found that 41% of tagine owners had never used theirs. Spiralizers, waffle-irons and juicers are all gathering dust, too, with the average household home to £311 of unused kitchen equipment.</p> <p>Not all neglected kit is useless – some items are underappreciated. You can cook north African tagine dishes in a lidded casserole pot, but Tarik Abdeladim, the owner of the York restaurant Los Moros, insists a tagine’s cone “enables flavoured steam to slide back into the sauce”, intensifying the dish. He adds: “Traditionally, Berber households have different tagines for fish or chicken. They believe the clay gets seasoned over time, enhancing the flavour.”</p> <p>Tagines make colourful ornaments, too, whereas most gadgets end up crammed in cupboards and drawers, unlamented, as we realise that, far from being labour-saving, they are difficult to use or tough to wash – or they break, or the fad in question passes. “I think we should be asking: is this plastic? Will it last? Should I buy it?” says Rebecca Seal, a cookery writer and the author of <a href=\"https://guardianbookshop.com/happy-leons-leon-happy-guts-9781840918021.html\">Leon Happy Guts</a>.</p> <p>Are you keen to spend less or declutter? We asked a group of food geeks about which kitchen gadgets they deem unnecessary – and how to cook brilliant food without them.</p> <h2>Ice-cream maker (£30-£350)</h2>  <figure class=\"element element-image\" data-media-id=\"b2d0b3bbc38f03208352332232014e6a3f0fa86a\"> <img src=\"https://media.guim.co.uk/b2d0b3bbc38f03208352332232014e6a3f0fa86a/0_0_5282_3521/1000.jpg\" alt=\"Ice-cream, cone and scoop\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Making no-churn ice-cream is a doddle.</span> <span class=\"element-image__credit\">Photograph: Westend61/Getty Images</span> </figcaption> </figure>  <p>You have to do the difficult bit anyway, which is making the ice-cream’s custard base. The machine merely churns the custard so you don’t have to beat ice crystals out of it manually, hourly, as it sets. “The one I had, you had to pop in the freezer 24 hours ahead of time if you wanted ice-cream. That killed it,” says Shivi Ramoutar, the author of <a href=\"https://guardianbookshop.com/the-ice-kitchen-9780008385118.html\">The Ice Kitchen</a>. “We had a tiny freezer. And then there’s fiddly pieces that get lost. Two house moves later, I don’t know where it is.”</p> <p>Ramoutar’s solution? A no-custard, no-churn recipe, where you whisk a 397g tin of condensed milk into 300ml double cream until it is thick enough that your finger leaves an indentation in the mix when poked. Add a few drops of vanilla extract, “swirl through caramels, fruit compotes, chocolate chips” or other flavourings, scoop it into a freezer-suitable container and simply leave this “proper ice-cream” to set.</p> <h2>Honey dipper (£2-£6)</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"69d4ebbdd6c6853951db4b3598494085a5547ee2\"> <img src=\"https://media.guim.co.uk/69d4ebbdd6c6853951db4b3598494085a5547ee2/0_0_3750_4805/780.jpg\" alt=\"Honey dipper\" width=\"780\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Just use a spoon.</span> <span class=\"element-image__credit\">Photograph: Lauren Burke/Getty Images</span> </figcaption> </figure>  <p>“What is that?” asks an incredulous Sam Grainger, the executive chef at Madre in Liverpool, as he considers the grooved, turned-wood dippers used to dispense honey. “Just use a spoon.”</p> <h2>Popcorn machine (£10-£90)</h2> <p>How is filling a machine with corn kernels easier than using microwavable bags of the stuff? Better still, suggests Martyn Lee, Waitrose’s executive chef, is making your own in a casserole pot.</p> <p>Coat the bottom of the pan with a thin layer of vegetable oil, heat it until a test kernel pops when added (note: butterfly is the popcorn variety that blooms attractively), then, off the heat, spread a layer of kernels in the bottom and return it to the heat until the popping starts in earnest. “Crucially, remember to put the lid on!” says Lee.</p> <h2>Coffee bean grinder (handheld £8-£30; larger electric models, £40-£400)</h2>  <figure class=\"element element-image\" data-media-id=\"dbdca06f0d002cfaace95df55e6eced12e156e22\"> <img src=\"https://media.guim.co.uk/dbdca06f0d002cfaace95df55e6eced12e156e22/0_0_8660_5773/1000.jpg\" alt=\"Manual coffee grinder\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Let the shop do your grinding for you.</span> <span class=\"element-image__credit\">Photograph: mikroman6/Getty Images</span> </figcaption> </figure>  <p>In a period of caffeine geekdom, Seal invested in an espresso machine and, for ultimate freshness, an electric grinder. “We could never get the burrs right or the grind fine enough. I got so annoyed that I couldn’t enjoy the coffee. In the end, we sold it and started buying bagged supermarket coffee.” Sometimes you have to embrace the benefits of industrial food production, perfectly ground coffee being one. Seal still has a “rubbish” hand-grinder that makes “the worst cup of coffee”. But all is not lost: “I’ve used it for grinding spices and it’s very good at cardamom.”</p> <h2>Bread-maker (£70-£250)</h2> <p>If you are particularly stretched for time or find baking physically difficult, but still want loaves made to your personal specification, bread-makers are clearly useful. Many machines will combine the ingredients, then knead and prove the dough. That said, Si Toft, the chef-owner at The Dining Room in Abersoch, has a minimal-effort focaccia that may offer entry-level bakers a better end result.</p> <p>Combine 500g of strong white bread flour, four tablespoons of decent olive oil, a teaspoon each of yeast and salt, then add 400ml of lukewarm water and mix thoroughly (you can use a food mixer’s dough hook for ease). Pour the mix into a greased tray, let it prove for an hour, top with olives, onions, rosemary or sun-dried tomatoes, and bake for 20 minutes at 220C (fan-assisted). “It’s the simplest thing,” says Toft.</p> <h2>Garlic press (£2-£15)</h2>  <figure class=\"element element-image\" data-media-id=\"568b9bdcfea72245eb55ad35c5e5657bfd5f611a\"> <img src=\"https://media.guim.co.uk/568b9bdcfea72245eb55ad35c5e5657bfd5f611a/0_0_3000_2093/1000.jpg\" alt=\"Garlic press\" width=\"1000\" height=\"698\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Garlic presses: messy and wasteful.</span> <span class=\"element-image__credit\">Photograph: JoeGough/Getty Images/iStockphoto</span> </figcaption> </figure>  <p>The Glasgow-based food writer and cookery tutor Sumayya Usmani has yet to find a garlic press that works for her. “I dislike how garlic gets stuck in them. You waste so much.” They are frequently a “faff” to fill, to depress smoothly and to clean. “I’d rather chop it or put it in a little cup-sized herb blender and whiz it.”</p> <h2>Manual spiralizer (£5-£30)</h2> <p>Pinioning your vegetable in place, twisting or cranking it through the cutters and cleaning the spiralizer takes time you could spend producing similar “voodles” (vegetable noodles) with a julienne peeler. You could even peel ribbons from your vegetable with an ordinary swivel-headed vegetable peeler, then, piling the ribbons neatly, cut them into strips. “With a good, sharp knife, you can do anything,” says Grainger.</p> <h2>Pasta machine (£30 – £80)</h2>  <figure class=\"element element-image\" data-media-id=\"7521102b596c2f74630ebd6b1687e6245dce9c3d\"> <img src=\"https://media.guim.co.uk/7521102b596c2f74630ebd6b1687e6245dce9c3d/0_0_5253_3502/1000.jpg\" alt=\"Rolling pin\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pasta machine? I raise you a rolling pin.</span> <span class=\"element-image__credit\">Photograph: Os Tartarouchos/Getty Images</span> </figcaption> </figure>  <p>“I have one at home I use maybe once every four months,” says Kennedy. “In most households, they’re doomed to gather dust.” Why? Because extruded pastas such as penne or spaghetti are best bought dried, while other shapes, such as trofie or orecchiette, can be made without any equipment. Pasta-rolling machines only make fresh egg pasta sheets suitable for lasagne, filled pastas such as ravioli or for cutting into flat noodles, eg fettuccine. Ultimately, human beats machine.</p> <p>Having created your rich egg pasta (for four people, 400g of Italian 00 flour combined with two whole eggs and four or five yolks, kneaded for five minutes and rested for 30 until it is “stiff but not hard”), you will get better pasta using a rolling pin to create 1mm thin sheets. This method requires plenty of elbow grease, however, and perhaps an instructional YouTube trawl.</p> <h2>Poaching paraphernalia (£3-£30)</h2>  <figure class=\"element element-image\" data-media-id=\"e2639c2f33dc9e66d61dbbbc4af3a4844635a1c8\"> <img src=\"https://media.guim.co.uk/e2639c2f33dc9e66d61dbbbc4af3a4844635a1c8/0_0_1999_1499/1000.jpg\" alt=\"Poached egg on toast\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">All you need is simmering water.</span> <span class=\"element-image__credit\">Photograph: Jody Louie/Getty Images</span> </figcaption> </figure>  <p>Disposable pouches, floating silicone moulds, dedicated poaching pans: you do not need any of those to create bang-on poached eggs. Bring a pan of water to a gentle simmer – no whirlpool, no vinegar – and simply tip an egg in close to the surface, says Toft: “Don’t lob it in. And, if you drop it into fiercely boiling water, it will break up.” After three minutes, lift the egg on a slotted spoon; when done, its white should sit up firmly on the spoon. Drain and serve.</p> <h2>Electric juicer (£50-£500)</h2> <p>Given that many people already own a blender that will make a serviceable smoothie, and that <a href=\"https://www.theguardian.com/lifeandstyle/2019/apr/01/five-ways-to-get-more-fibre-in-your-diet\">retaining fruit’s fibre is considered a good thing</a>, the rise of the juicer (demanding to clean) is curious. Seal says: “It’s cheaper and more environmentally friendly than buying juice, but I thought the mantra was: eat the fruit, don’t drink the juice? I’ve never understood why we’re obsessed with sucking sugar out and consuming it with as little fibre as possible.”</p>","newspaperPageNumber":"4","wordcount":"1266","commentCloseDate":"2021-06-11T09:00:16Z","commentable":"true","firstPublicationDate":"2021-06-08T09:00:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-08T09:00:16Z","newspaperEditionDate":"2021-06-08T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk5y2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/28d5f22188f0ff28a54e7ad883687f4f7799f08d/1_0_4165_2500/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Jacob Kennedy’s home kitchen is full of things he rarely uses: a sushi mat, a coconut grater, a pestle and mortar, even a borrowed turbotière (a kite-shaped pan specifically for poaching turbot). “I’m the worst,” confesses the chef-owner at Bocca di Lupo in central London. “I buy gadgets all the time. I’m a kleptomaniac of other cuisines; I’ve an enormous kitchen island full of crap.” Kennedy is not alone. In a survey last year, tapwarehouse.com found that 41% of tagine owners had never used theirs. Spiralizers, waffle-irons and juicers are all gathering dust, too, with the average household home to £311 of unused kitchen equipment. Not all neglected kit is useless – some items are underappreciated. You can cook north African tagine dishes in a lidded casserole pot, but Tarik Abdeladim, the owner of the York restaurant Los Moros, insists a tagine’s cone “enables flavoured steam to slide back into the sauce”, intensifying the dish. He adds: “Traditionally, Berber households have different tagines for fish or chicken. They believe the clay gets seasoned over time, enhancing the flavour.” Tagines make colourful ornaments, too, whereas most gadgets end up crammed in cupboards and drawers, unlamented, as we realise that, far from being labour-saving, they are difficult to use or tough to wash – or they break, or the fad in question passes. “I think we should be asking: is this plastic? Will it last? Should I buy it?” says Rebecca Seal, a cookery writer and the author of Leon Happy Guts. Are you keen to spend less or declutter? We asked a group of food geeks about which kitchen gadgets they deem unnecessary – and how to cook brilliant food without them. Ice-cream maker (£30-£350) You have to do the difficult bit anyway, which is making the ice-cream’s custard base. The machine merely churns the custard so you don’t have to beat ice crystals out of it manually, hourly, as it sets. “The one I had, you had to pop in the freezer 24 hours ahead of time if you wanted ice-cream. That killed it,” says Shivi Ramoutar, the author of The Ice Kitchen. “We had a tiny freezer. And then there’s fiddly pieces that get lost. Two house moves later, I don’t know where it is.” Ramoutar’s solution? A no-custard, no-churn recipe, where you whisk a 397g tin of condensed milk into 300ml double cream until it is thick enough that your finger leaves an indentation in the mix when poked. Add a few drops of vanilla extract, “swirl through caramels, fruit compotes, chocolate chips” or other flavourings, scoop it into a freezer-suitable container and simply leave this “proper ice-cream” to set. Honey dipper (£2-£6) “What is that?” asks an incredulous Sam Grainger, the executive chef at Madre in Liverpool, as he considers the grooved, turned-wood dippers used to dispense honey. “Just use a spoon.” Popcorn machine (£10-£90) How is filling a machine with corn kernels easier than using microwavable bags of the stuff? Better still, suggests Martyn Lee, Waitrose’s executive chef, is making your own in a casserole pot. Coat the bottom of the pan with a thin layer of vegetable oil, heat it until a test kernel pops when added (note: butterfly is the popcorn variety that blooms attractively), then, off the heat, spread a layer of kernels in the bottom and return it to the heat until the popping starts in earnest. “Crucially, remember to put the lid on!” says Lee. Coffee bean grinder (handheld £8-£30; larger electric models, £40-£400) In a period of caffeine geekdom, Seal invested in an espresso machine and, for ultimate freshness, an electric grinder. “We could never get the burrs right or the grind fine enough. I got so annoyed that I couldn’t enjoy the coffee. In the end, we sold it and started buying bagged supermarket coffee.” Sometimes you have to embrace the benefits of industrial food production, perfectly ground coffee being one. Seal still has a “rubbish” hand-grinder that makes “the worst cup of coffee”. But all is not lost: “I’ve used it for grinding spices and it’s very good at cardamom.” Bread-maker (£70-£250) If you are particularly stretched for time or find baking physically difficult, but still want loaves made to your personal specification, bread-makers are clearly useful. Many machines will combine the ingredients, then knead and prove the dough. That said, Si Toft, the chef-owner at The Dining Room in Abersoch, has a minimal-effort focaccia that may offer entry-level bakers a better end result. Combine 500g of strong white bread flour, four tablespoons of decent olive oil, a teaspoon each of yeast and salt, then add 400ml of lukewarm water and mix thoroughly (you can use a food mixer’s dough hook for ease). Pour the mix into a greased tray, let it prove for an hour, top with olives, onions, rosemary or sun-dried tomatoes, and bake for 20 minutes at 220C (fan-assisted). “It’s the simplest thing,” says Toft. Garlic press (£2-£15) The Glasgow-based food writer and cookery tutor Sumayya Usmani has yet to find a garlic press that works for her. “I dislike how garlic gets stuck in them. You waste so much.” They are frequently a “faff” to fill, to depress smoothly and to clean. “I’d rather chop it or put it in a little cup-sized herb blender and whiz it.” Manual spiralizer (£5-£30) Pinioning your vegetable in place, twisting or cranking it through the cutters and cleaning the spiralizer takes time you could spend producing similar “voodles” (vegetable noodles) with a julienne peeler. You could even peel ribbons from your vegetable with an ordinary swivel-headed vegetable peeler, then, piling the ribbons neatly, cut them into strips. “With a good, sharp knife, you can do anything,” says Grainger. Pasta machine (£30 – £80) “I have one at home I use maybe once every four months,” says Kennedy. “In most households, they’re doomed to gather dust.” Why? Because extruded pastas such as penne or spaghetti are best bought dried, while other shapes, such as trofie or orecchiette, can be made without any equipment. Pasta-rolling machines only make fresh egg pasta sheets suitable for lasagne, filled pastas such as ravioli or for cutting into flat noodles, eg fettuccine. Ultimately, human beats machine. Having created your rich egg pasta (for four people, 400g of Italian 00 flour combined with two whole eggs and four or five yolks, kneaded for five minutes and rested for 30 until it is “stiff but not hard”), you will get better pasta using a rolling pin to create 1mm thin sheets. This method requires plenty of elbow grease, however, and perhaps an instructional YouTube trawl. Poaching paraphernalia (£3-£30) Disposable pouches, floating silicone moulds, dedicated poaching pans: you do not need any of those to create bang-on poached eggs. Bring a pan of water to a gentle simmer – no whirlpool, no vinegar – and simply tip an egg in close to the surface, says Toft: “Don’t lob it in. And, if you drop it into fiercely boiling water, it will break up.” After three minutes, lift the egg on a slotted spoon; when done, its white should sit up firmly on the spoon. Drain and serve. Electric juicer (£50-£500) Given that many people already own a blender that will make a serviceable smoothie, and that retaining fruit’s fibre is considered a good thing, the rise of the juicer (demanding to clean) is curious. Seal says: “It’s cheaper and more environmentally friendly than buying juice, but I thought the mantra was: eat the fruit, don’t drink the juice? I’ve never understood why we’re obsessed with sucking sugar out and consuming it with as little fibre as possible.”","charCount":"7549","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/tonynaylor\">Tony Naylor</a>"}]