[{"headline":"Yorkshire v Sussex, Somerset v Hampshire and more: county cricket – live!","standfirst":"<ul><li>Live coverage from the action around the grounds</li><li><a href=\"https://www.theguardian.com/sport/live/2021/jun/05/yorkshire-v-sussex-glamorgan-v-lancs-and-more-county-cricket-live?page=with:block-60bbd6598f082ac930aeb6d5#block-60bbd6598f082ac930aeb6d5\">Saturday roundup: Labuschagne hits his groove in Glamorgan win</a></li><li><a href=\"mailto:tanya.aldred.freelance@theguardian.com\">Email Tanya</a> with any thoughts | Tweet <a href=\"https://twitter.com/tjaldred\">@tjaldred</a></li></ul>","trailText":"<strong>Rolling report:</strong> Join Tanya Aldred for live County Championship coverage from around the grounds","byline":"Tanya Aldred","main":"<figure class=\"element element-image\" data-media-id=\"9b05907dd8b65050323aac0e6872a2896449ba77\"> <img src=\"https://media.guim.co.uk/9b05907dd8b65050323aac0e6872a2896449ba77/762_1452_3319_1992/1000.jpg\" alt=\"Yorkshire had first-innings lead of 245 midway through the evening before Sussex closed Saturday’s action on a sturdy 38 without loss. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yorkshire had first-innings lead of 245 midway through the evening before Sussex closed Saturday’s action on a sturdy 38 without loss. </span> <span class=\"element-image__credit\">Photograph: George Wood/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60bca9b58f08b9889b36a7a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:57:53.005Z\">11.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Some great livestream stats for the RHF trophy.</strong> Add the 589,000 youtube and facebook views for the Roses match last week, and a lot of people are watching a lot of cricket.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/_hypocaust/status/1401468348404281347\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This season&#39;s <a href=\"https://twitter.com/hashtag/RHFtrophy?src=hash&amp;ref_src=twsrc%5Etfw\">#RHFtrophy</a> livestreams have already totalled over 750,000 views, compared with 500,000 in 2020.</p>&mdash; hypocaust (@_hypocaust) <a href=\"https://twitter.com/_hypocaust/status/1401468348404281347?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bca8cf8f082ac930aebd66\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:54:47.584Z\">11.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Now then. </strong>So Essex are all out for 210, trailing Notts by 293. If this was last year, you’d put money on Harmer to bowl Notts out for under 100. But in 2021, the Notts-up has become something of an endangered species, and Harmer has lost his cloak of invincibility. </p> </div>   </div> <div id=\"block-60bca7368f08b9889b36a780\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:46:56.619Z\">11.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And another! </strong>With the third ball of his morning spell, Van Zyl feathers Thompson through to Duke and has to trudge, eyes firmly on the grass back to the dressing-room. A golden duck. Sussex 60-2. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:47:27.380Z\">at 11.47am BST</time></p>  </div> <div id=\"block-60bca6148f082ac930aebd42\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:42:17.046Z\">11.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A top edge</strong>! A bit of extra bounce from Bess and Tom Haines sends the ball up and into the paws of Adam Lyth. The end of a partnership of 60 between the openers, Sussex 60-1.</p> </div>   </div> <div id=\"block-60bca4b98f082e80569f7c91\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:39:14.699Z\">11.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A wicket at Chelmsford! </strong>Shane Snater is lbw to Brett Hutton for his 200th first-class wicket. Essex 195-9.</p> <p>Sussex pottering along much untroubled here at Headingley, which will please Lancashire no end.</p> </div>   </div> <div id=\"block-60bca1638f082e80569f7c61\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:22:30.297Z\">11.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ben Stokes will make his boom-back </strong>at Chester-le-Street on Friday in the T20 game against Yorkshire.</p>  <figure class=\"element element-image\" data-media-id=\"f42f1a093dac51085fc969b6b3fadf31d6aa9801\"> <img src=\"https://media.guim.co.uk/f42f1a093dac51085fc969b6b3fadf31d6aa9801/0_77_5568_3344/1000.jpg\" alt=\"f\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stokes to teeter back on Friday in the Blast.</span> <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bca0b28f082ac930aebcec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:19:05.800Z\">11.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Did Darren Stevens read the memo? </strong>Darren Stevens doing Darren Stevens things, pincering Emilio Gay lbw for 8, Northants 14-1.</p> </div>   </div> <div id=\"block-60bc9e608f08b9889b36a70b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:13:12.070Z\">11.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Adam Lyth gets</strong> just the one over before Dom Bess is thrown the ball. A real opportunity for the scruffy scamp today, though on a pitch that didn’t much spin yesterday. Jack Carlson, who has just been given a contract extension by Sussex, did manage to extract some turn and bounce with the wickets of Malan and Ballance.</p> </div>   </div> <div id=\"block-60bc9d678f082ac930aebcc9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:04:35.473Z\">11.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>What is this sorcery?</strong> Kent have declared on their overnight 330-5: which gives Northamptonshire a second innings lead of 62 runs. Some old-fashioned declaration bowling hangs in the air. </p> </div>   </div> <div id=\"block-60bc9c828f082e80569f7c2c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:00:55.935Z\">11.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Adam Lyth </strong>bowls the first ball of the day, from the Emerald Stand end. A Sunday sprinkling of spectators, Orr and Haines the men charged with steadfast blocking.</p> </div>   </div> <div id=\"block-60bc97368f08b9889b36a6c6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:42:40.799Z\">10.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Dawid Malan </strong>, who I’m reliably informed played a perfectly-judged innings yesterday, driving particularly well before being out for 199, spoke engagingly last night:</p> <p>“ I’ve tried to learn from my failures at Test cricket and put that into practice in four-day cricket. </p> <p>“Since 2019, I think my record speaks for itself in just having that fearless approach in four-day cricket and backing my technique and way of playing. <br></p> <p><strong>Possible Test return?</strong></p> <p>“I wouldn’t be here playing four-day cricket if I didn’t want to play Test cricket again. I still feel like I’ve got a hell of a lot to give. Whether I’m good enough, that’s not my decision. I just have to keep scoring runs.</p> <p>“Since I got dropped in the middle of 2018, I’ve gone away and done what I was told, which is score runs. Hopefully, if I keep getting big scores like this, I can put pressure on the people who make decisions.</p> <p>“I think I played well in that Ashes series (2017/18). That was as well as I could have played at the time.<br></p> <p>“I feel I now know my game better. Being back in the T20s and the odd ODI, I’ve learnt what I need to do to perform at that level. That’s really important.</p> <p>“You’re playing against bowlers you play against all the time, but Test cricket is a different mentality and there’s more scrutiny. In my last five Tests, I probably didn’t handle that as well as I could have. Hopefully I’d be in a better position now.”</p>  <figure class=\"element element-image\" data-media-id=\"7f6076553370be9c306fb7eae7a04235117a6591\"> <img src=\"https://media.guim.co.uk/7f6076553370be9c306fb7eae7a04235117a6591/0_153_4622_2775/1000.jpg\" alt=\"c\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dawid Malan: 199 and not a penny more.</span> <span class=\"element-image__credit\">Photograph: John Clifton/SWpix.com/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-60bc95628f08b9889b36a6b5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:32:46.833Z\">10.32am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Start of play scores</h2>  <div class=\"block-elements\">  <p><strong>Chelmsford</strong>: Essex 180-7 v Nottinghamshire 293</p> <p><strong>Taunton</strong>: Somerset 360 and 323-6 v Hampshire 311</p> <p><strong>Canterbury</strong>: Kent 330-5 v Northants 393</p> <p><strong>Headingley</strong>: Yorkshire 558 v Sussex 313 and 38-0</p> </div>   </div> <div id=\"block-60bc951d8f082e80569f7bf1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:29:04.590Z\">10.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Graham's Saturday round-up</h2>  <div class=\"block-elements\">  <p>Marnus Labuschagne’s highest score of a difficult summer, an unbeaten 63, ended county cricket’s only remaining unbeaten record as <strong>Glamorgan</strong> chased 188 to beat <strong>Lancashire</strong> by six wickets at Sophia Gardens shortly before 12.30pm on day three.</p> <p>The much-vaunted Australian had not previously posted a fifty in seven Championship innings in 2021. However, his eighth delivered the goods – a high tempo 72-ball knock navigating reverse swing from seamers including Saqib Mahmood.</p> <p>Labuschagne has been a shadow of the player who dominated county attacks in early 2019, yet here navigated a pitch Lancashire’s Alex Davies described as “substandard” at the close on Friday. He also posted 44 in the first innings.</p> <p>The Queenslander said: “It was nice to be out there for the winning runs. To do it the fourth innings when the ball has gone reverse, which is exciting to play against because it is something we don’t get much of in Australia in domestic cricket, was very satisfying.”</p> <p>Glamorgan’s second win came as they advanced from 137 for three overnight, chasing the fixture’s highest score. However, they still have an uphill task to claim a top two finish in Group Three ahead of Lancashire, Yorkshire and the other contenders, Northamptonshire.</p> <p><strong>Lancashire</strong>, the leaders, had hoped to take a significant step towards the top group, but they may be only four points clear of Yorkshire at the end of this round with two still to play and Scarborough to visit next month.</p> <p>Dawid Malan showed his rounded class with a serene 199 for <strong>Yorkshire</strong> as they seek victory over <strong>Sussex </strong>at Headingley. They claimed a first-innings lead of 245 midway through the evening before Sussex closed on a sturdy 38 without loss.</p> <p>In his first four-day appearance since last August, when he scored 219 in a Bob Willis Trophy draw against Derbyshire here, the left‑hander punished an inexperienced attack to move from 103 overnight before being bowled by off-spinner Jack Carson after lunch for the second 199 of his career.</p> <p>Malan, who played the last of his 15 Tests in August 2018, missed out on becoming the first Yorkshire player to score double hundreds in two consecutive innings.</p> <p><strong>Warwickshire</strong> went top of Group One with a 191-run win at <strong>Derbyshire</strong>, who were bowled out for 121 in their second innings. Oliver Hannon-Dalby took four for 24 to secure a fourth win.</p> <p><strong>Gloucestershire</strong>’s strong position at the Group Two summit has been eroded with back-to-back defeats, this latest against <strong>Leicestershire </strong>at Grace Road. The home side won by an innings and 93 as the left-arm spinner Callum Parkinson returned career-best match figures of 10 for 108.</p> <p><strong>Somerset</strong> will hope to leapfrog Gloucester with a home win over <strong>Hampshire</strong>. Half-centuries in the second innings for Steve Davies, Tom Abell and George Bartlett secured a lead of 372 and counting.</p> <p><strong>Essex</strong> and <strong>Nottinghamshire</strong>, two contenders at the top of Group One, look likely to play out a draw at Chelmsford, while <strong>Durham</strong> are far from out of the equation having won at <strong>Worcestershire </strong>chasing 86.</p> <p><strong>Kent</strong>, for whom Ollie Robinson scored 120, are playing out a rainy high-scoring game with <strong>Northamptonshire</strong> at Canterbury in Group Three. That is on course for a draw assuming there is no final day contrivance.</p> </div>   </div> <div id=\"block-60bc8ef28f082e80569f7bb1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:01:45.360Z\">10.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p><strong>Hello! It’s a</strong> sweet June morning at Headingley, though the gateman warned that there is rain in Wakefield and it is a-heading this way. </p> <p>A busy day on Saturday with wins for Derby, Worcestershire, Leicestershire and Glamorgan, which leaves just four matches in play today, but enjoy every moment: this is the last day of CC till July 4. </p> <p>A quick summary of the position in group 3: if Yorkshire win, they’ll be four points behind Lancashire, if they draw they’ll be 12 points behind Lancashire. Northants are coming up on the inside, and nor are Glamorgan (quite) out of it. If Yorkshire fail to win today, Northants will be between 3 and 5 points behind. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:36:02.743Z\">at 10.36am BST</time></p>  </div>","wordcount":"1273","commentCloseDate":"2021-06-09T09:30:00Z","commentable":"true","firstPublicationDate":"2021-06-06T09:27:55Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:57:53Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy3x2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9b05907dd8b65050323aac0e6872a2896449ba77/762_1452_3319_1992/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Some great livestream stats for the RHF trophy. Add the 589,000 youtube and facebook views for the Roses match last week, and a lot of people are watching a lot of cricket. Now then. So Essex are all out for 210, trailing Notts by 293. If this was last year, you’d put money on Harmer to bowl Notts out for under 100. But in 2021, the Notts-up has become something of an endangered species, and Harmer has lost his cloak of invincibility. And another! With the third ball of his morning spell, Van Zyl feathers Thompson through to Duke and has to trudge, eyes firmly on the grass back to the dressing-room. A golden duck. Sussex 60-2. A top edge! A bit of extra bounce from Bess and Tom Haines sends the ball up and into the paws of Adam Lyth. The end of a partnership of 60 between the openers, Sussex 60-1. A wicket at Chelmsford! Shane Snater is lbw to Brett Hutton for his 200th first-class wicket. Essex 195-9. Sussex pottering along much untroubled here at Headingley, which will please Lancashire no end. Ben Stokes will make his boom-back at Chester-le-Street on Friday in the T20 game against Yorkshire. Did Darren Stevens read the memo? Darren Stevens doing Darren Stevens things, pincering Emilio Gay lbw for 8, Northants 14-1. Adam Lyth gets just the one over before Dom Bess is thrown the ball. A real opportunity for the scruffy scamp today, though on a pitch that didn’t much spin yesterday. Jack Carlson, who has just been given a contract extension by Sussex, did manage to extract some turn and bounce with the wickets of Malan and Ballance. What is this sorcery? Kent have declared on their overnight 330-5: which gives Northamptonshire a second innings lead of 62 runs. Some old-fashioned declaration bowling hangs in the air. Adam Lyth bowls the first ball of the day, from the Emerald Stand end. A Sunday sprinkling of spectators, Orr and Haines the men charged with steadfast blocking. Dawid Malan , who I’m reliably informed played a perfectly-judged innings yesterday, driving particularly well before being out for 199, spoke engagingly last night: “ I’ve tried to learn from my failures at Test cricket and put that into practice in four-day cricket. “Since 2019, I think my record speaks for itself in just having that fearless approach in four-day cricket and backing my technique and way of playing. Possible Test return? “I wouldn’t be here playing four-day cricket if I didn’t want to play Test cricket again. I still feel like I’ve got a hell of a lot to give. Whether I’m good enough, that’s not my decision. I just have to keep scoring runs. “Since I got dropped in the middle of 2018, I’ve gone away and done what I was told, which is score runs. Hopefully, if I keep getting big scores like this, I can put pressure on the people who make decisions. “I think I played well in that Ashes series (2017/18). That was as well as I could have played at the time. “I feel I now know my game better. Being back in the T20s and the odd ODI, I’ve learnt what I need to do to perform at that level. That’s really important. “You’re playing against bowlers you play against all the time, but Test cricket is a different mentality and there’s more scrutiny. In my last five Tests, I probably didn’t handle that as well as I could have. Hopefully I’d be in a better position now.” Chelmsford: Essex 180-7 v Nottinghamshire 293 Taunton: Somerset 360 and 323-6 v Hampshire 311 Canterbury: Kent 330-5 v Northants 393 Headingley: Yorkshire 558 v Sussex 313 and 38-0 Marnus Labuschagne’s highest score of a difficult summer, an unbeaten 63, ended county cricket’s only remaining unbeaten record as Glamorgan chased 188 to beat Lancashire by six wickets at Sophia Gardens shortly before 12.30pm on day three. The much-vaunted Australian had not previously posted a fifty in seven Championship innings in 2021. However, his eighth delivered the goods – a high tempo 72-ball knock navigating reverse swing from seamers including Saqib Mahmood. Labuschagne has been a shadow of the player who dominated county attacks in early 2019, yet here navigated a pitch Lancashire’s Alex Davies described as “substandard” at the close on Friday. He also posted 44 in the first innings. The Queenslander said: “It was nice to be out there for the winning runs. To do it the fourth innings when the ball has gone reverse, which is exciting to play against because it is something we don’t get much of in Australia in domestic cricket, was very satisfying.” Glamorgan’s second win came as they advanced from 137 for three overnight, chasing the fixture’s highest score. However, they still have an uphill task to claim a top two finish in Group Three ahead of Lancashire, Yorkshire and the other contenders, Northamptonshire. Lancashire, the leaders, had hoped to take a significant step towards the top group, but they may be only four points clear of Yorkshire at the end of this round with two still to play and Scarborough to visit next month. Dawid Malan showed his rounded class with a serene 199 for Yorkshire as they seek victory over Sussex at Headingley. They claimed a first-innings lead of 245 midway through the evening before Sussex closed on a sturdy 38 without loss. In his first four-day appearance since last August, when he scored 219 in a Bob Willis Trophy draw against Derbyshire here, the left‑hander punished an inexperienced attack to move from 103 overnight before being bowled by off-spinner Jack Carson after lunch for the second 199 of his career. Malan, who played the last of his 15 Tests in August 2018, missed out on becoming the first Yorkshire player to score double hundreds in two consecutive innings. Warwickshire went top of Group One with a 191-run win at Derbyshire, who were bowled out for 121 in their second innings. Oliver Hannon-Dalby took four for 24 to secure a fourth win. Gloucestershire’s strong position at the Group Two summit has been eroded with back-to-back defeats, this latest against Leicestershire at Grace Road. The home side won by an innings and 93 as the left-arm spinner Callum Parkinson returned career-best match figures of 10 for 108. Somerset will hope to leapfrog Gloucester with a home win over Hampshire. Half-centuries in the second innings for Steve Davies, Tom Abell and George Bartlett secured a lead of 372 and counting. Essex and Nottinghamshire, two contenders at the top of Group One, look likely to play out a draw at Chelmsford, while Durham are far from out of the equation having won at Worcestershire chasing 86. Kent, for whom Ollie Robinson scored 120, are playing out a rainy high-scoring game with Northamptonshire at Canterbury in Group Three. That is on course for a draw assuming there is no final day contrivance. Hello! It’s a sweet June morning at Headingley, though the gateman warned that there is rain in Wakefield and it is a-heading this way. A busy day on Saturday with wins for Derby, Worcestershire, Leicestershire and Glamorgan, which leaves just four matches in play today, but enjoy every moment: this is the last day of CC till July 4. A quick summary of the position in group 3: if Yorkshire win, they’ll be four points behind Lancashire, if they draw they’ll be 12 points behind Lancashire. Northants are coming up on the inside, and nor are Glamorgan (quite) out of it. If Yorkshire fail to win today, Northants will be between 3 and 5 points behind.","charCount":"7361","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tanyaaldred\">Tanya Aldred</a>"},{"headline":"England v New Zealand: first Test, day five – live!","standfirst":"<ul><li>Over-by-over report of the final day at Lord’s</li><li><a href=\"https://www.theguardian.com/sport/2021/jun/05/rory-burns-battling-century-gives-england-hope-but-new-zealand-on-top\">Day four report: Burns’ battling century gives England hope</a></li><li><a href=\"https://www.theguardian.com/sport/blog/2021/jun/05/england-middle-orders-car-crash-batting-puts-kiwis-in-driving-seat\">Andy Bull on England’s middle order car-crash batting</a></li><li>Email <a href=\"mailto:rob.smyth@theguardian.com\">rob.smyth@theguardian.com</a> with any thoughts</li></ul>","trailText":"<strong>Over-by-over report: </strong>New Zealand are on top at Lord’s but what will come of the final day at Lord’s? Join Rob Smyth to find out","byline":"Rob Smyth (now) and Tim de Lisle (later)","main":"<figure class=\"element element-image\" data-media-id=\"e526a439788a2131d2ca0c786701e96863a7442e\"> <img src=\"https://media.guim.co.uk/e526a439788a2131d2ca0c786701e96863a7442e/0_90_3678_2208/1000.jpg\" alt=\"Ollie Robinson appeals for a dismissal as England look for early wickets on the final day at Lord’s.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ollie Robinson appeals for a dismissal as England look for early wickets on the final day at Lord’s.</span> <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60bca8ec8f08b9889b36a79e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:56:53.951Z\">11.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>40th over: New Zealand 109-4 (Taylor 23, Nicholls 1</strong><strong>) </strong>Mark Wood replaces Ollie Robinson (14-5-26-3) and beats Taylor with the first and last deliveries of the over. Two runs from it.</p> <p>“The 2000 Code of the Laws of Cricket was the first to use ‘fielder’, instead of ‘fieldsman’,” says Alan Tuffery.</p> <p>That’s interesting; I expected it to be much earlier than that.</p> </div>   </div> <div id=\"block-60bca8048f08b9889b36a78d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:52:06.303Z\">11.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>39th over: New Zealand 107-4 (Taylor 22, Nicholls 1</strong><strong>) </strong>That’s Broad’s 518th Test wicket, which puts him one behind Courtney Walsh, the man whose lap Broad used to sit on when he was a kid. Imagine the eight-year-old Broad’s face if you told him they would both end up with 500 Test wickets.</p> </div>   </div> <div id=\"block-60bca7428f082ac930aebd4c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:47:57.432Z\">11.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">WICKET! New Zealand 105-4 (Latham LBW b Broad 36)</h2>  <div class=\"block-elements\">  <p>After a mildly scandalous amount of misfortune, Stuart Broad finally gets his first wicket of the match in his 38th over. Latham, beaten the ball before, is hit on the back leg by a big inswinger bowled from wider on the crease. Michael Gough gives it out and, though Latham reviews, it’s hitting enough of leg stump for the original decision to stand.</p>  <figure class=\"element element-image\" data-media-id=\"36392bb51940e05e6b150969ca0d82993e72e30c\"> <img src=\"https://media.guim.co.uk/36392bb51940e05e6b150969ca0d82993e72e30c/0_0_3500_2337/1000.jpg\" alt=\"Tom Latham walks after losing his wicket.\" width=\"1000\" height=\"668\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Latham walks after losing his wicket.</span> <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"325300c383dce96aa0f14335458726899b6649af\"> <img src=\"https://media.guim.co.uk/325300c383dce96aa0f14335458726899b6649af/0_0_3500_2239/1000.jpg\" alt=\"Stuart Broad gets his man and Latham goes for 36.\" width=\"1000\" height=\"640\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stuart Broad gets his man and Latham goes for 36.</span> <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Action Images/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:54:38.893Z\">at 11.54am BST</time></p>  </div> <div id=\"block-60bca5ec8f08b9889b36a76e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:44:50.886Z\">11.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>38th over: New Zealand 106-3 (Latham 36, Taylor 22</strong><strong>) </strong>Taylor misses another disgusting mow across the line at Robinson. But then he finally nails the shot, pinging Robinson over midwicket for a huge <strong>six</strong>. He is always dangerous, even when his bat seems to have no middle.</p> <p>“Hi Rob,” says Pete Salmon. “Who remembers The Professionals? We’ve been watching Bodie and Doyle at ours as our lockdown treat – just started the final series and already mourning getting to the end. Two very nice moments for OBOers recently. One, Bodie playing club cricket, moving rapidly through the nineties with a series of pull shots, and then getting bowled for 97 after being distracted by a call to duty (followed by getting changed out of his whites in the back of a speeding car, as we’ve all done at some stage). And then in last night’s episode, Doyle having to pretend he’s an intellectual. Bodie: ‘Can you keep the patter up?’ Doyle: ‘Of course, I read the Guardian.’”</p> <p>I’m now desperate to know what Arthur Daley made of our esteemed rag.</p> </div>   </div> <div id=\"block-60bca4cc8f082e80569f7c94\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:39:34.596Z\">11.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>37th over: New Zealand 97-3 (Latham 35, Taylor 14</strong><strong>) </strong>“Excellent Guardianista preamble reference to the French-Swiss Anne Louise Germaine de Staël-Holstein,” says Brian Withington. “She almost invented the Guardian strap line with the phrase ‘Search for the truth is the noblest occupation of man; its publication is a duty’. Apparently she is also quoted as saying, ‘The more I see of man, the more I like dogs’, so something for [redacted] readers, too.”</p> <p>While I’d love to flaunt my education, and perhaps explore what Nietzsche’s philosophy can tell us about Zak Crawley’s cover drive, I only know the Madade de Staël quote because Meadow mentions it in the Sopranos.</p> </div>   </div> <div id=\"block-60bca3c88f082e80569f7c84\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:34:42.094Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>36th over: New Zealand 93-3 (Latham 34, Taylor 11</strong><strong>) </strong>Taylor doesn’t look remotely comfortable against Robinson. He is beaten outside off stump, edges short of the slips and then hacks desperately across the line for a couple of runs. Robinson smiles at Taylor with contempt and then has a big LBW appeal turned down when Taylor misses another smear.<strong> England was their last review</strong> - it hit him miles outside off stump. That wasn’t great captaincy from Joe Root. But it was a brilliant over from Robinson, which concludes with another play and miss by Taylor</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:36:30.774Z\">at 11.36am BST</time></p>  </div> <div id=\"block-60bca2b18f082e80569f7c7c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:29:02.563Z\">11.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>35th over: New Zealand 91-3 (Latham 34, Taylor 8</strong><strong>) </strong>“The last day of the match will not be so drab if Ross Taylor and Colin de Grandhomme can come in and smash Anderson and co. to make a hundred-odd runs in 90 minutes,” writes Gangesh. “Chasing 300-plus in 70 overs will enthuse England, and their aggression could provide the Kiwi bowlers opportunities. So that’s a possibility Kane Williamson can explore to inject some interest in the game - provided, of course, the notorious English weather stays fine!” </p> <p><a href=\"https://www.espncricinfo.com/series/new-zealand-tour-of-england-2015-743909/england-vs-new-zealand-1st-investec-test-743939/full-scorecard\">A repeat of the last day in 2015 would be all kinds of fun</a>.</p> </div>   </div> <div id=\"block-60bca1bf8f082e80569f7c66\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:25:00.150Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>34th over: New Zealand 87-3 (Latham 33, Taylor 6) </strong>England would love to get Taylor early as he is somebody who can score quickly, as he shows with a cracking extra cover drive for four later. Robinson pulls his length back as a result and rips one past the edge. Lovely response.</p> <p>“Has anyone seen a split screen of Ollie Robinson and Josh Hazlewood bowling?” says Gary Naylor. “The more I see of the Sussex bruiser, the more I think of the Australian err... bruiser.”</p> <p>Hazlewood’s a bit quicker, isn’t he? But otherwise it’s an excellent comparison – forensic accuracy, sharp bounce, seam movement and a hint of malevolence.</p>  <figure class=\"element element-image\" data-media-id=\"6d9b84b4ce68c475ede2e71fbe48b9595d8aa6e3\"> <img src=\"https://media.guim.co.uk/6d9b84b4ce68c475ede2e71fbe48b9595d8aa6e3/0_0_3462_2205/1000.jpg\" alt=\"Woah, I’m seeing double here. Josh Hazelwood and Ollie Robinson.\" width=\"1000\" height=\"637\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Woah, I’m seeing double here. Josh Hazelwood and Ollie Robinson.</span> <span class=\"element-image__credit\">Composite: Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:50:13.183Z\">at 11.50am BST</time></p>  </div> <div id=\"block-60bca0578f08b9889b36a727\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:20:55.518Z\">11.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>34th over: New Zealand 81-3 (Latham 32, Taylor 1) </strong>There’s an urgency to New Zealand’s batting that wasn’t evident last night, so perhaps my assumption of a draw was premature. <a href=\"https://www.espncricinfo.com/series/australia-tour-of-england-scotland-netherlands-and-denmark-1989-61353/england-vs-australia-1st-test-63507/full-scorecard\">I can think of one precedent in particular</a>. But it’s really not easy to score quickly on this pitch. Broad beats Latham with a stunning delivery and then has him <strong>dropped by Crawley </strong>at midwicket, a sharp two-handed chance to his right. Broad has had no luck at all in this game.</p> <p>“I can live with batter,” says Adrian Goldman. “What I can’t live with is that in science, sulfate is now the expected spelling, not sulphate. Beyond dismay: pretty much the end of civilisation as we know it.”</p> <p>I’ll see your sulfate and raise you T20 scorecards that have dot balls instead of maidens. It’s cultural vandalism. What the hell is 2-4-12-1 supposed to mean?</p> </div>   </div> <div id=\"block-60bc9f968f082e80569f7c4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:15:41.538Z\">11.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>33rd over: New Zealand 80-3 (Latham 32, Taylor 0) </strong>In the history of Test cricket there have been 3,054 debuts, but none quite look Ollie Robinson’s: 42 runs, seven cheap wickets and a public shaming. He loses his line at the end of the over, spearing a delivery down the leg side for four byes. James Bracey was pretty gutted that it wasn’t called a wide.</p> </div>   </div> <div id=\"block-60bc9f088f08b9889b36a713\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:12:33.764Z\">11.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">WICKET! New Zealand 74-3 (Wagner c Bracey b Robinson 10)</h2>  <div class=\"block-elements\">  <p>A third wicket for Ollie Robinson. Wagner, roughed up by a couple of good short balls, top-edged a hook miles in the air and was calmly caught by James Bracey.</p>  <figure class=\"element element-image\" data-media-id=\"877f52128a7a4fac44e8e027b24d0f5548394bf0\"> <img src=\"https://media.guim.co.uk/877f52128a7a4fac44e8e027b24d0f5548394bf0/0_0_5790_4133/1000.jpg\" alt=\"Neil Wagner goes for the hook shot from Ollie Robinson\" width=\"1000\" height=\"714\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Neil Wagner goes for the hook shot from Ollie Robinson</span> <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"d32d0e7f4e79f3778d3e4e3095160516c053844a\"> <img src=\"https://media.guim.co.uk/d32d0e7f4e79f3778d3e4e3095160516c053844a/0_0_4354_2959/1000.jpg\" alt=\"Ollie Robinson celebrates the wicket of Neil Wagner.\" width=\"1000\" height=\"680\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ollie Robinson celebrates the wicket of Neil Wagner.</span> <span class=\"element-image__credit\">Photograph: Shaun Botterill/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:29:23.549Z\">at 11.29am BST</time></p>  </div> <div id=\"block-60bc9d608f082ac930aebcc8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:08:15.355Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>32nd over: New Zealand 72-2 (Latham 31, Wagner 10) </strong>Stuart Broad gets a chance to bowl at Neil Wagner, who dismissed him yesterday and celebrated with a red-faced flourish. Broad appeals for LBW first ball, but it was going down on the angle. Wagner then cracks two boundaries, a flash up and over the cordon and a majestic flick through midwicket. I’d love to hear Broad’s internal monologue right now.</p> <p>“This fuss comes up regularly,” says John Starbuck. “’Batter’ is, agreed, both an Americanism (by way of the English invention of baseball) and a flour, milk and egg mixture. But think what might happen if we used ‘bowlsman’ as a standard. If we can do it with one essential element of cricket, we can do it with the other. Besides, look at the ambiguities of ‘pitch’ and ‘wicket’, which vary a lot depending on context. Language is meant to be fluid.”</p> </div>   </div> <div id=\"block-60bc9e288f082ac930aebcd4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:06:37.242Z\">11.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Test Match Special overseas link</strong></p> <p><a href=\"https://www.youtube.com/watch?v=PwlSXAAVH3c\">Here you are</a>.</p> </div>   </div> <div id=\"block-60bc9ca88f08b9889b36a6f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:02:48.129Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>31st over: New Zealand 62-2 (Latham 30, Wagner 2) </strong>Ollie Robinson will open the bowling, a reward for his forensic excellence last night. He switches over and round the wicket to Latham, giving him precisely no opportunities to score. Thus, it’s a maiden.</p> </div>   </div> <div id=\"block-60bc995f8f082e80569f7c12\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:48:06.165Z\">10.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>“The OED has instances ‘batter’ being used</strong> in relation to cricket going back about 200 years, so it’s not like it’s without precedent,” says Andrew Cosgrove. “Also, you don’t talk about a ‘bowlsman’ do you? Anyway, do you think England are capable of batting out two sessions for a draw?” </p> <p><a href=\"https://www.youtube.com/watch?v=aaDjSiuKO-o#t=2m38s\">I do, I do</a>. A collapse wouldn’t shock me but I think it’s unlikely, especially as there are likely to be one of two rain interruptions.</p> </div>   </div> <div id=\"block-60bc97548f082e80569f7c06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:37:47.375Z\">10.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>This is a majestic piece from Andy Bull</strong>, with a particularly brilliant intro.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2021/jun/05/england-middle-orders-car-crash-batting-puts-kiwis-in-driving-seat\">England middle order’s car-crash batting puts New Zealand in the driving seat | Andy Bull</a> </p> </aside> </div>   </div> <div id=\"block-60bc95e38f082e80569f7bf7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:37:00.625Z\">10.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>“I am becoming more &amp; more dismayed </strong>by the use of the term ‘batter’ in cricket,” says Ben Carter. “All the commentators are doing it. The term is BATSMAN. Are you all coordinated by someone who tells you what to say?”</p> <p>Yes, last month Mother Cricket gave her 475 children a collective brollocking for our sexist terminology. Seriously, though, with everything else that’s going on in the world right now, is a change of language designed to increase inclusivity really worthy of dismay? I can understand thinking it’s a bit heavy-handed, not that I’d necessarily agree, but dismay, I can’t have that.<br></p> </div>   </div> <div id=\"block-60bc90758f082ac930aebc55\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:08:08.160Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\"> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/jun/05/rory-burns-happy-with-quite-good-day-after-his-century-keeps-england-in-test\">Rory Burns happy with ‘quite good day’ after his century keeps England in Test</a> </p> </aside> </div>   </div> <div id=\"block-60bc8be08f08b9889b36a66b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:48:37.864Z\">9.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>The draws are back in town. Today, all things being equal, England will draw their third consecutive Test at home for the first time since the late eighties. And though that’s mainly down to the weather, it also reflects a different approach and a greater resilience under Chris Silverwood. The Bayliss-era England might have thrown the towel in when they slipped to 140 for six; instead, Rory Burns and Ollie Robinson (with bat and ball) stalled New Zealand’s momentum to such an extent that they finished the day crawling along at two an over.</p> <p>New Zealand will resume on 62 for two, a lead of 165. With a maximum of 98 overs to bowl, they could still force victory on a pitch is becoming more uneven. But with a forecast for showers – of the meteorological rather than the middle-order kind – that looks unlikely. Madame de Stael said that one must choose in life between boredom and suffering. England politely request a boring last day.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:24:03.480Z\">at 11.24am BST</time></p>  </div>","wordcount":"1570","firstPublicationDate":"2021-06-06T09:04:15Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:56:53Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2q7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e526a439788a2131d2ca0c786701e96863a7442e/0_90_3678_2208/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"40th over: New Zealand 109-4 (Taylor 23, Nicholls 1) Mark Wood replaces Ollie Robinson (14-5-26-3) and beats Taylor with the first and last deliveries of the over. Two runs from it. “The 2000 Code of the Laws of Cricket was the first to use ‘fielder’, instead of ‘fieldsman’,” says Alan Tuffery. That’s interesting; I expected it to be much earlier than that. 39th over: New Zealand 107-4 (Taylor 22, Nicholls 1) That’s Broad’s 518th Test wicket, which puts him one behind Courtney Walsh, the man whose lap Broad used to sit on when he was a kid. Imagine the eight-year-old Broad’s face if you told him they would both end up with 500 Test wickets. After a mildly scandalous amount of misfortune, Stuart Broad finally gets his first wicket of the match in his 38th over. Latham, beaten the ball before, is hit on the back leg by a big inswinger bowled from wider on the crease. Michael Gough gives it out and, though Latham reviews, it’s hitting enough of leg stump for the original decision to stand. 38th over: New Zealand 106-3 (Latham 36, Taylor 22) Taylor misses another disgusting mow across the line at Robinson. But then he finally nails the shot, pinging Robinson over midwicket for a huge six. He is always dangerous, even when his bat seems to have no middle. “Hi Rob,” says Pete Salmon. “Who remembers The Professionals? We’ve been watching Bodie and Doyle at ours as our lockdown treat – just started the final series and already mourning getting to the end. Two very nice moments for OBOers recently. One, Bodie playing club cricket, moving rapidly through the nineties with a series of pull shots, and then getting bowled for 97 after being distracted by a call to duty (followed by getting changed out of his whites in the back of a speeding car, as we’ve all done at some stage). And then in last night’s episode, Doyle having to pretend he’s an intellectual. Bodie: ‘Can you keep the patter up?’ Doyle: ‘Of course, I read the Guardian.’” I’m now desperate to know what Arthur Daley made of our esteemed rag. 37th over: New Zealand 97-3 (Latham 35, Taylor 14) “Excellent Guardianista preamble reference to the French-Swiss Anne Louise Germaine de Staël-Holstein,” says Brian Withington. “She almost invented the Guardian strap line with the phrase ‘Search for the truth is the noblest occupation of man; its publication is a duty’. Apparently she is also quoted as saying, ‘The more I see of man, the more I like dogs’, so something for [redacted] readers, too.” While I’d love to flaunt my education, and perhaps explore what Nietzsche’s philosophy can tell us about Zak Crawley’s cover drive, I only know the Madade de Staël quote because Meadow mentions it in the Sopranos. 36th over: New Zealand 93-3 (Latham 34, Taylor 11) Taylor doesn’t look remotely comfortable against Robinson. He is beaten outside off stump, edges short of the slips and then hacks desperately across the line for a couple of runs. Robinson smiles at Taylor with contempt and then has a big LBW appeal turned down when Taylor misses another smear. England was their last review - it hit him miles outside off stump. That wasn’t great captaincy from Joe Root. But it was a brilliant over from Robinson, which concludes with another play and miss by Taylor 35th over: New Zealand 91-3 (Latham 34, Taylor 8) “The last day of the match will not be so drab if Ross Taylor and Colin de Grandhomme can come in and smash Anderson and co. to make a hundred-odd runs in 90 minutes,” writes Gangesh. “Chasing 300-plus in 70 overs will enthuse England, and their aggression could provide the Kiwi bowlers opportunities. So that’s a possibility Kane Williamson can explore to inject some interest in the game - provided, of course, the notorious English weather stays fine!” A repeat of the last day in 2015 would be all kinds of fun. 34th over: New Zealand 87-3 (Latham 33, Taylor 6) England would love to get Taylor early as he is somebody who can score quickly, as he shows with a cracking extra cover drive for four later. Robinson pulls his length back as a result and rips one past the edge. Lovely response. “Has anyone seen a split screen of Ollie Robinson and Josh Hazlewood bowling?” says Gary Naylor. “The more I see of the Sussex bruiser, the more I think of the Australian err... bruiser.” Hazlewood’s a bit quicker, isn’t he? But otherwise it’s an excellent comparison – forensic accuracy, sharp bounce, seam movement and a hint of malevolence. 34th over: New Zealand 81-3 (Latham 32, Taylor 1) There’s an urgency to New Zealand’s batting that wasn’t evident last night, so perhaps my assumption of a draw was premature. I can think of one precedent in particular. But it’s really not easy to score quickly on this pitch. Broad beats Latham with a stunning delivery and then has him dropped by Crawley at midwicket, a sharp two-handed chance to his right. Broad has had no luck at all in this game. “I can live with batter,” says Adrian Goldman. “What I can’t live with is that in science, sulfate is now the expected spelling, not sulphate. Beyond dismay: pretty much the end of civilisation as we know it.” I’ll see your sulfate and raise you T20 scorecards that have dot balls instead of maidens. It’s cultural vandalism. What the hell is 2-4-12-1 supposed to mean? 33rd over: New Zealand 80-3 (Latham 32, Taylor 0) In the history of Test cricket there have been 3,054 debuts, but none quite look Ollie Robinson’s: 42 runs, seven cheap wickets and a public shaming. He loses his line at the end of the over, spearing a delivery down the leg side for four byes. James Bracey was pretty gutted that it wasn’t called a wide. A third wicket for Ollie Robinson. Wagner, roughed up by a couple of good short balls, top-edged a hook miles in the air and was calmly caught by James Bracey. 32nd over: New Zealand 72-2 (Latham 31, Wagner 10) Stuart Broad gets a chance to bowl at Neil Wagner, who dismissed him yesterday and celebrated with a red-faced flourish. Broad appeals for LBW first ball, but it was going down on the angle. Wagner then cracks two boundaries, a flash up and over the cordon and a majestic flick through midwicket. I’d love to hear Broad’s internal monologue right now. “This fuss comes up regularly,” says John Starbuck. “’Batter’ is, agreed, both an Americanism (by way of the English invention of baseball) and a flour, milk and egg mixture. But think what might happen if we used ‘bowlsman’ as a standard. If we can do it with one essential element of cricket, we can do it with the other. Besides, look at the ambiguities of ‘pitch’ and ‘wicket’, which vary a lot depending on context. Language is meant to be fluid.” Test Match Special overseas link Here you are. 31st over: New Zealand 62-2 (Latham 30, Wagner 2) Ollie Robinson will open the bowling, a reward for his forensic excellence last night. He switches over and round the wicket to Latham, giving him precisely no opportunities to score. Thus, it’s a maiden. “The OED has instances ‘batter’ being used in relation to cricket going back about 200 years, so it’s not like it’s without precedent,” says Andrew Cosgrove. “Also, you don’t talk about a ‘bowlsman’ do you? Anyway, do you think England are capable of batting out two sessions for a draw?” I do, I do. A collapse wouldn’t shock me but I think it’s unlikely, especially as there are likely to be one of two rain interruptions. This is a majestic piece from Andy Bull, with a particularly brilliant intro. “I am becoming more &amp; more dismayed by the use of the term ‘batter’ in cricket,” says Ben Carter. “All the commentators are doing it. The term is BATSMAN. Are you all coordinated by someone who tells you what to say?” Yes, last month Mother Cricket gave her 475 children a collective brollocking for our sexist terminology. Seriously, though, with everything else that’s going on in the world right now, is a change of language designed to increase inclusivity really worthy of dismay? I can understand thinking it’s a bit heavy-handed, not that I’d necessarily agree, but dismay, I can’t have that. The draws are back in town. Today, all things being equal, England will draw their third consecutive Test at home for the first time since the late eighties. And though that’s mainly down to the weather, it also reflects a different approach and a greater resilience under Chris Silverwood. The Bayliss-era England might have thrown the towel in when they slipped to 140 for six; instead, Rory Burns and Ollie Robinson (with bat and ball) stalled New Zealand’s momentum to such an extent that they finished the day crawling along at two an over. New Zealand will resume on 62 for two, a lead of 165. With a maximum of 98 overs to bowl, they could still force victory on a pitch is becoming more uneven. But with a forecast for showers – of the meteorological rather than the middle-order kind – that looks unlikely. Madame de Stael said that one must choose in life between boredom and suffering. England politely request a boring last day.","charCount":"8985","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robsmyth\">Rob Smyth</a> (now) and <a href=\"profile/timdelisle\">Tim de Lisle</a> (later)"},{"headline":"Covid live: UK under-30s to be invited for jabs this week; Labour calls for ‘amber list’ to be axed","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc7b1b8f08b9889b36a5ae#block-60bc7b1b8f08b9889b36a5ae\">health secretary says Delta variant appears 40% more transmissible</a>; Lisa Nandy says <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc87bf8f08b9889b36a640#block-60bc87bf8f08b9889b36a640\">robust quarantine needed for people arriving in UK</a></p><ul><li><a href=\"https://www.theguardian.com/society/2021/jun/06/tony-blair-calls-for-new-pass-to-allow-vaccinated-people-more-freedoms\">Tony Blair says fully vaccinated people should get greater freedoms </a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/06/data-on-delta-variant-splits-scientists-on-lifting-final-covid-restrictions\">Data on Delta variant splits scientists on lifting final Covid restrictions</a></li><li><a href=\"https://www.theguardian.com/society/2021/jun/05/share-vaccines-or-climate-deal-will-fail-rich-countries-are-told\">Share vaccines or climate deal will fail, rich countries told</a></li><li><a href=\"https://www.theguardian.com/world/2021/jun/06/other-countries-need-covid-vaccine-before-british-teenagers-ministers-told\">Other countries need vaccine before UK teenagers, ministers told</a><br></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak/all\">See all our coronavirus coverage </a></li></ul>","trailText":"Latest updates: health secretary says Delta variant appears 40% more transmissible; Lisa Nandy says robust quarantine needed for people arriving in UK","byline":"Harry Taylor","main":"<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"05e20bd9-1027-46ca-966c-c3ffaccfa665\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/pHwi4YAQp4U?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>","body":"<div id=\"block-60bca84c8f082ac930aebd5b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:55:34.866Z\">11.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Eradicating the world from Covid-19 is not currently a “reasonable target”, a <strong>World Health Organization</strong> Covid-19 official has said.</p> \n  <p><strong>Dr David Nabarro</strong>, a special envoy to the WHO, said people will have to learn to live with the disease, comments which were echoed by <strong>Dame Anne Johnson</strong>, a professor of infection disease epidemiology at University College London (UCL).</p> \n  <p>Nabarro told Sky News’ Trevor Phillips on Sunday: “Humanity is going to have to learn how to co-exist with this virus, preventing it from spiking and then surging and causing hotspots of disease, and we’re going to have to be able to do this for the foreseeable future.</p> \n  <p>“Eradication is not currently a reasonable target for the world.” </p> \n  <p>He said: “Each time there is a sudden surge, it does stimulate in one’s mind the thought that there might be a new variant appearing. That wouldn’t be surprising.”</p> \n  <p>He said that will be “the pattern for the future”, adding: “This virus isn’t going away any time soon, there will be variants emerging.” <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:56:09.642Z\">at 11.56am BST</time></p> \n</div> \n<div id=\"block-60bc9f7b8f082ac930aebcde\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:18:43.541Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"7cc4761910cafb362bd20fc04411aee4f136cd72\"> \n   <img src=\"https://media.guim.co.uk/7cc4761910cafb362bd20fc04411aee4f136cd72/0_85_3500_2101/1000.jpg\" alt=\"Kevin Barden\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Kevin Barden at his pub O’Donoghue’s in Dublin.</span> \n    <span class=\"element-image__credit\">Photograph: Niall Carson/PA</span> \n   </figcaption> \n  </figure> \n  <p>A <strong>Dublin </strong>pub landlord has said the hospitality industry in <strong>Ireland </strong>faces difficulties replacing staff who left during the pandemic.</p> \n  <p>Kevin Barden, whose family owns the traditional Irish music pub O’Donoghue’s, told PA Media he has been fortunate to welcome back 19 of his 20-strong team after 15 months of closure.</p> \n  <p>Others have struggled to recruit staff and are finding it hard to fill roles ahead of reopening.</p> \n  <p>“We’ve only lost one for the moment and hopefully we’ll get him back by the end of the summer. So we’ve been lucky enough – we’ve retained the majority of the staff here, which has been great.”</p> \n  <p>Like so many workers across Ireland, the staff have received an income through government Covid-19 wage subsidy support. </p> \n  <p>“They’ve obviously had to take a hit and they all have families and mortgages and bills to pay as well,” said Barden.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:19:24.993Z\">at 11.19am BST</time></p> \n</div> \n<div id=\"block-60bc9c7a8f082ac930aebcc3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:05:52.745Z\">11.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s a month tomorrow since<strong> Public Health England</strong> published a report on the India variant in the <strong>UK </strong>when there were 509 identified cases.</p> \n  <p>Since then the case numbers in the country have risen 20-fold and case numbers are continuing to rise.</p> \n  <p>This thread from PHE expert Meaghan Kall on where things in England are now is well worth a read:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kallmemeg/status/1401451452237815812\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Encouragingly case numbers in Bolton, the area with the largest outbreak, are in steady decline. <br><br>Hospitalisations peaked at 1/3 the level of Jan 2020, and mainly featured unvaccinated individual (and therefore younger people that require less intense management) <a href=\"https://t.co/AQWey9COoJ\">https://t.co/AQWey9COoJ</a> <a href=\"https://t.co/8P4KasnQ6a\">pic.twitter.com/8P4KasnQ6a</a></p>— Meaghan Kall (@kallmemeg) \n    <a href=\"https://twitter.com/kallmemeg/status/1401451452237815812?ref_src=twsrc%5Etfw\">June 6, 2021</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:22:16.156Z\">at 11.22am BST</time></p> \n</div> \n<div id=\"block-60bc99708f08b9889b36a6d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:53:47.568Z\">10.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Countries in the <strong>Asia-Pacific</strong> region are looking to develop their home-grown vaccines as supply shortages threaten efforts to tackle the pandemic.</p> \n  <p>Japan, South Korea, India, Taiwan, Thailand, Indonesia and Vietnam are hoping to develop their own jabs after struggling to get vaccines from overseas, <a href=\"https://www.scmp.com/week-asia/health-environment/article/3136021/wary-covid-19-vaccine-shortages-several-asian?module=lead_hero_story_1&amp;pgtype=homepage\">according to the South China Morning Post.</a> </p> \n  <p>While locally developed vaccines aren’t likely to affect the pandemic in its current phase, they believe it’s a better long-term approach.</p> \n </div> \n</div> \n<div id=\"block-60bc96af8f08b9889b36a6c1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:42:06.694Z\">10.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Germany case rate falls to below 25 in 100,000 as 2,440 new cases reported</h2> \n <div class=\"block-elements\"> \n  <p><strong>Germany </strong>has registered 2,440 new cases in the last 24 hours, and 24.7 cases per 100,000 people, according to the <a href=\"https://www.rki.de/DE/Content/InfAZ/N/Neuartiges_Coronavirus/Fallzahlen.html\">country’s </a><strong><a href=\"https://www.rki.de/DE/Content/InfAZ/N/Neuartiges_Coronavirus/Fallzahlen.html\">Robert Koch Institute</a>.</strong></p> \n  <p>The latest figures show 74 more people have died from the virus, meaning the death toll now stands at 89,222.</p> \n  <p>There has been a total of 3,700,367 positive tests for Covid since the start of the pandemic.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:12:26.337Z\">at 11.12am BST</time></p> \n</div> \n<div id=\"block-60bc94988f082ac930aebc7c\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:28:53.481Z\">10.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"608e7e62a031b781c1286da3f93ba22d7c435a9f\"> \n   <img src=\"https://media.guim.co.uk/608e7e62a031b781c1286da3f93ba22d7c435a9f/0_111_4000_2400/1000.jpg\" alt=\"Matt Hancock\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Health secretary Matt Hancock outside the BBC after appearing on the Andrew Marr Show.</span> \n    <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The new Delta variant of coronavirus appears to be about 40% more transmissible than the variant it has largely replaced, <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a> has said, making government decisions about whether to ease restrictions in England on 21 June “more difficult”.</p> \n  <p>Saying that under-30s will be called to begin vaccinations from next week, the health secretary confirmed it was still possible the reopening programme could be delayed or some rules kept in place.</p> \n  <p>“We consider all options,” he told Sky News.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/jun/06/covid-delta-variant-about-40-more-transmissible-says-matt-hancock\">Covid Delta variant ‘about 40% more transmissible’, says Matt Hancock</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:29:24.586Z\">at 10.29am BST</time></p> \n</div> \n<div id=\"block-60bc929c8f082ac930aebc69\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:19:52.067Z\">10.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Away from the UK, <strong>Russia </strong>has reported 9,145 new Covid-19 cases and a further 399 deaths.</p> \n  <p>A total of 5,117,274 people have tested positive in the country. The death toll in the country now stands at 123,436.</p> \n  <p>Russia’s own state statistics service, Rosstat, keeps its own records and said on Friday that about 270,000 people had died from the virus and related causes as of April. </p> \n  <p>Excess deaths in the county stand at 425,000 from between April 2020 and April 2021.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:23:04.625Z\">at 10.23am BST</time></p> \n</div> \n<div id=\"block-60bc91838f082e80569f7bd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:15:24.355Z\">10.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Marr </strong>rounds off by asking whether the health secretary regretted using the phrase about a “protective ring” around care homes. “I said that much later about what we were doing for the winter plans, but it’s been interpreted,” he says, but changes the subject on to the return of children to school tomorrow after half-term.</p> \n  <p>“On testing, tomorrow schoolchildren will be going back to school. You must get tests done this evening because right now secondary school-age children getting their tests done tonight is the most important thing that can be done today.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:17:34.299Z\">at 10.17am BST</time></p> \n</div> \n<div id=\"block-60bc91168f082ac930aebc5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:12:16.259Z\">10.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Marr </strong>asks whether <strong>Hancock </strong>will apologise for any failings on his part during the pandemic, as Cummings did.</p> \n  <p>“At that time everybody was working as hard as possible to protect as many lives as possible on the evidence we had at the time,” he says. “This is true of different administrations and across the whole of Europe.</p> \n  <p>“I know those decisions were taken on the best evidence with the best of intentions.”</p> \n </div> \n</div> \n<div id=\"block-60bc8fb38f082e80569f7bb8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:10:11.279Z\">10.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Marr </strong>ends by asking whether <strong>Hancock’s </strong>been honest and transparent during the pandemic after claims made by Dominic Cummings during his select committee appearance last week. </p> \n  <p>He plays a clip of Cummings saying that in March 2020 <strong>Hancock </strong>said people would be tested before they went back to care homes and there was a protective shield around them. “It’s complete nonsense,” Cummings said.</p> \n  <p>He asks <strong>Hancock </strong>whether he told Johnson that people would be tested before they went into care homes. He replies: “We know the testing wasn’t available to test everybody. The advice was that very few people would be able to pass on Covid if they didn’t have any symptoms, so we reserved that for people with symptoms.</p> \n  <p>“The situation with regards to care homes, we brought in a policy of wanting to test everybody going into a care home as soon as we had those tests available. Everyone had a challenge around Europe, in Scotland in Wales, some of the most vulnerable to Covid live in care homes, but at the time, you’ll remember we didn’t have the testing capacity and I built that up, put in place the hundreds of thousands targets and then we could put that into place.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:18:06.798Z\">at 10.18am BST</time></p> \n</div> \n<div id=\"block-60bc8ec98f08b9889b36a67b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:04:27.846Z\">10.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the idea of children being vaccinated, <strong>Hancock </strong>says the government is following clinical advice. </p> \n  <p>“There’s good advantages, there’s the reduction in transmission from children to parents and grandparents who might be vulnerable. There’s advantages in protecting education, if one child gets one positive test, the whole bubble has to isolate.</p> \n  <p>“We should follow and listen to clinical advice … I don’t want to put pressure on them with their advice. People should be reassured that whatever steps we take they are on a clinically advised basis.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T09:18:23.050Z\">at 10.18am BST</time></p> \n</div> \n<div id=\"block-60bc8da88f08b9889b36a671\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:00:13.431Z\">10.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In response to a question about vaccine passports, or certification along the lines mentioned by <strong>Tony Blair</strong>, <strong>Hancock </strong>says: </p> \n  <p>“We know some other countries are going to require it. So if you want to go some other countries, you already have to, the EU are talking about it. It’s my job to make sure you can have that. </p> \n  <p>“If you download the NHS app right now and register it will show you your vaccine status, so you can prove it if you want to go to Greece, for example.”</p> \n  <p>He says rules in the UK are down to a certification review and that there is downsides on a mandatory basis.</p> \n </div> \n</div> \n<div id=\"block-60bc8c808f082e80569f7b97\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:55:32.510Z\">9.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hancock </strong>repeats Sage’s findings that the India variant is 40% more transmissible. In turn <strong>Marr </strong>quotes a Sage report saying that a variant of that level of transmissibility would cause severe disruption to the roadmap.</p> \n  <p><strong>Hancock </strong>says: “We’re watching the case rates and the rate in which that transfers into hospitalisations. Thankfully that link, which was absolutely rock solid over the autumn, is severed but not broken. There are some people in hospital who have been double vaccinated, but very few. The majority in hospital haven’t been.</p> \n  <p>“Critically, those who are double vaccinated, even if they’re in hospital, they appear to be less ill. The vaccine is working and is our way through it, the new variant, which is more transmissible is making that calculation harder.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:56:03.559Z\">at 9.56am BST</time></p> \n</div> \n<div id=\"block-60bc89c28f082ac930aebc0e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:51:09.890Z\">9.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Matt Hancock</strong>’s now appearing on Marr, after his earlier interview on Sky News’ Trevor Phillips on Sunday.</p> \n  <p>He first responds to an earlier interview by <strong>Bob Geldof</strong> calling for more vaccines to go to developing countries. The <strong>health secretary</strong> references <strong>Boris Johnson’s</strong> call to get the planet vaccinated by the end of 2022, and the rollout of the Oxford/AstraZeneca jab at cost to low and middle income countries.</p> \n  <p>The cut to the aid budget, he says, is supposed to be temporary. “We also have this enormous cost there, so we can continue investing in the NHS, which we are doing, but there’s many things we are doing, leadership on climate change and certainly the work that AZ and Oxford University have done that a quarter of the vaccines across the whole world are delivered with UK taxpayers cash, at cost, no charge on intellectual property, and that’s saving lives everywhere.”</p> \n </div> \n</div> \n<div id=\"block-60bc88fb8f08b9889b36a651\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:39:12.643Z\">9.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nandy </strong>backs vaccination for children after the JCVI’s approval of the Pfizer jab for 12-15 year olds.</p> \n  <p>“I think the regulator has been clear that for 12-year-olds and over the Pfizer vaccine is safe and it’s apparent that the rise in transmission rates is being driven by young people. </p> \n  <p>“It’s right to follow the public health officials particularly the ones that are saying ‘this is what we want to do’.</p> \n  <p>“If public health directors are saying ‘we’ve got a problem in our secondary schools and we need to open up the vaccine, not to make it mandatory, offer the chance to get them vaccinated’, then we need to listen. If we’d taken that approach from the start we’d be in a far better place now.”</p> \n </div> \n</div> \n<div id=\"block-60bc87bf8f08b9889b36a640\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:34:53.234Z\">9.34am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Amber travel list should be scrapped' - Nandy</h2> \n <div class=\"block-elements\"> \n  <p>On international travel <strong>Nandy </strong>says she believes the current Amber list for international travel from the UK should be scrapped.</p> \n  <p>Current rules mean people travelling to the UK from those countries must quarantine at home or the place they are staying for 10 days and take two Covid tests during that period.</p> \n  <p>She adds: “It’s confusing and that confusion is dangerous at the moment and risks unravelling all the progress that we’ve made.</p> \n  <p>“I think we should have robust quarantine measures for people coming back into the country. </p> \n  <p>“We need to be much clearer that at the moment travelling overseas, particularly when you’ve got countries like Vietnam and Thailand on the amber list where new variants are emerging and being imported into the UK, is the wrong thing to do and the government ought to be clear about that.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:41:02.290Z\">at 9.41am BST</time></p> \n</div> \n<div id=\"block-60bc873c8f08b9889b36a63d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:30:20.582Z\">9.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s shadow foreign secretary <strong>Lisa Nandy </strong>tells <strong>Marr</strong> says she’s sceptical on a domestic level on vaccine passports.</p> \n  <p>“I think the global case for vaccine passports is clear because other countries are doing it, but at a domestic level for many of the reasons that you’ve highlighted, discriminatory practices, how they would be enforced, I think there are potentially real problems.”</p> \n </div> \n</div> \n<div id=\"block-60bc86128f08b9889b36a62f\" class=\"block\" data-block-contributor=\"profile/tobyhelm\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:28:34.843Z\">9.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s more detail on the proposal put forward by the Tony Blair Institute for Global Change.</p> \n  <blockquote class=\"quoted\"> \n   <p>People who have been vaccinated against Covid-19 should be able to travel abroad using a new digital pass and go to “vaccine-only” venues such as restaurants or sports stadiums, <a href=\"https://www.theguardian.com/politics/tonyblair\">Tony Blair</a> says today.</p> \n   <p>Releasing a report entitled “Less Risk, More Freedom”, by the Tony Blair Institute for Global Change, the former prime minister says the time has come “to distinguish for the purposes of freedom from restriction between the vaccinated and unvaccinated”.</p> \n   <p>The report argues that to date, measures intended to reduce the spread of disease have treated populations as largely homogenous groups. As a result, restrictions – such as national lockdowns, regional-tier systems and entire schools closed following outbreaks – have been blunt instruments.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2021/jun/06/tony-blair-calls-for-new-pass-to-allow-vaccinated-people-more-freedoms\">Tony Blair calls for new pass to allow vaccinated people more freedoms</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-60bc84bf8f082e80569f7b4d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:22:30.055Z\">9.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tony Blair</strong><strong>’s</strong> on BBC One’s Andrew Marr Show. He says he thinks it’s “uncertain” as to whether the UK will carry on with rules being relaxed on 21 June.</p> \n  <p><strong>Marr </strong>says that with introducing vaccine passports or certification status, it will end up discriminating against people who have not had the jab.</p> \n  <p><strong>Blair </strong>replies: “Discrimination has got a very loaded meaning in the English Language now. Really when it comes to risk management it’s all about discrimination. The reason we vaccinate the elderly first is that they are more at risk. The reason we ensure people are vaccinated is that we reduce the risk of transmission.”</p> \n  <p>In response to a follow-up question, the former prime minister adds that there needs to be exemptions made for certain groups, including the disabled, as it would be “totally inappropriate” to discriminate against them.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:27:11.361Z\">at 9.27am BST</time></p> \n</div> \n<div id=\"block-60bc815d8f08b9889b36a5fe\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T08:06:07.193Z\">9.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Taiwan </strong>reported 343 new Covid-19 cases on Sunday, down from 511 reported the day before.</p> \n  <p>The <strong>US </strong>announced on Sunday that it will give it 750,000 vaccine doses.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:17:26.734Z\">at 9.17am BST</time></p> \n</div> \n<div id=\"block-60bc7f228f08b9889b36a5d9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:59:41.190Z\">8.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Phillips </strong>asks if we could be giving more vaccines to other countries ahead of the G7 summit next week.</p> \n  <p><strong>Hancock </strong>says: “My first duty is to protect the UK population, and that’s to reduce transmission. The way we’re helping the rest of the world is giving away at cost the Oxford/AstraZeneca vaccine and that means of the 2 billion doses delivered across the world, 500m doses are the Oxford/AstraZeneca vaccine. 70% of those doses are in low and middle-income countries. </p> \n  <p>“The reason we’ve been able to do this is is that we’ve made it available at cost, no charge of intellectual property from the start. I’m delighted there’s a debate, around the G7 table on how to vaccinate the world, but this country has done more than any other by ensuring the Oxford/AstraZeneca vaccine is available at cost.”</p> \n </div> \n</div> \n<div id=\"block-60bc7dc98f082ac930aebb86\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:53:11.084Z\">8.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Responding on whether the government will respond to <strong>Blair’s </strong>call earlier (see <a href=\"https://www.theguardian.com/world/live/2021/jun/06/coronavirus-live-news-tony-blair-greater-freedoms-fully-vaccinated-uk-matt-hancock-covid-latest-updates?page=with:block-60bc736a8f082ac930aebb3b#block-60bc736a8f082ac930aebb3b\">8.19</a>), for global vaccine passports, as well as relaxations domestically for people who have had the jab. </p> \n  <p><strong>Hancock </strong>says: “This debate has been going on for months and we’ve been doing the work inside government, and we’ll be coming out with our answers on that soon. </p> \n  <p>“We know it’s going to be needed internationally, on the domestic front, that’s a matter for Michael Gove.”</p> \n </div> \n</div> \n<div id=\"block-60bc7c5b8f08b9889b36a5bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:46:50.761Z\">8.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Phillips </strong>asks if the government will want to vaccinate all children.</p> \n  <p>The UK regulator, Joint Committee on Vaccination and Immunisation, approved the Pfizer jab for use on children aged <a href=\"https://www.theguardian.com/world/2021/jun/04/uk-regulator-approves-pfizer-covid-vaccine-for-12-to-15-year-olds\">between 12 and 15 earlier this week.</a> A story in the Sunday Telegraph said that under plans drawn up by Whitehall, they would be <a href=\"https://www.telegraph.co.uk/politics/2021/06/05/vaccines-children-could-start-august-plans-discussed-ministers/\">offered the jab from mid-August.</a></p> \n  <p><strong>Hancock </strong>doesn’t rule it out, and says: “We’ve got a few weeks until we come out with a plan on how and if we take this forward. </p> \n  <p>“We know the vaccine both protects you and helps stops it transmitting, and I want to protect education as much as anybody does. Making sure we don’t have those whole bubbles going home and the isolation, that has big upsides for education.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:09:17.118Z\">at 9.09am BST</time></p> \n</div> \n<div id=\"block-60bc7bb28f082e80569f7b02\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:42:12.654Z\">8.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Under-30s in UK can get their Covid vaccine from this week</h2> \n <div class=\"block-elements\"> \n  <p>Under-30s are being invited to get their jabs this week, <strong>Hancock </strong>adds, as he says the link between infection and serious illness has been “severed but not broken” by the vaccine.</p> \n  <p><strong>Phillips </strong>asks whether there will be a modification of the roadmap, such as lifting lockdown but still asking people to work from home.</p> \n  <p>“There are a series of things at the moment that we’ve said will be part of step four, which include the rule of six and the fact there’s still some businesses that are closed.</p> \n  <p>“We have four reviews into international travel and certification and social distancing, and we are concluding those reviews and doing that at the same time.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:55:13.623Z\">at 9.55am BST</time></p> \n</div> \n<div id=\"block-60bc7b1b8f08b9889b36a5ae\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:39:20.220Z\">8.39am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hancock says Delta variant appears to be 40% more transmissible than Kent variant</h2> \n <div class=\"block-elements\"> \n  <p><strong>Hancock </strong>urges people to go and get their second dose to try and stop the damage being caused by the India variant, that is 40% more transmissible.</p> \n  <p>“It’s more difficult to manage this virus with the new variant. But after two doses of vaccine we are confident that you get the same protection as you did with the old variant.</p> \n  <p>“The vaccine works just as effectively, and everyone must get their second jab though, as the first on its own isn’t quite as effective.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:55:35.058Z\">at 9.55am BST</time></p> \n</div> \n<div id=\"block-60bc79c28f082ac930aebb6f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:36:11.567Z\">8.36am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Matt Hancock: too early to decide if 21 June easing will be delayed</h2> \n <div class=\"block-elements\"> \n  <p>The health secretary <strong>Matt Hancock</strong> is on Sky News’ Trevor Phillips on Sunday, as part of a morning broadcast tour. </p> \n  <p>He asks Hancock whether there will be a delay to the relaxing of restrictions on 21 June.</p> \n  <p>“It’s too early to make a final decision on that,” Hancock begins. “The prime minister and the team will be looking over all the data over this week and we’ve said we will be giving people enough time ahead of 21 June when this is pencilled in, this next step.”</p> \n  <p>He says it will depend on the four tests; cases, hospitalisations, the rollout of the vaccine and the impact of new variants. Hancock admits that there has been a significant impact of the Delta variant.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T08:04:16.799Z\">at 9.04am BST</time></p> \n</div> \n<div id=\"block-60bc78b58f082ac930aebb68\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:31:09.836Z\">8.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Vaccinate world by end of 2022' - Johnson</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>will urge G7 leaders to “defeat Covid” by vaccinating the world by the end of next year.</p> \n  <p>The prime minister will stress the importance of the programme when he meets leaders on Friday in Cornwall for the first face-to-face G7 meeting since the beginning of the pandemic.</p> \n  <p>The US, France, Germany, Italy and Japan have all said how many doses they will donate to the global vaccine programme, Covax. However the UK and Canada are yet to announce how many they will contribute.</p> \n  <p>Johnson will also call for a global watch system to catch new variants before they spread more widely.</p> \n  <p>Johnson said: “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:39:03.158Z\">at 8.39am BST</time></p> \n</div> \n<div id=\"block-60bc77838f082ac930aebb5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:25:57.302Z\">8.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Head of the UK vaccines taskforce <strong tabindex=\"-1\">Kate Bingham</strong> is to be given a damehood, the Telegraph has reported, after getting the UK access to millions of doses of six different jabs.</p> \n  <p>Her expected honour is among a number in next week’s Queen’s Birthday honours dedicated to “heroes” in the pandemic.</p> \n  <p>Bingham was appointed to the role in May last year and left at the end of 2020. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:39:21.704Z\">at 8.39am BST</time></p> \n</div> \n<div id=\"block-60bc736a8f082ac930aebb3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T07:19:00.979Z\">8.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>People who have had both doses of a Covid-19 vaccine should have restrictions relaxed for them, according to former prime minister Tony Blair.</p> \n  <p>Blair’s thinktank, the Tony Blair Institute for Global Change, sets out how the country should remain open if the virus persists in the population. The report, <a draggable=\"true\" href=\"https://institute.global/policy/less-risk-more-freedom\">Less Risk, More Freedom</a>, says that the NHS app – which is currently used for contact tracing – should be replaced with a system of global health passes.</p> \n  <p>“The health pass needs to be usable both by national border authorities and other organisations within countries. It should also include the ability to demonstrate time-restricted testing status for those who aren’t able to be vaccinated. </p> \n  <p>“With this ability to securely prove vaccination status, we can move beyond blunt, catch-all tools and align with other countries by removing certain restrictions for the fully vaccinated – thereby enabling us to sustainably reopen the economy,” the report says. </p> \n  <p>Good morning from London, I’m Harry Taylor and I’ll be bringing you all the latest Covid-19 news from around the world today. If you have any comments, tips or suggestions - drop me an <a href=\"mailto:harry.taylor.casual@theguardian.com\">email </a>or via Twitter <a href=\"http://www.twitter.com/HarryTaylr\">@HarryTaylr</a> where my DMs are open.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T07:47:52.476Z\">at 8.47am BST</time></p> \n</div>","wordcount":"3186","firstPublicationDate":"2021-06-06T07:19:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:56:09Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy2b3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bbd66311ab74e468a1b495ffe4f3981a9743841e/0_16_2064_1238/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Eradicating the world from Covid-19 is not currently a “reasonable target”, a World Health Organization Covid-19 official has said. Dr David Nabarro, a special envoy to the WHO, said people will have to learn to live with the disease, comments which were echoed by Dame Anne Johnson, a professor of infection disease epidemiology at University College London (UCL). Nabarro told Sky News’ Trevor Phillips on Sunday: “Humanity is going to have to learn how to co-exist with this virus, preventing it from spiking and then surging and causing hotspots of disease, and we’re going to have to be able to do this for the foreseeable future. “Eradication is not currently a reasonable target for the world.” He said: “Each time there is a sudden surge, it does stimulate in one’s mind the thought that there might be a new variant appearing. That wouldn’t be surprising.” He said that will be “the pattern for the future”, adding: “This virus isn’t going away any time soon, there will be variants emerging.” A Dublin pub landlord has said the hospitality industry in Ireland faces difficulties replacing staff who left during the pandemic. Kevin Barden, whose family owns the traditional Irish music pub O’Donoghue’s, told PA Media he has been fortunate to welcome back 19 of his 20-strong team after 15 months of closure. Others have struggled to recruit staff and are finding it hard to fill roles ahead of reopening. “We’ve only lost one for the moment and hopefully we’ll get him back by the end of the summer. So we’ve been lucky enough – we’ve retained the majority of the staff here, which has been great.” Like so many workers across Ireland, the staff have received an income through government Covid-19 wage subsidy support. “They’ve obviously had to take a hit and they all have families and mortgages and bills to pay as well,” said Barden. It’s a month tomorrow since Public Health England published a report on the India variant in the UK when there were 509 identified cases. Since then the case numbers in the country have risen 20-fold and case numbers are continuing to rise. This thread from PHE expert Meaghan Kall on where things in England are now is well worth a read: Countries in the Asia-Pacific region are looking to develop their home-grown vaccines as supply shortages threaten efforts to tackle the pandemic. Japan, South Korea, India, Taiwan, Thailand, Indonesia and Vietnam are hoping to develop their own jabs after struggling to get vaccines from overseas, according to the South China Morning Post. While locally developed vaccines aren’t likely to affect the pandemic in its current phase, they believe it’s a better long-term approach. Germany has registered 2,440 new cases in the last 24 hours, and 24.7 cases per 100,000 people, according to the country’s Robert Koch Institute. The latest figures show 74 more people have died from the virus, meaning the death toll now stands at 89,222. There has been a total of 3,700,367 positive tests for Covid since the start of the pandemic. The new Delta variant of coronavirus appears to be about 40% more transmissible than the variant it has largely replaced, Matt Hancock has said, making government decisions about whether to ease restrictions in England on 21 June “more difficult”. Saying that under-30s will be called to begin vaccinations from next week, the health secretary confirmed it was still possible the reopening programme could be delayed or some rules kept in place. “We consider all options,” he told Sky News. Away from the UK, Russia has reported 9,145 new Covid-19 cases and a further 399 deaths. A total of 5,117,274 people have tested positive in the country. The death toll in the country now stands at 123,436. Russia’s own state statistics service, Rosstat, keeps its own records and said on Friday that about 270,000 people had died from the virus and related causes as of April. Excess deaths in the county stand at 425,000 from between April 2020 and April 2021. Marr rounds off by asking whether the health secretary regretted using the phrase about a “protective ring” around care homes. “I said that much later about what we were doing for the winter plans, but it’s been interpreted,” he says, but changes the subject on to the return of children to school tomorrow after half-term. “On testing, tomorrow schoolchildren will be going back to school. You must get tests done this evening because right now secondary school-age children getting their tests done tonight is the most important thing that can be done today.” Marr asks whether Hancock will apologise for any failings on his part during the pandemic, as Cummings did. “At that time everybody was working as hard as possible to protect as many lives as possible on the evidence we had at the time,” he says. “This is true of different administrations and across the whole of Europe. “I know those decisions were taken on the best evidence with the best of intentions.” Marr ends by asking whether Hancock’s been honest and transparent during the pandemic after claims made by Dominic Cummings during his select committee appearance last week. He plays a clip of Cummings saying that in March 2020 Hancock said people would be tested before they went back to care homes and there was a protective shield around them. “It’s complete nonsense,” Cummings said. He asks Hancock whether he told Johnson that people would be tested before they went into care homes. He replies: “We know the testing wasn’t available to test everybody. The advice was that very few people would be able to pass on Covid if they didn’t have any symptoms, so we reserved that for people with symptoms. “The situation with regards to care homes, we brought in a policy of wanting to test everybody going into a care home as soon as we had those tests available. Everyone had a challenge around Europe, in Scotland in Wales, some of the most vulnerable to Covid live in care homes, but at the time, you’ll remember we didn’t have the testing capacity and I built that up, put in place the hundreds of thousands targets and then we could put that into place.” On the idea of children being vaccinated, Hancock says the government is following clinical advice. “There’s good advantages, there’s the reduction in transmission from children to parents and grandparents who might be vulnerable. There’s advantages in protecting education, if one child gets one positive test, the whole bubble has to isolate. “We should follow and listen to clinical advice … I don’t want to put pressure on them with their advice. People should be reassured that whatever steps we take they are on a clinically advised basis.” In response to a question about vaccine passports, or certification along the lines mentioned by Tony Blair, Hancock says: “We know some other countries are going to require it. So if you want to go some other countries, you already have to, the EU are talking about it. It’s my job to make sure you can have that. “If you download the NHS app right now and register it will show you your vaccine status, so you can prove it if you want to go to Greece, for example.” He says rules in the UK are down to a certification review and that there is downsides on a mandatory basis. Hancock repeats Sage’s findings that the India variant is 40% more transmissible. In turn Marr quotes a Sage report saying that a variant of that level of transmissibility would cause severe disruption to the roadmap. Hancock says: “We’re watching the case rates and the rate in which that transfers into hospitalisations. Thankfully that link, which was absolutely rock solid over the autumn, is severed but not broken. There are some people in hospital who have been double vaccinated, but very few. The majority in hospital haven’t been. “Critically, those who are double vaccinated, even if they’re in hospital, they appear to be less ill. The vaccine is working and is our way through it, the new variant, which is more transmissible is making that calculation harder.” Matt Hancock’s now appearing on Marr, after his earlier interview on Sky News’ Trevor Phillips on Sunday. He first responds to an earlier interview by Bob Geldof calling for more vaccines to go to developing countries. The health secretary references Boris Johnson’s call to get the planet vaccinated by the end of 2022, and the rollout of the Oxford/AstraZeneca jab at cost to low and middle income countries. The cut to the aid budget, he says, is supposed to be temporary. “We also have this enormous cost there, so we can continue investing in the NHS, which we are doing, but there’s many things we are doing, leadership on climate change and certainly the work that AZ and Oxford University have done that a quarter of the vaccines across the whole world are delivered with UK taxpayers cash, at cost, no charge on intellectual property, and that’s saving lives everywhere.” Nandy backs vaccination for children after the JCVI’s approval of the Pfizer jab for 12-15 year olds. “I think the regulator has been clear that for 12-year-olds and over the Pfizer vaccine is safe and it’s apparent that the rise in transmission rates is being driven by young people. “It’s right to follow the public health officials particularly the ones that are saying ‘this is what we want to do’. “If public health directors are saying ‘we’ve got a problem in our secondary schools and we need to open up the vaccine, not to make it mandatory, offer the chance to get them vaccinated’, then we need to listen. If we’d taken that approach from the start we’d be in a far better place now.” On international travel Nandy says she believes the current Amber list for international travel from the UK should be scrapped. Current rules mean people travelling to the UK from those countries must quarantine at home or the place they are staying for 10 days and take two Covid tests during that period. She adds: “It’s confusing and that confusion is dangerous at the moment and risks unravelling all the progress that we’ve made. “I think we should have robust quarantine measures for people coming back into the country. “We need to be much clearer that at the moment travelling overseas, particularly when you’ve got countries like Vietnam and Thailand on the amber list where new variants are emerging and being imported into the UK, is the wrong thing to do and the government ought to be clear about that.” Labour’s shadow foreign secretary Lisa Nandy tells Marr says she’s sceptical on a domestic level on vaccine passports. “I think the global case for vaccine passports is clear because other countries are doing it, but at a domestic level for many of the reasons that you’ve highlighted, discriminatory practices, how they would be enforced, I think there are potentially real problems.” Here’s more detail on the proposal put forward by the Tony Blair Institute for Global Change. People who have been vaccinated against Covid-19 should be able to travel abroad using a new digital pass and go to “vaccine-only” venues such as restaurants or sports stadiums, Tony Blair says today. Releasing a report entitled “Less Risk, More Freedom”, by the Tony Blair Institute for Global Change, the former prime minister says the time has come “to distinguish for the purposes of freedom from restriction between the vaccinated and unvaccinated”. The report argues that to date, measures intended to reduce the spread of disease have treated populations as largely homogenous groups. As a result, restrictions – such as national lockdowns, regional-tier systems and entire schools closed following outbreaks – have been blunt instruments. Tony Blair’s on BBC One’s Andrew Marr Show. He says he thinks it’s “uncertain” as to whether the UK will carry on with rules being relaxed on 21 June. Marr says that with introducing vaccine passports or certification status, it will end up discriminating against people who have not had the jab. Blair replies: “Discrimination has got a very loaded meaning in the English Language now. Really when it comes to risk management it’s all about discrimination. The reason we vaccinate the elderly first is that they are more at risk. The reason we ensure people are vaccinated is that we reduce the risk of transmission.” In response to a follow-up question, the former prime minister adds that there needs to be exemptions made for certain groups, including the disabled, as it would be “totally inappropriate” to discriminate against them. Taiwan reported 343 new Covid-19 cases on Sunday, down from 511 reported the day before. The US announced on Sunday that it will give it 750,000 vaccine doses. Phillips asks if we could be giving more vaccines to other countries ahead of the G7 summit next week. Hancock says: “My first duty is to protect the UK population, and that’s to reduce transmission. The way we’re helping the rest of the world is giving away at cost the Oxford/AstraZeneca vaccine and that means of the 2 billion doses delivered across the world, 500m doses are the Oxford/AstraZeneca vaccine. 70% of those doses are in low and middle-income countries. “The reason we’ve been able to do this is is that we’ve made it available at cost, no charge of intellectual property from the start. I’m delighted there’s a debate, around the G7 table on how to vaccinate the world, but this country has done more than any other by ensuring the Oxford/AstraZeneca vaccine is available at cost.” Responding on whether the government will respond to Blair’s call earlier (see 8.19), for global vaccine passports, as well as relaxations domestically for people who have had the jab. Hancock says: “This debate has been going on for months and we’ve been doing the work inside government, and we’ll be coming out with our answers on that soon. “We know it’s going to be needed internationally, on the domestic front, that’s a matter for Michael Gove.” Phillips asks if the government will want to vaccinate all children. The UK regulator, Joint Committee on Vaccination and Immunisation, approved the Pfizer jab for use on children aged between 12 and 15 earlier this week. A story in the Sunday Telegraph said that under plans drawn up by Whitehall, they would be offered the jab from mid-August. Hancock doesn’t rule it out, and says: “We’ve got a few weeks until we come out with a plan on how and if we take this forward. “We know the vaccine both protects you and helps stops it transmitting, and I want to protect education as much as anybody does. Making sure we don’t have those whole bubbles going home and the isolation, that has big upsides for education.” Under-30s are being invited to get their jabs this week, Hancock adds, as he says the link between infection and serious illness has been “severed but not broken” by the vaccine. Phillips asks whether there will be a modification of the roadmap, such as lifting lockdown but still asking people to work from home. “There are a series of things at the moment that we’ve said will be part of step four, which include the rule of six and the fact there’s still some businesses that are closed. “We have four reviews into international travel and certification and social distancing, and we are concluding those reviews and doing that at the same time.” Hancock urges people to go and get their second dose to try and stop the damage being caused by the India variant, that is 40% more transmissible. “It’s more difficult to manage this virus with the new variant. But after two doses of vaccine we are confident that you get the same protection as you did with the old variant. “The vaccine works just as effectively, and everyone must get their second jab though, as the first on its own isn’t quite as effective.” The health secretary Matt Hancock is on Sky News’ Trevor Phillips on Sunday, as part of a morning broadcast tour. He asks Hancock whether there will be a delay to the relaxing of restrictions on 21 June. “It’s too early to make a final decision on that,” Hancock begins. “The prime minister and the team will be looking over all the data over this week and we’ve said we will be giving people enough time ahead of 21 June when this is pencilled in, this next step.” He says it will depend on the four tests; cases, hospitalisations, the rollout of the vaccine and the impact of new variants. Hancock admits that there has been a significant impact of the Delta variant. Boris Johnson will urge G7 leaders to “defeat Covid” by vaccinating the world by the end of next year. The prime minister will stress the importance of the programme when he meets leaders on Friday in Cornwall for the first face-to-face G7 meeting since the beginning of the pandemic. The US, France, Germany, Italy and Japan have all said how many doses they will donate to the global vaccine programme, Covax. However the UK and Canada are yet to announce how many they will contribute. Johnson will also call for a global watch system to catch new variants before they spread more widely. Johnson said: “I’m calling on my fellow G7 leaders to join us to end this terrible pandemic and pledge will we never allow the devastation wreaked by coronavirus to happen again.” Head of the UK vaccines taskforce Kate Bingham is to be given a damehood, the Telegraph has reported, after getting the UK access to millions of doses of six different jabs. Her expected honour is among a number in next week’s Queen’s Birthday honours dedicated to “heroes” in the pandemic. Bingham was appointed to the role in May last year and left at the end of 2020. People who have had both doses of a Covid-19 vaccine should have restrictions relaxed for them, according to former prime minister Tony Blair. Blair’s thinktank, the Tony Blair Institute for Global Change, sets out how the country should remain open if the virus persists in the population. The report, Less Risk, More Freedom, says that the NHS app – which is currently used for contact tracing – should be replaced with a system of global health passes. “The health pass needs to be usable both by national border authorities and other organisations within countries. It should also include the ability to demonstrate time-restricted testing status for those who aren’t able to be vaccinated. “With this ability to securely prove vaccination status, we can move beyond blunt, catch-all tools and align with other countries by removing certain restrictions for the fully vaccinated – thereby enabling us to sustainably reopen the economy,” the report says. Good morning from London, I’m Harry Taylor and I’ll be bringing you all the latest Covid-19 news from around the world today. If you have any comments, tips or suggestions - drop me an email or via Twitter @HarryTaylr where my DMs are open.","charCount":"18713","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/harry-taylor\">Harry Taylor</a>"},{"headline":"French Open 2021: Tsitsipas v Carreño Busta, Serena Williams in action – live!","standfirst":"<ul><li>Latest updates from day eight at Roland Garros</li><li>Saturday: <a href=\"https://www.theguardian.com/sport/2021/jun/05/battling-norrie-unable-to-derail-the-nadal-juggernaut\">Norrie defeated by Nadal</a>, <a href=\"https://www.theguardian.com/sport/2021/jun/05/sloane-stephens-sees-off-muchova-to-reach-french-open-fourth-round\">Stephens sees off Muchová</a><br></li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> and tweet <a href=\"https://twitter.com/unitedrewind\">@unitedrewind</a></li></ul>","trailText":"Join Daniel Harris as the fourth round gets under way in Paris, with Pablo Carreño Busta facing off against Stefanos Tsitsipas","byline":"Daniel Harris","main":"<figure class=\"element element-image\" data-media-id=\"d430aae34869d81beee56bb90a4b25d5ea18dbea\"> <img src=\"https://media.guim.co.uk/d430aae34869d81beee56bb90a4b25d5ea18dbea/0_89_2608_1566/1000.jpg\" alt=\"Victoria Azarenka in action during her fourth round match against Anastasia Pavlyuchenkova.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victoria Azarenka in action during her fourth round match against Anastasia Pavlyuchenkova.</span> <span class=\"element-image__credit\">Photograph: Sarah Meyssonnier/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60bca94f8f08b9889b36a7a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:55:24.680Z\">11.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And there it is:</strong> Paylyuchenkova spurns various game points then tamely nets a backhand, giving Azarenka a third break of the set. She’ll serve for it in 90 while, on Lenglen, Vondrousova and Badosa are out for what should be a decent tear-up. </p> </div>   </div> <div id=\"block-60bca8d98f082ac930aebd67\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:52:15.898Z\">11.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andy_murray/status/1401306992342413315\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Im not bothered by the outcome of this match at all. Just seeing Federer at 39 off the back of 2 knee surgeries playing to an empty stadium at 12.30am getting fired up is inspirational to me. Do what you ❤️</p>&mdash; Andy Murray (@andy_murray) <a href=\"https://twitter.com/andy_murray/status/1401306992342413315?ref_src=twsrc%5Etfw\">June 5, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bca8a08f082e80569f7cc7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:51:34.563Z\">11.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Great news.</strong> I absolutely love Halep, and can’t wait to see her play again – we’ve missed her here. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Simona_Halep/status/1401153671749160964\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My first hit after 3.5 weeks. It feels like I&#39;ve been away a lot longer because I missed playing so much. But this period was the best because, even if i have a wonderful life, I could sense what I feel about tennis and how I feel when I can&#39;t play it... <a href=\"https://t.co/VQJBuKQxZQ\">https://t.co/VQJBuKQxZQ</a> <a href=\"https://t.co/pg4j0sqjDl\">pic.twitter.com/pg4j0sqjDl</a></p>&mdash; Simona Halep (@Simona_Halep) <a href=\"https://twitter.com/Simona_Halep/status/1401153671749160964?ref_src=twsrc%5Etfw\">June 5, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bca80b8f08b9889b36a78e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:49:12.254Z\">11.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Azarenka holds easily for 5-5, </strong>and I’d not be surprised to see her break in the next game. </p> </div>   </div> <div id=\"block-60bca7298f082ac930aebd4b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:47:10.090Z\">11.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Pavlyuchenkova started this match playing pretty much as well as she can</strong> and will be perturbed to have nothing to show for it. Still, though Azarenka has improved since then, she’ll now serve to stay in the set. <strong>Azarenka 4-5 Pavlyuchenkova </strong></p> </div>   </div> <div id=\"block-60bca6028f082e80569f7cb2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:40:27.330Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Wikipedia informs me that Badosa’s favorite shot is the serve. </strong>Lovely stuff. </p> </div>   </div> <div id=\"block-60bca57f8f082e80569f7c9f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:39:56.825Z\">11.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On Chatrier, they’ve swapped breaks again; Azarenka is serving at 3-4 down.</strong> Next on Lenglen, it’s that match I mentioned below; will power and aggression of Badosa be too much for the canny, skilful Vondrousova? </p> </div>   </div> <div id=\"block-60bca4c68f08b9889b36a753\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:37:29.592Z\">11.37am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Zidansek beats Cirstea 7-6(5) 6-1!</h2>  <div class=\"block-elements\">  <p>That’s a brilliant win and performance from Zidansek, who reaches her first Grand Slam quarter. She hung tough when she need to, then opened her shoulders at the key moments; if she keeps it up, she’ll have plenty for whichever of Vondrousova [20] or Badosa [33] she meets next. </p> </div>   </div> <div id=\"block-60bca4558f08b9889b36a74e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:34:25.157Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Zidansek goes wide with a forehand down the line, handing Cirstea a point to claw back one of her two breaks;</strong> again, she finds a really good serve that allows her to make deuce, and seconds later she has her first match point....</p> </div>   </div> <div id=\"block-60bca3b98f082e80569f7c83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:32:14.379Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Azarenka breaks back and is starting to hum; behold Pavlyuchenkova’s behind-ear tatt.</strong><strong> </strong>On Lenglen, Cirstea has struggled through a hold, forcing Zidansek to serve for it at 5-1. </p>  <figure class=\"element element-image\" data-media-id=\"53453954dcf416788023b4e5f9279e3b580749ee\"> <img src=\"https://media.guim.co.uk/53453954dcf416788023b4e5f9279e3b580749ee/0_11_2800_1680/1000.jpg\" alt=\"pavlyuchenkova tattoo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure> </div>   </div> <div id=\"block-60bca2ae8f082ac930aebd0b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:26:57.709Z\">11.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Pavlyuchenkova now leads Azarenka by a break, 3-1,</strong> while Zidansek powers through a hold that includes her first ace of a match that doesn’t have long left. At 0-5, Cirstea will now serve to stay in the competition. </p> </div>   </div> <div id=\"block-60bca2068f082e80569f7c6d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:24:07.889Z\">11.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Zidansek has hit a vein at precisely the right time, </strong>and from 40-15 she works a point for a double break, thanks in part to a double on deuce; she takes it, and suddenly this match is nearly over. <strong>Zidansek 7-6(5) 4-0 Cirstea</strong></p> </div>   </div> <div id=\"block-60bc9f998f08b9889b36a719\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:15:37.677Z\">11.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On Chatrier, Azarenka and Pavlyuchenkova have swapped breaks in their first two games </strong>while back on Lenglen, Zidansek does indeed get her break; she arranges three opportunities and takes the second, a lovely backhand down the line sealing the deal. Cirstea is in trouble. <strong>Zidansek 7-6(5) 2-0 Cirstea</strong></p>  <figure class=\"element element-image\" data-media-id=\"b296e5887e3a0f587c6dceeb1717ca5fc46ff198\"> <img src=\"https://media.guim.co.uk/b296e5887e3a0f587c6dceeb1717ca5fc46ff198/0_0_3292_2380/1000.jpg\" alt=\"Sorana Cirstea plays a forehand winner.\" width=\"1000\" height=\"723\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sorana Cirstea plays a forehand winner.</span> <span class=\"element-image__credit\">Photograph: Adam Pretty/Getty Images</span> </figcaption> </figure>  <p><strong><br></strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:20:46.604Z\">at 11.20am BST</time></p>  </div> <div id=\"block-60bc9e848f08b9889b36a70d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:12:06.817Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A loopy forehand drops long and suddenly, from 30-0, Zidansek is 30-40 – a terrific serve out wide quickly draws her level again, but Cirstea unloads some vicious forehands to earn a second break point; Zidansek saves it and then another before closing out. She’s played the big points well and that’s why she’s in front; I’d not be surprised to see her break in the next game. <strong>Zidansek 7-6(5) 1-0 Cirstea</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T10:13:11.574Z\">at 11.13am BST</time></p>  </div> <div id=\"block-60bc9cda8f08b9889b36a6f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:03:56.083Z\">11.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Again it’s Zidansek with the mini-break and at 3-5, Cirstea doesn’t have long to resolve it ... </strong>and she has even less time now, racing to the net, but when the ball’s banged at her she can only deflect it wide. Three set points it is, and though Cirstea saves the first with yet another winner, she then sends a forehand wide. That’s a tough set to lose because she was the better player; other hand, she’ll feel confident she’s got the game to win form here. <strong>Zidansek 7-6(5) Cirstea</strong></p> </div>   </div> <div id=\"block-60bc9b718f08b9889b36a6e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T10:00:15.439Z\">11.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cirstea seems to be hitting it a bit harder than Zidansek, on a regular and on special occasions, a barrage of blows –</strong> the last of them a sensational forehand cross-court on the run – putting her in front. Before the match I fancied Zidansek, but that power differential is significant – for as long as Cirstea’s radar is operational. And there we go – she bangs a forehand down the line but catches the ball a little late, wiping it just wide. But she retrieves the mini-break immediately with some lovely hands and balance at the net. <strong>Zidansek 6(3)-(3)6 Cirstea</strong></p> </div>   </div> <div id=\"block-60bc999f8f082e80569f7c16\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:54:39.838Z\">10.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cirstea gets 0-15 and will be vexed that she then nets a forehand return that drops into the slot. But she makes Zidansek play a low backhand right on the baseline that falls long, and the aroma of opportunity will be wafting through her nostrils. </strong>Zidansek, though, is having no such thing, her lateral movement on-point and facilitating a forehand winner punished down the line for 40-30. She can’t close out though, and Cirstea saves a succession of game-points on advantage before another backhand winner - there’ve been a few – raises her first set-point. Zidansek, though, delivers a gorgeous, nerveless forehand winner down the line – then another – and this is developing into a really good tussle. A big service winner down the middle, and we’ve got that breaker. <strong>Zidansek 6-6 Cirstea </strong></p> </div>   </div> <div id=\"block-60bc98e88f082e80569f7c10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:46:25.288Z\">10.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Excellent from Zidansek, rattling through an easy hold</strong>, but then Cirstea does likewise and we might be just moving to that elusive point of both players playing well at the same time; if Zidansek can muster one more hold, we’ll get to examine that premise in a breaker.<strong> Zidansek 5-6 Cirstea</strong></p> </div>   </div> <div id=\"block-60bc97f58f082ac930aebc9a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:41:06.686Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cirstea holds to 30 – Zidansek is getting closer –</strong> but in 90 seconds she’ll serve under pressure, and who knows how that’ll pan out? <strong>Zidansek 4-5 Cirstea </strong></p> </div>   </div> <div id=\"block-60bc97698f08b9889b36a6c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:39:10.985Z\">10.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Looking down the rest of the day’s play, Tsitsipas v Carreno Busta stands out – </strong>as does any match featuring the Greek musketeer – but Azarenka v Pavlyuchenvoka and Serena v Rybakina could also be good. </p> </div>   </div> <div id=\"block-60bc952a8f082ac930aebc81\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:31:54.613Z\">10.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Zidansek and Cirstea are at different stages of their careers, </strong>the former 23 and the latter 31. But they’re a really good match for each other based on what we’ve seen so far, with Cirstea looking to have settled faster – she’s hitting beautifully from the back and showing decent enterprise at the net. <strong>Zidansek 3-4 Cirstea</strong></p> </div>   </div> <div id=\"block-60bc94028f08b9889b36a6a7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:25:24.176Z\">10.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Order of play</h2>  <div class=\"block-elements\">  <p><strong>Chatrier</strong></p> <p>Azarenka [15] v Pavlyuchenkova [31]</p> <p>Tsitsipas [5] v Carreno Busta [12]</p> <p>Williams S v Rybakina [21]</p> <p>Zverev [6] v Nishikori (night match)</p> <p>**</p> <p><strong>Lenglen</strong></p> <p>Zidansek v Cirstea</p> <p>Vondrousova [20] v Badosa</p> <p>Garin [22] v Medvedev [2]</p> <p>Davidovich Fokina v Delbonnis</p> </div>   </div> <div id=\"block-60bc93008f082ac930aebc6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:22:35.973Z\">10.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tamara Zidansek and Sorana Cirstea – both unseeded – swapped breaks in the first two games of their fourth-round match before Cirstea held.</strong> I’ve seen a fair of both over the last week, and really like how both have played, Zidansek especially – she’s dismissed Bianca Andreescu, the number six seed, and Katerina Siniakova, while Cirstea has ejected Johanna Konta and Daria Kasatkina. In other words, this should be good, and in the time I sopent writing the above, Zidansek held convincingly. <strong>Zidansek 2-2 Cirstea</strong></p> </div>   </div> <div id=\"block-60bc8f568f082ac930aebc47\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T09:18:08.316Z\">10.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>Morning all! We’re already underway on Lenglen, so let’s discuss what we’ve got coming up today in the course of enjoying our first match. On y va! </p> </div>   </div>","wordcount":"1123","firstPublicationDate":"2021-06-06T09:18:11Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:55:24Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy33x","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d430aae34869d81beee56bb90a4b25d5ea18dbea/0_89_2608_1566/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"And there it is: Paylyuchenkova spurns various game points then tamely nets a backhand, giving Azarenka a third break of the set. She’ll serve for it in 90 while, on Lenglen, Vondrousova and Badosa are out for what should be a decent tear-up. Great news. I absolutely love Halep, and can’t wait to see her play again – we’ve missed her here. Azarenka holds easily for 5-5, and I’d not be surprised to see her break in the next game. Pavlyuchenkova started this match playing pretty much as well as she can and will be perturbed to have nothing to show for it. Still, though Azarenka has improved since then, she’ll now serve to stay in the set. Azarenka 4-5 Pavlyuchenkova Wikipedia informs me that Badosa’s favorite shot is the serve. Lovely stuff. On Chatrier, they’ve swapped breaks again; Azarenka is serving at 3-4 down. Next on Lenglen, it’s that match I mentioned below; will power and aggression of Badosa be too much for the canny, skilful Vondrousova? That’s a brilliant win and performance from Zidansek, who reaches her first Grand Slam quarter. She hung tough when she need to, then opened her shoulders at the key moments; if she keeps it up, she’ll have plenty for whichever of Vondrousova [20] or Badosa [33] she meets next. Zidansek goes wide with a forehand down the line, handing Cirstea a point to claw back one of her two breaks; again, she finds a really good serve that allows her to make deuce, and seconds later she has her first match point.... Azarenka breaks back and is starting to hum; behold Pavlyuchenkova’s behind-ear tatt. On Lenglen, Cirstea has struggled through a hold, forcing Zidansek to serve for it at 5-1. Pavlyuchenkova now leads Azarenka by a break, 3-1, while Zidansek powers through a hold that includes her first ace of a match that doesn’t have long left. At 0-5, Cirstea will now serve to stay in the competition. Zidansek has hit a vein at precisely the right time, and from 40-15 she works a point for a double break, thanks in part to a double on deuce; she takes it, and suddenly this match is nearly over. Zidansek 7-6(5) 4-0 Cirstea On Chatrier, Azarenka and Pavlyuchenkova have swapped breaks in their first two games while back on Lenglen, Zidansek does indeed get her break; she arranges three opportunities and takes the second, a lovely backhand down the line sealing the deal. Cirstea is in trouble. Zidansek 7-6(5) 2-0 Cirstea A loopy forehand drops long and suddenly, from 30-0, Zidansek is 30-40 – a terrific serve out wide quickly draws her level again, but Cirstea unloads some vicious forehands to earn a second break point; Zidansek saves it and then another before closing out. She’s played the big points well and that’s why she’s in front; I’d not be surprised to see her break in the next game. Zidansek 7-6(5) 1-0 Cirstea Again it’s Zidansek with the mini-break and at 3-5, Cirstea doesn’t have long to resolve it ... and she has even less time now, racing to the net, but when the ball’s banged at her she can only deflect it wide. Three set points it is, and though Cirstea saves the first with yet another winner, she then sends a forehand wide. That’s a tough set to lose because she was the better player; other hand, she’ll feel confident she’s got the game to win form here. Zidansek 7-6(5) Cirstea Cirstea seems to be hitting it a bit harder than Zidansek, on a regular and on special occasions, a barrage of blows – the last of them a sensational forehand cross-court on the run – putting her in front. Before the match I fancied Zidansek, but that power differential is significant – for as long as Cirstea’s radar is operational. And there we go – she bangs a forehand down the line but catches the ball a little late, wiping it just wide. But she retrieves the mini-break immediately with some lovely hands and balance at the net. Zidansek 6(3)-(3)6 Cirstea Cirstea gets 0-15 and will be vexed that she then nets a forehand return that drops into the slot. But she makes Zidansek play a low backhand right on the baseline that falls long, and the aroma of opportunity will be wafting through her nostrils. Zidansek, though, is having no such thing, her lateral movement on-point and facilitating a forehand winner punished down the line for 40-30. She can’t close out though, and Cirstea saves a succession of game-points on advantage before another backhand winner - there’ve been a few – raises her first set-point. Zidansek, though, delivers a gorgeous, nerveless forehand winner down the line – then another – and this is developing into a really good tussle. A big service winner down the middle, and we’ve got that breaker. Zidansek 6-6 Cirstea Excellent from Zidansek, rattling through an easy hold, but then Cirstea does likewise and we might be just moving to that elusive point of both players playing well at the same time; if Zidansek can muster one more hold, we’ll get to examine that premise in a breaker. Zidansek 5-6 Cirstea Cirstea holds to 30 – Zidansek is getting closer – but in 90 seconds she’ll serve under pressure, and who knows how that’ll pan out? Zidansek 4-5 Cirstea Looking down the rest of the day’s play, Tsitsipas v Carreno Busta stands out – as does any match featuring the Greek musketeer – but Azarenka v Pavlyuchenvoka and Serena v Rybakina could also be good. Zidansek and Cirstea are at different stages of their careers, the former 23 and the latter 31. But they’re a really good match for each other based on what we’ve seen so far, with Cirstea looking to have settled faster – she’s hitting beautifully from the back and showing decent enterprise at the net. Zidansek 3-4 Cirstea Chatrier Azarenka [15] v Pavlyuchenkova [31] Tsitsipas [5] v Carreno Busta [12] Williams S v Rybakina [21] Zverev [6] v Nishikori (night match) ** Lenglen Zidansek v Cirstea Vondrousova [20] v Badosa Garin [22] v Medvedev [2] Davidovich Fokina v Delbonnis Tamara Zidansek and Sorana Cirstea – both unseeded – swapped breaks in the first two games of their fourth-round match before Cirstea held. I’ve seen a fair of both over the last week, and really like how both have played, Zidansek especially – she’s dismissed Bianca Andreescu, the number six seed, and Katerina Siniakova, while Cirstea has ejected Johanna Konta and Daria Kasatkina. In other words, this should be good, and in the time I sopent writing the above, Zidansek held convincingly. Zidansek 2-2 Cirstea Morning all! We’re already underway on Lenglen, so let’s discuss what we’ve got coming up today in the course of enjoying our first match. On y va!","charCount":"6526","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/danielharris\">Daniel Harris</a>"},{"headline":"Dream Horse review – hope and hwyl in a one-horse town","standfirst":"<p>It takes a Welsh village to breed a winning sprinter in this feelgood comedy starring Toni Collette</p>","trailText":"It takes a Welsh village to breed a winning sprinter in this feelgood comedy starring Toni Collette","byline":"Simran Hans","main":"<figure class=\"element element-image\" data-media-id=\"ea8d32ce75f9c845ed52e250cba08984ae6929ad\"> <img src=\"https://media.guim.co.uk/ea8d32ce75f9c845ed52e250cba08984ae6929ad/0_150_5784_3470/1000.jpg\" alt=\"Toni Collette in Dream Horse.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Easy to root for... Toni Collette in Dream Horse.</span> <span class=\"element-image__credit\">Photograph: Film4/Album/Alamy</span> </figcaption> </figure>","body":"<p>“£300? Could’ve gone to Benidorm for that,” scoffs Brian (Owen Teale). His overworked and underappreciated wife, Jan (<a href=\"https://www.theguardian.com/film/toni-collette\">Toni Collette</a>, luminous and easy to root for), has spent 300 quid on a mare with a syndicate of locals, hoping to breed a racehorse to compete with the best. It’s a wise investment, as Dream Alliance turns out to be a winner and a symbol of hope in Cefn Fforest, an economically depressed former mining village in Wales. But they’re not doing it for the money – it’s for the “hwyl”, a Welsh word meaning “emotional motivation and energy”. With its hero’s journey structure, punchily edited racing scenes and warmly drawn oddball community (a widow, Maureen, is obsessed with Tunnock’s Tea Cakes), the film is shamelessly predictable and thoroughly feelgood.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=ty_DAhC_CLc\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/ty_DAhC_CLc?wmode=opaque\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://youtu.be/ty_DAhC_CLc\">Watch a trailer for Dream Horse.</a></figcaption> </figure>","newspaperPageNumber":"27","starRating":"3","wordcount":"135","commentCloseDate":"2021-06-26T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-06T10:30:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:30:36Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjznm","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ea8d32ce75f9c845ed52e250cba08984ae6929ad/0_150_5784_3470/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“£300? Could’ve gone to Benidorm for that,” scoffs Brian (Owen Teale). His overworked and underappreciated wife, Jan (Toni Collette, luminous and easy to root for), has spent 300 quid on a mare with a syndicate of locals, hoping to breed a racehorse to compete with the best. It’s a wise investment, as Dream Alliance turns out to be a winner and a symbol of hope in Cefn Fforest, an economically depressed former mining village in Wales. But they’re not doing it for the money – it’s for the “hwyl”, a Welsh word meaning “emotional motivation and energy”. With its hero’s journey structure, punchily edited racing scenes and warmly drawn oddball community (a widow, Maureen, is obsessed with Tunnock’s Tea Cakes), the film is shamelessly predictable and thoroughly feelgood.","charCount":"775","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/simran-hans\">Simran Hans</a>"},{"headline":"Variations by Juliet Jacques review – a stirring collection of trans tales","standfirst":"<p>The film-maker and Guardian columnist reimagines the history of transgender Britain in 11 stiletto-sharp short stories</p>","trailText":"The film-maker and Guardian columnist reimagines the history of transgender Britain in 11 stiletto-sharp short stories","byline":"Hephzibah Anderson","main":"<figure class=\"element element-image\" data-media-id=\"328f65ef64087d23faeabdd9c350d76447889e56\"> <img src=\"https://media.guim.co.uk/328f65ef64087d23faeabdd9c350d76447889e56/0_1271_3642_2184/1000.jpg\" alt=\"Juliet Jacques.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An ambitious debut: Juliet Jacques.</span> <span class=\"element-image__credit\">Photograph: Robin Silas Christian</span> </figcaption> </figure>","body":"<p>For more than two years, writer and film-maker Juliet Jacques charted the progress of her gender reassignment in a <a href=\"https://www.theguardian.com/lifeandstyle/series/transgender-journey\">column</a> for the <em>Guardian</em>. Now, almost a decade later, comes her fiction debut, an ambitious, affecting collection of 11 short stories that advance chronologically from the Victorian era to the present day, providing an expansive history of transgender Britain.</p> <p>These tales are bound by more besides theme and thesis; inspired by material unearthed in archives, each is framed as a found text, collaging diary entries and newspaper clippings, letters and a film script. It’s an approach that might well have had a distancing effect, but Jacques’s voice sings out loud and clear – wistful, drily humorous, stiletto-sharp.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There is no regretting 'one night of being myself'</p> </blockquote> </aside>  <p>In the opening tale, A Night at the Theatre, the narrator dares to attend a production of <em>Twelfth Night</em> dressed as a woman, his male lover by his side. They’re busted, of course – named, shamed and fined, a recurring fate, inevitably. Even so, there is no regretting “one night of being myself”.</p> <p>That statement hits the ear anachronistically for 1846, yet these more historical stories are among the stronger in <em>Variations</em>. Another, The Exhibition, depicts a Blackpool tourist attraction in which a woman identifying as a man must spend two months living in a glass box with his “wife” (it almost seems to anticipate reality TV). And then there’s A Wo/Man of No Importance, set in the decadent bohemian world of 1890s London – Max Beerbohm and Aubrey Beardsley feature and Oscar Wilde is standing trial.</p> <p>From the turn of the last century on into the interwar years and beyond, the backdrop, always evocative, flits between Manchester, Norwich, Liverpool and London, as attacks come from the National Front, from government in the guise of section 28, from the gutter press and from within protagonists’ own families. The book’s educational mission at times becomes overbearing, restrictive, especially as the collection enters more recent times and debates over drag and the commodification of Pride edge in.</p> <p>In the collection’s final paragraph, a transgender blogger and Formula One fan vows to show the world that “we’re capable of talking about things other than our identities – if only people would let us”. It’s perhaps the ultimate freedom and one that readers will surely hope Jacques now feels able to claim for herself.</p> <ul> <li><p><em>Variations </em>by Juliet Jacques is published by Influx Press (£9.99). To support the <em>Guardian</em> order your copy at <a href=\"https://guardianbookshop.com/variations-9781910312773.html\">guardianbookshop.com</a>. Delivery charges may apply</p></li> </ul>","newspaperPageNumber":"44","wordcount":"406","firstPublicationDate":"2021-06-06T10:30:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:30:36Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjggd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/328f65ef64087d23faeabdd9c350d76447889e56/0_1271_3642_2184/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"For more than two years, writer and film-maker Juliet Jacques charted the progress of her gender reassignment in a column for the Guardian. Now, almost a decade later, comes her fiction debut, an ambitious, affecting collection of 11 short stories that advance chronologically from the Victorian era to the present day, providing an expansive history of transgender Britain. These tales are bound by more besides theme and thesis; inspired by material unearthed in archives, each is framed as a found text, collaging diary entries and newspaper clippings, letters and a film script. It’s an approach that might well have had a distancing effect, but Jacques’s voice sings out loud and clear – wistful, drily humorous, stiletto-sharp. In the opening tale, A Night at the Theatre, the narrator dares to attend a production of Twelfth Night dressed as a woman, his male lover by his side. They’re busted, of course – named, shamed and fined, a recurring fate, inevitably. Even so, there is no regretting “one night of being myself”. That statement hits the ear anachronistically for 1846, yet these more historical stories are among the stronger in Variations. Another, The Exhibition, depicts a Blackpool tourist attraction in which a woman identifying as a man must spend two months living in a glass box with his “wife” (it almost seems to anticipate reality TV). And then there’s A Wo/Man of No Importance, set in the decadent bohemian world of 1890s London – Max Beerbohm and Aubrey Beardsley feature and Oscar Wilde is standing trial. From the turn of the last century on into the interwar years and beyond, the backdrop, always evocative, flits between Manchester, Norwich, Liverpool and London, as attacks come from the National Front, from government in the guise of section 28, from the gutter press and from within protagonists’ own families. The book’s educational mission at times becomes overbearing, restrictive, especially as the collection enters more recent times and debates over drag and the commodification of Pride edge in. In the collection’s final paragraph, a transgender blogger and Formula One fan vows to show the world that “we’re capable of talking about things other than our identities – if only people would let us”. It’s perhaps the ultimate freedom and one that readers will surely hope Jacques now feels able to claim for herself. Variations by Juliet Jacques is published by Influx Press (£9.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"2522","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/hephzibah-anderson\">Hephzibah Anderson</a>"},{"headline":"Tory MP to boycott England games in row over taking the knee","standfirst":"<p>Lee Anderson says team risks alienating fans as Southgate says players ‘more determined than ever’</p>","trailText":"Lee Anderson says team risks alienating fans as Southgate says players ‘more determined than ever’","byline":"Jessica Murray","main":"<figure class=\"element element-image\" data-media-id=\"578c5beea3821e070aeb5cc41ad154dc5416f523\"> <img src=\"https://media.guim.co.uk/578c5beea3821e070aeb5cc41ad154dc5416f523/0_100_3000_1800/1000.jpg\" alt=\"Jude Bellingham and Tyrone Mings of England take the knee before the friendly match between England and Austria at the Riverside Stadium  in Middlesbrough\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jude Bellingham and Tyrone Mings of England take the knee before the friendly match between England and Austria at the Riverside Stadium in Middlesbrough on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Michael Regan - The FA/The FA/Getty Images</span> </figcaption> </figure>","body":"<p>A Conservative MP has vowed to boycott England’s games in the European Championships over players’ decision to take the knee before matches.</p> <p>Lee Anderson, the MP for Ashfield in Nottinghamshire, said that by taking the knee the England team was supporting a “political movement” and risked alienating “traditional supporters”.</p> <p>“For the first time in my life I will not be watching my beloved England team whilst they are supporting a political movement whose core principles aim to undermine our very way of life,” he said in a Facebook post.</p> <p>After players were booed for taking the knee before their match against Austria on Wednesday, the England manager, Gareth Southgate, said the team would <a href=\"https://www.theguardian.com/football/2021/jun/05/england-will-take-a-knee-before-euro-2020-matches\">continue to do so throughout the championship</a> and were “more determined than ever”.</p> <p>“We are very disappointed that it happened. We’re all trying to move towards equality and support our own teammates because of some of the experiences they’ve been through in their lives, but people decided to boo,” he said.</p> <p>“We’re totally committed to supporting each other, supporting the team, and we feel more than ever that we are determined to take the knee throughout this tournament.”</p> <p>Anderson said the FA and England team had made “a big mistake” and “now run the risk of becoming like the Labour party and that is having nothing in common with their traditional supporters”.</p> <p>“All forms of racism are vile and should be stamped out – but this is not the way,” he added.</p> <p>When players took the knee before England’s pre-tournament friendly with Austria, boos were heard among the crowd at Middlesbrough’s Riverside Stadium, although these were soon drowned out by cheers.</p> <p>Ahead of England’s game against Romania on Sunday evening, the former England captain Gary Lineker said: “If you boo England players for taking the knee, you’re part of the reason why players are taking the knee.”</p> <p>Earlier in the week, Southgate said it was down to a lack of understanding from fans. “I think we have got a situation where some people seem to think it is a political stand that they don’t agree with,” he said. “That’s not the reason the players are doing it. We are supporting each other.”</p> <p>The Tory MP Brendan Clarke-Smith, who represents Bassetlaw in Nottinghamshire, said Southgate’s comments were “an insult to fans’ intelligence”.</p> <p>“Fans understand perfectly well – they are just sick and tired of being preached and spoken down to. They are there to watch a football match, not to be lectured on morality,” he said. “Find something we can all support and ditch this ridiculous empty gesture.”</p> <p>Others were said they were appalled to hear the booing. The Labour MP and former shadow chancellor John McDonnell described it as “sickening”.</p> <p>“It was racism and should be called out,” he said on Twitter. “If supporting BLM [Black Lives Matter] is part of the culture war, then bring it on because you have to stand up against this new wave of racism.”</p>","wordcount":"492","firstPublicationDate":"2021-06-06T10:27:28Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:29:16Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy35c","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/578c5beea3821e070aeb5cc41ad154dc5416f523/0_100_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A Conservative MP has vowed to boycott England’s games in the European Championships over players’ decision to take the knee before matches. Lee Anderson, the MP for Ashfield in Nottinghamshire, said that by taking the knee the England team was supporting a “political movement” and risked alienating “traditional supporters”. “For the first time in my life I will not be watching my beloved England team whilst they are supporting a political movement whose core principles aim to undermine our very way of life,” he said in a Facebook post. After players were booed for taking the knee before their match against Austria on Wednesday, the England manager, Gareth Southgate, said the team would continue to do so throughout the championship and were “more determined than ever”. “We are very disappointed that it happened. We’re all trying to move towards equality and support our own teammates because of some of the experiences they’ve been through in their lives, but people decided to boo,” he said. “We’re totally committed to supporting each other, supporting the team, and we feel more than ever that we are determined to take the knee throughout this tournament.” Anderson said the FA and England team had made “a big mistake” and “now run the risk of becoming like the Labour party and that is having nothing in common with their traditional supporters”. “All forms of racism are vile and should be stamped out – but this is not the way,” he added. When players took the knee before England’s pre-tournament friendly with Austria, boos were heard among the crowd at Middlesbrough’s Riverside Stadium, although these were soon drowned out by cheers. Ahead of England’s game against Romania on Sunday evening, the former England captain Gary Lineker said: “If you boo England players for taking the knee, you’re part of the reason why players are taking the knee.” Earlier in the week, Southgate said it was down to a lack of understanding from fans. “I think we have got a situation where some people seem to think it is a political stand that they don’t agree with,” he said. “That’s not the reason the players are doing it. We are supporting each other.” The Tory MP Brendan Clarke-Smith, who represents Bassetlaw in Nottinghamshire, said Southgate’s comments were “an insult to fans’ intelligence”. “Fans understand perfectly well – they are just sick and tired of being preached and spoken down to. They are there to watch a football match, not to be lectured on morality,” he said. “Find something we can all support and ditch this ridiculous empty gesture.” Others were said they were appalled to hear the booing. The Labour MP and former shadow chancellor John McDonnell described it as “sickening”. “It was racism and should be called out,” he said on Twitter. “If supporting BLM [Black Lives Matter] is part of the culture war, then bring it on because you have to stand up against this new wave of racism.”","charCount":"2925","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jessica-murray\">Jessica Murray</a>"},{"headline":"The Tory party threatens the success of UK soft power with this inhumane act","standfirst":"To cut our commitment to Africa now is both self-destructive and, worse, cruel","trailText":"To cut our commitment to Africa now is both self-destructive and, worse, cruel","byline":"David Davis","main":"<figure class=\"element element-image\" data-media-id=\"1ae329bbd7cfec99834a67401c15fd83bc4c06e3\"> <img src=\"https://media.guim.co.uk/1ae329bbd7cfec99834a67401c15fd83bc4c06e3/0_0_6240_3744/1000.jpg\" alt=\"Wheat distribution in Ethiopia, which is slipping into famine\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wheat distribution in Ethiopia, which is slipping into famine. </span> <span class=\"element-image__credit\">Photograph: Eduardo Soteras/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>As a Foreign Office minister in the mid-1990s, I saw dramatic changes following the fall of the Berlin Wall. But these could be overtaken in historical significance by the combination of Covid-19, climate change and the rise of China. As a former chairman of the public accounts committee, I’m under no illusions about the cost of misusing public money but I have also seen the price we pay when we fail to invest in Britain’s global interests. And as Brexit secretary, I saw first hand the way that developing countries value the UK’s role in international development.</p> <p>Across Africa, the UK has let its natural advantage slip. As we looked away, China powered in. Britain’s bilateral trade has suffered and British influence is now being compromised. In the shadow of Covid, people are fearful and anxious. Economies are fragile. The continent is ripe for exploitation by foreign powers in brute pursuit of profit and control.</p> <p>We have overlooked opportunities to translate the tremendous success of UK soft power into safeguarding our interests across Africa. And now, in the grip of the pandemic, the continent faces instability and fragility on an epic scale.</p> <p>Soft power is where Britain has, in recent history, excelled. Yet our status as an international development superpower, which took a decade to build, is being rapidly dismantled. For Africa, this is already having deadly consequences. Clinics are closing, schools are being abandoned, economies are stalling. <a href=\"https://www.theguardian.com/world/2021/jun/02/calls-grow-ethiopia-declare-ceasefire-tigray-allow-aid\" title=\"\">Ethiopia is slipping into famine</a>. Yet it need not be like this.</p> <p>Of all the diplomatic tools at our disposal, soft power is arguably the most effective because it is constructive as opposed to destructive. As the former US defense secretary Jim Mattis told the US Senate, if you compromise your soft power you will inevitably pay a higher price when using hard power, which is a damaging price for everyone involved. Soft power, on the other hand, is economical, transformative and serves the mutual interest.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>When we provide aid, it is not to make any country beholden to us: it is to give them a hand-up, not a hand-out</p> </blockquote> </aside>  <p>The word mutual is key here. It is what sets Britain apart from the competition. For us, it is about values and partnership, while China seeks ownership and to create indebtedness. Our soft power should be the foundation for our positive influence. When we provide aid, it is not to make any country beholden to us: it is to give them a hand-up, not a hand-out. Aid is not a substitute for self-sufficiency. It is an investment, not a donation.</p> <p>We want to create conditions where people can flourish because their success is ours too. One of the aims of engendering the basics of stability, education and health is to cultivate the space for the private sector and the opportunities for trade and diplomatic success that flow from prosperity.</p> <p>And yet we have overlooked the enormous potential of a continent such as Africa, for whom we should have been the natural partner of choice. Not only have we missed out on vital infrastructure projects but our influence has been heavily undermined by China’s economic entrenchment.</p> <p>Carving out Britain’s place in the world will now involve a two-pronged effort. On an international level, we must continue to spearhead efforts to bring about greater unity in the west. We need to strengthen and widen our alliances and restore faith in the rules-based system. This will mean helping modernise and improve the World Health Organization, the World Trade Organization and the World Bank. And ensuring our presidency of the G7 plays host to an action-oriented dialogue of the new D10, as a vital counterbalance to China and Russia, for the rest of this year.</p> <p>Second, we need to rejuvenate our soft power influence around the world. We have the immeasurable advantage of the English language, the Commonwealth and our leadership position in the UN and Nato. The Biden presidency could help align these objectives with Global Britain’s priorities. But the Carbis Bay summit this week will only be a credible relaunch of multilateralism if the UK leads by example.</p> <p>We must keep our promise on aid. At Gleneagles and Lough Erne, Britain led the then G8 in <a href=\"https://www.theguardian.com/global-development/2015/mar/09/uk-passes-bill-law-aid-target-percentage-income\" title=\"\">committing to meet the 0.7% aid target</a> and then fulfilling that commitment. Stepping back from that during a pandemic and at the dawn of a new era of multilateralism is an act of diplomatic self-harm, not to mention the deadly consequences for the poorest people in the most fragile nations on Earth. Having cut our aid this year, we must guarantee our return to 0.7% in short order.</p> <p>We live in an unstable world. Russia is increasingly unpredictable; China is increasingly assertive; and Africa will increase in geopolitical significance. The continent is destined to influence the future of the world enormously . Its population will rise by more than a billion by 2050, accounting for 60% of the world’s population growth. If we do not use aid to eradicate disease and starvation, educate girls, boost economic growth through trade and assist African leaders in raising the living standards of their people, we will be missing out on a massive opportunity.</p> <p>If we fail to restore foreign aid next year, China will move in as we move out. It is happening already as African governments become indebted to China, not just through state debt financing but through infrastructure projects.</p> <p>All I have said so far is the argument of realpolitik, of our educated self-interest. But powerful as it is, it is in turn dwarfed by the moral case. Although I disagreed with the sheer speed of the increase in the aid budget, up by a third in 2013 (because of the probability of huge waste), I believe that the equally sudden cut this year will have dreadful consequences.</p> <p>Hundreds of thousands of children will suffer, and many will die, as a direct result. The cuts represent just 1% of what the chancellor is borrowing this year but they will come with a deadly cost. That cost, measured in children’s lives, will live in our consciences every bit as much as the unwise wars of the past. We should put it right before proper pride in our achievements turns to shame at our failure.</p> <p><em>David Davis is former Brexit secretary and MP for Haltemprice and Howden</em></p>","newspaperPageNumber":"51","wordcount":"1039","commentable":"false","firstPublicationDate":"2021-06-06T10:15:35Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:15:35Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hkn6n","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1ae329bbd7cfec99834a67401c15fd83bc4c06e3/0_0_6240_3744/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"As a Foreign Office minister in the mid-1990s, I saw dramatic changes following the fall of the Berlin Wall. But these could be overtaken in historical significance by the combination of Covid-19, climate change and the rise of China. As a former chairman of the public accounts committee, I’m under no illusions about the cost of misusing public money but I have also seen the price we pay when we fail to invest in Britain’s global interests. And as Brexit secretary, I saw first hand the way that developing countries value the UK’s role in international development. Across Africa, the UK has let its natural advantage slip. As we looked away, China powered in. Britain’s bilateral trade has suffered and British influence is now being compromised. In the shadow of Covid, people are fearful and anxious. Economies are fragile. The continent is ripe for exploitation by foreign powers in brute pursuit of profit and control. We have overlooked opportunities to translate the tremendous success of UK soft power into safeguarding our interests across Africa. And now, in the grip of the pandemic, the continent faces instability and fragility on an epic scale. Soft power is where Britain has, in recent history, excelled. Yet our status as an international development superpower, which took a decade to build, is being rapidly dismantled. For Africa, this is already having deadly consequences. Clinics are closing, schools are being abandoned, economies are stalling. Ethiopia is slipping into famine. Yet it need not be like this. Of all the diplomatic tools at our disposal, soft power is arguably the most effective because it is constructive as opposed to destructive. As the former US defense secretary Jim Mattis told the US Senate, if you compromise your soft power you will inevitably pay a higher price when using hard power, which is a damaging price for everyone involved. Soft power, on the other hand, is economical, transformative and serves the mutual interest. The word mutual is key here. It is what sets Britain apart from the competition. For us, it is about values and partnership, while China seeks ownership and to create indebtedness. Our soft power should be the foundation for our positive influence. When we provide aid, it is not to make any country beholden to us: it is to give them a hand-up, not a hand-out. Aid is not a substitute for self-sufficiency. It is an investment, not a donation. We want to create conditions where people can flourish because their success is ours too. One of the aims of engendering the basics of stability, education and health is to cultivate the space for the private sector and the opportunities for trade and diplomatic success that flow from prosperity. And yet we have overlooked the enormous potential of a continent such as Africa, for whom we should have been the natural partner of choice. Not only have we missed out on vital infrastructure projects but our influence has been heavily undermined by China’s economic entrenchment. Carving out Britain’s place in the world will now involve a two-pronged effort. On an international level, we must continue to spearhead efforts to bring about greater unity in the west. We need to strengthen and widen our alliances and restore faith in the rules-based system. This will mean helping modernise and improve the World Health Organization, the World Trade Organization and the World Bank. And ensuring our presidency of the G7 plays host to an action-oriented dialogue of the new D10, as a vital counterbalance to China and Russia, for the rest of this year. Second, we need to rejuvenate our soft power influence around the world. We have the immeasurable advantage of the English language, the Commonwealth and our leadership position in the UN and Nato. The Biden presidency could help align these objectives with Global Britain’s priorities. But the Carbis Bay summit this week will only be a credible relaunch of multilateralism if the UK leads by example. We must keep our promise on aid. At Gleneagles and Lough Erne, Britain led the then G8 in committing to meet the 0.7% aid target and then fulfilling that commitment. Stepping back from that during a pandemic and at the dawn of a new era of multilateralism is an act of diplomatic self-harm, not to mention the deadly consequences for the poorest people in the most fragile nations on Earth. Having cut our aid this year, we must guarantee our return to 0.7% in short order. We live in an unstable world. Russia is increasingly unpredictable; China is increasingly assertive; and Africa will increase in geopolitical significance. The continent is destined to influence the future of the world enormously . Its population will rise by more than a billion by 2050, accounting for 60% of the world’s population growth. If we do not use aid to eradicate disease and starvation, educate girls, boost economic growth through trade and assist African leaders in raising the living standards of their people, we will be missing out on a massive opportunity. If we fail to restore foreign aid next year, China will move in as we move out. It is happening already as African governments become indebted to China, not just through state debt financing but through infrastructure projects. All I have said so far is the argument of realpolitik, of our educated self-interest. But powerful as it is, it is in turn dwarfed by the moral case. Although I disagreed with the sheer speed of the increase in the aid budget, up by a third in 2013 (because of the probability of huge waste), I believe that the equally sudden cut this year will have dreadful consequences. Hundreds of thousands of children will suffer, and many will die, as a direct result. The cuts represent just 1% of what the chancellor is borrowing this year but they will come with a deadly cost. That cost, measured in children’s lives, will live in our consciences every bit as much as the unwise wars of the past. We should put it right before proper pride in our achievements turns to shame at our failure. David Davis is former Brexit secretary and MP for Haltemprice and Howden","charCount":"6120","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/daviddavis\">David Davis</a>"},{"headline":"Artist asks Blackpool council to demolish his seafront sculpture over safety fears","standfirst":"<p>Liam Curtin says lack of maintenance has left Blackpool High Tide Organ in a poor condition</p>","trailText":"Liam Curtin says lack of maintenance has left Blackpool High Tide Organ in a poor condition","byline":"Alex Mistlin","main":"<figure class=\"element element-image\" data-media-id=\"0a257327db51dfd75161dca1bef1f3eead73547a\"> <img src=\"https://media.guim.co.uk/0a257327db51dfd75161dca1bef1f3eead73547a/0_224_4532_2719/1000.jpg\" alt=\"The High Tide Organ at Blackpool\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The High Tide Organ at Blackpool harnesses wave energy to generate music.</span> <span class=\"element-image__credit\">Photograph: David McCulloch/Alamy</span> </figcaption> </figure>","body":"<p>An artist is calling on council officials to take down his most famous work after claiming that a lack of maintenance has left it in a poor state and a threat to public safety.</p> <p>Liam Curtin’s Blackpool High Tide Organ was constructed along the town’s new promenade in 2002. Commissioned by Blackpool council and designed by Curtin and John Gooding, the structure is primarily made of Corten steel – the same material used for the Angel of the North sculpture.</p> <p>The tide organ harnesses wave energy, pushing water up what are in essence oversized organ pipes to generate music. The artwork – which is tuned to B flat – was originally intended to stand for 12 years but there are no plans to have it removed almost two decades later.</p> <p>“For almost 20 years, I’ve been begging the council to maintain this and other works, in some cases for public safety reasons,” said Curtin. “I have even, at my own cost, done some maintenance on it myself.”</p> <p>According to Curtin, the steel organ itself is corroding quite badly on the north side but he suggests that primary safety concerns are less visible to the public. “The pipes have come loose over the years and that’s really what worries me. They’re not like ordinary drain pipes. The ends are made of cask ductile iron that’s really heavy,” he said.</p> <p>In 2019, a health and safety surveyor ruled that the structure would need to be re-approved annually following a complaint from Curtin. The first of these reviews is due to take place later this month after it was delayed by the Covid pandemic.</p>  <figure class=\"element element-image\" data-media-id=\"24a7246287fe74ae68b391dae8e98a227306f909\"> <img src=\"https://media.guim.co.uk/24a7246287fe74ae68b391dae8e98a227306f909/0_138_4288_2573/1000.jpg\" alt=\"The High Tide Organ at Blackpool\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The artwork was originally intended to stand for 12 years but there are no plans to have it removed almost two decades later.</span> <span class=\"element-image__credit\">Photograph: Gordon Sinclair/Alamy</span> </figcaption> </figure>  <p>“I’ve urged them not to spend nearly £3,000 a year surveying it when you’re going to have to demolish it sooner or later,” said Curtin. “If I were an engineer, I’d just take a big hammer to the whole thing.”</p> <p>Curtin said he thought the council was happy to let the arwork fall into disrepair as the structure itself would remain standing even if it no longer worked as a tide organ. “They’re quite happy for it to just become a large feature on the promenade which I’m not happy about – letting it become something it’s not,” he said.</p> <p>A Blackpool council spokesperson said: “It was always supposed to be a time-limited piece and if the artist would like to contact us about its refurbishment we would be delighted to have a discussion. The last 18 months has been challenging for the public sector and funding is always an issue but we will try our best.”</p>","wordcount":"424","firstPublicationDate":"2021-06-06T10:07:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:10:11Z","newspaperEditionDate":"2021-06-07T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkfet","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0a257327db51dfd75161dca1bef1f3eead73547a/0_224_4532_2719/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"An artist is calling on council officials to take down his most famous work after claiming that a lack of maintenance has left it in a poor state and a threat to public safety. Liam Curtin’s Blackpool High Tide Organ was constructed along the town’s new promenade in 2002. Commissioned by Blackpool council and designed by Curtin and John Gooding, the structure is primarily made of Corten steel – the same material used for the Angel of the North sculpture. The tide organ harnesses wave energy, pushing water up what are in essence oversized organ pipes to generate music. The artwork – which is tuned to B flat – was originally intended to stand for 12 years but there are no plans to have it removed almost two decades later. “For almost 20 years, I’ve been begging the council to maintain this and other works, in some cases for public safety reasons,” said Curtin. “I have even, at my own cost, done some maintenance on it myself.” According to Curtin, the steel organ itself is corroding quite badly on the north side but he suggests that primary safety concerns are less visible to the public. “The pipes have come loose over the years and that’s really what worries me. They’re not like ordinary drain pipes. The ends are made of cask ductile iron that’s really heavy,” he said. In 2019, a health and safety surveyor ruled that the structure would need to be re-approved annually following a complaint from Curtin. The first of these reviews is due to take place later this month after it was delayed by the Covid pandemic. “I’ve urged them not to spend nearly £3,000 a year surveying it when you’re going to have to demolish it sooner or later,” said Curtin. “If I were an engineer, I’d just take a big hammer to the whole thing.” Curtin said he thought the council was happy to let the arwork fall into disrepair as the structure itself would remain standing even if it no longer worked as a tide organ. “They’re quite happy for it to just become a large feature on the promenade which I’m not happy about – letting it become something it’s not,” he said. A Blackpool council spokesperson said: “It was always supposed to be a time-limited piece and if the artist would like to contact us about its refurbishment we would be delighted to have a discussion. The last 18 months has been challenging for the public sector and funding is always an issue but we will try our best.”","charCount":"2387","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/alex-mistlin\">Alex Mistlin</a>"},{"headline":"London Design Biennale 2021; Kingston Cycle Hub – reviews","standfirst":"<p><strong>Somerset House, London; Kingston upon Thames<br></strong>The lofty words on sustainability from designers from around the world in London are given more concrete form further up the Thames</p>","trailText":"The lofty words on sustainability from designers from around the world in London are given more concrete form further up the Thames","byline":"Rowan Moore","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"d4d1d82baf44c38793049ae1d05d9e0fa77e1dd9\"> <img src=\"https://media.guim.co.uk/d4d1d82baf44c38793049ae1d05d9e0fa77e1dd9/723_0_5265_3163/1000.jpg\" alt=\"Es Devlin’s Forest for Change for the London Design Biennale at Somerset House, London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘As charming as it can be’: Es Devlin’s Forest for Change for the London Design Biennale at Somerset House, London.</span> <span class=\"element-image__credit\">Photograph: Ed Reeve</span> </figcaption> </figure>","body":"<p>First, let me defend a dead white man. The 18th-century architect William Chambers was not, as the designer Es Devlin suggests, a tree-hater. He designed Kew Gardens, wrote treatises on gardening and said that “gardeners, like poets, should give a loose to their imagination and even fly beyond the bounds of truth”. He may or may not have been reprehensible in other ways, for example when he was an employee of the Swedish East India Company, but on the charge of arboriphobia he is innocent.</p> <p>It’s true that he didn’t want any trees in the imposing classical courtyard of Somerset House in London, which he designed, a fact that has provoked Devlin to install a temporary <a href=\"https://www.londondesignbiennale.com/participant/the-global-goals-pavilion\">Forest for Change</a>, the centrepiece of the London Design Biennale. Four hundred trees have been installed, which will later be permanently planted in London boroughs. Here, you can wander its winding paths and hear birdsong from round the world, part of a soundtrack by Brian Eno. The project has been realised with the support of the film-maker Richard Curtis and has some of the feelgood vibe of <em>Love Actually </em>and <em>Notting Hill.</em></p> <p>In a clearing at one end, 17 pillars stand, telling you about the United Nations-backed global goals for sustainable development. Millennial-sounding voices play through speakers, playbacks of comments invited from visitors. They say things such as: “I want to live in a world where sustainable fashion is the norm” and: “I want to live in a world where big businesses act responsibly and care for their employees.”</p> <p>In the blocks around the court, a series of installations, some of them representing individual countries, expands on themes of sustainability. Poland offers an exhibit on the use of fabrics to keep homes warm or cool and Chile an array of musical instruments carved out of stone. The latter is seeking to make a point about the uses and abuses of minerals. The Latvians have built a box-like structure to which you can address questions, which dispenses cryptic answers in the form of lines from the nation’s folk tales. It’s a sort of low-tech, emotionally aware Siri, which turns out to contain (spoiler alert!) an actual human being. It’s engaging, if a little obscure in its purpose.</p> <p>Out on the riverside terrace of Somerset House there’s a <a href=\"https://www.londondesignbiennale.com/participant/african-diaspora\">Pavilion of the African Diaspora</a>, a conch-shaped events space by the luxury product designer Ini Archibong, described as “a sanctuary to tell stories and create a reality where voices are recognised and respected for the diversity of their timbre”. Germany brings us a room called Spoon Archaeology, a meditation on disposable plastic cutlery, which is more interesting than it sounds. There are text-heavy displays such as Kingston University’s room on Designing for Time. The <a href=\"https://www.londondesignbiennale.com/design-age-crisis\">aims of these installations</a> are to “foster international dialogue towards seeking solutions to the world’s biggest global challenges”.</p>  <figure class=\"element element-image\" data-media-id=\"728d2e71b95d98c4c9e2ef05a0d51e70f51ce679\"> <img src=\"https://media.guim.co.uk/728d2e71b95d98c4c9e2ef05a0d51e70f51ce679/0_0_6720_4480/1000.jpg\" alt=\"The Pavilion of the African Diaspora.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Pavilion of the African Diaspora.</span> <span class=\"element-image__credit\">Photograph: Ed Reeve</span> </figcaption> </figure>  <p>This is all well and good. Devlin’s grove is as charming as can be, framing Chambers’s straight lines in intriguing ways. As an example of the desirability of trees in cities, it works. A tree in temporary, shallow soil, it must be said, can never be as happy and rewarding as one in actual ground. Some look a bit droopy. You’re instructed not to touch them and they’re too small to sit under. And, in the clearing, instead of the lecturing totems – there must be another way to convey their messages – it would be really nice to have some benches. The forest’s extent is circumscribed by the need to maintain access for ambulances round the outside (which, as I was once taken by one from this very courtyard following an ice-skating accident, I can appreciate). That all said, the first reaction to the sudden boskiness of this hard space is one of delight.</p> <p>But you also feel that, since we’re living in a climate emergency, something more urgent is needed than the indirect messaging of the Biennale. We are surely past the stage of “fostering dialogue” and raising awareness – how about some clear, strong, large-scale ideas as to what can actually be done? A small treat in the German spoon exhibit is a minor film by the great 20th-century designers Ray and Charles Eames, about eating with banana leaves as implements. They were also geniuses at conveying messages through impactful multimedia displays and it would be wonderful if similar genius could be found now.</p> <p>Some tough questions could usefully be addressed. Apparently, all world leaders have signed up to the global goals, which presumably includes the likes of presidents Lukashenko of Belarus and Bolsonaro of Brazil. Doesn’t this ring some alarm bells? If people like them claim to support “peace, justice and strong institutions” (goal 16) and “sustainable use of terrestrial ecosystems” (goal 15), doesn’t it suggest that the really hard work is not in mouthing the words, but in making them happen?</p> <p>The tone of the Biennale would not be much clearer if the words VIRTUE SIGNAL were written in topiary. In which context, Devlin’s misreading of Chambers is telling: as a prompt to creative action it’s fine, but it’s also glib. It’s easy to portray the European Enlightenment as a period of white male arrogance – it was – but harder to acknowledge that it included a fascination with, and sometimes love for, nature to which the contemporary world is indebted. If Chambers, as Devlin claims, embodied his epoch’s “<a href=\"https://thespaces.com/es-devlin-will-turn-somerset-houses-courtyard-into-an-urban-forest\">attitude of human dominance over nature</a>”, in what way is her deployment of arboreal mascots different?</p>  <figure class=\"element element-image\" data-media-id=\"ec0fb07f87b7c0af6572a83c87921fe4271e8e28\"> <img src=\"https://media.guim.co.uk/ec0fb07f87b7c0af6572a83c87921fe4271e8e28/0_328_5000_3002/1000.jpg\" alt=\"The Kingston Cycle Hub.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Bringing dignity to transport infrastructure’: the Kingston Cycle Hub.</span> <span class=\"element-image__credit\">Photograph: Buro Happold</span> </figcaption> </figure>  <p>All of which makes welcome a new three-storey cycle hub in Kingston upon Thames, by Sarah Wigglesworth Architects and the engineers Buro Happold, a practical step to address issues of sustainability. It’s a British version of the bike storage facilities common in the Netherlands that, aiming to be more than a piece of equipment, seeks to raise the quality of its urban setting. It has space for a cafe and a repair shop as well as storage racks for 450 bicycles. Like the stations of the Victorian railways and the London underground of the 1930s, it’s about bringing dignity to transport infrastructure. “Usually,” says Wigglesworth, such places are “really dire, an afterthought, second class”. Her design is about “raising the status of cycling. It is eye-catching and aesthetic, which gives it a sense of importance.”</p> <p>The hub is part of a “mini Holland”, one of the better concepts to come out of Boris Johnson’s mayoralty of London, which means that outer London boroughs, in this case Kingston, can access funding for Dutch-style cycling infrastructure. The new building stands next to Kingston station, connecting a new network of cycling routes with the railways.</p> <p>The setting is a strange hybrid. It’s a historic Surrey market town gobbled by a London suburb, one where seven Saxon kings were crowned, with pleasant, irregular streets and squares made up of variegated buildings accumulated over time. It is shaped by its location on a major route into London – until the 18th century, Kingston Bridge was the last one over the Thames before London Bridge, many miles downriver. Volumes of traffic still funnel through, handled by a brutal 1980s multilane road system. The 1980s also brought big retail – a shopping mall, a John Lewis – grafted awkwardly on to the town’s quainter and more intimate fabric.</p> <p>The new project includes, as well as the storage building, some taming of the traffic, a new pedestrian bridge over one of those roads and garden linking the hub and the bridge, designed by the Dutch landscape architects Okra. Taken together, these projects bring a little calm and refuge to what Wigglesworth calls a “very hostile environment”. They ease and encourage connections to the nearby River Thames, of whose presence, on arrival at the station, you previously got no clue.</p>  <figure class=\"element element-image\" data-media-id=\"da93cfc685259cd9f1ee9d4135a9581f3289fed8\"> <img src=\"https://media.guim.co.uk/da93cfc685259cd9f1ee9d4135a9581f3289fed8/0_0_5000_3359/1000.jpg\" alt=\"The Kingston cycle bridge.\" width=\"1000\" height=\"672\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A little calm and refuge’: the Kingston cycle bridge.</span> <span class=\"element-image__credit\">Photograph: Buro Happold</span> </figcaption> </figure>  <p>Both bridge and storage building are animated by crisscrossing steel struts at different scales, a simple enough device that uses their engineering to bring character and presence. Wigglesworth says that their repeating V-shapes refer to the crowns of those Saxon kings. She also claims inspiration from the Kingston-born photographer Eadweard Muybridge: the bridge and the hub are meant to frame movement in the same way that his images subdivided the actions of people and animals.</p> <p>You wouldn’t get these references if you weren’t told, but their justification is in the outcome. The new work doesn’t wholly succeed in the almost impossible task of standing up to the roads, but it makes its setting much more civilised. “Older women like myself,” says Wigglesworth, “are scared, not confident, about cycling.” Her work, and the network of which it is part, promises to engender less fear and more pride.</p>","newspaperPageNumber":"32","wordcount":"1443","commentCloseDate":"2021-06-27T23:00:00Z","commentable":"true","firstPublicationDate":"2021-06-06T10:00:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-06T10:00:36Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hjz2m","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d4d1d82baf44c38793049ae1d05d9e0fa77e1dd9/723_0_5265_3163/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"First, let me defend a dead white man. The 18th-century architect William Chambers was not, as the designer Es Devlin suggests, a tree-hater. He designed Kew Gardens, wrote treatises on gardening and said that “gardeners, like poets, should give a loose to their imagination and even fly beyond the bounds of truth”. He may or may not have been reprehensible in other ways, for example when he was an employee of the Swedish East India Company, but on the charge of arboriphobia he is innocent. It’s true that he didn’t want any trees in the imposing classical courtyard of Somerset House in London, which he designed, a fact that has provoked Devlin to install a temporary Forest for Change, the centrepiece of the London Design Biennale. Four hundred trees have been installed, which will later be permanently planted in London boroughs. Here, you can wander its winding paths and hear birdsong from round the world, part of a soundtrack by Brian Eno. The project has been realised with the support of the film-maker Richard Curtis and has some of the feelgood vibe of Love Actually and Notting Hill. In a clearing at one end, 17 pillars stand, telling you about the United Nations-backed global goals for sustainable development. Millennial-sounding voices play through speakers, playbacks of comments invited from visitors. They say things such as: “I want to live in a world where sustainable fashion is the norm” and: “I want to live in a world where big businesses act responsibly and care for their employees.” In the blocks around the court, a series of installations, some of them representing individual countries, expands on themes of sustainability. Poland offers an exhibit on the use of fabrics to keep homes warm or cool and Chile an array of musical instruments carved out of stone. The latter is seeking to make a point about the uses and abuses of minerals. The Latvians have built a box-like structure to which you can address questions, which dispenses cryptic answers in the form of lines from the nation’s folk tales. It’s a sort of low-tech, emotionally aware Siri, which turns out to contain (spoiler alert!) an actual human being. It’s engaging, if a little obscure in its purpose. Out on the riverside terrace of Somerset House there’s a Pavilion of the African Diaspora, a conch-shaped events space by the luxury product designer Ini Archibong, described as “a sanctuary to tell stories and create a reality where voices are recognised and respected for the diversity of their timbre”. Germany brings us a room called Spoon Archaeology, a meditation on disposable plastic cutlery, which is more interesting than it sounds. There are text-heavy displays such as Kingston University’s room on Designing for Time. The aims of these installations are to “foster international dialogue towards seeking solutions to the world’s biggest global challenges”. This is all well and good. Devlin’s grove is as charming as can be, framing Chambers’s straight lines in intriguing ways. As an example of the desirability of trees in cities, it works. A tree in temporary, shallow soil, it must be said, can never be as happy and rewarding as one in actual ground. Some look a bit droopy. You’re instructed not to touch them and they’re too small to sit under. And, in the clearing, instead of the lecturing totems – there must be another way to convey their messages – it would be really nice to have some benches. The forest’s extent is circumscribed by the need to maintain access for ambulances round the outside (which, as I was once taken by one from this very courtyard following an ice-skating accident, I can appreciate). That all said, the first reaction to the sudden boskiness of this hard space is one of delight. But you also feel that, since we’re living in a climate emergency, something more urgent is needed than the indirect messaging of the Biennale. We are surely past the stage of “fostering dialogue” and raising awareness – how about some clear, strong, large-scale ideas as to what can actually be done? A small treat in the German spoon exhibit is a minor film by the great 20th-century designers Ray and Charles Eames, about eating with banana leaves as implements. They were also geniuses at conveying messages through impactful multimedia displays and it would be wonderful if similar genius could be found now. Some tough questions could usefully be addressed. Apparently, all world leaders have signed up to the global goals, which presumably includes the likes of presidents Lukashenko of Belarus and Bolsonaro of Brazil. Doesn’t this ring some alarm bells? If people like them claim to support “peace, justice and strong institutions” (goal 16) and “sustainable use of terrestrial ecosystems” (goal 15), doesn’t it suggest that the really hard work is not in mouthing the words, but in making them happen? The tone of the Biennale would not be much clearer if the words VIRTUE SIGNAL were written in topiary. In which context, Devlin’s misreading of Chambers is telling: as a prompt to creative action it’s fine, but it’s also glib. It’s easy to portray the European Enlightenment as a period of white male arrogance – it was – but harder to acknowledge that it included a fascination with, and sometimes love for, nature to which the contemporary world is indebted. If Chambers, as Devlin claims, embodied his epoch’s “attitude of human dominance over nature”, in what way is her deployment of arboreal mascots different? All of which makes welcome a new three-storey cycle hub in Kingston upon Thames, by Sarah Wigglesworth Architects and the engineers Buro Happold, a practical step to address issues of sustainability. It’s a British version of the bike storage facilities common in the Netherlands that, aiming to be more than a piece of equipment, seeks to raise the quality of its urban setting. It has space for a cafe and a repair shop as well as storage racks for 450 bicycles. Like the stations of the Victorian railways and the London underground of the 1930s, it’s about bringing dignity to transport infrastructure. “Usually,” says Wigglesworth, such places are “really dire, an afterthought, second class”. Her design is about “raising the status of cycling. It is eye-catching and aesthetic, which gives it a sense of importance.” The hub is part of a “mini Holland”, one of the better concepts to come out of Boris Johnson’s mayoralty of London, which means that outer London boroughs, in this case Kingston, can access funding for Dutch-style cycling infrastructure. The new building stands next to Kingston station, connecting a new network of cycling routes with the railways. The setting is a strange hybrid. It’s a historic Surrey market town gobbled by a London suburb, one where seven Saxon kings were crowned, with pleasant, irregular streets and squares made up of variegated buildings accumulated over time. It is shaped by its location on a major route into London – until the 18th century, Kingston Bridge was the last one over the Thames before London Bridge, many miles downriver. Volumes of traffic still funnel through, handled by a brutal 1980s multilane road system. The 1980s also brought big retail – a shopping mall, a John Lewis – grafted awkwardly on to the town’s quainter and more intimate fabric. The new project includes, as well as the storage building, some taming of the traffic, a new pedestrian bridge over one of those roads and garden linking the hub and the bridge, designed by the Dutch landscape architects Okra. Taken together, these projects bring a little calm and refuge to what Wigglesworth calls a “very hostile environment”. They ease and encourage connections to the nearby River Thames, of whose presence, on arrival at the station, you previously got no clue. Both bridge and storage building are animated by crisscrossing steel struts at different scales, a simple enough device that uses their engineering to bring character and presence. Wigglesworth says that their repeating V-shapes refer to the crowns of those Saxon kings. She also claims inspiration from the Kingston-born photographer Eadweard Muybridge: the bridge and the hub are meant to frame movement in the same way that his images subdivided the actions of people and animals. You wouldn’t get these references if you weren’t told, but their justification is in the outcome. The new work doesn’t wholly succeed in the almost impossible task of standing up to the roads, but it makes its setting much more civilised. “Older women like myself,” says Wigglesworth, “are scared, not confident, about cycling.” Her work, and the network of which it is part, promises to engender less fear and more pride.","charCount":"8675","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rowan-moore\">Rowan Moore</a>"}]