{"response":{"status":"ok","userTier":"developer","total":2271637,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227164,"orderBy":"newest","results":[{"id":"australia-news/live/2021/may/31/coronavirus-australia-live-melbourne-lockdown-victoria-morrison-albanese-covid","type":"liveblog","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2021-05-30T21:40:28Z","webTitle":"Coronavirus Australia live: Melbourne on alert after mystery Covid case in aged care","webUrl":"https://www.theguardian.com/australia-news/live/2021/may/31/coronavirus-australia-live-melbourne-lockdown-victoria-morrison-albanese-covid","apiUrl":"https://content.guardianapis.com/australia-news/live/2021/may/31/coronavirus-australia-live-melbourne-lockdown-victoria-morrison-albanese-covid","fields":{"headline":"Coronavirus Australia live: Melbourne on alert after mystery Covid case in aged care","standfirst":"<p>Tensions between state and federal government continue over financial support as Victoria enters its fourth day of lockdown</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Full list of Victorian Covid public exposure sites</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Melbourne and regional Victoria lockdown coronavirus rules explained</a></li></ul>","trailText":"Tensions between state and federal government continue over financial support as Victoria enters its fourth day of lockdown","byline":"Amy Remeikis","main":"<figure class=\"element element-image\" data-media-id=\"feb8d8a2ec2634aea824ec9095be0c3e2276b310\"> <img src=\"https://media.guim.co.uk/feb8d8a2ec2634aea824ec9095be0c3e2276b310/65_21_4271_2563/1000.jpg\" alt=\"A man passes a sign in Federation Square telling people to stay home\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melbourne Covid outbreak: Victoria enters its fourth day of lockdown as coronavirus cluster grows. </span> <span class=\"element-image__credit\">Photograph: William West/AFP/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b405748f08d486a7717e08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T21:39:21.852Z\">10.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>AAP has the latest on the mystery Covid case in an Altona aged care home:</p> <p>A Melbourne aged care worker’s “mystery case” has authorities worried, as fellow staff members and residents prepare for more COVID-19 testing and vaccinations.</p> <p>Arcare Maidstone residents were locked down and placed into self-isolation on Sunday after a female healthcare worker at the facility tested positive.<br></p> <p>The Altona woman worked at the site in the city’s northwest on Wednesday and Thursday and may have been infectious at the time.<br></p> <p>Arcare chief executive <strong>Colin Singh</strong> said no other staff members or residents had returned positive results but further testing was planned for Tuesday. <br></p> <p>“We know this is an anxious time, but we ask that you please do not call asking for the results,” Mr Singh wrote in a letter.<br></p> <p>The Altona woman, one of five local cases reported on Sunday, tested positive despite receiving her first coronavirus jab on May 12.</p> <p>Only a third of Arcare Maidstone’s 110 staff and 53 of 76 residents have been vaccinated so far, and the federal government has brought forward scheduled vaccinations to Monday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T21:40:28.991Z\">at 10.40pm BST</time></p>  </div> <div id=\"block-60b402488f088d8c3178df86\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T21:32:52.460Z\">10.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning</h2>  <div class=\"block-elements\">  <p>Happy Monday, everyone. </p> <p>Welcome back to Guardian Australia – you have a hybrid blog today. Parliament isn’t sitting as it’s Reconciliation Day in the ACT and therefore a public holiday, but all the MPs are still in town, which means you get a dose of politics. </p> <p>But of course, most attention is on Victoria and the fourth lockdown, particularly as authorities try to work out the link to a mystery Covid cases – a person who worked in an aged care facility.</p> <p>People who are vulnerable to Covid were meant to have been vaccinated by Easter. At the end of May, we still have aged care homes where no doses of the vaccine have been administered. </p> <p>What we did get this weekend though, was the deputy prime minister, and senior ministers, argue about whether it should be a “race” or not to vaccinate Australians against a virus which has caused a worldwide pandemic.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/murpharoo/status/1398912748403105793\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">While Dumb and Dumber got snagged on whether the vaccination rollout was or wasn’t a race, the Victorian government changed the politics of the pandemic. Some commentary on today’s events <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a>  <a href=\"https://t.co/1cvn0VUFsP\">https://t.co/1cvn0VUFsP</a></p>&mdash; Katharine Murphy (@murpharoo) <a href=\"https://twitter.com/murpharoo/status/1398912748403105793?ref_src=twsrc%5Etfw\">May 30, 2021</a></blockquote>  </figure>  <p>We’ll cover everything that’s happening in Canberra, Victoria and anywhere else you need to know about. </p> <p>You’ve got <strong>Amy Remeikis </strong>with you for most of the day, along with the Guardian brains trust. It’s a chilly day in Canberra so it’s already a two-coffee and a tea situation – hope you’re warm and ready to get into it. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T21:39:13.007Z\">at 10.39pm BST</time></p>  </div>","wordcount":"391","firstPublicationDate":"2021-05-30T21:34:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T21:40:28Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjxbd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/feb8d8a2ec2634aea824ec9095be0c3e2276b310/65_21_4271_2563/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"AAP has the latest on the mystery Covid case in an Altona aged care home: A Melbourne aged care worker’s “mystery case” has authorities worried, as fellow staff members and residents prepare for more COVID-19 testing and vaccinations. Arcare Maidstone residents were locked down and placed into self-isolation on Sunday after a female healthcare worker at the facility tested positive. The Altona woman worked at the site in the city’s northwest on Wednesday and Thursday and may have been infectious at the time. Arcare chief executive Colin Singh said no other staff members or residents had returned positive results but further testing was planned for Tuesday. “We know this is an anxious time, but we ask that you please do not call asking for the results,” Mr Singh wrote in a letter. The Altona woman, one of five local cases reported on Sunday, tested positive despite receiving her first coronavirus jab on May 12. Only a third of Arcare Maidstone’s 110 staff and 53 of 76 residents have been vaccinated so far, and the federal government has brought forward scheduled vaccinations to Monday. Happy Monday, everyone. Welcome back to Guardian Australia – you have a hybrid blog today. Parliament isn’t sitting as it’s Reconciliation Day in the ACT and therefore a public holiday, but all the MPs are still in town, which means you get a dose of politics. But of course, most attention is on Victoria and the fourth lockdown, particularly as authorities try to work out the link to a mystery Covid cases – a person who worked in an aged care facility. People who are vulnerable to Covid were meant to have been vaccinated by Easter. At the end of May, we still have aged care homes where no doses of the vaccine have been administered. What we did get this weekend though, was the deputy prime minister, and senior ministers, argue about whether it should be a “race” or not to vaccinate Australians against a virus which has caused a worldwide pandemic. We’ll cover everything that’s happening in Canberra, Victoria and anywhere else you need to know about. You’ve got Amy Remeikis with you for most of the day, along with the Guardian brains trust. It’s a chilly day in Canberra so it’s already a two-coffee and a tea situation – hope you’re warm and ready to get into it.","charCount":"2281","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/amy-remeikis\">Amy Remeikis</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/may/30/chelsea-eye-romelu-lukaku-as-tuchel-targets-premier-league-title-challenge","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-30T21:30:05Z","webTitle":"Chelsea eye Romelu Lukaku as Tuchel targets Premier League title challenge","webUrl":"https://www.theguardian.com/football/2021/may/30/chelsea-eye-romelu-lukaku-as-tuchel-targets-premier-league-title-challenge","apiUrl":"https://content.guardianapis.com/football/2021/may/30/chelsea-eye-romelu-lukaku-as-tuchel-targets-premier-league-title-challenge","fields":{"headline":"Chelsea eye Romelu Lukaku as Tuchel targets Premier League title challenge","standfirst":"<ul><li>Thomas Tuchel keen to add to his attacking options</li><li>‘Two or three signings could be very good – we don’t need seven’</li></ul>","trailText":"Thomas Tuchel is planning a move for Romelu Lukaku as he considers how to build a dynasty at Chelsea and mould a side capable of challenging for the Premier League title next season","byline":"Jacob Steinberg in Porto","main":"<figure class=\"element element-image\" data-media-id=\"b56110573bc3531d5633a67023f51b01426c0c6a\"> <img src=\"https://media.guim.co.uk/b56110573bc3531d5633a67023f51b01426c0c6a/365_239_3901_2340/1000.jpg\" alt=\"Romelu Lukaku after scoring for Inter against Udinese\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romelu Lukaku after scoring for Inter against Udinese. The former Chelsea, Everton and Manchester United forward scored 24 goals as Inter won the Serie A title.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>","body":"<p>Thomas Tuchel is planning a move for Romelu Lukaku as he considers how to build a dynasty at Chelsea and mould a side capable of challenging for the Premier League title next season after <a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\">winning the Champions League</a> on Saturday night.</p> <p>Chelsea became European champions for the second time after their 1-0 victory over Manchester City at the Estadio do Dragão and Tuchel, who is close to signing a new two-year deal, is already hungry for more success. The manager, who met the club’s owner, Roman Abramovich, in person for the first time on Saturday, is targeting a maximum of three signings this summer and is keen to increase his options in attack, with Internazionale’s Lukaku prominent in his thoughts.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\">Chelsea win Champions League after Kai Havertz stuns Manchester City</a> </p> </aside>  <p>Inter will do all they can to keep Lukaku after signing him for £74m from Manchester United two years ago. The Italians will not want to make a loss on him and will first look to raise funds by selling the right-back Achraf Hakimi and the Argentina forward Lautaro Martínez. However, Chelsea have the financial means to test Inter’s resolve and Tuchel, who had further talks with Abramovich on Sunday, is determined to fashion an all-conquering side.</p> <p>“We have to check with the owner if this is his plan,” Tuchel said. “It’s always possible. The belief is very strong. We have a group with a very strong bond. It’s still a young squad. It’s the challenge now to make this not too heavy for us, this huge success.</p> <p>“It’s like a similar deal with Tom Brady when they ask him what is his favourite win and he says, ‘the next one’. We have a Premier League to play from day one. We will be seen a bit differently as Champions League winners and this is where we have to step up. If we really want to build something, I’m all in. I’m happy to discuss it. If our beliefs match, we go from there.”</p> <p>A new striker is a priority for Tuchel, who is set to be handed a contract extension until 2023 with the option of a further year. Chelsea have lacked ruthlessness this season, with Timo Werner enduring a trying campaign, and will need a better cutting edge if they are to end City’s domestic supremacy after finishing fourth this season.</p> <p>Chelsea, who could also strengthen in defence and midfield, are one of the clubs interested in Harry Kane, who wants to leave Tottenham. However, Spurs are unlikely to do business with them and it is also understood that Borussia Dortmund are determined not to lose Erling Haaland this summer. Dortmund would prefer to sell the England winger Jadon Sancho.</p>  <figure class=\"element element-image\" data-media-id=\"c069fdbe1c87607e8c4e52eab973d6166e877a20\"> <img src=\"https://media.guim.co.uk/c069fdbe1c87607e8c4e52eab973d6166e877a20/0_123_4736_2842/1000.jpg\" alt=\"Chelsea are keen to move for Declan Rice, who has become a key figure in midfield for West Ham and England.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chelsea are keen to move for Declan Rice, who has become a key figure in midfield for West Ham and England.</span> <span class=\"element-image__credit\">Photograph: Justin Setterfield/Getty Images</span> </figcaption> </figure>  <p>That has left Chelsea considering a reunion with Lukaku. A move for the Belgium striker, who had a brief spell in west London before joining Everton in 2013, could be feasible because of Inter’s financial difficulties. Inter need to sell players this summer and Lukaku is considering his future after seeing the former Chelsea manager Antonio Conte leave the Serie A champions by mutual consent last week.</p> <p>Lukaku scored 24 goals in 36 appearances as Inter won the title for the first time since 2010. The 28-year-old’s goalscoring pedigree is not in doubt and Conte was close to bringing him back to Chelsea four years ago, only for United to sign the forward for £75m from Everton.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/30/champions-league-chelsea-manchester-city-tuchel-guardiola-tactics\">Tuchel wins tactical battle as Pep hits panic button | Jonathan Wilson</a> </p> </aside>  <p>Tuchel has often played without a traditional No 9 since replacing Frank Lampard on an initial 18-month deal in January. Olivier Giroud could leave on a free transfer and Chelsea, who are due to hand Thiago Silva a new one-year deal, could raise funds by selling Tammy Abraham, who was not on the bench against City. West Ham and Leicester are interested in Abraham.</p> <p>Other departures could also include Ross Barkley, Emerson Palmieri, Ruben Loftus-Cheek and Fikayo Tomori. Milan are expected to make Tomori’s loan move permanent by signing the defender for £25m.</p> <p>Chelsea are expected to open talks with Antonio Rüdiger and Andreas Christensen before both defenders run out of contract next summer. Yet they could need a new centre-back if Kurt Zouma leaves. They have looked at Bayern Munich’s Niklas Süle and Jérôme Boateng.</p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <p>Another midfielder is also a possibility. Tuchel has revived Chelsea’s interest in Declan Rice, though there is no indication that West Ham are prepared to sell him. Other options include Benfica’s Julian Weigl, Rennes’ Eduardo Camavinga and Monaco’s Aurélien Tchouaméni.</p> <p>Yet Tuchel, who is set to receive an increase on his £7m a year salary, does not believe that Chelsea need many signings after spending £220m on seven players last summer. “Two or three could be very, very good,” he said. “We don’t need another seven. But we have some ideas to make the group stronger.”</p> <p>Tuchel, who has been living in a hotel since arriving at Chelsea, will be joined by his family in London this summer. “We will get a house in the middle of July,” he said. “My family will come over in August. It felt like sacrifice. It was in some ways good to have the full concentration during this crazy time with corona and Brexit, and kids in school – that we don’t have to balance everything. But it was a lot for them.”</p>","newspaperPageNumber":"41","wordcount":"873","firstPublicationDate":"2021-05-30T21:30:05Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T21:36:47Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htpxq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b56110573bc3531d5633a67023f51b01426c0c6a/365_239_3901_2340/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Thomas Tuchel is planning a move for Romelu Lukaku as he considers how to build a dynasty at Chelsea and mould a side capable of challenging for the Premier League title next season after winning the Champions League on Saturday night. Chelsea became European champions for the second time after their 1-0 victory over Manchester City at the Estadio do Dragão and Tuchel, who is close to signing a new two-year deal, is already hungry for more success. The manager, who met the club’s owner, Roman Abramovich, in person for the first time on Saturday, is targeting a maximum of three signings this summer and is keen to increase his options in attack, with Internazionale’s Lukaku prominent in his thoughts. Inter will do all they can to keep Lukaku after signing him for £74m from Manchester United two years ago. The Italians will not want to make a loss on him and will first look to raise funds by selling the right-back Achraf Hakimi and the Argentina forward Lautaro Martínez. However, Chelsea have the financial means to test Inter’s resolve and Tuchel, who had further talks with Abramovich on Sunday, is determined to fashion an all-conquering side. “We have to check with the owner if this is his plan,” Tuchel said. “It’s always possible. The belief is very strong. We have a group with a very strong bond. It’s still a young squad. It’s the challenge now to make this not too heavy for us, this huge success. “It’s like a similar deal with Tom Brady when they ask him what is his favourite win and he says, ‘the next one’. We have a Premier League to play from day one. We will be seen a bit differently as Champions League winners and this is where we have to step up. If we really want to build something, I’m all in. I’m happy to discuss it. If our beliefs match, we go from there.” A new striker is a priority for Tuchel, who is set to be handed a contract extension until 2023 with the option of a further year. Chelsea have lacked ruthlessness this season, with Timo Werner enduring a trying campaign, and will need a better cutting edge if they are to end City’s domestic supremacy after finishing fourth this season. Chelsea, who could also strengthen in defence and midfield, are one of the clubs interested in Harry Kane, who wants to leave Tottenham. However, Spurs are unlikely to do business with them and it is also understood that Borussia Dortmund are determined not to lose Erling Haaland this summer. Dortmund would prefer to sell the England winger Jadon Sancho. That has left Chelsea considering a reunion with Lukaku. A move for the Belgium striker, who had a brief spell in west London before joining Everton in 2013, could be feasible because of Inter’s financial difficulties. Inter need to sell players this summer and Lukaku is considering his future after seeing the former Chelsea manager Antonio Conte leave the Serie A champions by mutual consent last week. Lukaku scored 24 goals in 36 appearances as Inter won the title for the first time since 2010. The 28-year-old’s goalscoring pedigree is not in doubt and Conte was close to bringing him back to Chelsea four years ago, only for United to sign the forward for £75m from Everton. Tuchel has often played without a traditional No 9 since replacing Frank Lampard on an initial 18-month deal in January. Olivier Giroud could leave on a free transfer and Chelsea, who are due to hand Thiago Silva a new one-year deal, could raise funds by selling Tammy Abraham, who was not on the bench against City. West Ham and Leicester are interested in Abraham. Other departures could also include Ross Barkley, Emerson Palmieri, Ruben Loftus-Cheek and Fikayo Tomori. Milan are expected to make Tomori’s loan move permanent by signing the defender for £25m. Chelsea are expected to open talks with Antonio Rüdiger and Andreas Christensen before both defenders run out of contract next summer. Yet they could need a new centre-back if Kurt Zouma leaves. They have looked at Bayern Munich’s Niklas Süle and Jérôme Boateng. Another midfielder is also a possibility. Tuchel has revived Chelsea’s interest in Declan Rice, though there is no indication that West Ham are prepared to sell him. Other options include Benfica’s Julian Weigl, Rennes’ Eduardo Camavinga and Monaco’s Aurélien Tchouaméni. Yet Tuchel, who is set to receive an increase on his £7m a year salary, does not believe that Chelsea need many signings after spending £220m on seven players last summer. “Two or three could be very, very good,” he said. “We don’t need another seven. But we have some ideas to make the group stronger.” Tuchel, who has been living in a hotel since arriving at Chelsea, will be joined by his family in London this summer. “We will get a house in the middle of July,” he said. “My family will come over in August. It felt like sacrifice. It was in some ways good to have the full concentration during this crazy time with corona and Brexit, and kids in school – that we don’t have to balance everything. But it was a lot for them.”","charCount":"5005","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jacob-steinberg\">Jacob Steinberg</a> in Porto"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"australia-news/2021/may/31/morning-mail-melbourne-mystery-covid-case-plundering-the-pacific-the-return-of-crowded-house","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2021-05-30T20:58:04Z","webTitle":"Morning mail: Melbourne mystery Covid case, plundering the Pacific, the return of Crowded House","webUrl":"https://www.theguardian.com/australia-news/2021/may/31/morning-mail-melbourne-mystery-covid-case-plundering-the-pacific-the-return-of-crowded-house","apiUrl":"https://content.guardianapis.com/australia-news/2021/may/31/morning-mail-melbourne-mystery-covid-case-plundering-the-pacific-the-return-of-crowded-house","fields":{"headline":"Morning mail: Melbourne mystery Covid case, plundering the Pacific, the return of Crowded House","standfirst":"<p><strong>Monday</strong>: Concern after Victorian healthcare worker in aged care tests positive. Plus: the Guardian investigates the projects taking a toll on Pacific island nations</p>","trailText":"<strong>Monday</strong>: Concern after Victorian healthcare worker in aged care tests positive. Plus: the Guardian investigates the projects taking a toll on Pacific island nations","byline":"Imogen Dewey","main":"<figure class=\"element element-image\" data-media-id=\"af3287f7bae62e41f07e73c383c12eb9a347fa5e\"> \n <img src=\"https://media.guim.co.uk/af3287f7bae62e41f07e73c383c12eb9a347fa5e/803_58_5789_3475/1000.jpg\" alt=\"Victorian acting premier James Merlino\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Victorian acting premier James Merlino said Victorians should be angry the federal government was not providing support amid the latest lockdown.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Pockett/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>Good morning – it’s already the last day of May! <strong>Melbourne’s</strong> <strong>Covid cluster </strong>is <a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">now at 40</a>, there are calls for Australia to <strong>rethink skilled immigration</strong>,<strong> </strong>and one country is dominating the <strong>exploitation of Pacific resources</strong>. This is Imogen Dewey with today’s main stories and some tips for safe gardening.</p> \n<p><strong>Victoria yesterday <a href=\"https://www.theguardian.com/australia-news/2021/may/30/victoria-reports-five-new-local-covid-cases-on-day-three-of-circuit-breaker-lockdown\">confirmed five new locally acquired Covid infections</a> </strong>– including one “extremely concerning” mystery case in aged care – on day three of its <a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">fourth lockdown</a>. The acting premier, <strong>James Merlino</strong>, <a href=\"https://www.theguardian.com/australia-news/2021/may/30/victoria-takes-aim-at-disgraceful-lack-of-federal-financial-support-during-lockdown\">said every state business owner should be angry</a> that the federal government had rejected calls to provide additional financial support during the state’s fourth lockdown, as the cost to the economy was estimated to hit $700m. Merlino spoke for Australia, <a href=\"https://www.theguardian.com/australia-news/2021/may/30/the-age-of-accountability-has-dawned-the-era-of-state-governments-smiling-at-morrison-through-gritted-teeth-is-over\">writes Katherine Murphy</a>, when he expressed incredulity over the deputy prime minister, Michael McCormack, continuing to tell people the <strong>vaccine rollout</strong> was “not a race” (more on that below).</p> \n<p><strong>Millions of tonnes of minerals, fish and timber are extracted from Pacific island nations each year, generating massive profits for foreign multinationals. </strong>Over the next month, <a href=\"https://www.theguardian.com/world/series/pacific-plunder\">in a major series</a>, we’re reporting on the impact of the logging, mining and fishing industries, as well as the emerging industry of deep-sea mining. <a href=\"https://www.theguardian.com/world/ng-interactive/2021/may/31/pacific-plunder-this-is-who-profits-from-the-mass-extraction-of-the-regions-natural-resources-interactive\">We’ve mapped</a> what resources are being harvested, where they end up, who these projects harm, and who profits – and spoiler: <a href=\"https://www.theguardian.com/world/2021/may/31/the-3bn-bargain-how-china-dominates-pacific-mining-logging-and-fishing\">one country dominates resource extraction</a>. The devastating toll <a href=\"https://www.theguardian.com/world/2021/may/31/they-failed-us-how-mining-and-logging-devastated-a-pacific-island-in-a-decade\">can be seen on Rennell Island</a>, which in the last decade has suffered the triple assault of extensive logging, bauxite mining and a devastating oil spill.</p> \n<p><strong>Andrew Laming</strong> <strong>has defended $15,000 in fresh funding to organisations run by a local LNP branch president, </strong><a href=\"https://www.theguardian.com/australia-news/2021/may/31/andrew-laming-defends-fresh-funding-to-organisations-run-by-lnp-branch-president\">Guardian Australia can reveal</a>. The controversial Liberal MP, who returned to parliament this month after undergoing empathy training, also did not disclose any conflict of interest with the Department of Infrastructure <a href=\"https://www.theguardian.com/australia-news/2021/apr/14/liberal-mp-andrew-laming-awarded-grants-to-two-organisations-run-by-lnp-branch-president\">before awarding more than $20,000 in grants</a> to these same organisations in previous rounds of the Stronger Communities program. In response to questions from Guardian Australia, Laming said neither he nor his staff selected projects, saying he had set up “SharkTank” events to choose successful recipients.</p> \n<h2>Australia</h2> \n<figure class=\"element element-image\" data-media-id=\"9663ffb35829d8fec57e1cb272933797b67ba91b\"> \n <img src=\"https://media.guim.co.uk/9663ffb35829d8fec57e1cb272933797b67ba91b/0_211_6333_3800/1000.jpg\" alt=\"an airport\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Research out today criticises the government for shifting the composition of Australia’s permanent skilled migrant intake away from ‘skilled migrants best placed to succeed’ and towards unproven programs, including the ‘global talent’ initiative.</span> \n  <span class=\"element-image__credit\">Photograph: Asanka Ratnayake/Getty Images</span> \n </figcaption> \n</figure> \n<p><a href=\"https://www.theguardian.com/australia-news/2021/may/31/coalition-should-target-younger-higher-skilled-migrants-who-bring-long-term-benefits-to-australia-thinktank-says\">The Grattan Institute says</a> <strong>the Coalition should target younger, higher-skilled migrants who bring long-term benefits to Australia</strong>. A report out today argues that the closed international border is a “unique opportunity” to rethink permanent skilled migration.</p> \n<p><strong>The former NSW Labor leader Michael Daley will once again <a href=\"https://www.theguardian.com/australia-news/2021/may/30/michael-daley-to-run-for-nsw-labor-leadership-again-after-overseeing-partys-defeat-in-2019-poll\">nominate for the top job</a> today</strong> – though marginal MPs reportedly fear a ballot <a href=\"https://www.smh.com.au/politics/nsw/marginal-seat-mps-fear-a-membership-ballot-would-damage-election-hopes-20210530-p57wgq.html\">“would damage election hopes”</a>.</p> \n<p><strong>A free trade deal between the UK and Australia is on course to <a href=\"https://www.theguardian.com/politics/2021/may/30/alarm-at-secret-court-scheme-in-uk-australia-trade-deal\">include a controversial system of secret courts</a></strong> that will allow businesses to seek compensation if their profits are hit by government policies.</p> \n<p><strong>Covid travel restrictions mean Australian observers are likely to board just one live export ship in two years. </strong>The government says <a href=\"https://www.theguardian.com/australia-news/2021/may/31/australian-observers-likely-to-board-just-one-live-export-ship-in-two-years\">the pandemic has made it too unsafe </a>to carry out the independent observer program, set up after 2,400 sheep died from heat stress on their way to the Middle East in 2018.</p> \n<h2>The world</h2> \n<figure class=\"element element-image\" data-media-id=\"680d744896e4c7737262e76df652e2437e8bd128\"> \n <img src=\"https://media.guim.co.uk/680d744896e4c7737262e76df652e2437e8bd128/0_234_3500_2100/1000.jpg\" alt=\"The Wuhan Institute of Virology\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">An on-the-ground investigation by WHO experts this year concluded that it was ‘extremely unlikely’ that the pandemic began with a laboratory accident.</span> \n  <span class=\"element-image__credit\">Photograph: Thomas Peter/Reuters</span> \n </figcaption> \n</figure> \n<p>A health expert affiliated with the World Health Organization has <strong>called on the US to <a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\">share any intelligence</a> it has about the origins of the coronavirus outbreak</strong> with the WHO and the scientific community. US intelligence chiefs last week said they had two theories: either it emerged naturally from human contact with infected animals, or it was a laboratory accident.</p> \n<p><strong>President Joe Biden has said he will press President Vladimir Putin to respect human rights</strong> when the two leaders <a href=\"https://www.theguardian.com/us-news/2021/may/30/joe-biden-vladimir-putin-human-rights-geneva-summit\">meet at a Geneva summit in June</a>.</p> \n<p><strong>The far-right Israeli politician Naftali Bennett and opposition leader Yair Lapid have agreed to forge a coalition government</strong> which would <a href=\"https://www.theguardian.com/world/2021/may/30/israel-opposition-netanyahu-lapid-bennett\">see Benjamin Netanyahu ousted after 12 years in power</a>.</p> \n<p><strong>Boris Johnson <a href=\"https://www.theguardian.com/politics/2021/may/30/boris-johnson-and-carrie-symonds-to-delay-honeymoon\">secretly wed on Saturday</a>,</strong> and Catholics are <a href=\"https://www.theguardian.com/politics/2021/may/30/boris-johnson-carrie-symmonds-married-catcholic-church\">questioning why he was able to marry in church</a>, as the faith’s law does not recognise divorce.</p> \n<h2>Recommended reads</h2> \n<figure class=\"element element-image\" data-media-id=\"1be84808b53d92222e60bbcf31138916e5ceb068\"> \n <img src=\"https://media.guim.co.uk/1be84808b53d92222e60bbcf31138916e5ceb068/351_257_2336_1402/1000.jpg\" alt=\"Neil Finn on stage\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Neil Finn: ‘In some ways it’s a return, as much as it’s a new phase.’</span> \n  <span class=\"element-image__credit\">Photograph: Dave Simpson/WireImage</span> \n </figcaption> \n</figure> \n<p><strong>As Crowded House returns with a new lineup, Neil Finn is feeling optimistic. </strong>With just one international hit, 1986’s Don’t Dream It’s Over, international readers may not fathom the occasion of a new Crowded House album; how thoroughly the band’s 80s and 90s catalogue is entwined in the cultural fabric of Australia and New Zealand. For Antipodeans, <a href=\"https://www.theguardian.com/music/2021/may/31/neil-finn-on-the-return-of-crowded-house-i-am-ultimately-very-optimistic-about-the-world\">as Nick Buckley writes</a> in his review of the “richly textured” Dreamers Are Waiting, it’s a big deal.</p> \n<p><strong>“I’m one of those irritating people who says they like running and actually means it.” </strong>Running is pleasure and pain, success and failure, exhilaration and tedium. And <a href=\"https://www.theguardian.com/commentisfree/2021/may/31/im-one-of-those-irritating-people-who-says-they-like-running-and-actually-means-it\">Emma Kemp will never stop</a>. “Soon, something happens. My feet pick up, the rain metaphorically evaporates and I slide slowly, sweetly into a familiar parallel universe, an other-worldly zone where time ceases to exist. Because time no longer exists, I am late for dinner, and promptly told to sit on a towel. But I have never been more content to marinate in rainwater.”</p> \n<p><strong>A third of veggie patches in Australia’s inner cities have levels of lead that exceed safe guidelines. </strong>But <a href=\"https://www.theguardian.com/lifeandstyle/2021/may/31/working-around-the-legacy-of-lead-how-safe-is-your-veggie-patch\">Natalie Parletta has a guide to “carry on gardening”</a>, a local project helping home gardeners minimise potential exposure risk and stay informed. So what to do to keep your veggie patch safe? Getting clean soil and mixing it with clean compost is a great start …</p> \n<p><strong>Plus: </strong>how a superspreader festival <a href=\"https://www.theguardian.com/world/2021/may/30/kumbh-mela-how-a-superspreader-festival-seeded-covid-across-india\">seeded Covid across India</a>.</p> \n<h2>Listen</h2> \n<p><strong>Amid yet another outbreak in Victoria, the federal government is again under scrutiny over the slow pace of the vaccine rollout. </strong><a href=\"https://www.theguardian.com/australia-news/audio/2021/may/31/after-a-muddled-rollout-how-can-australia-boost-vaccinations\">Today on Full Story</a>, Guardian Australia’s medical editor, Melissa Davey, explains where things went wrong, and how other governments around the world have got it right.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"fda3b1ff-b23c-4474-9831-42d87d1b9da4\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p><em>Full Story is Guardian Australia’s daily news podcast. Subscribe for free on<a href=\"https://podcasts.apple.com/au/podcast/full-story/id1482061243\"> Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/7GJod4EyoLywB1AW6zrSHh?si=mbMJnUPiSO2snfF0jNw7jw\"> Spotify</a> or any other podcasting app.</em></p> \n<h2>Sport</h2> \n<p><strong>Last week’s announcement of a five-year $200m broadcast partnership with ViacomCBS (owners of Network 10) represents the light at the end of the tunnel for the A-League and W-League, </strong><a href=\"https://www.theguardian.com/football/2021/may/31/viacomcbs-deal-points-to-brighter-future-for-a-league-and-w-league\">writes Jonathan Howcroft</a>. “After years of off-field squabbling and existential crises Australian professional football can once again focus on the future.”</p> \n<p><strong>Naomi Osaka has been fined US$15,000 (about $19,450) and threatened with expulsion from the French Open </strong>for her <a href=\"https://www.theguardian.com/sport/2021/may/30/french-open-womens-singles-naomi-osaka-patricia-tig\">refusal to “honour her contractual media obligations”</a> after her 6-4, 7-6 (4) victory over Patricia Maria Tig in her first-round match at Roland Garros on Sunday.</p> \n<p><strong>Colombian Egan Bernal sealed the Giro d’Italia title after a final time trial stage in Milan, </strong><a href=\"https://www.theguardian.com/sport/2021/may/30/cycling-giro-ditalia-egan-bernal-milan\">fending off late challenges</a> from Damiano Caruso and Simon Yates, largely thanks to the strength of the team with the biggest budget in cycling.</p> \n<h2>Media roundup</h2> \n<p>A major advertising campaign <a href=\"https://www.smh.com.au/politics/federal/those-ads-won-t-work-on-anyone-new-tack-to-motivate-younger-people-to-get-the-jab-20210528-p57w44.html\">will be launched in July</a> to encourage under-40s to get vaccinated against Covid, according to the<strong> Sydney Morning Herald</strong>. Analysis in the <strong>Financial Review </strong><a href=\"https://www.afr.com/policy/economy/victoria-lags-after-decade-of-decline-20210528-p57w4z\">suggests a decade of economic decline in Victoria has been “covered up”</a>. <a href=\"https://www.theage.com.au/politics/federal/woefully-inadequate-abc-cops-stick-for-slack-social-media-policy-20210528-p57vze.html\">Opinion is divided over the ABC’s social media policy</a>, reports the <strong>Age</strong>. And the <strong>Australian </strong>says now <a href=\"https://www.theaustralian.com.au/nation/coronavirus-business-wants-shot-at-rollout/news-story/b590b35da7395f0bbd93ccdd4999f323\">business wants a try at the vaccine rollout</a>.</p> \n<h2>Coming up</h2> \n<p>Scott Morrison is in New Zealand for a second day of talks with Jacinda Ardern – on, among other things, <a href=\"https://www.theguardian.com/world/2021/may/30/jacinda-ardern-hosts-scott-morrison-for-new-zealand-talks\">the post-Covid “rulebook”</a>.</p> \n<p>The OECD is releasing its economic outlook.</p> \n<h2>And if you’ve read this far …</h2> \n<p><strong>Many Britons cannot name all parts of the vulva … but can you? </strong>In a study <a href=\"https://www.theguardian.com/lifeandstyle/2021/may/30/most-britons-cannot-name-parts-vulva-survey\">conducted in hospital waiting rooms</a> out of concern for female patients, nearly 40% of respondents mislabelled the clitoris – regardless of their gender.</p> \n<h2>Sign up</h2> \n<p>If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, <a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">sign up here</a>.</p> \n<h2>Get in touch</h2> \n<p>If you have any questions or comments about any of our newsletters please email <a href=\"mailto:newsletters@theguardian.com\">newsletters@theguardian.com</a>.</p>","wordcount":"1268","displayHint":"immersive","firstPublicationDate":"2021-05-30T20:58:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T21:00:39Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjvdn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/af3287f7bae62e41f07e73c383c12eb9a347fa5e/803_58_5789_3475/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Good morning – it’s already the last day of May! Melbourne’s Covid cluster is now at 40, there are calls for Australia to rethink skilled immigration, and one country is dominating the exploitation of Pacific resources. This is Imogen Dewey with today’s main stories and some tips for safe gardening. Victoria yesterday confirmed five new locally acquired Covid infections – including one “extremely concerning” mystery case in aged care – on day three of its fourth lockdown. The acting premier, James Merlino, said every state business owner should be angry that the federal government had rejected calls to provide additional financial support during the state’s fourth lockdown, as the cost to the economy was estimated to hit $700m. Merlino spoke for Australia, writes Katherine Murphy, when he expressed incredulity over the deputy prime minister, Michael McCormack, continuing to tell people the vaccine rollout was “not a race” (more on that below). Millions of tonnes of minerals, fish and timber are extracted from Pacific island nations each year, generating massive profits for foreign multinationals. Over the next month, in a major series, we’re reporting on the impact of the logging, mining and fishing industries, as well as the emerging industry of deep-sea mining. We’ve mapped what resources are being harvested, where they end up, who these projects harm, and who profits – and spoiler: one country dominates resource extraction. The devastating toll can be seen on Rennell Island, which in the last decade has suffered the triple assault of extensive logging, bauxite mining and a devastating oil spill. Andrew Laming has defended $15,000 in fresh funding to organisations run by a local LNP branch president, Guardian Australia can reveal. The controversial Liberal MP, who returned to parliament this month after undergoing empathy training, also did not disclose any conflict of interest with the Department of Infrastructure before awarding more than $20,000 in grants to these same organisations in previous rounds of the Stronger Communities program. In response to questions from Guardian Australia, Laming said neither he nor his staff selected projects, saying he had set up “SharkTank” events to choose successful recipients. Australia The Grattan Institute says the Coalition should target younger, higher-skilled migrants who bring long-term benefits to Australia. A report out today argues that the closed international border is a “unique opportunity” to rethink permanent skilled migration. The former NSW Labor leader Michael Daley will once again nominate for the top job today – though marginal MPs reportedly fear a ballot “would damage election hopes”. A free trade deal between the UK and Australia is on course to include a controversial system of secret courts that will allow businesses to seek compensation if their profits are hit by government policies. Covid travel restrictions mean Australian observers are likely to board just one live export ship in two years. The government says the pandemic has made it too unsafe to carry out the independent observer program, set up after 2,400 sheep died from heat stress on their way to the Middle East in 2018. The world A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. US intelligence chiefs last week said they had two theories: either it emerged naturally from human contact with infected animals, or it was a laboratory accident. President Joe Biden has said he will press President Vladimir Putin to respect human rights when the two leaders meet at a Geneva summit in June. The far-right Israeli politician Naftali Bennett and opposition leader Yair Lapid have agreed to forge a coalition government which would see Benjamin Netanyahu ousted after 12 years in power. Boris Johnson secretly wed on Saturday, and Catholics are questioning why he was able to marry in church, as the faith’s law does not recognise divorce. Recommended reads As Crowded House returns with a new lineup, Neil Finn is feeling optimistic. With just one international hit, 1986’s Don’t Dream It’s Over, international readers may not fathom the occasion of a new Crowded House album; how thoroughly the band’s 80s and 90s catalogue is entwined in the cultural fabric of Australia and New Zealand. For Antipodeans, as Nick Buckley writes in his review of the “richly textured” Dreamers Are Waiting, it’s a big deal. “I’m one of those irritating people who says they like running and actually means it.” Running is pleasure and pain, success and failure, exhilaration and tedium. And Emma Kemp will never stop. “Soon, something happens. My feet pick up, the rain metaphorically evaporates and I slide slowly, sweetly into a familiar parallel universe, an other-worldly zone where time ceases to exist. Because time no longer exists, I am late for dinner, and promptly told to sit on a towel. But I have never been more content to marinate in rainwater.” A third of veggie patches in Australia’s inner cities have levels of lead that exceed safe guidelines. But Natalie Parletta has a guide to “carry on gardening”, a local project helping home gardeners minimise potential exposure risk and stay informed. So what to do to keep your veggie patch safe? Getting clean soil and mixing it with clean compost is a great start … Plus: how a superspreader festival seeded Covid across India. Listen Amid yet another outbreak in Victoria, the federal government is again under scrutiny over the slow pace of the vaccine rollout. Today on Full Story, Guardian Australia’s medical editor, Melissa Davey, explains where things went wrong, and how other governments around the world have got it right. Full Story is Guardian Australia’s daily news podcast. Subscribe for free on Apple Podcasts, Spotify or any other podcasting app. Sport Last week’s announcement of a five-year $200m broadcast partnership with ViacomCBS (owners of Network 10) represents the light at the end of the tunnel for the A-League and W-League, writes Jonathan Howcroft. “After years of off-field squabbling and existential crises Australian professional football can once again focus on the future.” Naomi Osaka has been fined US$15,000 (about $19,450) and threatened with expulsion from the French Open for her refusal to “honour her contractual media obligations” after her 6-4, 7-6 (4) victory over Patricia Maria Tig in her first-round match at Roland Garros on Sunday. Colombian Egan Bernal sealed the Giro d’Italia title after a final time trial stage in Milan, fending off late challenges from Damiano Caruso and Simon Yates, largely thanks to the strength of the team with the biggest budget in cycling. Media roundup A major advertising campaign will be launched in July to encourage under-40s to get vaccinated against Covid, according to the Sydney Morning Herald. Analysis in the Financial Review suggests a decade of economic decline in Victoria has been “covered up”. Opinion is divided over the ABC’s social media policy, reports the Age. And the Australian says now business wants a try at the vaccine rollout. Coming up Scott Morrison is in New Zealand for a second day of talks with Jacinda Ardern – on, among other things, the post-Covid “rulebook”. The OECD is releasing its economic outlook. And if you’ve read this far … Many Britons cannot name all parts of the vulva … but can you? In a study conducted in hospital waiting rooms out of concern for female patients, nearly 40% of respondents mislabelled the clitoris – regardless of their gender. Sign up If you would like to receive the Guardian Australia morning mail to your email inbox every weekday, sign up here. Get in touch If you have any questions or comments about any of our newsletters please email newsletters@theguardian.com.","charCount":"7907","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/imogen-dewey\">Imogen Dewey</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"news/2021/may/30/corrections-and-clarifications","type":"article","sectionId":"news","sectionName":"News","webPublicationDate":"2021-05-30T20:00:04Z","webTitle":"Corrections and clarifications","webUrl":"https://www.theguardian.com/news/2021/may/30/corrections-and-clarifications","apiUrl":"https://content.guardianapis.com/news/2021/may/30/corrections-and-clarifications","fields":{"headline":"Corrections and clarifications","standfirst":"<p>Eric Carle obituary | Endangered crafts<br></p>","trailText":"Eric Carle obituary | Endangered crafts<br>","byline":"Corrections and clarifications column editor","main":"","body":"<p>• An <a href=\"https://www.theguardian.com/books/2021/may/27/eric-carle-obituary\" title=\"\">obituary</a> of Eric Carle misspelled the birth name of his mother, Johanna Oelschläger, as Öelschlager; also, he attended the Academy of Fine Arts in Stuttgart, not Vienna (28 May, Journal, page 6).</p> <p>• It is the making of hand-blown sheet glass that has been added to a list of endangered crafts, not glass blowing in general as we stated in an article and its headline (<a href=\"https://www.theguardian.com/lifeandstyle/2021/may/24/kilt-making-and-glassblowing-added-to-list-of-uks-endangered-crafts\" title=\"\">Glass blowing and sporran making skills could be lost</a>, 24 May, page 17).</p> <p>• Other recently amended articles include:</p> <p><a href=\"https://www.theguardian.com/sport/2021/may/27/time-to-find-out-who-cares-boxing-brain-damage-tris-dixon\" title=\"\">‘Boxing is a mess’: the darkness and damage of brain trauma in the ring</a></p>","newspaperPageNumber":"5","wordcount":"100","firstPublicationDate":"2021-05-30T20:00:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T20:00:04Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht94g","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"• An obituary of Eric Carle misspelled the birth name of his mother, Johanna Oelschläger, as Öelschlager; also, he attended the Academy of Fine Arts in Stuttgart, not Vienna (28 May, Journal, page 6). • It is the making of hand-blown sheet glass that has been added to a list of endangered crafts, not glass blowing in general as we stated in an article and its headline (Glass blowing and sporran making skills could be lost, 24 May, page 17). • Other recently amended articles include: ‘Boxing is a mess’: the darkness and damage of brain trauma in the ring","charCount":"559","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/editor-of-the-corrections-and-clarifications-column\">Corrections and clarifications column editor</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2021/may/31/the-3bn-bargain-how-china-dominates-pacific-mining-logging-and-fishing","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T20:00:03Z","webTitle":"The $3bn bargain: how China dominates Pacific mining, logging and fishing ","webUrl":"https://www.theguardian.com/world/2021/may/31/the-3bn-bargain-how-china-dominates-pacific-mining-logging-and-fishing","apiUrl":"https://content.guardianapis.com/world/2021/may/31/the-3bn-bargain-how-china-dominates-pacific-mining-logging-and-fishing","fields":{"headline":"The $3bn bargain: how China dominates Pacific mining, logging and fishing ","standfirst":"<p>China received more than half of all seafood, wood, and minerals exported from the region in 2019. Experts warn this is creating ‘enormous challenges for sustainable development’</p><ul><li>Read more of our Pacific Plunder series here</li></ul>","trailText":"China received more than half of all seafood, wood, and minerals exported from the region in 2019. Experts warn this is creating ‘enormous challenges for sustainable development’","byline":"Josh Nicholas","main":"<figure class=\"element element-image\" data-media-id=\"0377ca82852b85597b88ad30e7ee51efbaf18ab2\"> <img src=\"https://media.guim.co.uk/0377ca82852b85597b88ad30e7ee51efbaf18ab2/0_139_2968_1787/1000.jpg\" alt=\"China takes more by weight of these resources than the next 10 countries combined.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">China takes more by weight of these resources than the next 10 countries combined.</span> <span class=\"element-image__credit\">Illustration: Ben Sanders/The Guardian</span> </figcaption> </figure>","body":"<p>One country dominates the Pacific’s resources extraction.</p> <p>Guardian analysis of trade data has revealed that China received more than half the total tonnes of seafood, wood and minerals exported from the region in 2019, a haul worth $3.3bn that has been described by experts as “staggering in magnitude”.</p> <p>The country’s mass extraction of resources comes as China has deepened its connections with governments across the region, amid a soft power push that sees it rivalling the influence of the US and Australia in the Pacific.</p> <p>China took more by weight of these resources from the Pacific than the next 10 countries combined, with experts saying China “would easily outstrip” other countries, including Australia, when it comes to “gross environmental impact of its extractive industries”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"fb40923e82acb2287d8979c375dd0038399201c0\"> <img src=\"https://media.guim.co.uk/fb40923e82acb2287d8979c375dd0038399201c0/701_0_3793_2528/1000.jpg\" alt=\"China regularly claims more than 90% of the total tonnes of wood exported by Papua New Guinea and Solomon Islands.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">China regularly claims more than 90% of the total tonnes of wood exported by Papua New Guinea and Solomon Islands.</span> <span class=\"element-image__credit\">Photograph: Alessio Bariviera</span> </figcaption> </figure>  <p>Data analysis reveals the extent of China’s appetite for Pacific natural resources.</p> <p>In 2019 China imported 4.8m tonnes of wood, 4.8m tonnes of mineral products, and 72,000 tonnes of seafood from the Pacific.</p> <p>The next single largest customer for the Pacific’s extractive resources was Japan, which imported 4.1m tonnes of minerals – mostly petroleum - 370,000 tonnes of wood and 24,000 tonnes of seafood. Australia imported 600,000 tonnes of minerals, 5,000 tonnes of wood and 200 tonnes of seafood.</p> <p>Shane Macleod, a research fellow at the Lowy Institute, says that China is such a dominant customer of Pacific resources because of its proximity to the region and its need to power its economy. <br><br>“They just have the appetite. They have the need for natural resources and they’re looking for sources and the Pacific is geographically close. It has the added benefit that the supply lines are shorter,” he said. “So you can look at the Ramu nickel mine in Papua New Guinea. That is providing raw material for China in the region, directly, without having to be transported from the other side of the planet.”</p> <p>From Solomon Islands, more than 90% of extractive resources go to China when measured by weight. And China regularly claims more than 90% of the total tonnes of wood exported by Papua New Guinea and Solomon Islands.</p> <p>Beyond direct imports of resources, <a href=\"https://www.aei.org/china-global-investment-tracker/\">data</a> from the American Enterprise Institute shows more than US$2bn was invested by Chinese companies in Pacific mining in the past two decades. These include investments in the controversial <a href=\"https://www.theguardian.com/world/2020/may/12/politics-and-porgera-why-papua-new-guinea-cancelled-the-lease-on-one-of-its-biggest-mines\">Porgera</a>, <a href=\"https://www.abc.net.au/news/2019-08-30/chinese-owned-mine-in-png-spills-200000-litres-of-toxic-slurry/11464108\">Ramu Nickel</a> and <a href=\"https://www.theguardian.com/world/2020/oct/08/plan-for-largest-mine-in-png-history-appears-to-disregard-human-rights-un-says\">Frieda River</a> mines in PNG.</p> <p>The Chinese government has also <a href=\"http://china-dashboard.aiddata.org/#?aggregate_type=sum&amp;countries=3%2C4%2C24%2C26%2C12%2C15%2C21%2C18%2C20&amp;data_type=annual&amp;diplomacy_type=21&amp;max_year=2016&amp;min_year=2000&amp;per_capita_type=absolute&amp;sectors=1%2C2%2C3%2C4%2C5&amp;selected_view=table\">sent billions</a> of dollars in official finance into the region, including tens of millions for new marine and industrial zones.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1YUwbpKx5M7VlczmeEmc3lYlJw16m6uqqtDXzbjWMMAU&amp;location=docsdata\" data-alt=\"Where the Pacific's exports go, by weight\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1YUwbpKx5M7VlczmeEmc3lYlJw16m6uqqtDXzbjWMMAU&location=docsdata\">Where the Pacific's exports go, by weight</a> </figure>  <h2>Comparing the Pacific’s exports</h2> <p>China is the Pacific’s biggest customer whether measured by weight or US dollars. But Australia is close behind when measured in value – $2.8bn to China’s $3.3bn in 2019. This is due to the fact that many extractive products are heavy but relatively inexpensive commodities, like wood.</p> <p>“In terms of the gross environmental impact of its extractive industries, China would easily outstrip other industrial nations that operate in the Pacific region, including Australia,” says Prof Bill Laurance from James Cook University in north Queensland.</p> <p>“China’s mineral, timber, fossil fuel, food and other imports from Pacific Island nations are staggering in magnitude. They’re creating enormous challenges for sustainable development in the region.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1_ywZ2NSA6XiyP0LtRBZ4a5Evia7bM0IJPYimwIJskJw&amp;location=docsdata\" data-alt=\"Where the Pacific's extractive exports go by value\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1_ywZ2NSA6XiyP0LtRBZ4a5Evia7bM0IJPYimwIJskJw&location=docsdata\">Where the Pacific's extractive exports go by value</a> </figure>  <h2>‘High-risk timber producers’</h2> <p>Papua New Guinea, Solomon Islands, Vanuatu, Tonga and Palau all regularly send more than 90% of their wood exports to China. China’s size doesn’t neatly explain this concentration, as it takes less than 10% of the wood exported by Malaysia, a much larger producer. Malaysian companies also <a href=\"https://www.researchgate.net/publication/279942791_The_Rimbunan_Hijau_Group_in_the_Forests_of_Papua_New_Guinea\">dominate</a> logging in PNG and Solomon Islands.</p>  <figure class=\"element element-image element--immersive\" data-media-id=\"e4d0c9b5a105719ea210d5402ed30fe427efa4db\"> <img src=\"https://media.guim.co.uk/e4d0c9b5a105719ea210d5402ed30fe427efa4db/0_0_3000_1879/1000.jpg\" alt=\"A logging truck heads through the village of Vanimo, Papua New Guinea, en route to the Vanimo Forest Products log camp where the logs will be loaded onto a ship for export to China.\" width=\"1000\" height=\"626\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A logging truck heads through the village of Vanimo, Papua New Guinea, en route to the Vanimo Forest Products log camp where the logs will be loaded onto a ship for export to China.</span> <span class=\"element-image__credit\">Photograph: Chicago Tribune/Tribune News Service via Getty Images</span> </figcaption> </figure>  <p>According to <a href=\"https://www.globalwitness.org/en/campaigns/forests/lessons-from-chinas-global-forest-footprint/\">some estimates</a>, illegal timber makes up as much as 70% of logs exported from Solomon Islands.</p> <p>As a very large and nearby country, China is a natural customer for the Pacific’s exports. But experts say the outsized take also has to do with China’s lack of laws against importing illegal timber, and poor accountability for environmental or social impacts.</p> <p>“Both [Papua New Guinea and Solomon Islands] suffer from entrenched endemic corruption that has made it (so far) impossible to hold to account both the logging industry and the politicians profiting from them,” says Lela Stanley, a policy adviser at the NGO Global Witness.</p> <p>“They are known high-risk timber producers, and countries with more stringent laws on illegal timber should avoid them accordingly. Currently China has no law explicitly forbidding the import of illegally produced timber.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=10o8op1pvE0bsbtUKTzRtJ6mWQXD7bwc-ttsZM5EaAd8&amp;location=docsdata\" data-alt=\"Wood exports from Pacific compared to Malaysia\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=10o8op1pvE0bsbtUKTzRtJ6mWQXD7bwc-ttsZM5EaAd8&location=docsdata\">Wood exports from Pacific compared to Malaysia</a> </figure>  <p>The logging that takes place in the region has huge impacts on communities.</p> <p>“Most of those logs have been produced illegally, often … through the violation of land rights. This is not an abstract concept in PNG but one with real-life impacts for countless people across the country. Most rural communities depend directly on their land and forests for at least some of their needs. When that forest vanishes, or is stolen, the impacts are severe.”</p> <p>While China’s new forest law, which came into effect in July 2020, aims to promote sustainable trade of timber, as well as to safeguard China’s forests, there are still concerns about some companies’ practices.</p> <p> “Even if the laws and rules change, it will take time and effective enforcement before the companies change behaviour,” Stanley says.</p> <h2>Foreign-flagged fishing vessels</h2> <p>Fishing is a huge source of income for many small Pacific nations. But they largely haven’t been able to capture the full value of this resource. Apart from Fiji, Pacific nations haven’t been able to move up the value chain into the processing of fish into more valuable products.</p> <p>Kiribati, for instance, <a href=\"https://www.spc.int/sites/default/files/wordpresscontent/wp-content/uploads/2016/11/Gillett_16_Benefish-fisheries-in-economies-of-pacific-countries.pdf\">receives</a> up to 75% of its government revenue from fishing access fees and levies. But Kiribati directly exports very little – just 1,000 tonnes of seafood were exported to China in 2019. Foreign-flagged vessels, meanwhile, landed hundreds of thousands of tonnes of fish in Kiribati waters.</p>  <figure class=\"element element-image\" data-media-id=\"102c305849a629905a914221adbdb1cd7a5ddb10\"> <img src=\"https://media.guim.co.uk/102c305849a629905a914221adbdb1cd7a5ddb10/0_0_5404_3600/1000.jpg\" alt=\"Chinese fishing boat detained by Palauan authorities on suspicion of illegally harvesting sea cucumber.\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chinese fishing boat detained by Palauan authorities on suspicion of illegally harvesting sea cucumber.</span> <span class=\"element-image__credit\">Photograph: Richard Brooks/Lightning Strike Media Productions</span> </figcaption> </figure>  <p>A survey of boats operating in the Pacific in 2016 found that Chinese-flagged vessels far outstripped those of any other country. China had 290 industrial vessels licensed to operate in the region at the time, more than a quarter of the total, and more than the 240 from all the Pacific nations combined.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v6/index.html?key=1pM5jJ774uJkoOnGo5pV22pG5m0plq9KjH3zST7P_vLI&amp;location=docsdata\" data-alt=\"Fishing vessels in Pacific waters in 2016\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v6/index.html?key=1pM5jJ774uJkoOnGo5pV22pG5m0plq9KjH3zST7P_vLI&location=docsdata\">Fishing vessels in Pacific waters in 2016</a> </figure>  <p>Outside of PNG, little of the offshore fishing in the Pacific is conducted by locally flagged ships. Rather, local fishing is concentrated in coastal waters. There are highly valuable species in these waters, according to Dr Hugh Govan at the University of the South Pacific, such as sea cucumbers. But Govan says many coastal fisheries are overfished or commercially extinct.</p> <p>The main market for sea cucumbers is southern China, but these were overfished to such a degree in PNG that the government <a href=\"https://www.uts.edu.au/about/faculty-arts-and-social-sciences/research/fass-research-projects/social-science-fisheries/png-beche-de-mer-fish-chain\">had to halt fishing for several years</a>.</p> <p>China’s foreign ministry spokesperson, Hua Chunying, says China is “<a href=\"https://www.fmprc.gov.cn/mfa_eng/xwfw_665399/s2510_665401/t1837636.shtml\">a responsible fishing country</a>”, with “‘zero tolerance’ for violations of relevant laws and regulations committed by distant fishing vessels”.</p> <p>“We have … strengthened international cooperation, and done a great deal of fruitful work in jointly combating illegal fishing and promoting the sustainable development of fishery resources with other countries.”</p> <h2>Mining disasters and scrutiny</h2> <p>Measured by weight, Solomon Islands sends almost all of its mineral products to China, much of it aluminium ore.</p> <p>Minerals account for more than <a href=\"https://eiti.org/files/documents/2018-png-eiti-report.pdf\">90% of the value of PNG’s total exports</a>, and it sends just over 30% by weight to China. Australia is also deeply involved in mining in PNG – controlling many of the largest mines, and importing $2.5bn of gold in 2019.</p> <p>Australia takes almost 100% of the gold from Fiji and about 80% from PNG. But when measured in weight these pale compared with the minerals exported to China.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1BJNIiB6R0giKIdAAMtStL7uEOZTVtKbYzsw9mXcgVnE&amp;location=docsdata\" data-alt=\"Exports of oil, metals and minerals from the Pacific by weight\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1BJNIiB6R0giKIdAAMtStL7uEOZTVtKbYzsw9mXcgVnE&location=docsdata\">Exports of oil, metals and minerals from the Pacific by weight</a> </figure>  <p>But the Lowy Institute’s Shane McLeod, argues that a significant difference between Chinese and Australian trading partners is how accountable companies are held for environmental and social issues.</p> <p>Large-scale mining operations in PNG have a horrific environmental track record, including <a href=\"https://png-data.sprep.org/dataset/mine-tailings/resource/f1a30288-45b6-41a5-900d-0a1720a56c2e\">disposal of mining waste at Anglo-Australian BHP’s Ok Tedi mine</a>, at Anglo-Australian Rio Tinto’s Panguna and, more recently, at the Chinese-operated <a href=\"https://www.abc.net.au/news/2019-08-30/chinese-owned-mine-in-png-spills-200000-litres-of-toxic-slurry/11464108\">Ramu Nickel</a> mine. Many foreign-owned companies have subsequently withdrawn from projects that have proven environmentally ruinous.</p>  <figure class=\"element element-image\" data-media-id=\"3db32ba88f32944a93fce77dfefe03e54632d30c\"> <img src=\"https://media.guim.co.uk/3db32ba88f32944a93fce77dfefe03e54632d30c/0_0_4288_2848/1000.jpg\" alt=\"The Panguna mine sparked a decade-long civil war in Papua New Guinea’s autonomous region of Bougainville.\" width=\"1000\" height=\"664\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Panguna mine sparked a decade-long civil war in Papua New Guinea’s autonomous region of Bougainville.</span> <span class=\"element-image__credit\">Photograph: Ilya Gridneff/AAP</span> </figcaption> </figure>  <p>“But Chinese companies operating abroad aren’t subjected to scrutiny from their home markets in the same way as companies from western nations are,” McLeod said.</p> <p>“Ok Tedi is a good example – the environmental disaster was a cause of <a href=\"https://www.researchgate.net/publication/233604258_Failing_the_Reputation_Management_Test_The_Case_of_BHP_the_Big_Australian\">major embarrassment</a> for [BHP], with scrutiny from media eventually fed through to investors.”</p> <p>“Companies with a Chinese listing/investors do face pressure and scrutiny, but I think the way that manifests itself is opaque and unseen. It’s not clear to what extent an environmental issue would limit the operations of a resource project, for example.</p> <p>“I expect feedback for MCC [the Metallurgical Corporation of China, the operator of Ramu Nickel] comes through a political/governmental channel rather than, say, a journalist from China covering the environmental impact of a mine there.”</p> <p>China’s foreign ministry did not reply to the Guardian’s requests for comment.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1k_jMGaR2Gw1L49hMQeh09DARlhJ9vS2XxeNaVsFN0VA&amp;location=docsdata\" data-alt=\"Exports of oil, metals and minerals from the Pacific by value\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v15/index.html?key=1k_jMGaR2Gw1L49hMQeh09DARlhJ9vS2XxeNaVsFN0VA&location=docsdata\">Exports of oil, metals and minerals from the Pacific by value</a> </figure>  <p><a href=\"https://www.theguardian.com/world/2020/may/12/politics-and-porgera-why-papua-new-guinea-cancelled-the-lease-on-one-of-its-biggest-mines\">Last year</a> the PNG government cancelled the mining lease of the part-Chinese owned Porgera mine, claiming that the country was not getting its fair share of major natural resource projects. The Chinese joint venture partner, Zijin Mining, “has flagged international political ramifications, warning the lease dispute could damage bilateral relations between [PNG] and China”.</p> <p>The next test of corporate social responsibility may be on the horizon, with proposed mines from both <a href=\"https://www.nzherald.co.nz/business/papua-new-guinea-opposition-grows-to-dumping-mine-waste-at-sea/L5PIWTH4VZNDQUWOASJGJZXUEY/\">Australian</a> and <a href=\"https://www.theguardian.com/world/2020/oct/08/plan-for-largest-mine-in-png-history-appears-to-disregard-human-rights-un-says\">Chinese</a> companies in PNG facing pushback for environmental and cultural reasons.</p> <h2><strong>Notes and methods</strong></h2> <ul> <li><p><em>Guardian Australia’s trade flow dataset was constructed using the 2019 version of the<a href=\"http://www.cepii.fr/CEPII/en/bdd_modele/presentation.asp?id=37\"> BACI database</a> created by CEPII. The BACI database was in turn created using<a href=\"https://comtrade.un.org/\"> UN Comtrade data</a>, directly reported by each country.</em></p></li> <li><p><em>Goods in the BACI database were identified using the HS17 version of the <a href=\"https://www.foreign-trade.com/reference/hscode.htm\">Harmonized System Codes</a>.</em></p></li> <li><p><em>The Guardian classified goods as “seafood products”, “wood products” or “oil, metal and mineral products” based on keywords in the Harmonised System Codes. Aggregate trade flows were calculated by grouping data by exporter, importer and the category assigned by the Guardian.</em></p></li> </ul>","wordcount":"1642","displayHint":"immersive","firstPublicationDate":"2021-05-30T20:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T20:01:22Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/h2ghy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0377ca82852b85597b88ad30e7ee51efbaf18ab2/0_139_2968_1787/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"One country dominates the Pacific’s resources extraction. Guardian analysis of trade data has revealed that China received more than half the total tonnes of seafood, wood and minerals exported from the region in 2019, a haul worth $3.3bn that has been described by experts as “staggering in magnitude”. The country’s mass extraction of resources comes as China has deepened its connections with governments across the region, amid a soft power push that sees it rivalling the influence of the US and Australia in the Pacific. China took more by weight of these resources from the Pacific than the next 10 countries combined, with experts saying China “would easily outstrip” other countries, including Australia, when it comes to “gross environmental impact of its extractive industries”. Data analysis reveals the extent of China’s appetite for Pacific natural resources. In 2019 China imported 4.8m tonnes of wood, 4.8m tonnes of mineral products, and 72,000 tonnes of seafood from the Pacific. The next single largest customer for the Pacific’s extractive resources was Japan, which imported 4.1m tonnes of minerals – mostly petroleum - 370,000 tonnes of wood and 24,000 tonnes of seafood. Australia imported 600,000 tonnes of minerals, 5,000 tonnes of wood and 200 tonnes of seafood. Shane Macleod, a research fellow at the Lowy Institute, says that China is such a dominant customer of Pacific resources because of its proximity to the region and its need to power its economy. “They just have the appetite. They have the need for natural resources and they’re looking for sources and the Pacific is geographically close. It has the added benefit that the supply lines are shorter,” he said. “So you can look at the Ramu nickel mine in Papua New Guinea. That is providing raw material for China in the region, directly, without having to be transported from the other side of the planet.” From Solomon Islands, more than 90% of extractive resources go to China when measured by weight. And China regularly claims more than 90% of the total tonnes of wood exported by Papua New Guinea and Solomon Islands. Beyond direct imports of resources, data from the American Enterprise Institute shows more than US$2bn was invested by Chinese companies in Pacific mining in the past two decades. These include investments in the controversial Porgera, Ramu Nickel and Frieda River mines in PNG. The Chinese government has also sent billions of dollars in official finance into the region, including tens of millions for new marine and industrial zones. Comparing the Pacific’s exports China is the Pacific’s biggest customer whether measured by weight or US dollars. But Australia is close behind when measured in value – $2.8bn to China’s $3.3bn in 2019. This is due to the fact that many extractive products are heavy but relatively inexpensive commodities, like wood. “In terms of the gross environmental impact of its extractive industries, China would easily outstrip other industrial nations that operate in the Pacific region, including Australia,” says Prof Bill Laurance from James Cook University in north Queensland. “China’s mineral, timber, fossil fuel, food and other imports from Pacific Island nations are staggering in magnitude. They’re creating enormous challenges for sustainable development in the region.” ‘High-risk timber producers’ Papua New Guinea, Solomon Islands, Vanuatu, Tonga and Palau all regularly send more than 90% of their wood exports to China. China’s size doesn’t neatly explain this concentration, as it takes less than 10% of the wood exported by Malaysia, a much larger producer. Malaysian companies also dominate logging in PNG and Solomon Islands. According to some estimates, illegal timber makes up as much as 70% of logs exported from Solomon Islands. As a very large and nearby country, China is a natural customer for the Pacific’s exports. But experts say the outsized take also has to do with China’s lack of laws against importing illegal timber, and poor accountability for environmental or social impacts. “Both [Papua New Guinea and Solomon Islands] suffer from entrenched endemic corruption that has made it (so far) impossible to hold to account both the logging industry and the politicians profiting from them,” says Lela Stanley, a policy adviser at the NGO Global Witness. “They are known high-risk timber producers, and countries with more stringent laws on illegal timber should avoid them accordingly. Currently China has no law explicitly forbidding the import of illegally produced timber.” The logging that takes place in the region has huge impacts on communities. “Most of those logs have been produced illegally, often … through the violation of land rights. This is not an abstract concept in PNG but one with real-life impacts for countless people across the country. Most rural communities depend directly on their land and forests for at least some of their needs. When that forest vanishes, or is stolen, the impacts are severe.” While China’s new forest law, which came into effect in July 2020, aims to promote sustainable trade of timber, as well as to safeguard China’s forests, there are still concerns about some companies’ practices. “Even if the laws and rules change, it will take time and effective enforcement before the companies change behaviour,” Stanley says. Foreign-flagged fishing vessels Fishing is a huge source of income for many small Pacific nations. But they largely haven’t been able to capture the full value of this resource. Apart from Fiji, Pacific nations haven’t been able to move up the value chain into the processing of fish into more valuable products. Kiribati, for instance, receives up to 75% of its government revenue from fishing access fees and levies. But Kiribati directly exports very little – just 1,000 tonnes of seafood were exported to China in 2019. Foreign-flagged vessels, meanwhile, landed hundreds of thousands of tonnes of fish in Kiribati waters. A survey of boats operating in the Pacific in 2016 found that Chinese-flagged vessels far outstripped those of any other country. China had 290 industrial vessels licensed to operate in the region at the time, more than a quarter of the total, and more than the 240 from all the Pacific nations combined. Outside of PNG, little of the offshore fishing in the Pacific is conducted by locally flagged ships. Rather, local fishing is concentrated in coastal waters. There are highly valuable species in these waters, according to Dr Hugh Govan at the University of the South Pacific, such as sea cucumbers. But Govan says many coastal fisheries are overfished or commercially extinct. The main market for sea cucumbers is southern China, but these were overfished to such a degree in PNG that the government had to halt fishing for several years. China’s foreign ministry spokesperson, Hua Chunying, says China is “a responsible fishing country”, with “‘zero tolerance’ for violations of relevant laws and regulations committed by distant fishing vessels”. “We have … strengthened international cooperation, and done a great deal of fruitful work in jointly combating illegal fishing and promoting the sustainable development of fishery resources with other countries.” Mining disasters and scrutiny Measured by weight, Solomon Islands sends almost all of its mineral products to China, much of it aluminium ore. Minerals account for more than 90% of the value of PNG’s total exports, and it sends just over 30% by weight to China. Australia is also deeply involved in mining in PNG – controlling many of the largest mines, and importing $2.5bn of gold in 2019. Australia takes almost 100% of the gold from Fiji and about 80% from PNG. But when measured in weight these pale compared with the minerals exported to China. But the Lowy Institute’s Shane McLeod, argues that a significant difference between Chinese and Australian trading partners is how accountable companies are held for environmental and social issues. Large-scale mining operations in PNG have a horrific environmental track record, including disposal of mining waste at Anglo-Australian BHP’s Ok Tedi mine, at Anglo-Australian Rio Tinto’s Panguna and, more recently, at the Chinese-operated Ramu Nickel mine. Many foreign-owned companies have subsequently withdrawn from projects that have proven environmentally ruinous. “But Chinese companies operating abroad aren’t subjected to scrutiny from their home markets in the same way as companies from western nations are,” McLeod said. “Ok Tedi is a good example – the environmental disaster was a cause of major embarrassment for [BHP], with scrutiny from media eventually fed through to investors.” “Companies with a Chinese listing/investors do face pressure and scrutiny, but I think the way that manifests itself is opaque and unseen. It’s not clear to what extent an environmental issue would limit the operations of a resource project, for example. “I expect feedback for MCC [the Metallurgical Corporation of China, the operator of Ramu Nickel] comes through a political/governmental channel rather than, say, a journalist from China covering the environmental impact of a mine there.” China’s foreign ministry did not reply to the Guardian’s requests for comment. Last year the PNG government cancelled the mining lease of the part-Chinese owned Porgera mine, claiming that the country was not getting its fair share of major natural resource projects. The Chinese joint venture partner, Zijin Mining, “has flagged international political ramifications, warning the lease dispute could damage bilateral relations between [PNG] and China”. The next test of corporate social responsibility may be on the horizon, with proposed mines from both Australian and Chinese companies in PNG facing pushback for environmental and cultural reasons. Notes and methods Guardian Australia’s trade flow dataset was constructed using the 2019 version of the BACI database created by CEPII. The BACI database was in turn created using UN Comtrade data, directly reported by each country. Goods in the BACI database were identified using the HS17 version of the Harmonized System Codes. The Guardian classified goods as “seafood products”, “wood products” or “oil, metal and mineral products” based on keywords in the Harmonised System Codes. Aggregate trade flows were calculated by grouping data by exporter, importer and the category assigned by the Guardian.","charCount":"10438","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/josh-nicholas\">Josh Nicholas</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/ng-interactive/2021/may/31/pacific-plunder-this-is-who-profits-from-the-mass-extraction-of-the-regions-natural-resources-interactive","type":"interactive","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T20:00:03Z","webTitle":"Pacific Plunder: this is who profits from the mass extraction of the region’s natural resources – interactive","webUrl":"https://www.theguardian.com/world/ng-interactive/2021/may/31/pacific-plunder-this-is-who-profits-from-the-mass-extraction-of-the-regions-natural-resources-interactive","apiUrl":"https://content.guardianapis.com/world/ng-interactive/2021/may/31/pacific-plunder-this-is-who-profits-from-the-mass-extraction-of-the-regions-natural-resources-interactive","fields":{"headline":"Pacific Plunder: this is who profits from the mass extraction of the region’s natural resources – interactive","standfirst":"<p>Across the region, mining, logging and fishing have formed the basis of economies and development, but have sometimes come at catastrophic cost</p><ul><li>Read more of our Pacific Plunder series <a href=\"https://www.theguardian.com/world/series/pacific-plunder\">here</a></li></ul>","trailText":"Across the region, mining, logging and fishing have formed the basis of economies and development, but have sometimes come at catastrophic cost","byline":"Josh Nicholas, Andy Ball, Nick Evershed, Ben Doherty and Kate Lyons","main":"","body":"<figure class=\"element element-atom element--immersive\"> \n <gu-atom data-atom-id=\"interactives/2021/02/plundering-the-pacific-maps/main\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure>","wordcount":"0","displayHint":"immersive","firstPublicationDate":"2021-05-30T20:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T20:01:22Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/gn4ny","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a4c0acd70264add082cca1e18b08a1502edb49e0/0_142_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/josh-nicholas\">Josh Nicholas</a>, <a href=\"profile/andy-ball\">Andy Ball</a>, <a href=\"profile/nick-evershed\">Nick Evershed</a>, <a href=\"profile/ben-doherty\">Ben Doherty</a> and <a href=\"profile/kate-lyons\">Kate Lyons</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T19:59:24Z","webTitle":"Covid live news: Italy records lowest deaths since mid-October; UK could make vaccines mandatory for NHS staff","webUrl":"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","apiUrl":"https://content.guardianapis.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","fields":{"headline":"Covid live news: Italy records lowest deaths since mid-October; UK could make vaccines mandatory for NHS staff","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b3c3ae8f088d8c3178dd25#block-60b3c3ae8f088d8c3178dd25\">Italy reports 44 Covid-related deaths</a>; <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\">UK government considering mandatory jabs for health workers</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b342668f086d71cc15efd6#block-60b342668f086d71cc15efd6\">Malaysia to set up more mega vaccination centres</a></li><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: UK government considering mandatory jabs for health workers; Malaysia to set up more mega vaccination centres","byline":"Nicola Slawson (now); Caroline Davies and Maya Wolfe-Robinson (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"64032d1281fa564cbc2ff645a589e3d1b4e7ee89\"> <img src=\"https://media.guim.co.uk/64032d1281fa564cbc2ff645a589e3d1b4e7ee89/0_14_3072_1843/1000.jpg\" alt=\"People have lunch outside a restaurant near the Pantheon, in the centre of Rome\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People have lunch outside a restaurant near the Pantheon, in the centre of Rome on Sunday. Italy is gradually easing its coronavirus emergency restrictions.</span> <span class=\"element-image__credit\">Photograph: Angelo Carconi/EPA</span> </figcaption> </figure>","body":"<div id=\"block-60b3ee908f086d71cc15f756\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T19:59:24.836Z\">8.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Mexico recorded 1,307 coronavirus cases and 52 more deaths on Sunday, according to health ministry data, bringing the overall number of cases to 2,412,810 and the death toll to 223,507, Reuters reports.</p> </div>   </div> <div id=\"block-60b3ed468f088d8c3178dec5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T19:56:02.548Z\">8.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> to lift all lockdown restrictions in three weeks’ time.</p> <p>Experts cautioned that any rise in coronavirus hospital admissions could leave the NHS struggling to cope as it battles to clear the huge backlog in non-Covid cases.</p>  <figure class=\"element element-image\" data-media-id=\"15f30c762922bfdeee05d2029272494431ea45b2\"> <img src=\"https://media.guim.co.uk/15f30c762922bfdeee05d2029272494431ea45b2/0_0_5576_3348/1000.jpg\" alt=\"The London borough of Hounslow is one of eight locations around England experiencing a rise in Covid-19 cases, driven largely by the virus variant first identified India. The variant, which is regarded as more transmissible than others that had predominated in England, has prompted concern about whether the UK can stick to its timeline for ending social restrictions. (Photo by Dan Kitwood/Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The London borough of Hounslow is one of eight locations around England experiencing a rise in Covid-19 cases, driven largely by the virus variant first identified India.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p>Downing Street insisted it was too soon for speculation about whether the plan to lift all lockdown rules in England on 21 June could go ahead, prompting calls from the hospitality industry for the government to ensure it provided “advance notice” for struggling businesses of any “lingering” measures.</p> <p>The vaccines minister, Nadhim Zahawi, <a href=\"https://www.theguardian.com/business/2021/may/30/wait-see-covid-lockdown-end-21-june-minister-hospitality\">refused to deny</a> that some restrictions such as mask wearing and working from home might remain in place to reduce the spread of the virus. Senior scientific advisers believe that, where possible, working from home makes sense beyond June because it would cut the number of people who come into contact with each other.</p> <p>Ministers are grappling with whether a rise in cases and further spread of the Covid variant first discovered in India could throw Boris Johnson’s roadmap off track. Despite the progress of the vaccination programme, advisers are unsure to what extent the new infections – which are at levels last seen at the end of March – will translate into hospitalisations and deaths.</p> <p>Outbreak modellers advising Sage expected a resurgence of infections even before the new variant, called B.1.617.2, was found in the UK. That is because, as restrictions ease, the virus can spread more easily among millions of people who have not been protected by vaccines. Research by Public <a href=\"https://www.theguardian.com/society/health\">Health</a> England that suggests the new variant is highly transmissible and partially resistant to vaccines has heightened concerns that a third wave could overwhelm the NHS.</p> <p>Read more by colleagues <a href=\"https://www.theguardian.com/profile/aubrey-allegretti\">Aubrey Allegretti</a>, <a href=\"https://www.theguardian.com/profile/nicola-davis\">Nicola Davis</a> and <a href=\"https://www.theguardian.com/profile/iansample\">Ian Sample</a> here: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/third-wave-of-covid-may-be-under-way-in-uk-scientists-say\">Third wave of Covid may be under way in UK, scientists say</a> </p> </aside> </div>   </div> <div id=\"block-60b3e9738f08d486a7717d1e\" class=\"block\" data-block-contributor=\"profile/peterbeaumont\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T19:38:44.859Z\">8.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks. It is a stark figure that underlines just how serious a problem <a href=\"https://www.theguardian.com/world/video/2021/jan/18/vaccine-inequity-puts-world-on-brink-of-catastrophic-moral-failure-says-who-chief-video\">global vaccine inequity</a> has become. But the answer for the developing world is not as simple as delivering more vaccines.</p> <p>From <a href=\"https://www.theguardian.com/world/africa\">Africa</a> to Latin America, Asia and the Caribbean, the same issues have been replicated. On top of finding enough doses, there have been logistical difficulties with delivery, problems over healthcare infrastructure and, in some countries, public hesitancy towards vaccines.</p> <p>Africa’s <a href=\"https://www.theguardian.com/world/2021/apr/13/african-health-workers-left-without-covid-jabs-as-paltry-supplies-dwindle\">lack of vaccines</a> – and the erratic supply of those that are eventually delivered – remains the No 1 challenge, however. Only 28 million doses have been delivered on the continent so far – that’s less than 2% of the continent’s population – at a time when some wealthier countries have vaccinated well in excess of half their populations.</p> <p>One issue is that 40 African countries, as the World Health Organization recently pointed out, had been relying on the <a href=\"https://www.theguardian.com/world/2021/apr/22/revealed-big-shortfall-in-covax-covid-vaccine-sharing-scheme\">Covax facility</a>, the scheme designed to deliver cheap doses to promote vaccine equality. Supplies were supposed to come from the Serum Institute of India but have now been diverted for domestic use in India.</p> <p>The WHO announced on Thursday that Africa needed at least 20 million <a href=\"https://www.theguardian.com/business/astrazeneca\">AstraZeneca</a> doses in the next six weeks to give second shots to all those who had received a first dose. In addition, another 200 million doses of approved vaccines are needed to enable the continent to vaccinate 10% of its population by September.</p> <p><strong>Dr Matshidiso Moeti</strong>, WHO regional director for Africa, said last week:</p> <blockquote class=\"quoted\"> <p>Africa needs vaccines now. Any pause in our vaccination campaigns will lead to lost lives and lost hope.</p> <p>It’s too soon to tell if Africa is on the cusp of a third wave. However, we know that cases are rising, and the clock is ticking so we urgently appeal to countries that have vaccinated their high-risk groups to speed up the dose-sharing to fully protect the most vulnerable people.</p> </blockquote> <p>Read more here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations\">Vaccine inequality exposed by dire situation in world’s poorest nations</a> </p> </aside> </div>   </div> <div id=\"block-60b3e8818f088d8c3178dea5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T19:35:02.141Z\">8.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on June 21, with hospitals already under pressure and health experts warning against “charging ahead”.</p> <p>The continued spread of the Indian coronavirus variant has cast doubt on the ability to scrap restrictions, with ministers considering plans to keep some measures - such as the continued use of face masks and guidance on working from home – in place.</p> <p>Vaccines minister <strong>Nadhim Zahawi</strong> acknowledged “we have to be cautious” because of concerns about the infection rate.</p> <p>The British government will wait for the latest data on June 14 before deciding whether to proceed with lifting England’s lockdown the following week.</p> <p>He said the vaccine programme aimed to offer a second dose to all over-50s by June 21, but he told Times Radio “I could do with more supply” because “I will be able to protect more people more rapidly”.</p> <p>Asked whether the remaining restrictions could be eased if cases were still increasing, he told BBC1’s Andrew Marr Show:</p> <blockquote class=\"quoted\"> <p>What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country. Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes.</p> <p>But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it.</p> <p>But we will know it on, hopefully on the 14th, a few more weeks.</p> </blockquote> <p>He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”.</p> <p>Pressed on whether there could be a partial lifting of restrictions, with mask-wearing and working from home continuing, Zahawi said: “We need to look at the data.”</p> </div>   </div> <div id=\"block-60b3dbb58f086d71cc15f6ad\" class=\"block\" data-block-contributor=\"profile/richardluscombe\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T18:40:15.315Z\">7.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Allies of <strong>Donald Trump</strong> took the unusual step of speaking out on Sunday in support of <strong>Joe Biden</strong>, regarding efforts to pinpoint the source of Covid-19 and find out if <a href=\"https://www.theguardian.com/world/china\">China</a> knows more about the origins of the pandemic than it is letting on.</p> <p>Biden said on Thursday he was <a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">expanding an investigation</a> into the outbreak, following a departure from previous thinking by at least one US intelligence agency now leaning towards the theory that the virus escaped from a laboratory in Wuhan.</p> <p><strong>Michael McCaul</strong>, a Republican congressman from Texas, and <strong>Matthew Pottinger</strong>, Trump’s former deputy national security adviser who <a href=\"https://www.washingtonpost.com/politics/matthew-pottinger-faced-communist-chinas-intimidation-as-a-reporter-hes-now-at-the-white-house-shaping-trumps-hard-line-policy-toward-beijing/2020/04/28/5fb3f6d4-856e-11ea-ae26-989cfce1c7c7_story.html\">persuaded him</a> to start using the controversial term “Wuhan virus”, both welcomed the development.</p> <p>Pottinger told NBC’s Meet the Press:</p> <blockquote class=\"quoted\"> <p>It’s absolutely essential to find out what the origin of this thing is, it’s essential for us to head off the next pandemic, it’s essential for us to better understand the variants of the current pandemic that are emerging.</p> <p>Both of these hypotheses that President Biden spoke of are valid, it could have emerged from a laboratory, it could have emerged from nature. Neither is supported by concrete evidence but there’s a growing amount of circumstantial evidence supporting the idea that this may have leaked from a laboratory.</p> </blockquote> <p>Read the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/trump-pottinger-mccaul-biden-investigation-covid-origins-china\">Trump allies herald Biden investigation of Covid origins in China</a> </p> </aside> </div>   </div> <div id=\"block-60b3d7348f08d486a7717c7f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T18:24:04.010Z\">7.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19 as positive cases surge, President <strong>Cyril Ramaphosa</strong> said on Sunday.</p> <p>The level 2 lockdown restrictions will start on Monday, forcing non-essential establishments like restaurants, bars and fitness centres to close by 10pm local time as the curfew will now start at 11pm instead of midnight and end at 4am, Ramaphosa said in an address to the nation.</p> <p>All gatherings will be limited to a maximum of 100 people indoors from 250 and 250 people outdoors from 500. Where the venue is too small to accommodate these numbers, no more than 50% of the capacity of the venue may be used, Reuters reports.</p> <p>Ramaphosa said according to the country’s health experts, the recent surge in new infections is due to the increasing number of social gatherings where people are not observing essential health protocols.</p> <p>Funerals and so-called “after tears” parties, as well as camps and sporting activities at schools, have also been identified as other sites of increased transmission.</p> <p>Ramaphosa said: </p> <blockquote class=\"quoted\"> <p>The Ministerial Advisory Committee on Covid-19 has therefore recommended that the country urgently implement further restrictions to limit the increase in infections.</p> <p>It bases this recommendation on the sustained increase in new cases in the last 14 days, increased hospital admissions in almost all provinces and an increase in the proportion of Covid tests that are positive.</p> </blockquote> <p>Over the last seven days, the country has recorded an average of 3,745 daily new infections, with cases rising by 4,515 over the past 24 hours to over 1.659 million cases. Over 960,000 people have been vaccinated in the country.</p> <p>The provinces of Free State, Northern Cape, North West and Gauteng, which houses Johannesburg, have reached the threshold of a third wave of infections and “it may only be a matter of time before the country as a whole will have entered a third wave”, Ramaphosa said. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T18:28:25.974Z\">at 7.28pm BST</time></p>  </div> <div id=\"block-60b3d0698f088d8c3178ddc4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T17:51:00.079Z\">6.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus, including early closure of shops and restaurants, from June 1, the cabinet said.</p> <p>Since May 6, stores, shopping malls and restaurants had to close by 9 pm after a rise in infections, Reuters reports.</p> <p>Egypt imposed strict measures at the start of the pandemic, closing its airspace and setting nightly curfews to combat the spread of the virus, but it has remained largely open since June 2020.</p> <p>As part of its efforts to save the tourism sector, it completed vaccinating workers in all hotels in Southern Sinai and Red Sea provinces and plans to vaccinate all residents of the two resorts of Hurghada and Sharm el-Sheik, the cabinet said on Sunday.</p> <p>Egypt had officially confirmed 260,659 coronavirus cases including 15,001 deaths as of Saturday. </p> <p>However, officials and experts say the real number of infections is far higher, but is not reflected in government figures because of low testing rates and the exclusion of private test results.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T18:20:46.332Z\">at 7.20pm BST</time></p>  </div> <div id=\"block-60b3c3ae8f088d8c3178dd25\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T16:57:54.475Z\">5.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Italy reported 44 coronavirus-related deaths on Sunday, down from 83 the day before and the lowest figure since mid-October, while the daily tally of new infections also dropped to 2,949 from 3,351, the health ministry said.</p> <p>Italy has registered 126,046 deaths linked to Covid-19 since its outbreak in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world, Reuters reports.</p> <p>The country has reported 4.216 million cases to date. The number of deaths is often lower on a Sunday but the latest figure confirms a declining trend. People reported dead due to Covid-19 stood at 72 last Sunday and 93 a week before that, down from 139 on Sunday May 9.</p> <p>The number of patients in hospital with the virus – not including those in intensive care – totalled 6,591 on Sunday, down from 6,800 a day earlier.</p> <p>There were 27 new admissions to intensive care units, little changed from 29 on Saturday. The total number of intensive care patients stood at 1,061 from 1,095.</p> <p>Only 164,495 tests for Covid-19 were carried out on Sunday, sharply down from 247,330 the day before, the ministry said.</p> <p>Separately on Sunday, the health ministry said it had extended to June 21 the current ban on travellers arriving from India, Bangladesh and Sri Lanka.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T17:03:28.567Z\">at 6.03pm BST</time></p>  </div> <div id=\"block-60b3bd068f086d71cc15f56e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T16:28:58.043Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Authorities in <a href=\"https://www.theguardian.com/world/vietnam\">Vietnam</a> have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK and spreads quickly by air, the health minister has said.</p> <p>After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths.</p> <p>Nguyen Thanh Long said on Saturday, describing it as a hybrid of the two known variants:</p> <blockquote class=\"quoted\"> <p>Vietnam has uncovered a new Covid-19 variant combining characteristics of the two existing variants first found in India and the UK.</p> </blockquote> <p>“That the new one is an Indian variant with mutations that originally belong to the UK variant is very dangerous,” he told a government meeting, a recording of which was obtained by Reuters.</p> <p>The south-east Asian country had previously detected seven virus variants: B.1.222, B.1.619, D614G, B.1.1.7 – known as the UK variant, B.1.351, A.23.1 and B.1.617.2 – the India variant.</p> <p>Long said Vietnam would soon publish genome data of the newly identified variant, which he said was more transmissible than the previously known types.</p> <p>Read more here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/29/vietnam-discovers-new-hybrid-covid-variant-state-media-reports\">Vietnam says new Covid variant is hybrid of India and UK strains</a> </p> </aside> </div>   </div> <div id=\"block-60b3bc968f088d8c3178dcd6\" class=\"block\" data-block-contributor=\"profile/matthewweaver\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T16:26:43.203Z\">5.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A health expert affiliated with the <a href=\"https://www.theguardian.com/world/world-health-organization\">World Health Organization</a> has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community.</p> <p>Last week the Wall Street Journal cited US intelligence agencies who said they were told that three unnamed members of staff at a lab in the Chinese city of Wuhan were sick enough to go hospital in November 2019 with Covid-like symptoms.</p> <p><a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">US intelligence chiefs later stressed </a>they did not know how the virus was transmitted initially, but that they had two theories: either it emerged naturally from human contact with infected animals, or it was a laboratory accident.</p> <p>Speaking to BBC Radio 4’s The World This Weekend, Dr Dale Fisher said the theory that the virus had leaked from a laboratory was “not off the table”, but remained “unverified”. Fisher, the chair of the Global Outbreak Alert and Response Network, which is coordinated by the WHO, urged the US to share any intelligence it had. “The Wall Street Journal is not really the way to share science,” he said.</p> <p>Read the full story here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/us-must-share-intelligence-covid-origins-expert-says\">US must share intelligence on Covid origins, WHO-affiliated expert says</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T17:54:31.495Z\">at 6.54pm BST</time></p>  </div> <div id=\"block-60b3b0ee8f08d486a7717ade\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T15:39:08.123Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jens Spahn</strong>, the German health minister, and his counterparts in the 16 federal states will on Monday discuss control mechanisms for coronavirus test centres following fraud accusations, a ministry spokesman said on Sunday.</p> <p>Since allegations of potential fraud at several providers were made public this week and Spahn said on Saturday that there would be stricter controls, a debate has started on how to control the test centres and who should be in charge.</p> <p>Germany offers its citizens at least one free coronavirus test per week, with several federal states providing one free test a day. The state pays €18 (£15) per test. As a result, private test centres have been set up en masse in recent weeks.</p> <p>Some coronavirus test centres have been charging for more tests than they have carried out, daily Süddeutsche Zeitung and broadcaster ARD reported this week.</p> <p>Lars Klingbeil, the secretary general of the opposition Social Democrats, told daily Tagesspiegel’s Sunday edition:</p> <blockquote class=\"quoted\"> <p>I find it incomprehensible that despite warnings Jens Spahn has left such loopholes for cheaters.</p> </blockquote> <p>Spahn announced more random checks on Saturday:</p> <blockquote class=\"quoted\"> <p>Pragmatism is necessary these days. Those who exploit that must not be allowed to get away with it.</p> </blockquote> <p>Spahn will have a call with his state counterparts on Monday morning and discuss next steps, the spokesman said.</p> <p>The number of new coronavirus cases in Germany has fallen further this weekend. The Robert Koch Institute for infectious diseases reported a 3,852 rise in cases on Sunday, 2,862 less than a week earlier. The seven-day rate of infection fell to 35 per 100,000 people, down from around 64 last week.</p> <p>So far, Germany has seen 3.68 million cases; the death toll stands at 88,406. Around 42% of its population have been given at least a first shot of a Covid-19 vaccine and 17% have had their second dose. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T17:58:24.056Z\">at 6.58pm BST</time></p>  </div> <div id=\"block-60b3ad078f088d8c3178dbf6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T15:20:10.514Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s it from me, Caroline Davies, for today. Handing over to my colleague Nicola Slawson. Thanks for your time. </p> </div>   </div> <div id=\"block-60b39def8f086d71cc15f3e4\" class=\"block\" data-block-contributor=\"profile/aubrey-allegretti\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T14:16:12.328Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ministers have been urged not to “threaten” <a href=\"https://www.theguardian.com/society/nhs\">NHS</a> staff by forcing them to get vaccinated against coronavirus under plans being considered by the government.</p> <p>The shadow Commons leader, Thangam Debbonaire, said it was not a “good idea” after the vaccines minister, Nadhim Zahawi, admitted the proposal was being investigated alongside the existing consultation on making jabs mandatory for social care workers.</p> <p>There is nervousness in Whitehall about doing anything to destabilise the vaccine rollout by requiring that people get the jab instead of keeping it voluntary – something that several behavioural scientists have warned could dampen take-up among already vaccine-hesitant groups.</p> <p>But after concerns that a sizeable number of health and social care staff, who were among the first to be offered the vaccine, are reluctant to get jabbed, the government has been consulting on making vaccines mandatory for care workers, and is now expanding that to include all those working in the NHS.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2021/may/30/ministers-urged-not-to-threaten-nhs-staff-over-mandatory-covid-jab\">Ministers urged not to ‘threaten’ NHS staff over mandatory Covid jab</a> </p> </aside> </div>   </div> <div id=\"block-60b398f28f088d8c3178db07\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T14:13:35.043Z\">3.13pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p><strong>Key developments so far today:</strong></p> <ul> <li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\"><strong>UK</strong> vaccines minister<strong> </strong>Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</a> He said: “It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</li> <li>The UK government is waiting for the latest data on June 14 before deciding whether to<a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b35b988f086d71cc15f0ca#block-60b35b988f086d71cc15f0ca\"><strong> proceed with easing the lockdown on June 21</strong>,</a> Zahawi said.</li> <li>British regulators were still considering whether to <strong>offer jabs to children. </strong>Zahawi said: “Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children.”</li> <li><strong>Italy</strong> has extended an entry ban for people coming from <strong>India, Bangladesh </strong>and<strong> Sri Lanka,</strong> as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June.</li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b38ce58f08d486a77178f9#block-60b38ce58f08d486a77178f9\">The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan </a>has not been ruled out, according to a health expert affiliated with the WHO.</li> <li><strong>India </strong>has <strong> </strong>reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</li> <li><a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b38ad88f086d71cc15f2d8#block-60b38ad88f086d71cc15f2d8\"><strong>Kenya</strong> has extended its nightly curfew by 60 days </a>to slow the spread of Covid-19, the interior ministry said.</li> <li><a href=\"https://www.theguardian.com/world/2021/may/30/some-long-covid-sufferers-in-england-waiting-months-for-treatment\">People who remain chronically ill after Covid infections in </a><a href=\"https://www.theguardian.com/uk-news/england\">England</a> have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid.<br></li> <li>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.<strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</li> <li>The leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together.</li> </ul> </div>   </div> <div id=\"block-60b38f638f086d71cc15f30f\" class=\"block\" data-block-contributor=\"profile/iansample\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T13:14:26.665Z\">2.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People who remain chronically ill after Covid infections in <a href=\"https://www.theguardian.com/uk-news/england\">England</a> have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid.</p> <p>MPs called on <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a> to explain the lengthy waiting times and what they described as a “shameful postcode lottery” which left some patients facing delays of more than four months before being assessed at a specialist centre while others were seen within days.</p> <p>NHS England <a href=\"https://www.england.nhs.uk/2020/12/long-covid-patients-to-get-help-at-more-than-60-clinics/\">announced in December</a> that people with long Covid, or post-Covid syndrome, could seek help at more than 60 specialist clinics. But despite government assertions in January that the network of 69 centres was already operating, the all-party parliamentary group on coronavirus found that some clinics were still not up and running three months later.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/some-long-covid-sufferers-in-england-waiting-months-for-treatment\">Some long Covid sufferers in England waiting months for treatment</a> </p> </aside> </div>   </div> <div id=\"block-60b38ce58f08d486a77178f9\" class=\"block\" data-block-contributor=\"profile/matthewweaver\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T13:04:02.259Z\">2.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan has not been ruled out, according to a health expert affiliated with the WHO.<br><br>Dr Dale Fisher, chair of the<strong> Global Outbreak Alert and Response Network,</strong> which is coordinated by the WHO, said the WHO’s investigation into the origins of the virus had only just begun.<br><br>Speaking to <strong>BBC Radio 4’s World This Weekend</strong> he said: “The lab leak theory is not off the table, there’s more research to be done.”<br><br>An investigation visit by WHO experts earlier this year, which was highly controlled by the Chinese authorities, concluded it “extremely unlikely” that the pandemic began with a laboratory incident.<br><br>Fisher said this theory remained “unverified” despite a report, based on US intelligence, which claimed three members of staff at the lab had become sick with Covid-like in early December 2019.<br><br>He urged the US to share this intelligence. Fisher said: “We believe that all the laboratory workers have had serology [tests] done and all those antibody tests were negative and that was part of the reason why the risk was downplayed.”<br><br>Fisher added: “WHO could do itself a favour, by describing the plans for further investigation because people really haven’t heard anything since the February mission was done and therefore people think they’ve stopped looking for the origins, which is far from the truth, it’s only really just begun.”<br><br>He also suggested China’s secrecy about the origins of the virus could be driven by fears of compensation claims. Fisher said: “Any country that found any Covid-19 in its borders before the outbreak started would suddenly clam up. This is why I would argue that diplomacy is the way forward with this, creating a no blame culture. The only way you really can get to the bottom of this is just to say ‘look there’s no penalties, we just need to sort this out’.”<br><br></p> </div>   </div> <div id=\"block-60b38ad88f086d71cc15f2d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T12:59:31.149Z\">1.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kenya</strong> has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said, according to the Reuters news agency. </p> <p>The move followed a decision by President Uhuru Kenyatta in late March to extend the 10pm to 4am curfew. A ban on political gatherings and processions that could turn into super spreader events was also extended for 60 days, as was a prohibition on overnight events and vigils, the ministry said.</p> <p>When the first coronavirus cases were confirmed in Kenya in March 2020, the government closed schools, imposed a curfew, banned public gatherings and on multiple occasions restricted movement in and out of the most-affected regions.</p> <p>Some restrictions, such as on schools, were eventually relaxed. The ban on public gatherings and processions and overnight meetings will stay in force, the ministry said.</p> <p>Kenya has recorded 170,485 cases and 3,141 deaths, Ministry of Health data showed on Saturday, with a positivity rate of 8.9%. Covid-19 vaccinations began on March 5 and so far 968,733 people have received their first dose. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T14:00:11.675Z\">at 3.00pm BST</time></p>  </div> <div id=\"block-60b387cd8f088d8c3178da0e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T12:51:28.239Z\">1.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson faces a difficult decision about whether to end <strong>England</strong>’s lockdown on June 21 with hospitals already under “worrying” pressure, a health chief has warned.</p> <p>According to the Press Association news agency, NHS Providers chief executive Chris Hopson said hospital bosses were concerned about the transmissibility of the B1617.2 variant and the large number of people who have still to receive doses of the vaccine.</p> <p>He warned that although hospitals were not expecting to be overwhelmed by a surge of Covid-19 cases, they were already stretched by going “full pelt” on dealing with the backlog of cases built up during the pandemic and urgent care needs. Hopson said:</p> <blockquote class=\"quoted\"> <p>Significant numbers of Covid-19 hospital inpatients will adversely impact care backlog recovery, (the) current degree of pressure on hospitals is worrying especially since we saw clear summer demand surges in the two years before Covid-19. But if, as evidence above suggests, success of (the) vaccination campaign means much lower levels of hospitalisation, serious illness and mortality, even with (the) new variant, that is very significant and important. This means there is a difficult decision to make for June 21.</p> </blockquote> <p>He also suggested the government needs to consider the increased burden on hospitals in UK holiday hotspots in coming months with people not travelling abroad, saying one trust chief on the south coast had warned they will “struggle” to meet the “significant extra demand”.</p> <p>Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) Government advisory panel, said there was still “quite a lot of uncertainty” around the June 21 date.</p> <p>He told LBC radio scientists had “an awful lot of work to do” to analyse data on the link between cases and hospital admissions, while bearing in mind the situation with the Indian variant, to give evidence to the government.<br></p> </div>   </div> <div id=\"block-60b37b5b8f088d8c3178d988\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:50:46.351Z\">12.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>South Korea</strong> will get 1m doses of Johnson &amp; Johnson’s vaccine this week mainly to inoculate military personnel, after the United States almost doubled a pledge made earlier this month, prime minister Kim Boo-kyum said on Sunday.</p> <p>South Korea has reported a lower death toll than many comparable developed countries from Covid-19, but the government has come under criticism for a comparatively slow rollout of vaccines, Reuters reports. Less than 11% of its 52 million people have so far received a first dose.</p> <p>US President Joe Biden, at his first summit with President Moon Jae-in earlier this month, promised to supply 550,000 shots for South Korean troops.</p> <p>Kim said that offer had now been increased to 1m doses, and the shots will arrive this week. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:52:15.638Z\">at 12.52pm BST</time></p>  </div> <div id=\"block-60b3737d8f088d8c3178d938\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:24:18.977Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p> On care homes, <strong>UK </strong>vaccines minister Nadhim Zahawi today defended the government approach. </p> <p>Boris Johnson’s former aide Dominic Cummings claimed the health secretary, Matt Hancock, had lied to the prime minister over tests being carried out on those discharged into care homes – a charge denied by Hancock.</p> <p>Zahawi said the government had made the best use of the limited testing capacity available when the pandemic struck and it had put a “protective ring” around care homes.</p> <p>Asked whether Hancock had promised care home residents would be tested before discharge from hospital, Zahawi told the BBC’s Andrew Marr Show:<br></p> <blockquote class=\"quoted\"> <p>Matt Hancock was very much focused on delivery, I think it’s worth putting this in context … in the sense that in the eye of the storm, we were only able to do 2,000 tests a day. The diagnostics industry was almost non-existent in the UK.</p> </blockquote> <p>He added Hancock had said that “people going into care homes absolutely should be tested and the system, the NHS, operationalised that” as testing capacity increased.</p> <p>Asked why people had been sent home without tests, Zahawi said “hindsight is a wonderful thing”, adding: </p> <blockquote class=\"quoted\"> <p>We can sit here and sort of argue the toss about asymptomatic transmission … and when we really knew about that.</p> <p>The whole point is you use every resource available to you, to the best of your ability, to save and to protect as many people as possible.</p> </blockquote> <p>There have been more than 36,275 deaths involving Covid-19 in care homes since the pandemic began.</p> <p>Zahawi said: </p> <blockquote class=\"quoted\"> <p>When the inquiry is held, and we will look at all these things in detail, we will of course examine where we could do better.</p> <p>But to say that we didn’t deal with them to the best of our capability, with the resources that were available to us, is a mistake, is wrong.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:56:03.996Z\">at 12.56pm BST</time></p>  </div> <div id=\"block-60b36bc58f08d486a7717772\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:42:18.394Z\">11.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Italy extends travel ban for India, Bangladesh and Sri Lanka</h2>  <div class=\"block-elements\">  <p><strong>Italy</strong> has extended an entry ban for people coming from <strong>India, Bangladesh </strong>and<strong> Sri Lanka,</strong> as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June, a spokesman for Italian health minister Roberto Speranza said in a statement.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:56:17.219Z\">at 12.56pm BST</time></p>  </div> <div id=\"block-60b36b198f088d8c3178d8bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:40:20.441Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Care homes were “forgotten” during the “dreadful” early stages of the Covid pandemic in the<strong> UK,</strong> a sector leader has said.</p> <p>Mike Padgham, the chairman of the Independent Care Group, which represents providers in York and North Yorkshire, told Sky News it had been a “frightening” time for staff and residents.</p> <p>Padgham was questioned in relation to the claim made by former Downing Street adviser Dominic Cummings to MPs this week that suggestions care homes were shielded were “complete nonsense”.</p> <p>Padgham said: </p> <blockquote class=\"quoted\"> <p>I don’t believe myself there was a ring of protection thrown round us.</p> <p>In those very early days it was difficult. We were forgotten. We’ve been forgotten over decades. That’s the only issue in social care.</p> <p>We weren’t prepared. We weren’t ready. We didn’t have the PPE, we didn’t have the testing.</p> <p>And it took the government many, many weeks to actually see what was happening in homes, despite our best efforts and protestations.</p> <p>That is why providers … without their efforts, the figures … would have been much worse.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:56:35.263Z\">at 12.56pm BST</time></p>  </div> <div id=\"block-60b344618f086d71cc15efdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:09:33.305Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vietnam’s </strong>business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday.</p> <p>“All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported. “While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added.</p> <p>Ho Chi Minh City earlier this week shut down shops and restaurants.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:40.772Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b35fc58f088d8c3178d85f\" class=\"block\" data-block-contributor=\"profile/michael-standaert\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:52:00.587Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A leading scientist has called for stallholders at the Huanan seafood market in<strong> Wuhan t</strong>o be interviewed in any further investigation of the Covid-19 epidemic.</p> <p>Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, <a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">has ordered the US intelligence community to intensify its efforts</a> to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction.</p> <p>He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory.</p> <p>It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the <a href=\"https://en.wikipedia.org/wiki/World_Health_Organization\">World Health Organization</a> visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife.</p> <p>Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market.</p> <p>“However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/covid-team-interview-wuhan-market-virologist-animals\">Covid investigators must interview Wuhan stall owners, says virologist</a> </p> </aside> </div>   </div> <div id=\"block-60b347988f086d71cc15effb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:41:45.787Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan </strong>reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall.</p> <p>It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms.</p> </div>   </div> <div id=\"block-60b35b988f086d71cc15f0ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:33:56.639Z\">10.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The<strong> UK </strong>government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. </p> <p>Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show:</p> <blockquote class=\"quoted\"> <p>What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country.</p> <p>Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it.</p> <p>But we will know it on, hopefully on the 14th, a few more weeks.</p> </blockquote> <p>He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”.</p> </div>   </div> <div id=\"block-60b34f2d8f086d71cc15f050\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:42:52.214Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the possible compulsory vaccination of NHS staff in the<strong> UK, </strong>the shadow cabinet minister Thangam Debbonaire said “threatening” NHS staff to have the vaccine was not a good idea.</p> <p>The shadow Commons leader told Sky News:</p> <blockquote class=\"quoted\"> <p>Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.”</p> </blockquote> <p>Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said.</p> <blockquote class=\"quoted\"> <p>I would like to see the government work with the NHS and social care staff.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:59:50.767Z\">at 12.59pm BST</time></p>  </div> <div id=\"block-60b34df18f08d486a7717630\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:38:28.212Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the <strong>UK. </strong></p> <p>Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told <strong><a href=\"https://www.thetimes.co.uk/radio\">Times Radio</a></strong> that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid.</p> <p>Speaking in a personal capacity, he added:</p> <blockquote class=\"quoted\"> <p>It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.”</p> </blockquote> <p>Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”.</p> <p><br>He added: </p> <blockquote class=\"quoted\"> <p>The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise.</p> <p>So... the benefits might change and that might affect the decision about whether to vaccinate children in the future.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:00.334Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b34cb58f08d486a7717625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:31:14.697Z\">9.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>British regulators were still considering whether to offer jabs to children, UK vaccines minister Nadhim Zahawi told Sky News:</p> <blockquote class=\"quoted\"> <p>Our own regulator has not yet approved giving vaccines to children.</p> <p>You have to make sure the vaccines are incredibly safe before you give them to children.</p> </blockquote> <p>The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required.</p> <p>But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: <br></p> <blockquote class=\"quoted\"> <p>On the whole you are vaccinating to protect their families and their communities and the country.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:07.611Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b34a0e8f08d486a771760b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:26:46.926Z\">9.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK considering compulsory vaccination for NHS staff</h2>  <div class=\"block-elements\">  <p><strong>UK</strong> vaccines minister<strong> Nadhim Zahawi </strong>confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</p> <p>There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about.</p> </blockquote> <p>He also said that the <strong>World Health Organisation </strong>investigation must be able to fully investigate the origins of the pandemic. <br></p> <p>The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan.</p> <p>Asked about the report, Zahawi said: </p> <blockquote class=\"quoted\"> <p> I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why – not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:20.097Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b347678f088d8c3178d76a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:21:03.373Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia </strong>reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections.</p> <p>The Russian coronavirus taskforce said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162.</p> <p>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T12:00:28.542Z\">at 1.00pm BST</time></p>  </div> <div id=\"block-60b341ba8f086d71cc15efd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:09:47.076Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>British Beer and Pub Association </strong>(BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”.</p> <p>She told BBC Breakfast: </p> <blockquote class=\"quoted\"> <p>We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery.</p> <p>What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed.</p> <p>If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation.</p> <p>But right now we are asking the Government to stick to their road map.</p> </blockquote> </div>   </div> <div id=\"block-60b3415a8f088d8c3178d737\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:55:44.252Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed coronavirus cases in <strong>Germany</strong> increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed.</p> </div>   </div> <div id=\"block-60b342668f086d71cc15efd6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:49:18.598Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia to set up more vaccination centres</h2>  <div class=\"block-elements\">  <p><strong> Malaysia</strong> is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports.</p> <p>Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital,<strong> Kuala Lumpur,</strong> and are considering two in the northen state of <strong>Penang</strong> and in the southern state of <strong>Johor</strong>.</p> <p>Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply.</p> <p>Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.</p> <p>Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus.</p> <p>Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533.<br><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:32:53.441Z\">at 9.32am BST</time></p>  </div> <div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.</p> <p><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:47:00.252Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"6939","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T19:59:24Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/64032d1281fa564cbc2ff645a589e3d1b4e7ee89/0_14_3072_1843/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Mexico recorded 1,307 coronavirus cases and 52 more deaths on Sunday, according to health ministry data, bringing the overall number of cases to 2,412,810 and the death toll to 223,507, Reuters reports. Scientists have warned ministers that a third wave of coronavirus may have already begun in Britain, casting doubt on plans in England to lift all lockdown restrictions in three weeks’ time. Experts cautioned that any rise in coronavirus hospital admissions could leave the NHS struggling to cope as it battles to clear the huge backlog in non-Covid cases. Downing Street insisted it was too soon for speculation about whether the plan to lift all lockdown rules in England on 21 June could go ahead, prompting calls from the hospitality industry for the government to ensure it provided “advance notice” for struggling businesses of any “lingering” measures. The vaccines minister, Nadhim Zahawi, refused to deny that some restrictions such as mask wearing and working from home might remain in place to reduce the spread of the virus. Senior scientific advisers believe that, where possible, working from home makes sense beyond June because it would cut the number of people who come into contact with each other. Ministers are grappling with whether a rise in cases and further spread of the Covid variant first discovered in India could throw Boris Johnson’s roadmap off track. Despite the progress of the vaccination programme, advisers are unsure to what extent the new infections – which are at levels last seen at the end of March – will translate into hospitalisations and deaths. Outbreak modellers advising Sage expected a resurgence of infections even before the new variant, called B.1.617.2, was found in the UK. That is because, as restrictions ease, the virus can spread more easily among millions of people who have not been protected by vaccines. Research by Public Health England that suggests the new variant is highly transmissible and partially resistant to vaccines has heightened concerns that a third wave could overwhelm the NHS. Read more by colleagues Aubrey Allegretti, Nicola Davis and Ian Sample here: Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks. It is a stark figure that underlines just how serious a problem global vaccine inequity has become. But the answer for the developing world is not as simple as delivering more vaccines. From Africa to Latin America, Asia and the Caribbean, the same issues have been replicated. On top of finding enough doses, there have been logistical difficulties with delivery, problems over healthcare infrastructure and, in some countries, public hesitancy towards vaccines. Africa’s lack of vaccines – and the erratic supply of those that are eventually delivered – remains the No 1 challenge, however. Only 28 million doses have been delivered on the continent so far – that’s less than 2% of the continent’s population – at a time when some wealthier countries have vaccinated well in excess of half their populations. One issue is that 40 African countries, as the World Health Organization recently pointed out, had been relying on the Covax facility, the scheme designed to deliver cheap doses to promote vaccine equality. Supplies were supposed to come from the Serum Institute of India but have now been diverted for domestic use in India. The WHO announced on Thursday that Africa needed at least 20 million AstraZeneca doses in the next six weeks to give second shots to all those who had received a first dose. In addition, another 200 million doses of approved vaccines are needed to enable the continent to vaccinate 10% of its population by September. Dr Matshidiso Moeti, WHO regional director for Africa, said last week: Africa needs vaccines now. Any pause in our vaccination campaigns will lead to lost lives and lost hope. It’s too soon to tell if Africa is on the cusp of a third wave. However, we know that cases are rising, and the clock is ticking so we urgently appeal to countries that have vaccinated their high-risk groups to speed up the dose-sharing to fully protect the most vulnerable people. Read more here: In the UK, ministers will adopt a cautious approach in deciding whether to ease lockdown on June 21, with hospitals already under pressure and health experts warning against “charging ahead”. The continued spread of the Indian coronavirus variant has cast doubt on the ability to scrap restrictions, with ministers considering plans to keep some measures - such as the continued use of face masks and guidance on working from home – in place. Vaccines minister Nadhim Zahawi acknowledged “we have to be cautious” because of concerns about the infection rate. The British government will wait for the latest data on June 14 before deciding whether to proceed with lifting England’s lockdown the following week. He said the vaccine programme aimed to offer a second dose to all over-50s by June 21, but he told Times Radio “I could do with more supply” because “I will be able to protect more people more rapidly”. Asked whether the remaining restrictions could be eased if cases were still increasing, he told BBC1’s Andrew Marr Show: What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country. Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it. But we will know it on, hopefully on the 14th, a few more weeks. He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”. Pressed on whether there could be a partial lifting of restrictions, with mask-wearing and working from home continuing, Zahawi said: “We need to look at the data.” Allies of Donald Trump took the unusual step of speaking out on Sunday in support of Joe Biden, regarding efforts to pinpoint the source of Covid-19 and find out if China knows more about the origins of the pandemic than it is letting on. Biden said on Thursday he was expanding an investigation into the outbreak, following a departure from previous thinking by at least one US intelligence agency now leaning towards the theory that the virus escaped from a laboratory in Wuhan. Michael McCaul, a Republican congressman from Texas, and Matthew Pottinger, Trump’s former deputy national security adviser who persuaded him to start using the controversial term “Wuhan virus”, both welcomed the development. Pottinger told NBC’s Meet the Press: It’s absolutely essential to find out what the origin of this thing is, it’s essential for us to head off the next pandemic, it’s essential for us to better understand the variants of the current pandemic that are emerging. Both of these hypotheses that President Biden spoke of are valid, it could have emerged from a laboratory, it could have emerged from nature. Neither is supported by concrete evidence but there’s a growing amount of circumstantial evidence supporting the idea that this may have leaked from a laboratory. Read the full story here: South Africa has extended its nightly curfew and limited the number of people at gatherings to slow the spread of Covid-19 as positive cases surge, President Cyril Ramaphosa said on Sunday. The level 2 lockdown restrictions will start on Monday, forcing non-essential establishments like restaurants, bars and fitness centres to close by 10pm local time as the curfew will now start at 11pm instead of midnight and end at 4am, Ramaphosa said in an address to the nation. All gatherings will be limited to a maximum of 100 people indoors from 250 and 250 people outdoors from 500. Where the venue is too small to accommodate these numbers, no more than 50% of the capacity of the venue may be used, Reuters reports. Ramaphosa said according to the country’s health experts, the recent surge in new infections is due to the increasing number of social gatherings where people are not observing essential health protocols. Funerals and so-called “after tears” parties, as well as camps and sporting activities at schools, have also been identified as other sites of increased transmission. Ramaphosa said: The Ministerial Advisory Committee on Covid-19 has therefore recommended that the country urgently implement further restrictions to limit the increase in infections. It bases this recommendation on the sustained increase in new cases in the last 14 days, increased hospital admissions in almost all provinces and an increase in the proportion of Covid tests that are positive. Over the last seven days, the country has recorded an average of 3,745 daily new infections, with cases rising by 4,515 over the past 24 hours to over 1.659 million cases. Over 960,000 people have been vaccinated in the country. The provinces of Free State, Northern Cape, North West and Gauteng, which houses Johannesburg, have reached the threshold of a third wave of infections and “it may only be a matter of time before the country as a whole will have entered a third wave”, Ramaphosa said. Egypt will lift restrictions it imposed earlier this month to curb the spread the coronavirus, including early closure of shops and restaurants, from June 1, the cabinet said. Since May 6, stores, shopping malls and restaurants had to close by 9 pm after a rise in infections, Reuters reports. Egypt imposed strict measures at the start of the pandemic, closing its airspace and setting nightly curfews to combat the spread of the virus, but it has remained largely open since June 2020. As part of its efforts to save the tourism sector, it completed vaccinating workers in all hotels in Southern Sinai and Red Sea provinces and plans to vaccinate all residents of the two resorts of Hurghada and Sharm el-Sheik, the cabinet said on Sunday. Egypt had officially confirmed 260,659 coronavirus cases including 15,001 deaths as of Saturday. However, officials and experts say the real number of infections is far higher, but is not reflected in government figures because of low testing rates and the exclusion of private test results. Italy reported 44 coronavirus-related deaths on Sunday, down from 83 the day before and the lowest figure since mid-October, while the daily tally of new infections also dropped to 2,949 from 3,351, the health ministry said. Italy has registered 126,046 deaths linked to Covid-19 since its outbreak in February last year, the second-highest toll in Europe after Britain and the seventh-highest in the world, Reuters reports. The country has reported 4.216 million cases to date. The number of deaths is often lower on a Sunday but the latest figure confirms a declining trend. People reported dead due to Covid-19 stood at 72 last Sunday and 93 a week before that, down from 139 on Sunday May 9. The number of patients in hospital with the virus – not including those in intensive care – totalled 6,591 on Sunday, down from 6,800 a day earlier. There were 27 new admissions to intensive care units, little changed from 29 on Saturday. The total number of intensive care patients stood at 1,061 from 1,095. Only 164,495 tests for Covid-19 were carried out on Sunday, sharply down from 247,330 the day before, the ministry said. Separately on Sunday, the health ministry said it had extended to June 21 the current ban on travellers arriving from India, Bangladesh and Sri Lanka. Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Covid variants first identified in India and the UK and spreads quickly by air, the health minister has said. After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths. Nguyen Thanh Long said on Saturday, describing it as a hybrid of the two known variants: Vietnam has uncovered a new Covid-19 variant combining characteristics of the two existing variants first found in India and the UK. “That the new one is an Indian variant with mutations that originally belong to the UK variant is very dangerous,” he told a government meeting, a recording of which was obtained by Reuters. The south-east Asian country had previously detected seven virus variants: B.1.222, B.1.619, D614G, B.1.1.7 – known as the UK variant, B.1.351, A.23.1 and B.1.617.2 – the India variant. Long said Vietnam would soon publish genome data of the newly identified variant, which he said was more transmissible than the previously known types. Read more here: A health expert affiliated with the World Health Organization has called on the US to share any intelligence it has about the origins of the coronavirus outbreak with the WHO and the scientific community. Last week the Wall Street Journal cited US intelligence agencies who said they were told that three unnamed members of staff at a lab in the Chinese city of Wuhan were sick enough to go hospital in November 2019 with Covid-like symptoms. US intelligence chiefs later stressed they did not know how the virus was transmitted initially, but that they had two theories: either it emerged naturally from human contact with infected animals, or it was a laboratory accident. Speaking to BBC Radio 4’s The World This Weekend, Dr Dale Fisher said the theory that the virus had leaked from a laboratory was “not off the table”, but remained “unverified”. Fisher, the chair of the Global Outbreak Alert and Response Network, which is coordinated by the WHO, urged the US to share any intelligence it had. “The Wall Street Journal is not really the way to share science,” he said. Read the full story here: Jens Spahn, the German health minister, and his counterparts in the 16 federal states will on Monday discuss control mechanisms for coronavirus test centres following fraud accusations, a ministry spokesman said on Sunday. Since allegations of potential fraud at several providers were made public this week and Spahn said on Saturday that there would be stricter controls, a debate has started on how to control the test centres and who should be in charge. Germany offers its citizens at least one free coronavirus test per week, with several federal states providing one free test a day. The state pays €18 (£15) per test. As a result, private test centres have been set up en masse in recent weeks. Some coronavirus test centres have been charging for more tests than they have carried out, daily Süddeutsche Zeitung and broadcaster ARD reported this week. Lars Klingbeil, the secretary general of the opposition Social Democrats, told daily Tagesspiegel’s Sunday edition: I find it incomprehensible that despite warnings Jens Spahn has left such loopholes for cheaters. Spahn announced more random checks on Saturday: Pragmatism is necessary these days. Those who exploit that must not be allowed to get away with it. Spahn will have a call with his state counterparts on Monday morning and discuss next steps, the spokesman said. The number of new coronavirus cases in Germany has fallen further this weekend. The Robert Koch Institute for infectious diseases reported a 3,852 rise in cases on Sunday, 2,862 less than a week earlier. The seven-day rate of infection fell to 35 per 100,000 people, down from around 64 last week. So far, Germany has seen 3.68 million cases; the death toll stands at 88,406. Around 42% of its population have been given at least a first shot of a Covid-19 vaccine and 17% have had their second dose. That’s it from me, Caroline Davies, for today. Handing over to my colleague Nicola Slawson. Thanks for your time. Ministers have been urged not to “threaten” NHS staff by forcing them to get vaccinated against coronavirus under plans being considered by the government. The shadow Commons leader, Thangam Debbonaire, said it was not a “good idea” after the vaccines minister, Nadhim Zahawi, admitted the proposal was being investigated alongside the existing consultation on making jabs mandatory for social care workers. There is nervousness in Whitehall about doing anything to destabilise the vaccine rollout by requiring that people get the jab instead of keeping it voluntary – something that several behavioural scientists have warned could dampen take-up among already vaccine-hesitant groups. But after concerns that a sizeable number of health and social care staff, who were among the first to be offered the vaccine, are reluctant to get jabbed, the government has been consulting on making vaccines mandatory for care workers, and is now expanding that to include all those working in the NHS. Key developments so far today: UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He said: “It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. The UK government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, Zahawi said. British regulators were still considering whether to offer jabs to children. Zahawi said: “Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children.” Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June. The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan has not been ruled out, according to a health expert affiliated with the WHO. India has reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said. People who remain chronically ill after Covid infections in England have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. People who remain chronically ill after Covid infections in England have had to wait months for appointments and treatment at specialist clinics set up to handle the surge in patients with long Covid. MPs called on Matt Hancock to explain the lengthy waiting times and what they described as a “shameful postcode lottery” which left some patients facing delays of more than four months before being assessed at a specialist centre while others were seen within days. NHS England announced in December that people with long Covid, or post-Covid syndrome, could seek help at more than 60 specialist clinics. But despite government assertions in January that the network of 69 centres was already operating, the all-party parliamentary group on coronavirus found that some clinics were still not up and running three months later. The theory that the coronavirus outbreak began with a leak from a Chinese laboratory in Wuhan has not been ruled out, according to a health expert affiliated with the WHO. Dr Dale Fisher, chair of the Global Outbreak Alert and Response Network, which is coordinated by the WHO, said the WHO’s investigation into the origins of the virus had only just begun. Speaking to BBC Radio 4’s World This Weekend he said: “The lab leak theory is not off the table, there’s more research to be done.” An investigation visit by WHO experts earlier this year, which was highly controlled by the Chinese authorities, concluded it “extremely unlikely” that the pandemic began with a laboratory incident. Fisher said this theory remained “unverified” despite a report, based on US intelligence, which claimed three members of staff at the lab had become sick with Covid-like in early December 2019. He urged the US to share this intelligence. Fisher said: “We believe that all the laboratory workers have had serology [tests] done and all those antibody tests were negative and that was part of the reason why the risk was downplayed.” Fisher added: “WHO could do itself a favour, by describing the plans for further investigation because people really haven’t heard anything since the February mission was done and therefore people think they’ve stopped looking for the origins, which is far from the truth, it’s only really just begun.” He also suggested China’s secrecy about the origins of the virus could be driven by fears of compensation claims. Fisher said: “Any country that found any Covid-19 in its borders before the outbreak started would suddenly clam up. This is why I would argue that diplomacy is the way forward with this, creating a no blame culture. The only way you really can get to the bottom of this is just to say ‘look there’s no penalties, we just need to sort this out’.” Kenya has extended its nightly curfew by 60 days to slow the spread of Covid-19, the interior ministry said, according to the Reuters news agency. The move followed a decision by President Uhuru Kenyatta in late March to extend the 10pm to 4am curfew. A ban on political gatherings and processions that could turn into super spreader events was also extended for 60 days, as was a prohibition on overnight events and vigils, the ministry said. When the first coronavirus cases were confirmed in Kenya in March 2020, the government closed schools, imposed a curfew, banned public gatherings and on multiple occasions restricted movement in and out of the most-affected regions. Some restrictions, such as on schools, were eventually relaxed. The ban on public gatherings and processions and overnight meetings will stay in force, the ministry said. Kenya has recorded 170,485 cases and 3,141 deaths, Ministry of Health data showed on Saturday, with a positivity rate of 8.9%. Covid-19 vaccinations began on March 5 and so far 968,733 people have received their first dose. Boris Johnson faces a difficult decision about whether to end England’s lockdown on June 21 with hospitals already under “worrying” pressure, a health chief has warned. According to the Press Association news agency, NHS Providers chief executive Chris Hopson said hospital bosses were concerned about the transmissibility of the B1617.2 variant and the large number of people who have still to receive doses of the vaccine. He warned that although hospitals were not expecting to be overwhelmed by a surge of Covid-19 cases, they were already stretched by going “full pelt” on dealing with the backlog of cases built up during the pandemic and urgent care needs. Hopson said: Significant numbers of Covid-19 hospital inpatients will adversely impact care backlog recovery, (the) current degree of pressure on hospitals is worrying especially since we saw clear summer demand surges in the two years before Covid-19. But if, as evidence above suggests, success of (the) vaccination campaign means much lower levels of hospitalisation, serious illness and mortality, even with (the) new variant, that is very significant and important. This means there is a difficult decision to make for June 21. He also suggested the government needs to consider the increased burden on hospitals in UK holiday hotspots in coming months with people not travelling abroad, saying one trust chief on the south coast had warned they will “struggle” to meet the “significant extra demand”. Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Group on Modelling (Spi-M) Government advisory panel, said there was still “quite a lot of uncertainty” around the June 21 date. He told LBC radio scientists had “an awful lot of work to do” to analyse data on the link between cases and hospital admissions, while bearing in mind the situation with the Indian variant, to give evidence to the government. South Korea will get 1m doses of Johnson &amp; Johnson’s vaccine this week mainly to inoculate military personnel, after the United States almost doubled a pledge made earlier this month, prime minister Kim Boo-kyum said on Sunday. South Korea has reported a lower death toll than many comparable developed countries from Covid-19, but the government has come under criticism for a comparatively slow rollout of vaccines, Reuters reports. Less than 11% of its 52 million people have so far received a first dose. US President Joe Biden, at his first summit with President Moon Jae-in earlier this month, promised to supply 550,000 shots for South Korean troops. Kim said that offer had now been increased to 1m doses, and the shots will arrive this week. On care homes, UK vaccines minister Nadhim Zahawi today defended the government approach. Boris Johnson’s former aide Dominic Cummings claimed the health secretary, Matt Hancock, had lied to the prime minister over tests being carried out on those discharged into care homes – a charge denied by Hancock. Zahawi said the government had made the best use of the limited testing capacity available when the pandemic struck and it had put a “protective ring” around care homes. Asked whether Hancock had promised care home residents would be tested before discharge from hospital, Zahawi told the BBC’s Andrew Marr Show: Matt Hancock was very much focused on delivery, I think it’s worth putting this in context … in the sense that in the eye of the storm, we were only able to do 2,000 tests a day. The diagnostics industry was almost non-existent in the UK. He added Hancock had said that “people going into care homes absolutely should be tested and the system, the NHS, operationalised that” as testing capacity increased. Asked why people had been sent home without tests, Zahawi said “hindsight is a wonderful thing”, adding: We can sit here and sort of argue the toss about asymptomatic transmission … and when we really knew about that. The whole point is you use every resource available to you, to the best of your ability, to save and to protect as many people as possible. There have been more than 36,275 deaths involving Covid-19 in care homes since the pandemic began. Zahawi said: When the inquiry is held, and we will look at all these things in detail, we will of course examine where we could do better. But to say that we didn’t deal with them to the best of our capability, with the resources that were available to us, is a mistake, is wrong. Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until 21 June, a spokesman for Italian health minister Roberto Speranza said in a statement. Care homes were “forgotten” during the “dreadful” early stages of the Covid pandemic in the UK, a sector leader has said. Mike Padgham, the chairman of the Independent Care Group, which represents providers in York and North Yorkshire, told Sky News it had been a “frightening” time for staff and residents. Padgham was questioned in relation to the claim made by former Downing Street adviser Dominic Cummings to MPs this week that suggestions care homes were shielded were “complete nonsense”. Padgham said: I don’t believe myself there was a ring of protection thrown round us. In those very early days it was difficult. We were forgotten. We’ve been forgotten over decades. That’s the only issue in social care. We weren’t prepared. We weren’t ready. We didn’t have the PPE, we didn’t have the testing. And it took the government many, many weeks to actually see what was happening in homes, despite our best efforts and protestations. That is why providers … without their efforts, the figures … would have been much worse.” Vietnam’s business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday. “All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported. “While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added. Ho Chi Minh City earlier this week shut down shops and restaurants. A leading scientist has called for stallholders at the Huanan seafood market in Wuhan to be interviewed in any further investigation of the Covid-19 epidemic. Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, has ordered the US intelligence community to intensify its efforts to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction. He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory. It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the World Health Organization visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife. Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market. “However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.” Taiwan reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall. It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms. The UK government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show: What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country. Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it. But we will know it on, hopefully on the 14th, a few more weeks. He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”. On the possible compulsory vaccination of NHS staff in the UK, the shadow cabinet minister Thangam Debbonaire said “threatening” NHS staff to have the vaccine was not a good idea. The shadow Commons leader told Sky News: Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.” Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said. I would like to see the government work with the NHS and social care staff. More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the UK. Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told Times Radio that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid. Speaking in a personal capacity, he added: It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.” Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”. He added: The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise. So... the benefits might change and that might affect the decision about whether to vaccinate children in the future. British regulators were still considering whether to offer jabs to children, UK vaccines minister Nadhim Zahawi told Sky News: Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children. The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required. But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: On the whole you are vaccinating to protect their families and their communities and the country. UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He told Sky News: It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about. He also said that the World Health Organisation investigation must be able to fully investigate the origins of the pandemic. The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan. Asked about the report, Zahawi said: I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why – not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics. Russia reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections. The Russian coronavirus taskforce said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports. The British Beer and Pub Association (BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”. She told BBC Breakfast: We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery. What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed. If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation. But right now we are asking the Government to stick to their road map. The number of confirmed coronavirus cases in Germany increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed. Malaysia is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports. Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northen state of Penang and in the southern state of Johor. Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply. Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up. Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus. Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"41850","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nicola-slawson\">Nicola Slawson</a> (now); <a href=\"profile/carolinedavies\">Caroline Davies</a> and <a href=\"profile/maya-wolfe-robinson\">Maya Wolfe-Robinson</a> (earlier)"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"media/2021/may/30/bbc-withdraws-covid-protection-devices-over-safety-concerns","type":"article","sectionId":"media","sectionName":"Media","webPublicationDate":"2021-05-30T19:44:32Z","webTitle":"BBC Covid distancing sensor devices beset by noise and fire safety issues","webUrl":"https://www.theguardian.com/media/2021/may/30/bbc-withdraws-covid-protection-devices-over-safety-concerns","apiUrl":"https://content.guardianapis.com/media/2021/may/30/bbc-withdraws-covid-protection-devices-over-safety-concerns","fields":{"headline":"BBC Covid distancing sensor devices beset by noise and fire safety issues","standfirst":"<p>Staff claim body-worn proximity devices have been withdrawn after one started smoking</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Staff claim body-worn proximity devices have been withdrawn after one started smoking","byline":"Jim Waterson Media editor","main":"<figure class=\"element element-image\" data-media-id=\"e678f1d903405e44fb2006e84def3fcb321f0cfe\"> <img src=\"https://media.guim.co.uk/e678f1d903405e44fb2006e84def3fcb321f0cfe/0_349_8192_4914/1000.jpg\" alt=\"Broadcasting House\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Broadcasting House, the headquarters of the BBC in London. </span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>","body":"<p>When the BBC bought thousands of proximity sensors in January, the hope was that they would protect staff by aiding compliance with Covid-19 social distancing rules in newsrooms. Instead, it has had to deal with fears that the body-worn electronic devices could set themselves on fire – and complaints that they were so noisy, they disrupted recordings.</p> <p>The Bluetooth technology <a href=\"https://www.personneltoday.com/hr/bbc-staff-told-to-wear-social-distancing-devices/\">was introduced in January</a> to ensure that employees who had to go into the office and work as part of a team stayed 2 metres apart. The idea was that any employees in the office, usually journalists working on key news programmes, would wear them around their neck or in their pocket. If colleagues got too close to one another, an alarm would warn them to back away.</p> <p>Unfortunately, according to a BBC source, “one started smoking” and they had to be withdrawn from use. “If they can’t handle daily use and start setting on fire or overheating, then they shouldn’t be here,” added the individual.</p> <p>Another BBC employee said the units had already been largely discarded by staff, because they developed an unfortunate habit of being triggered on a regular basis. As a result, “they get in the way of making TV … they’re so noisy, so no one used them”.</p> <p>A spokesperson for the corporation confirmed there had been a problem with one of the units and that the BBC was currently in discussions with the manufacturer.</p> <p>The issue highlights the complexities of office working during the pandemic. While many staff have continued to work from home, some news outlets have required employees to continue to travel to work.</p> <p>Although staff insisted the social distancing devices are rarely used, a BBC spokesperson insisted they were still part of the corporation’s Covid-19 safety measures: “We are surprised that a problem with a single electronic device is a news story, especially as the devices are being used where social distancing is challenging and they are about safety.”</p>","newspaperPageNumber":"3","wordcount":"326","firstPublicationDate":"2021-05-30T17:16:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T20:06:02Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/h964t","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e678f1d903405e44fb2006e84def3fcb321f0cfe/0_349_8192_4914/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When the BBC bought thousands of proximity sensors in January, the hope was that they would protect staff by aiding compliance with Covid-19 social distancing rules in newsrooms. Instead, it has had to deal with fears that the body-worn electronic devices could set themselves on fire – and complaints that they were so noisy, they disrupted recordings. The Bluetooth technology was introduced in January to ensure that employees who had to go into the office and work as part of a team stayed 2 metres apart. The idea was that any employees in the office, usually journalists working on key news programmes, would wear them around their neck or in their pocket. If colleagues got too close to one another, an alarm would warn them to back away. Unfortunately, according to a BBC source, “one started smoking” and they had to be withdrawn from use. “If they can’t handle daily use and start setting on fire or overheating, then they shouldn’t be here,” added the individual. Another BBC employee said the units had already been largely discarded by staff, because they developed an unfortunate habit of being triggered on a regular basis. As a result, “they get in the way of making TV … they’re so noisy, so no one used them”. A spokesperson for the corporation confirmed there had been a problem with one of the units and that the BBC was currently in discussions with the manufacturer. The issue highlights the complexities of office working during the pandemic. While many staff have continued to work from home, some news outlets have required employees to continue to travel to work. Although staff insisted the social distancing devices are rarely used, a BBC spokesperson insisted they were still part of the corporation’s Covid-19 safety measures: “We are surprised that a problem with a single electronic device is a news story, especially as the devices are being used where social distancing is challenging and they are about safety.”","charCount":"1946","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jim-waterson\">Jim Waterson</a> Media editor"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/2021/may/30/amy-cokayne-doubles-up-as-harlequins-beat-saracens-for-first-premier-15s-title","type":"article","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-30T19:36:51Z","webTitle":"Amy Cokayne doubles up as Harlequins beat Saracens for first Premier 15s title","webUrl":"https://www.theguardian.com/sport/2021/may/30/amy-cokayne-doubles-up-as-harlequins-beat-saracens-for-first-premier-15s-title","apiUrl":"https://content.guardianapis.com/sport/2021/may/30/amy-cokayne-doubles-up-as-harlequins-beat-saracens-for-first-premier-15s-title","fields":{"headline":"Amy Cokayne doubles up as Harlequins beat Saracens for first Premier 15s title","standfirst":"<ul><li>Saracens 17 - 24 Harlequins </li><li>Lagi Tuima notches five penalties to dethrone holders</li></ul>","trailText":"Amy Cokayne scored two tries and Lagi Tuima notched five penalties as Harlequins beat holders Saracens to claim their first Premier 15s title","byline":"Sarah Rendell at Kingsholm","main":"<figure class=\"element element-image\" data-media-id=\"ef9fa6f71725ee512bd7f216b88ec1a2c0a300ce\"> <img src=\"https://media.guim.co.uk/ef9fa6f71725ee512bd7f216b88ec1a2c0a300ce/0_90_4374_2624/1000.jpg\" alt=\"Harlequins celebrate after Amy Cokayne scored their first try on the way to victory over Saracens.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harlequins celebrate after Amy Cokayne scored their first try on the way to victory over Saracens.</span> <span class=\"element-image__credit\">Photograph: Steve Bardens - RFU/The RFU Collection/Getty Images</span> </figcaption> </figure>","body":"<p>Harlequins clinched their first Premier 15s title to erase memories of two defeats against a Saracens side that had beaten them in the last two finals. It was Harlequins’ first domestic title and came after they had raced into a 16-point lead.</p> <p>The match started the match on shaky ground for the champions with Zoe Harrison kicking the ball straight out of play. The fly-half was in trouble again as Quins’ captain Rachael Burford charged down her kick which led to the first points of the match as Lagi Tuima slotted a penalty in front of the posts.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/30/exeter-newcastle-premiership-rugby-match-report\">Slade and Vermeulen lead Exeter to 74-3 demolition of hapless Newcastle</a> </p> </aside>  <p>A blow for Quins came as Burford hobbled off the pitch shortly after but it did not impact the team as they doubled their lead three minutes later with another penalty from Tuima.</p> <p>Confidence and dominance oozed from Quins as they continued to pressure Saracens with sustained possession. The momentum led to the first try of the afternoon as Quins’ driving maul steamed towards the line and, after a TMO check, Amy Cokayne’s try was confirmed. While Tuima missed the extras, Gerard Mullen’s side were 11-0 ahead after just 19 minutes. Quins won yet another penalty in their 22 and displayed their intent as Tuima kicked to the corner. The driving maul worked impeccably again as Cokayne scored her second.</p> <p>Everything was going Quins’ way until Emma Taylor charged down a kick from Tuima to give Sarries’ fans something to cheer about. The opportunity resulted in a penalty and, knowing they needed the full five points being 16-0 down, they opted to tap and go.</p> <p>After several attempts, Sarries found their first points with a leap to the line from Marlie Packer. Harrison added the conversion to put the defending champions back in the match.</p> <p>However, Tuima added another penalty and Quins stifled a Sarries attack to end the half 19-7 up. Quins came out the blocks firing in the second half with every chance for Saracens to attack repelled with strong and effective defence.</p>  <figure class=\"element element-image\" data-media-id=\"5e5f32128f1426d121822cb38e82b0a005c051ee\"> <img src=\"https://media.guim.co.uk/5e5f32128f1426d121822cb38e82b0a005c051ee/0_274_5184_3110/1000.jpg\" alt=\"Emily Scott (left) and Heather Cowell of Harlequins with the Premier 15s trophy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Scott (left) and Heather Cowell of Harlequins with the Premier 15s trophy.</span> <span class=\"element-image__credit\">Photograph: Steve Bardens - RFU/The RFU Collection/Getty Images</span> </figcaption> </figure>  <p>Saracens then suffered a huge knock as Bryony Cleall was shown yellow for a penalty at the breakdown. Tuima inflicted another three-pointer and Quins started to stretch away from their London rivals. However, Saracens then hit back with a try from Packer. Harrison missed the much-needed conversion but the score inspired a comeback. After a sustained period on the try line for Saracens, Quins’ Cokayne and Abbie Ward were shown yellows in quick succession and Saracens scored their third of the afternoon through Sophie De Goede.</p> <p>Heading into the last 10 minutes, Tuima extended the difference between the sides to eight points which proved the final score.</p> <p>While Saracens threw everything they had at Quins, the latter came out victorious and Kingsholm eruptedwith players’ celebrations showing exactly what their first title meant.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/29/harlequins-bath-premiership-rugby-union-match-report\">Martin Landajo seals Harlequins win over Bath and semi-final place</a> </p> </aside>  <p>Burford said: “I’m so proud of the players. The way we came out. This whole week we had complete confidence and belief and we knew if we did everything right we knew we [could win].</p> <p>“It was a great spectacle today, let’s keep pushing [the women’s game]. It is hard to describe [the win] as we have been on a rollercoaster journey but I’m really proud of this.” On her injury, she said: “It is feeling a bit better now but I don’t know if that is because I have this medal around my neck.”</p> <p>The Saracens’ head coach, Alex Austerberry, admitted his team were their own worst enemies. He said: “When things go against you, the worst thing is to force it and I think we made not rugby-right decisions.When the penalty count is rising higher than the scoreboard it isn’t our day.”</p>","newspaperPageNumber":"35","wordcount":"610","commentCloseDate":"2021-06-02T19:30:00Z","commentable":"false","firstPublicationDate":"2021-05-30T19:36:51Z","isInappropriateForSponsorship":"false","isPremoderated":"true","lastModified":"2021-05-30T21:37:24Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htpj7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ef9fa6f71725ee512bd7f216b88ec1a2c0a300ce/0_90_4374_2624/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Harlequins clinched their first Premier 15s title to erase memories of two defeats against a Saracens side that had beaten them in the last two finals. It was Harlequins’ first domestic title and came after they had raced into a 16-point lead. The match started the match on shaky ground for the champions with Zoe Harrison kicking the ball straight out of play. The fly-half was in trouble again as Quins’ captain Rachael Burford charged down her kick which led to the first points of the match as Lagi Tuima slotted a penalty in front of the posts. A blow for Quins came as Burford hobbled off the pitch shortly after but it did not impact the team as they doubled their lead three minutes later with another penalty from Tuima. Confidence and dominance oozed from Quins as they continued to pressure Saracens with sustained possession. The momentum led to the first try of the afternoon as Quins’ driving maul steamed towards the line and, after a TMO check, Amy Cokayne’s try was confirmed. While Tuima missed the extras, Gerard Mullen’s side were 11-0 ahead after just 19 minutes. Quins won yet another penalty in their 22 and displayed their intent as Tuima kicked to the corner. The driving maul worked impeccably again as Cokayne scored her second. Everything was going Quins’ way until Emma Taylor charged down a kick from Tuima to give Sarries’ fans something to cheer about. The opportunity resulted in a penalty and, knowing they needed the full five points being 16-0 down, they opted to tap and go. After several attempts, Sarries found their first points with a leap to the line from Marlie Packer. Harrison added the conversion to put the defending champions back in the match. However, Tuima added another penalty and Quins stifled a Sarries attack to end the half 19-7 up. Quins came out the blocks firing in the second half with every chance for Saracens to attack repelled with strong and effective defence. Saracens then suffered a huge knock as Bryony Cleall was shown yellow for a penalty at the breakdown. Tuima inflicted another three-pointer and Quins started to stretch away from their London rivals. However, Saracens then hit back with a try from Packer. Harrison missed the much-needed conversion but the score inspired a comeback. After a sustained period on the try line for Saracens, Quins’ Cokayne and Abbie Ward were shown yellows in quick succession and Saracens scored their third of the afternoon through Sophie De Goede. Heading into the last 10 minutes, Tuima extended the difference between the sides to eight points which proved the final score. While Saracens threw everything they had at Quins, the latter came out victorious and Kingsholm eruptedwith players’ celebrations showing exactly what their first title meant. Burford said: “I’m so proud of the players. The way we came out. This whole week we had complete confidence and belief and we knew if we did everything right we knew we [could win]. “It was a great spectacle today, let’s keep pushing [the women’s game]. It is hard to describe [the win] as we have been on a rollercoaster journey but I’m really proud of this.” On her injury, she said: “It is feeling a bit better now but I don’t know if that is because I have this medal around my neck.” The Saracens’ head coach, Alex Austerberry, admitted his team were their own worst enemies. He said: “When things go against you, the worst thing is to force it and I think we made not rugby-right decisions.When the penalty count is rising higher than the scoreboard it isn’t our day.”","charCount":"3538","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sarah-rendell\">Sarah Rendell</a> at Kingsholm"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"football/2021/may/30/robson-kanu-left-out-of-wales-squad-for-euro-2020-but-colwill-called-up","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-30T19:20:02Z","webTitle":"Robson-Kanu left out of Wales squad for Euro 2020 but Colwill called up","webUrl":"https://www.theguardian.com/football/2021/may/30/robson-kanu-left-out-of-wales-squad-for-euro-2020-but-colwill-called-up","apiUrl":"https://content.guardianapis.com/football/2021/may/30/robson-kanu-left-out-of-wales-squad-for-euro-2020-but-colwill-called-up","fields":{"headline":"Robson-Kanu left out of Wales squad for Euro 2020 but Colwill called up","standfirst":"<ul><li>Hero of 2016 campaign left out of 26-man Wales squad</li><li>Cardiff teenage midfielder Ruben Colwill a surprise inclusion</li></ul>","trailText":"Hal Robson-Kanu will not repeat his heroics at the European Championship this summer after being left out of the 26-man Wales squad for this summer’s tournament","byline":"Ben Fisher","main":"<figure class=\"element element-image\" data-media-id=\"9e5130bf42caa4cef8204be76b309bb6cdb11a18\"> \n <img src=\"https://media.guim.co.uk/9e5130bf42caa4cef8204be76b309bb6cdb11a18/1539_276_2494_1496/1000.jpg\" alt=\"Cardiff City’s Rubin Colwill made his full club debut only last month\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Cardiff City’s Rubin Colwill made his full club debut only last month.</span> \n  <span class=\"element-image__credit\">Photograph: Cardiff City FC/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>Hal Robson-Kanu will not repeat his heroics at the European Championship this summer after being left out of the 26-man Wales squad for this summer’s tournament, with Cardiff City’s teenage midfielder Rubin Colwill a wildcard inclusion, alongside the captain Gareth Bale, Aaron Ramsey, and Joe Allen. Wales ramp up their preparations with a friendly against world champions France in Nice on Wednesday before hosting Albania in Cardiff on Saturday.</p> \n<p>Robson-Kanu scored a sensational goal to help Wales beat Belgium and reach the semi-finals at Euro 2016 but his international career appears to be over after he was omitted by interim manager Robert Page, who will lead the team in the continued absence of Ryan Giggs. Robson-Kanu, who received his last call-up against Mexico in March, was sent home from the last international camp after <a href=\"https://www.theguardian.com/football/2021/mar/29/wales-trio-sent-home-after-breaching-squad-protocols-at-team-hotel\" title=\"\">breaching a curfew</a> at the team hotel and was not part of the Wales training camp in Portugal last week, for which Page named a 28-man squad.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/30/kevin-de-bruyne-injury-broken-nose-orbital-belgium-euro-2020-doubt\">Kevin De Bruyne an injury doubt for Euro 2020 after suffering facial fractures</a> </p> \n</aside> \n<p>Tom Lawrence of Derby County and Rabbi Matondo of Schalke, who was also sent home in March, are among those included in the recent training camp but not retained for the delayed Euro 2020 campaign.</p> \n<p>Allen, who sustained calf and hamstring injuries on international duty in March, is one of eight survivors from Chris Coleman’s squad that exceeded all expectations in France five years ago, alongside Bale, Ramsey, Ben Davies, Chris Gunter, Jonny Williams, Wayne Hennessey and Danny Ward.</p> \n<p>A calf injury has troubled the Tottenham defender Davies since March but Page is optimistic both he and Allen will be fit for their Group A opener against Switzerland on 12 June. They then face Turkey on 16 June, also in Baku, before travelling to Rome to take on Italy at Stadio Olimpico four days later.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ba74cc6a-080c-4703-b4a1-49444f28f4f3\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>Wayne Hennessey (Crystal Palace), Danny Ward (Leicester City), Adam Davies (Stoke City), Ben Davies (Tottenham Hotspur), Chris Gunter (Charlton Athletic), James Lawrence (St. Pauli), Joe Rodon (Tottenham Hotspur), Chris Mepham (Bournemouth), Ben Cabango (Swansea City), Ethan Ampadu (Chelsea), Connor Roberts (Swansea City), Neco Williams (Liverpool), Rhys Norrington-Davies (Sheffield United), Aaron Ramsey (Juventus), Matt Smith (Manchester City), Joe Morrell (Luton Town), Joe Allen (Stoke City), Dylan Levitt (Manchester United), Jonny Williams (Cardiff City), Harry Wilson (Liverpool), David Brooks (Bournemouth), Daniel James (Manchester United), Tyler Roberts (Leeds United), Rubin Colwill (Cardiff City), Kieffer Moore (Cardiff City), Gareth Bale (Real Madrid)&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Bale will captain Wales, while Aaron Ramsey’s inclusion is a major boost given the Juventus midfielder has started just two of the country’s past 21 matches. The Cardiff striker Kieffer Moore is the only bona fide No 9 in the squad, although Tyler Roberts and Harry Wilson can both play as forwards, with the latter operating as a false nine against Belgium in March.</p> \n<p>Colwill, who turned 19 and made his first Cardiff start in April, is a surprise inclusion. The youngsters Dylan Levitt, 20, and Matthew Smith, 21, of Manchester United and City respectively, have also been included, despite the former struggling for game time on loan at the Croatian side Istra 1961. There was no place for Brennan Johnson of Nottingham Forest, who has excelled on loan at Lincoln this season, or the Cardiff midfielder Will Vaulks.</p> \n<p>Colwill’s call-up tops off a whirlwind few weeks for the player. He found out he was going to be included on Wales’ training camp only a couple of days before they left Cardiff for the Algarve last week.</p> \n<p>“I am pinching myself,” Colwill said at a press conference on Wednesday. “I remember the last Euros, watching at home with my family when I was 14. It is the pinnacle of a player’s career, the international game. It is what you dream of doing as a kid. To do it [be called up] for your country in such an unexpected way would be unbelievable.”</p> \n<p>Colwill was born in Neath, near Swansea, and attended Ysgol Gyfun Ystalyfera, the same secondary school as Ben Davies. “All the way through school it was: ‘Ben Davies is this and Ben Davies is that,’” Colwill said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/27/jack-grealish-100-fit-for-euro-2020-says-aston-villa-manager-dean-smith\">Jack Grealish ‘100% fit’ for Euro 2020, says Aston Villa manager Dean Smith</a> </p> \n</aside> \n<p>“He is definitely a role model, to have played at the high level he has from school. I used to get ‘Ben Davies was better at school than you’ from all the teachers. I don’t think I was quite as good as him at school. But it does take pressure off when someone else has done it [become professional] from school. They are used to dealing with that stuff and it has definitely been a big help, him coming through before me.”</p>","newspaperPageNumber":"36","wordcount":"657","commentable":"false","firstPublicationDate":"2021-05-30T19:20:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T21:37:56Z","newspaperEditionDate":"2021-05-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htqg5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9e5130bf42caa4cef8204be76b309bb6cdb11a18/1539_276_2494_1496/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Hal Robson-Kanu will not repeat his heroics at the European Championship this summer after being left out of the 26-man Wales squad for this summer’s tournament, with Cardiff City’s teenage midfielder Rubin Colwill a wildcard inclusion, alongside the captain Gareth Bale, Aaron Ramsey, and Joe Allen. Wales ramp up their preparations with a friendly against world champions France in Nice on Wednesday before hosting Albania in Cardiff on Saturday. Robson-Kanu scored a sensational goal to help Wales beat Belgium and reach the semi-finals at Euro 2016 but his international career appears to be over after he was omitted by interim manager Robert Page, who will lead the team in the continued absence of Ryan Giggs. Robson-Kanu, who received his last call-up against Mexico in March, was sent home from the last international camp after breaching a curfew at the team hotel and was not part of the Wales training camp in Portugal last week, for which Page named a 28-man squad. Tom Lawrence of Derby County and Rabbi Matondo of Schalke, who was also sent home in March, are among those included in the recent training camp but not retained for the delayed Euro 2020 campaign. Allen, who sustained calf and hamstring injuries on international duty in March, is one of eight survivors from Chris Coleman’s squad that exceeded all expectations in France five years ago, alongside Bale, Ramsey, Ben Davies, Chris Gunter, Jonny Williams, Wayne Hennessey and Danny Ward. A calf injury has troubled the Tottenham defender Davies since March but Page is optimistic both he and Allen will be fit for their Group A opener against Switzerland on 12 June. They then face Turkey on 16 June, also in Baku, before travelling to Rome to take on Italy at Stadio Olimpico four days later. Bale will captain Wales, while Aaron Ramsey’s inclusion is a major boost given the Juventus midfielder has started just two of the country’s past 21 matches. The Cardiff striker Kieffer Moore is the only bona fide No 9 in the squad, although Tyler Roberts and Harry Wilson can both play as forwards, with the latter operating as a false nine against Belgium in March. Colwill, who turned 19 and made his first Cardiff start in April, is a surprise inclusion. The youngsters Dylan Levitt, 20, and Matthew Smith, 21, of Manchester United and City respectively, have also been included, despite the former struggling for game time on loan at the Croatian side Istra 1961. There was no place for Brennan Johnson of Nottingham Forest, who has excelled on loan at Lincoln this season, or the Cardiff midfielder Will Vaulks. Colwill’s call-up tops off a whirlwind few weeks for the player. He found out he was going to be included on Wales’ training camp only a couple of days before they left Cardiff for the Algarve last week. “I am pinching myself,” Colwill said at a press conference on Wednesday. “I remember the last Euros, watching at home with my family when I was 14. It is the pinnacle of a player’s career, the international game. It is what you dream of doing as a kid. To do it [be called up] for your country in such an unexpected way would be unbelievable.” Colwill was born in Neath, near Swansea, and attended Ysgol Gyfun Ystalyfera, the same secondary school as Ben Davies. “All the way through school it was: ‘Ben Davies is this and Ben Davies is that,’” Colwill said. “He is definitely a role model, to have played at the high level he has from school. I used to get ‘Ben Davies was better at school than you’ from all the teachers. I don’t think I was quite as good as him at school. But it does take pressure off when someone else has done it [become professional] from school. They are used to dealing with that stuff and it has definitely been a big help, him coming through before me.”","charCount":"3775","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/ben-fisher\">Ben Fisher</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}]}}