{"response":{"status":"ok","userTier":"developer","total":2271539,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227154,"orderBy":"newest","results":[{"id":"sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-30T09:17:58Z","webTitle":"French Open 2021: Naomi Osaka in early action on day one – live!","webUrl":"https://www.theguardian.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","fields":{"headline":"French Open 2021: Naomi Osaka in early action on day one – live!","standfirst":"<ul><li>Updates from first day of the tournament at Roland-Garros</li><li><a href=\"https://www.theguardian.com/sport/2021/may/29/ashleigh-barty-iga-swiatek-french-open-new-era-dominance-clay\">Tumaini Carayol: Barty and Swiatek are big hitters on clay</a></li><li>Get in touch! Email <a href=\"mailto:daniel.harris.casual@theguardian.com\">Daniel here</a> with your thoughts</li></ul>","trailText":"<strong>Live updates: </strong>The year’s second grand slam tournament kicks off with plenty of star names in action at Roland-Garros. Join Daniel Harris for more","byline":"Daniel Harris","main":"<figure class=\"element element-image\" data-media-id=\"633663a5831e3b8093fda94070dfec9220ef4799\"> <img src=\"https://media.guim.co.uk/633663a5831e3b8093fda94070dfec9220ef4799/0_64_3072_1843/1000.jpg\" alt=\"Naomi Osaka, the No 2 seed, begins her campaign against Romania’s Patricia Tig.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naomi Osaka, the No 2 seed, begins her campaign against Romania’s Patricia Tig.</span> <span class=\"element-image__credit\">Photograph: Ettore Ferrari/EPA</span> </figcaption> </figure>","body":"<div id=\"block-60b357a78f088d8c3178d803\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:17:58.366Z\">10.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>I’m really looking forward to seeing the improvements Osaka has made on clay, </strong>and she saves a break point in the opening game of the match. <strong>Tig 0-1 Osaka. </strong></p> </div>   </div> <div id=\"block-60b356aa8f086d71cc15f093\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:11:34.679Z\">10.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On Chatrier, Naomi Osaka will be underway in une minute.</strong> Here’s Tumaini Carayol on her big call.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/27/naomi-osaka-media-snub-big-loss-tennis-french-open\">Forthcoming. insightful, eloquent: Naomi Osaka’s media snub is a big loss for tennis | Tumaini Carayol</a> </p> </aside> </div>   </div> <div id=\"block-60b3554f8f08d486a7717676\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:08:59.166Z\">10.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Order of play</h2>  <div class=\"block-elements\">  <p>Well, on the show courts - there’s plenty else besides.</p> <p><strong>Chatrier</strong></p> <p>Tig v Osaka [2]</p> <p>Andujar v Thiem [4]</p> <p>Azarenka [15] v Kuznetsova</p> <p>Tsitsipas [5] v Chardy</p> <p><strong>Lenglen</strong></p> <p>Fognini [27] v Barrere</p> <p>Minnen [Q] v Kvitova [11]</p> <p>Konjuh [Q] v Sabalneka [3]</p> <p>Zverev [6] v Otte [Q]</p> <p><strong>Mathieu</strong></p> <p>Burel v Kovinivic</p> <p>Fucsovics v Simon</p> <p>Moutet v Djere</p> <p>Dodin v Keys [23]</p> </div>   </div> <div id=\"block-60b34c068f088d8c3178d7a3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:56:05.819Z\">9.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>It’s been an enervating, affirming winter slog, but we made it, and with the first ball tossed this morning, the summer of sport – the ridiculous summer of sport – is upon us. And you can be absolutely certain that we’ll take it.</p> <p>Most importantly, each of the show courts will house up to 1000 fans a day for each of the first 10 days – and hopefully more thereafter. They, like the rest of us, will be wondering whether this, finally, is the year that Rafael Nadal finally runs out of road; Novak Djokovic, Dominic Thiem and Daniil Medvedev will be hoping so, but it will only be a hope. </p> <p>Meanwhile and as has become the fashion – sorry, <em>le mode</em> – no one has a clue what’ll happen in the women’s side. Iga Swiatek is the defending champion and if she hits a vein she’ll be hard to stop, but there are just so many others who might do likewise that anyone who thinks they know is lying. I cannot wait.</p> <p><strong>Play: 11pm local, 10am BST</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:58:12.233Z\">at 9.58am BST</time></p>  </div>","wordcount":"280","firstPublicationDate":"2021-05-30T08:57:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:17:58Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htzxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/633663a5831e3b8093fda94070dfec9220ef4799/0_64_3072_1843/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I’m really looking forward to seeing the improvements Osaka has made on clay, and she saves a break point in the opening game of the match. Tig 0-1 Osaka. On Chatrier, Naomi Osaka will be underway in une minute. Here’s Tumaini Carayol on her big call. Well, on the show courts - there’s plenty else besides. Chatrier Tig v Osaka [2] Andujar v Thiem [4] Azarenka [15] v Kuznetsova Tsitsipas [5] v Chardy Lenglen Fognini [27] v Barrere Minnen [Q] v Kvitova [11] Konjuh [Q] v Sabalneka [3] Zverev [6] v Otte [Q] Mathieu Burel v Kovinivic Fucsovics v Simon Moutet v Djere Dodin v Keys [23] It’s been an enervating, affirming winter slog, but we made it, and with the first ball tossed this morning, the summer of sport – the ridiculous summer of sport – is upon us. And you can be absolutely certain that we’ll take it. Most importantly, each of the show courts will house up to 1000 fans a day for each of the first 10 days – and hopefully more thereafter. They, like the rest of us, will be wondering whether this, finally, is the year that Rafael Nadal finally runs out of road; Novak Djokovic, Dominic Thiem and Daniil Medvedev will be hoping so, but it will only be a hope. Meanwhile and as has become the fashion – sorry, le mode – no one has a clue what’ll happen in the women’s side. Iga Swiatek is the defending champion and if she hits a vein she’ll be hard to stop, but there are just so many others who might do likewise that anyone who thinks they know is lying. I cannot wait. Play: 11pm local, 10am BST","charCount":"1513","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/danielharris\">Daniel Harris</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T09:15:50Z","webTitle":"Vaccine inequality exposed by dire situation in world’s poorest nations","webUrl":"https://www.theguardian.com/world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations","apiUrl":"https://content.guardianapis.com/world/2021/may/30/vaccine-inequality-exposed-by-dire-situation-in-worlds-poorest-nations","fields":{"headline":"Vaccine inequality exposed by dire situation in world’s poorest nations","standfirst":"<p>Analysis: the failings of the Covax programme, logistical issues and governments’ own inadequacies are making a bad situation worse</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul>","trailText":"Analysis: the failings of the Covax programme, logistical issues and governments’ own inadequacies are making a bad situation worse","byline":"Peter Beaumont","main":"<figure class=\"element element-image\" data-media-id=\"81a83bfaf69429824e12dc594c9d0276b38472e9\"> <img src=\"https://media.guim.co.uk/81a83bfaf69429824e12dc594c9d0276b38472e9/0_120_3600_2161/1000.jpg\" alt=\"The Pfizer vaccine is administered at a care home near Klerksdorp, South Africa.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Pfizer vaccine is administered at a care home near Klerksdorp, South Africa.</span> <span class=\"element-image__credit\">Photograph: Michele Spatari/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks. It is a stark figure that underlines just how serious a problem <a href=\"https://www.theguardian.com/world/video/2021/jan/18/vaccine-inequity-puts-world-on-brink-of-catastrophic-moral-failure-says-who-chief-video\" title=\"\">global vaccine inequity</a> has become. But the answer for the developing world is not as simple as delivering more vaccines.</p> <p>From Africa to Latin America, Asia and the Caribbean, the same issues have been replicated. On top of finding enough doses, there have been logistical difficulties with delivery, problems over healthcare infrastructure and, in some countries, public hesitancy towards vaccines.</p> <p>Africa’s <a href=\"https://www.theguardian.com/world/2021/apr/13/african-health-workers-left-without-covid-jabs-as-paltry-supplies-dwindle\" title=\"\">lack of vaccines</a> – and the erratic supply of those that are eventually delivered – remains the No 1 challenge, however. Only 28 million doses have been delivered on the continent so far – that’s less than 2% of the continent’s population – at a time when some wealthier countries have vaccinated well in excess of half their populations.</p> <p>One issue is that 40 African countries, as the World Health Organization recently pointed out, had been relying on the <a href=\"https://www.theguardian.com/world/2021/apr/22/revealed-big-shortfall-in-covax-covid-vaccine-sharing-scheme\" title=\"\">Covax facility</a>, the scheme designed to deliver cheap doses to promote vaccine equality. Supplies were supposed to come from the Serum Institute of India but have now been diverted for domestic use in India.</p> <p>The WHO announced on Thursday that Africa needed at least 20 million <a href=\"https://www.theguardian.com/business/astrazeneca\" title=\"\">AstraZeneca</a> doses in the next six weeks to give second shots to all those who had received a first dose. In addition, another 200 million doses of approved vaccines are needed to enable the continent to vaccinate 10% of its population by September.</p> <p>“Africa needs vaccines now,” Dr Matshidiso Moeti, WHO regional director for Africa, said last week. “Any pause in our vaccination campaigns will lead to lost lives and lost hope.</p> <p>“It’s too soon to tell if Africa is on the cusp of a third wave. However, we know that cases are rising, and the clock is ticking so we urgently appeal to countries that have vaccinated their high-risk groups to speed up the dose-sharing to fully protect the most vulnerable people.”</p> <p>Problems with supplies have affected vaccine programmes in countries such as Kenya, where warnings have been made that doses may be delayed because of shortfalls, although some new doses were expected to arrive this weekend.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-29T16:22:23/embed.html\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-29T16:22:23/embed.html\">.</a> </figure>  <p>The vaccine rollout in South Africa, which is currently concerned about a third wave as it approaches winter, has been a case in point. The country, which has the highest reported load of infections on the continent, switched to other vaccines from AstraZeneca doses over efficacy fears following a small study.</p> <p>While South Africa’s overall goal was to vaccinate 67% of its 60 million people by February next year, so far only 1.3 million of the 30 million doses of Pfizer vaccine it purchased have been delivered, with a further 4.5 million expected by the end of June. The country has also ordered 31 million doses of the Johnson &amp; Johnson vaccine, which have also not yet arrived.</p> <p>The same issues are being seen in Latin America and the Caribbean, a region that accounts for only 8% of the world’s population but 30% of all reported Covid-19-related deaths globally, and where countries like Peru have only managed to vaccinate some 5% of the population.</p> <p>Governance has also been an issue. In Nepal, the government’s slow, haphazard and opaque vaccine procurement problem has contributed to the crisis in the Himalayan country.</p> <p>Even <a href=\"https://www.theguardian.com/news/2021/apr/28/crime-against-humanity-arundhati-roy-india-covid-catastrophe\" title=\"\">India</a>, home to the Serum Institute, the world’s largest manufacturer of vaccines, has struggled to produce enough vaccines for its own population, leading to the diversion of doses once slated for poorer countries through Covax.</p> <p>The other major issue with vaccination programmes in the developing world has been logistics. In Malawi, for instance, some vaccines passed their expiry date before they could be used.</p> <p>Poor countries tend to have inadequate health infrastructure. An assessment by the WHO’s Africa region at the end of April pointed out that while some countries have managed an “exemplary rollout” of available vaccines, others have struggled. Nine countries, it said, had given less than a quarter of their doses and 15 countries have used less than half.</p> <p>“Commitment and domestic resourcing is crucial,” said Dr Phionah Atuhebwe, WHO Africa’s new vaccines introduction officer.</p> <p>She said: “When the Republic of Côte d’Ivoire applied to receive vaccines from Covax that require ultra-cold chains, the government was willing to send the presidential jet to go and get the kit. That is the kind of commitment our countries need.”</p> <p>And as health experts point out, where campaigns have been most successful in delivering doses is in countries – such as Angola – that have been best prepared by mapping vulnerable populations, screening people and scheduling appointments in advance.</p>","newspaperPageNumber":"31","wordcount":"788","firstPublicationDate":"2021-05-30T09:15:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:15:50Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht7hm","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/81a83bfaf69429824e12dc594c9d0276b38472e9/0_120_3600_2161/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Only 1% of the 1.3 billion vaccines injected around the world have been administered in Africa – and that comparative percentage has been declining in recent weeks. It is a stark figure that underlines just how serious a problem global vaccine inequity has become. But the answer for the developing world is not as simple as delivering more vaccines. From Africa to Latin America, Asia and the Caribbean, the same issues have been replicated. On top of finding enough doses, there have been logistical difficulties with delivery, problems over healthcare infrastructure and, in some countries, public hesitancy towards vaccines. Africa’s lack of vaccines – and the erratic supply of those that are eventually delivered – remains the No 1 challenge, however. Only 28 million doses have been delivered on the continent so far – that’s less than 2% of the continent’s population – at a time when some wealthier countries have vaccinated well in excess of half their populations. One issue is that 40 African countries, as the World Health Organization recently pointed out, had been relying on the Covax facility, the scheme designed to deliver cheap doses to promote vaccine equality. Supplies were supposed to come from the Serum Institute of India but have now been diverted for domestic use in India. The WHO announced on Thursday that Africa needed at least 20 million AstraZeneca doses in the next six weeks to give second shots to all those who had received a first dose. In addition, another 200 million doses of approved vaccines are needed to enable the continent to vaccinate 10% of its population by September. “Africa needs vaccines now,” Dr Matshidiso Moeti, WHO regional director for Africa, said last week. “Any pause in our vaccination campaigns will lead to lost lives and lost hope. “It’s too soon to tell if Africa is on the cusp of a third wave. However, we know that cases are rising, and the clock is ticking so we urgently appeal to countries that have vaccinated their high-risk groups to speed up the dose-sharing to fully protect the most vulnerable people.” Problems with supplies have affected vaccine programmes in countries such as Kenya, where warnings have been made that doses may be delayed because of shortfalls, although some new doses were expected to arrive this weekend. The vaccine rollout in South Africa, which is currently concerned about a third wave as it approaches winter, has been a case in point. The country, which has the highest reported load of infections on the continent, switched to other vaccines from AstraZeneca doses over efficacy fears following a small study. While South Africa’s overall goal was to vaccinate 67% of its 60 million people by February next year, so far only 1.3 million of the 30 million doses of Pfizer vaccine it purchased have been delivered, with a further 4.5 million expected by the end of June. The country has also ordered 31 million doses of the Johnson &amp; Johnson vaccine, which have also not yet arrived. The same issues are being seen in Latin America and the Caribbean, a region that accounts for only 8% of the world’s population but 30% of all reported Covid-19-related deaths globally, and where countries like Peru have only managed to vaccinate some 5% of the population. Governance has also been an issue. In Nepal, the government’s slow, haphazard and opaque vaccine procurement problem has contributed to the crisis in the Himalayan country. Even India, home to the Serum Institute, the world’s largest manufacturer of vaccines, has struggled to produce enough vaccines for its own population, leading to the diversion of doses once slated for poorer countries through Covax. The other major issue with vaccination programmes in the developing world has been logistics. In Malawi, for instance, some vaccines passed their expiry date before they could be used. Poor countries tend to have inadequate health infrastructure. An assessment by the WHO’s Africa region at the end of April pointed out that while some countries have managed an “exemplary rollout” of available vaccines, others have struggled. Nine countries, it said, had given less than a quarter of their doses and 15 countries have used less than half. “Commitment and domestic resourcing is crucial,” said Dr Phionah Atuhebwe, WHO Africa’s new vaccines introduction officer. She said: “When the Republic of Côte d’Ivoire applied to receive vaccines from Covax that require ultra-cold chains, the government was willing to send the presidential jet to go and get the kit. That is the kind of commitment our countries need.” And as health experts point out, where campaigns have been most successful in delivering doses is in countries – such as Angola – that have been best prepared by mapping vulnerable populations, screening people and scheduling appointments in advance.","charCount":"4839","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/peterbeaumont\">Peter Beaumont</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2021/may/29/he-came-he-spoke-but-what-will-cummingss-explosive-claims-mean","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2021-05-30T09:12:15Z","webTitle":"He came. He spoke. But what will Cummings’s explosive claims mean?","webUrl":"https://www.theguardian.com/politics/2021/may/29/he-came-he-spoke-but-what-will-cummingss-explosive-claims-mean","apiUrl":"https://content.guardianapis.com/politics/2021/may/29/he-came-he-spoke-but-what-will-cummingss-explosive-claims-mean","fields":{"headline":"He came. He spoke. But what will Cummings’s explosive claims mean?","standfirst":"<p>Tories have closed ranks against the PM’s aide. But privately, many know the party is living in fear of further bombshells</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Tories have closed ranks against the PM’s aide. But privately, many know the party is living in fear of further bombshells","byline":"Toby Helm and Michael Savage","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"26c5ed9b78062303deee39b9befe8ed183628f57\"> \n <img src=\"https://media.guim.co.uk/26c5ed9b78062303deee39b9befe8ed183628f57/0_0_2560_1536/1000.jpg\" alt=\"Dominic Cummings-4-way-composite\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘To lift the lid on the inadequacies of government – so calmly – was unlike anything I had witnessed,’ said a member of the Commons committee of Dominic Cummings’s comments.</span> \n  <span class=\"element-image__credit\">Composite: EPA</span> \n </figcaption> \n</figure>","body":"<p>After more than two and a half hours of <a href=\"https://www.theguardian.com/politics/2021/may/26/boris-johnson-is-unfit-to-be-prime-minister-says-dominic-cummings\" title=\"\">extraordinary testimony from Dominic Cummings</a> to a Commons committee last Wednesday morning, Greg Clark, the former cabinet minister who had chaired the explosive morning session, called a short lunch break. He and his co-chair – the former health secretary Jeremy Hunt – had, like the other 20 MPs who were due to ask questions, been left stunned, appalled and riveted in equal measure by what they had just heard.</p> \n<p>Expectations had been set high in advance of the appearance of the highly combustible Cummings. The ex-adviser had been <a href=\"https://www.theguardian.com/politics/2020/nov/13/dominic-cummings-has-already-left-job-at-no-10-reports\" title=\"\">forced out of Downing Street last November</a> in a power struggle that had involved the prime minister’s fiancee, Carrie Symonds. Downing Street was on edge because Cummings had been firing off ominous preparatory salvoes on Twitter for days. But after a morning in the witness chair he had already exceeded his billing, unleashing accusations of such gravity that at times the MPs (and presumably much of the public watching on TV) found it all but impossible to keep up.</p> \n<p>“To lift the lid on the inadequacies of a government he served, in the face of a crisis like Covid, in the way he did – so calmly – was unlike anything I have ever witnessed,” said one committee member.</p> \n<p>Cummings had painted pictures of his former boss Boris Johnson as a hopeless, careless incompetent unfit for high office; of Matt Hancock as a serial liar of a health secretary who should have been fired “15 to 20 times”; and of the entire government and Whitehall machine as chaotic and dysfunctional at every level in their shambolic early response to the Covid-19 pandemic last year.</p> \n<aside class=\"element element-pullquote element--inline\"> \n <blockquote> \n  <p>A decision was made that this was just too gripping, and that we had to let it run</p> \n  <footer> \n   <cite>Committee source</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Clark and Hunt had planned for Cummings’s appearance to last three to four hours in total. But as they took their break – and tried to gather their thoughts – both knew that time limits on Cummings in this mood were no longer realistic, or in anyone’s interest. Before going off to their respective Commons offices for a quick sandwich – and as Johnson was being given last-minute briefings for prime minister’s questions by officials on what Cummings had said – Clark and Hunt had a short chat and agreed to let the Cummings show roll … and roll.</p> \n<p>“There was a discussion, and a decision was made that this was just too gripping, and that we had to let it run,” said a committee source. “It seemed wrong to hurry it along. It was too important.”</p> \n<p>In all, the Cummings evidence would last seven hours, until late afternoon. Throughout, with his head propped on his hands, he dropped bombshell after bombshell with dizzying regularity. Strikingly, however – for someone who had denied having done anything wrong last summer when he drove to County Durham with his wife and child when suffering Covid symptoms – Cummings opened with a very personal apology, and later even ridiculed himself as unfit to have been a prime ministerial adviser. “In any sensible, rational government, it is completely crazy that I should have been in such a senior position, in my personal opinion,” he said. “I’m not smart. I’ve not built great things in the world. It is completely crackers that someone like me should have been in there, just like it’s crackers that Boris Johnson is in there.”</p> \n<p>He also took his share of responsibility for Covid deaths that he said could have been avoided. “I would like to say to all the families of those who died unnecessarily how sorry I am for the mistake that we made and for my own mistakes.”</p> \n<p>As Cummings will have known full well, however, and as his friends pointed out in private afterwards, his mea culpas served a tactical purpose, giving his entire performance a credibility and impact it might otherwise have lacked. Without his own admissions as defences, he would have left himself wide open to ridicule, and accusations that he was merely bitter and out for revenge. “As it was, by sharing culpability he could twist in the knife with more lethal effect. He sounded fairer, more balanced,” said one Tory source who has worked with Cummings.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"f0f6cf2d383201c4b98943b53f4324227ccd992b\"> \n <img src=\"https://media.guim.co.uk/f0f6cf2d383201c4b98943b53f4324227ccd992b/0_0_2207_1324/1000.jpg\" alt=\"Matt Hancock wearing a union jack face mask\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A Covid patriot? Health secretary Matt Hancock in his union jack face mask last week.</span> \n  <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n </figcaption> \n</figure> \n<p>And twist the knife is precisely what he did in those he saw as ultimately responsible for the unnecessary deaths of many thousands of British people from Covid-19. Except – and this was widely noticed in Westminster – he left his old friend Michael Gove out of the line of fire (despite describing his department as “terrifyingly shit”) and had only praise for Johnson’s likely successor, Rishi Sunak, the chancellor.</p> \n<p>Cummings’s depiction of the prime minister was, by contrast, that of a walking disaster who grossly underestimated Covid in the early part of last year, until he contracted it himself and ended up in intensive care last April.</p> \n<p>“In February, the prime minister regarded this as just a scare story, he described it as the new swine flu,” Cummings told the committee. Johnson, he said, was an awful leader in a crisis, one who blundered from one wrong decision to another, guided more by media pressure than evidence or serious thought.</p> \n<p>As a result, lockdowns were delayed in spring and autumn with fatal effects. “No one could find a way around the problem of the prime minister [being] just like a shopping trolley smashing from one side of the aisle to the other,” was the analogy Cummings planted in people’s minds.</p> \n<p>Johnson had also fired off several typically unguarded, insensitive remarks, Cummings said, such as that the virus was only killing people over 80, that he would rather “let the bodies pile high” than impose another lockdown last autumn, and that he should have acted like the mayor in the film <em>Jaws</em> and kept things open rather than shut them down.</p> \n<p>But it was Hancock – who tried all last week to combat Cummings’s assaults by casting himself as a great Covid patriot (he wore an England football shirt when out running and a union jack mask when hounded by the press) – who Cummings seemed most determined to bully and ultimately destroy. “I think the secretary of state for health should’ve been fired for at least 15, 20 things, including lying to everybody on multiple occasions in meeting after meeting in the cabinet room and publicly,” he said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d603fa85-cfa4-4218-b5ce-0f1358b50db2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/84zgreARFpY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The most incendiary allegation, denied by Hancock, was that the health secretary had told the prime minister and others that people would be tested for Covid-19 before leaving hospitals and moved to care homes, early on in the pandemic.</p> \n<p>“Hancock told us in the cabinet room that people were going to be tested before they went back to care homes. What the hell happened?” Cummings said, before adding: “We were told categorically in March that people would be tested before they went back to care homes. We only subsequently found out that that had not happened. Now, all the government rhetoric was ‘we have put a shield around care homes’ and blah, blah, blah. It was complete nonsense. Quite the opposite of putting a shield around them, we sent people with Covid back to the care homes.”</p> \n<p>The next day, as Hancock was summoned to parliament to answer an urgent question from Labour on the Cummings accusations, MPs seemed disoriented. Several noted the way attitudes to Cummings had changed overnight on their own sides – both Tory and Labour. They had become inverted. Suddenly Conservatives who had gone out of their way to defend him over his trips to Durham and Barnard Castle last year now had an interest in portraying him as a bitter and twisted liar. At the same time, Labour MPs who had painted him as the ultimate hypocrite less than 12 months ago were using his word as gospel.</p> \n<p>The ironies were highlighted by the Tory MP William Wragg in a mischievous question to Hancock. “It must be personally difficult for him and others who needlessly defended someone so willing to throw them into the road – presumably a road full of those behind the wheel testing their eyesight. But is not the greater irony the strange epiphany in many who have gone from regarding the prime minister’s former adviser as a latter-day King Herod whose words and deeds could not be trusted, to regarding him as a prophet who, fresh from the wilderness, brings with him supposed truths written on tablets of stone? Irony of ironies, all is irony.”</p> \n<p>Hancock, meanwhile, opted for the Churchillian approach, not even mentioning Cummings once by name from the dispatch box and giving the deliberate impression that the day before had never happened. “I am proud of everyone in my department,” he said. “Whether it is the science, the NHS or the people queueing for vaccines in their droves, Britain is rising to this challenge. We have come together as one nation, and we will overcome.”</p> \n<p>Four days on from Cummings’s appearance, one question MPs are asking is what difference, if any, his blitzkrieg on the government and prime minister he used to serve will make. Labour senses a chance. Labour leader Keir Starmer, writing in the <em>Observer</em>, says the government’s incompetence and failure to learn the lessons from its previous mistakes is the “single biggest threat” to plans to end most restrictions on 21 June.</p> \n<p>The Conservatives’ sense of invincibility after the local elections on 6 May has been punctured. As one former Tory minister put it, Cummings has created real and immediate problems for Johnson.</p> \n<p>“Cummings has left Boris with a real dilemma now over unlocking on 21 June. If he does and we have another spike in cases, it will suggest he has blundered again. If he delays, he will be in huge trouble with our MPs. There will also be big questions about whether we should bring forward the public inquiry after what Cummings said. The pressure is very much on us again.”</p> \n<p>Of all the excoriating claims made by Cummings, it was the one about Hancock claiming hospital patients would be tested before they were returned to care homes that could be most serious.</p> \n<p>Hancock has already conceded that some residents were returned to homes without tests, but says he never stated that all would be tested. He says that he promised tests for all residents discharged from hospital as soon as testing capacity allowed.</p> \n<p>The second big question MPs are asking is what more Cummings has in his locker: what, if any, killer evidence he might produce. Hunt and Clark are writing to Cummings in the next few days to demand that he produce what evidence he has to back his claims, and they want to see it before Hancock appears before the committee in 11 days’ time. At the same time, they will insist that Hancock agrees to an open-ended sitting, staying for as long as MPs have questions, as happened with Cummings.</p> \n<p>Allies of Cummings have previously suggested he has contemporaneous notes and even recordings of some key meetings. A lot also hangs on the truth about a key meeting in May last year, when the prime minister is said to have quizzed Hancock about his response to care homes and testing. Hancock’s allies have said they do not recognise reports of such a meeting.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">We faced an unprecedented crisis, but tens of thousands of second wave Covid deaths were avoidable – and unforgivable</a> </p> \n</aside> \n<p>Major care home providers are now demanding to know the truth. The <em>Observer</em> has been told that they met Department of Health officials on 12 March and warned them that no untested transfers should be made from hospital. By 2 April, the official advice was that untested transfers could still go ahead.</p> \n<p>This weekend, many Tory MPs are still bemused, uncertain what the repercussions will be for Johnson, Hancock, the government and their party. Most believe Hancock is damaged but on the other hand they know it will now be more difficult for the prime minister to move him or sack him soon, as if he does it would appear to vindicate the Cummings view.</p> \n<p>As for Johnson, the man who did more than any other unelected figure to deliver Brexit for him and then won him a general election and an 80-plus Commons majority has served notice, in seven hours of evidence, that he is after him.</p> \n<p>“Boris knows more than anyone that Cummings is a winner,” said a former Tory minister who knows Johnson and Cummings well. “That is why he took him on and that is what will frighten him now. What will Cummings do next? We don’t know. That is what is so terrifying.”</p>","newspaperPageNumber":"36","wordcount":"2074","firstPublicationDate":"2021-05-29T18:18:53Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:12:15Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht9fh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/26c5ed9b78062303deee39b9befe8ed183628f57/0_0_2560_1536/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"After more than two and a half hours of extraordinary testimony from Dominic Cummings to a Commons committee last Wednesday morning, Greg Clark, the former cabinet minister who had chaired the explosive morning session, called a short lunch break. He and his co-chair – the former health secretary Jeremy Hunt – had, like the other 20 MPs who were due to ask questions, been left stunned, appalled and riveted in equal measure by what they had just heard. Expectations had been set high in advance of the appearance of the highly combustible Cummings. The ex-adviser had been forced out of Downing Street last November in a power struggle that had involved the prime minister’s fiancee, Carrie Symonds. Downing Street was on edge because Cummings had been firing off ominous preparatory salvoes on Twitter for days. But after a morning in the witness chair he had already exceeded his billing, unleashing accusations of such gravity that at times the MPs (and presumably much of the public watching on TV) found it all but impossible to keep up. “To lift the lid on the inadequacies of a government he served, in the face of a crisis like Covid, in the way he did – so calmly – was unlike anything I have ever witnessed,” said one committee member. Cummings had painted pictures of his former boss Boris Johnson as a hopeless, careless incompetent unfit for high office; of Matt Hancock as a serial liar of a health secretary who should have been fired “15 to 20 times”; and of the entire government and Whitehall machine as chaotic and dysfunctional at every level in their shambolic early response to the Covid-19 pandemic last year. Clark and Hunt had planned for Cummings’s appearance to last three to four hours in total. But as they took their break – and tried to gather their thoughts – both knew that time limits on Cummings in this mood were no longer realistic, or in anyone’s interest. Before going off to their respective Commons offices for a quick sandwich – and as Johnson was being given last-minute briefings for prime minister’s questions by officials on what Cummings had said – Clark and Hunt had a short chat and agreed to let the Cummings show roll … and roll. “There was a discussion, and a decision was made that this was just too gripping, and that we had to let it run,” said a committee source. “It seemed wrong to hurry it along. It was too important.” In all, the Cummings evidence would last seven hours, until late afternoon. Throughout, with his head propped on his hands, he dropped bombshell after bombshell with dizzying regularity. Strikingly, however – for someone who had denied having done anything wrong last summer when he drove to County Durham with his wife and child when suffering Covid symptoms – Cummings opened with a very personal apology, and later even ridiculed himself as unfit to have been a prime ministerial adviser. “In any sensible, rational government, it is completely crazy that I should have been in such a senior position, in my personal opinion,” he said. “I’m not smart. I’ve not built great things in the world. It is completely crackers that someone like me should have been in there, just like it’s crackers that Boris Johnson is in there.” He also took his share of responsibility for Covid deaths that he said could have been avoided. “I would like to say to all the families of those who died unnecessarily how sorry I am for the mistake that we made and for my own mistakes.” As Cummings will have known full well, however, and as his friends pointed out in private afterwards, his mea culpas served a tactical purpose, giving his entire performance a credibility and impact it might otherwise have lacked. Without his own admissions as defences, he would have left himself wide open to ridicule, and accusations that he was merely bitter and out for revenge. “As it was, by sharing culpability he could twist in the knife with more lethal effect. He sounded fairer, more balanced,” said one Tory source who has worked with Cummings. And twist the knife is precisely what he did in those he saw as ultimately responsible for the unnecessary deaths of many thousands of British people from Covid-19. Except – and this was widely noticed in Westminster – he left his old friend Michael Gove out of the line of fire (despite describing his department as “terrifyingly shit”) and had only praise for Johnson’s likely successor, Rishi Sunak, the chancellor. Cummings’s depiction of the prime minister was, by contrast, that of a walking disaster who grossly underestimated Covid in the early part of last year, until he contracted it himself and ended up in intensive care last April. “In February, the prime minister regarded this as just a scare story, he described it as the new swine flu,” Cummings told the committee. Johnson, he said, was an awful leader in a crisis, one who blundered from one wrong decision to another, guided more by media pressure than evidence or serious thought. As a result, lockdowns were delayed in spring and autumn with fatal effects. “No one could find a way around the problem of the prime minister [being] just like a shopping trolley smashing from one side of the aisle to the other,” was the analogy Cummings planted in people’s minds. Johnson had also fired off several typically unguarded, insensitive remarks, Cummings said, such as that the virus was only killing people over 80, that he would rather “let the bodies pile high” than impose another lockdown last autumn, and that he should have acted like the mayor in the film Jaws and kept things open rather than shut them down. But it was Hancock – who tried all last week to combat Cummings’s assaults by casting himself as a great Covid patriot (he wore an England football shirt when out running and a union jack mask when hounded by the press) – who Cummings seemed most determined to bully and ultimately destroy. “I think the secretary of state for health should’ve been fired for at least 15, 20 things, including lying to everybody on multiple occasions in meeting after meeting in the cabinet room and publicly,” he said. The most incendiary allegation, denied by Hancock, was that the health secretary had told the prime minister and others that people would be tested for Covid-19 before leaving hospitals and moved to care homes, early on in the pandemic. “Hancock told us in the cabinet room that people were going to be tested before they went back to care homes. What the hell happened?” Cummings said, before adding: “We were told categorically in March that people would be tested before they went back to care homes. We only subsequently found out that that had not happened. Now, all the government rhetoric was ‘we have put a shield around care homes’ and blah, blah, blah. It was complete nonsense. Quite the opposite of putting a shield around them, we sent people with Covid back to the care homes.” The next day, as Hancock was summoned to parliament to answer an urgent question from Labour on the Cummings accusations, MPs seemed disoriented. Several noted the way attitudes to Cummings had changed overnight on their own sides – both Tory and Labour. They had become inverted. Suddenly Conservatives who had gone out of their way to defend him over his trips to Durham and Barnard Castle last year now had an interest in portraying him as a bitter and twisted liar. At the same time, Labour MPs who had painted him as the ultimate hypocrite less than 12 months ago were using his word as gospel. The ironies were highlighted by the Tory MP William Wragg in a mischievous question to Hancock. “It must be personally difficult for him and others who needlessly defended someone so willing to throw them into the road – presumably a road full of those behind the wheel testing their eyesight. But is not the greater irony the strange epiphany in many who have gone from regarding the prime minister’s former adviser as a latter-day King Herod whose words and deeds could not be trusted, to regarding him as a prophet who, fresh from the wilderness, brings with him supposed truths written on tablets of stone? Irony of ironies, all is irony.” Hancock, meanwhile, opted for the Churchillian approach, not even mentioning Cummings once by name from the dispatch box and giving the deliberate impression that the day before had never happened. “I am proud of everyone in my department,” he said. “Whether it is the science, the NHS or the people queueing for vaccines in their droves, Britain is rising to this challenge. We have come together as one nation, and we will overcome.” Four days on from Cummings’s appearance, one question MPs are asking is what difference, if any, his blitzkrieg on the government and prime minister he used to serve will make. Labour senses a chance. Labour leader Keir Starmer, writing in the Observer, says the government’s incompetence and failure to learn the lessons from its previous mistakes is the “single biggest threat” to plans to end most restrictions on 21 June. The Conservatives’ sense of invincibility after the local elections on 6 May has been punctured. As one former Tory minister put it, Cummings has created real and immediate problems for Johnson. “Cummings has left Boris with a real dilemma now over unlocking on 21 June. If he does and we have another spike in cases, it will suggest he has blundered again. If he delays, he will be in huge trouble with our MPs. There will also be big questions about whether we should bring forward the public inquiry after what Cummings said. The pressure is very much on us again.” Of all the excoriating claims made by Cummings, it was the one about Hancock claiming hospital patients would be tested before they were returned to care homes that could be most serious. Hancock has already conceded that some residents were returned to homes without tests, but says he never stated that all would be tested. He says that he promised tests for all residents discharged from hospital as soon as testing capacity allowed. The second big question MPs are asking is what more Cummings has in his locker: what, if any, killer evidence he might produce. Hunt and Clark are writing to Cummings in the next few days to demand that he produce what evidence he has to back his claims, and they want to see it before Hancock appears before the committee in 11 days’ time. At the same time, they will insist that Hancock agrees to an open-ended sitting, staying for as long as MPs have questions, as happened with Cummings. Allies of Cummings have previously suggested he has contemporaneous notes and even recordings of some key meetings. A lot also hangs on the truth about a key meeting in May last year, when the prime minister is said to have quizzed Hancock about his response to care homes and testing. Hancock’s allies have said they do not recognise reports of such a meeting. Major care home providers are now demanding to know the truth. The Observer has been told that they met Department of Health officials on 12 March and warned them that no untested transfers should be made from hospital. By 2 April, the official advice was that untested transfers could still go ahead. This weekend, many Tory MPs are still bemused, uncertain what the repercussions will be for Johnson, Hancock, the government and their party. Most believe Hancock is damaged but on the other hand they know it will now be more difficult for the prime minister to move him or sack him soon, as if he does it would appear to vindicate the Cummings view. As for Johnson, the man who did more than any other unelected figure to deliver Brexit for him and then won him a general election and an 80-plus Commons majority has served notice, in seven hours of evidence, that he is after him. “Boris knows more than anyone that Cummings is a winner,” said a former Tory minister who knows Johnson and Cummings well. “That is why he took him on and that is what will frighten him now. What will Cummings do next? We don’t know. That is what is so terrifying.”","charCount":"12003","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"commentisfree/2021/may/30/belarus-china-hong-kong-russia-human-rights-democracy-people-power","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-05-30T09:00:50Z","webTitle":"From Minsk to Hong Kong, people power just isn’t working any more | Will Hutton","webUrl":"https://www.theguardian.com/commentisfree/2021/may/30/belarus-china-hong-kong-russia-human-rights-democracy-people-power","apiUrl":"https://content.guardianapis.com/commentisfree/2021/may/30/belarus-china-hong-kong-russia-human-rights-democracy-people-power","fields":{"headline":"From Minsk to Hong Kong, people power just isn’t working any more","standfirst":"Last week’s detention of an activist in Belarus is only the latest of many signals that we must relearn how to defend our values","trailText":"Last week’s detention of an activist in Belarus is only the latest of many signals that we must relearn how to defend our values","byline":"Will Hutton","main":"<figure class=\"element element-image\" data-media-id=\"83f026acc3eb71f47b9065966d6c20fc3ac3d664\"> <img src=\"https://media.guim.co.uk/83f026acc3eb71f47b9065966d6c20fc3ac3d664/3_0_10661_6400/1000.jpg\" alt=\"Illustration by Dom McKenzie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by Dom McKenzie</span> <span class=\"element-image__credit\">Illustration: Dom McKenzie/The Observer</span> </figcaption> </figure>","body":"<p>The west’s ineffectiveness in the face of the arrant use of torture, unlawful arrest, savage imprisonment without trial and flagrant abuse of international law, even close to home in Europe, is among the bleakest symptoms of our times. The people power we saw embodied in the strikes in the Gdańsk shipyards, the fall of the Berlin Wall and even the Arab spring has not presaged the new era of democracy we once hoped for. Instead, the 21st century is becoming defined as a new era of agile autocracy and vicious strong-man rule.</p> <p>As the foreign secretary, Dominic Raab, prepared the UK’s response to <a href=\"https://www.theguardian.com/world/2021/may/23/belarus-diverts-ryanair-plane-to-arrest-blogger-says-opposition\" title=\"\">last Sunday’s forced landing</a> of a Ryanair jet by a Belarusian MiG-29 over its airspace to secure the trumped-up detention of a well-known democracy activist, Roman Protasevich, it must have crossed his mind that Britain’s response would have been so much stronger within the EU. The UK is now a little Sir Echo, weakening the west. It is part of the reason why Belarus’s president, Alexander Lukashenko, can act with impunity, as he refuses to acknowledge his loss of <a href=\"https://www.theguardian.com/world/2020/aug/09/belarus-election-lukashenko-landslide-victory-fixing-claims\" title=\"\">last’s August presidential election</a>.</p> <p>Protasevich had been dismissive of fears that his enemy would resort to such actions, which were likely to provoke international uproar. So they have, but the lack of hard-hitting collective action to back up the angry words is most striking. The EU managed to agree an overflying ban largely in its own interests – who now wants to fly over Belarus? – which, if it lasts a year, will cost Belarus some $200m in aviation fees; and has offered up to €3bn of grants and loans in the unlikely event of Lukashenko giving up power. The US will impose sanctions on nine state-owned companies. But what about Belarus’s valuable potash exports? In Lukashenko’s terms, the penalties are easily dismissed.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Too many western companies and governments, wanting export orders, collude with controlling one-party states</p> </blockquote> </aside>  <p>The EU is wary. It does not want to drive Lukashenko further into Putin’s embrace; and when the autocrat threatens, in response, to flood the EU with immigrants and drugs, EU governments take fright. In any case, he is a shrewd reader of his options. He was an early signatory to China’s belt and road initiative (BRI), so that Belarus is the third most important recipient of <a href=\"https://warsawinstitute.org/belarus-crisis-threatens-chinas-belt-road-initiative/\" title=\"\">Chinese BRI cash</a>. Besides which, the EU’s offer looks paltry: China’s president, Xi Jinping, describes the vast <a href=\"https://www.belarus.by/en/business/business-environment/industrial-park-great-stone\" title=\"\">Great Stone industrial park</a> outside Minsk as the BRI’s “jewel”. Lukashenko will note that Germany counts on China for its markets and Russia for its gas: Angela Merkel’s response to his piracy will be guarded, knowing that both are Belarus’s allies. He can set new precedents for politicising and violating air space, and get away with it.</p> <p>Lukashenko is not alone. China’s abrogation of its treaty promises on Hong Kong and <a href=\"https://www.theguardian.com/world/2021/apr/28/hong-kong-passes-law-that-can-stop-people-leaving\" title=\"\">attack</a> on core citizen rights is not being seriously contested: the protests, like those in Belarus, are efficiently suppressed, with leaders summarily <a href=\"https://www.theguardian.com/world/2021/may/06/hong-kong-court-jails-riot-charges-joshua-wong-tiananmen-vigil-protest\" title=\"\">arrested</a> whatever their precautions. Similarly, any protests in Myanmar against the military junta’s coup d’état and placing of <a href=\"https://www.theguardian.com/world/2021/may/24/myanmar-police-clashes-anti-coup-movement-deaths-peoples-defence-force\" title=\"\">Aung San Suu Kyi</a> under house arrest. People power has stopped working.</p> <p>Why? First, surveillance techniques, developed and honed in China, have reached a new effectiveness. Lukashenko does not idly boast that other activists in exile will soon be caught. “We know you by sight,” he claimed last week. His brutal security services, already with <a href=\"https://www.gov.uk/government/news/joint-statement-on-the-human-rights-situation-in-belarus\" title=\"\">400 political prisoners</a> under their belt, will be using state-of-the-art Chinese digital technology to identify and track any suspects. </p> <p>Second, there is the fact of Chinese power and money, and its refutation of the proposition that economic success lies in the necessary partnership of functioning democracy with honest capitalism. All around the world, leaders of one-party states believe they can emulate Chinese “Leninist capitalism”, directing their banking systems to supply limitless credit and controlling their populations. Worse, too many western companies and governments collude; they want export orders, particularly from China.</p> <p>Third, the west in general, and the US in particular, is war-weary. The cost in lost lives and disfigured bodies in the illegitimate, failed interventions in Afghanistan and Iraq has been too high. Democracies with volunteer armies cannot send young men and women to war, ignoring international law but responding to focus groups, without eventually triggering blowback – so endangering the readiness to fight when there is real need. There is no appetite to lift a finger to oppose the new despots.</p> <p>And, most sinister of all, growing parts of the western political right no longer believe in the practice of authentic democracy – and large numbers in western electorates tacitly agree. Democracy is a system that works as a whole, encompassing elections and all the buttressing freedoms. These are not only fundamental human rights; they are the foundations of good governance and civilisation itself. They frame a capitalism that does not degrade into cronyism and sclerotic monopoly.</p> <p>But in 2021, neither a majority of the US Republican party nor in the current British cabinet – nor the governments of Poland and Hungary and much rightwing opinion in the EU – believe in this practice or culture. Holding political power, however it is achieved, is too seductive. Watch Britain’s Tory party <a href=\"https://www.theguardian.com/politics/2021/may/11/more-than-2m-voters-may-lack-photo-id-required-under-new-uk-bill\" title=\"\">deprive up to 2 million people</a> of the vote by cynically requiring ID cards at voting stations to prevent non-existent voter fraud – or the mass attempt by US Republicans to achieve the same. There is little political penalty.</p> <p>But don’t believe that Roman Protasevich, violated by sadistic guards, Russia’s sleep-deprived political prisoner <a href=\"https://www.theguardian.com/world/2021/apr/29/alexei-navalny-looks-gaunt-as-he-appears-in-court-after-hunger-strike\" title=\"\">Alexei Navalny</a> or the <a href=\"https://www.theguardian.com/world/2021/may/06/hong-kong-court-jails-riot-charges-joshua-wong-tiananmen-vigil-protest\" title=\"\">Hong Kong protesters</a> languishing in jail are somebody else’s problem. The values for which they are suffering are indivisible and universal. President Joe Biden promises a summit of democracies. He is right. We must fight for our values abroad – but, as importantly, we have to live them at home. It could be your holiday plane suddenly downed, or your child indefinitely detained without trial after some protest march. Beware. Democracy is precious; the assault on it anywhere is our concern. Time to rouse ourselves.</p> <p>• Will Hutton is an Observer columnist</p>","newspaperPageNumber":"43","wordcount":"1003","commentable":"false","firstPublicationDate":"2021-05-30T09:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:00:50Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hthh4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/83f026acc3eb71f47b9065966d6c20fc3ac3d664/3_0_10661_6400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The west’s ineffectiveness in the face of the arrant use of torture, unlawful arrest, savage imprisonment without trial and flagrant abuse of international law, even close to home in Europe, is among the bleakest symptoms of our times. The people power we saw embodied in the strikes in the Gdańsk shipyards, the fall of the Berlin Wall and even the Arab spring has not presaged the new era of democracy we once hoped for. Instead, the 21st century is becoming defined as a new era of agile autocracy and vicious strong-man rule. As the foreign secretary, Dominic Raab, prepared the UK’s response to last Sunday’s forced landing of a Ryanair jet by a Belarusian MiG-29 over its airspace to secure the trumped-up detention of a well-known democracy activist, Roman Protasevich, it must have crossed his mind that Britain’s response would have been so much stronger within the EU. The UK is now a little Sir Echo, weakening the west. It is part of the reason why Belarus’s president, Alexander Lukashenko, can act with impunity, as he refuses to acknowledge his loss of last’s August presidential election. Protasevich had been dismissive of fears that his enemy would resort to such actions, which were likely to provoke international uproar. So they have, but the lack of hard-hitting collective action to back up the angry words is most striking. The EU managed to agree an overflying ban largely in its own interests – who now wants to fly over Belarus? – which, if it lasts a year, will cost Belarus some $200m in aviation fees; and has offered up to €3bn of grants and loans in the unlikely event of Lukashenko giving up power. The US will impose sanctions on nine state-owned companies. But what about Belarus’s valuable potash exports? In Lukashenko’s terms, the penalties are easily dismissed. The EU is wary. It does not want to drive Lukashenko further into Putin’s embrace; and when the autocrat threatens, in response, to flood the EU with immigrants and drugs, EU governments take fright. In any case, he is a shrewd reader of his options. He was an early signatory to China’s belt and road initiative (BRI), so that Belarus is the third most important recipient of Chinese BRI cash. Besides which, the EU’s offer looks paltry: China’s president, Xi Jinping, describes the vast Great Stone industrial park outside Minsk as the BRI’s “jewel”. Lukashenko will note that Germany counts on China for its markets and Russia for its gas: Angela Merkel’s response to his piracy will be guarded, knowing that both are Belarus’s allies. He can set new precedents for politicising and violating air space, and get away with it. Lukashenko is not alone. China’s abrogation of its treaty promises on Hong Kong and attack on core citizen rights is not being seriously contested: the protests, like those in Belarus, are efficiently suppressed, with leaders summarily arrested whatever their precautions. Similarly, any protests in Myanmar against the military junta’s coup d’état and placing of Aung San Suu Kyi under house arrest. People power has stopped working. Why? First, surveillance techniques, developed and honed in China, have reached a new effectiveness. Lukashenko does not idly boast that other activists in exile will soon be caught. “We know you by sight,” he claimed last week. His brutal security services, already with 400 political prisoners under their belt, will be using state-of-the-art Chinese digital technology to identify and track any suspects. Second, there is the fact of Chinese power and money, and its refutation of the proposition that economic success lies in the necessary partnership of functioning democracy with honest capitalism. All around the world, leaders of one-party states believe they can emulate Chinese “Leninist capitalism”, directing their banking systems to supply limitless credit and controlling their populations. Worse, too many western companies and governments collude; they want export orders, particularly from China. Third, the west in general, and the US in particular, is war-weary. The cost in lost lives and disfigured bodies in the illegitimate, failed interventions in Afghanistan and Iraq has been too high. Democracies with volunteer armies cannot send young men and women to war, ignoring international law but responding to focus groups, without eventually triggering blowback – so endangering the readiness to fight when there is real need. There is no appetite to lift a finger to oppose the new despots. And, most sinister of all, growing parts of the western political right no longer believe in the practice of authentic democracy – and large numbers in western electorates tacitly agree. Democracy is a system that works as a whole, encompassing elections and all the buttressing freedoms. These are not only fundamental human rights; they are the foundations of good governance and civilisation itself. They frame a capitalism that does not degrade into cronyism and sclerotic monopoly. But in 2021, neither a majority of the US Republican party nor in the current British cabinet – nor the governments of Poland and Hungary and much rightwing opinion in the EU – believe in this practice or culture. Holding political power, however it is achieved, is too seductive. Watch Britain’s Tory party deprive up to 2 million people of the vote by cynically requiring ID cards at voting stations to prevent non-existent voter fraud – or the mass attempt by US Republicans to achieve the same. There is little political penalty. But don’t believe that Roman Protasevich, violated by sadistic guards, Russia’s sleep-deprived political prisoner Alexei Navalny or the Hong Kong protesters languishing in jail are somebody else’s problem. The values for which they are suffering are indivisible and universal. President Joe Biden promises a summit of democracies. He is right. We must fight for our values abroad – but, as importantly, we have to live them at home. It could be your holiday plane suddenly downed, or your child indefinitely detained without trial after some protest march. Beware. Democracy is precious; the assault on it anywhere is our concern. Time to rouse ourselves. • Will Hutton is an Observer columnist","charCount":"6194","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/willhutton\">Will Hutton</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"science/2021/may/30/help-our-profession-or-uks-shared-history-will-be-lost-say-archaeologists","type":"article","sectionId":"science","sectionName":"Science","webPublicationDate":"2021-05-30T09:00:50Z","webTitle":"Help our profession or UK’s shared history will be lost, say archaeologists","webUrl":"https://www.theguardian.com/science/2021/may/30/help-our-profession-or-uks-shared-history-will-be-lost-say-archaeologists","apiUrl":"https://content.guardianapis.com/science/2021/may/30/help-our-profession-or-uks-shared-history-will-be-lost-say-archaeologists","fields":{"headline":"Help our profession or UK’s shared history will be lost, say archaeologists","standfirst":"<p>Brexit and university cutbacks are fuelling a crisis in recruitment of skilled workers</p>","trailText":"Brexit and university cutbacks are fuelling a crisis in recruitment of skilled workers","byline":"Dalya Alberge","main":"<figure class=\"element element-image\" data-media-id=\"88a346189051256ad3d76a102e7560728fbb9016\"> <img src=\"https://media.guim.co.uk/88a346189051256ad3d76a102e7560728fbb9016/0_80_2113_1268/1000.jpg\" alt=\"An archaeologist excavates the Saxon ‘Prince of Prittlewell’ grave site before developers move in.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An archaeologist excavates the Saxon ‘Prince of Prittlewell’ grave site before developers move in.</span> <span class=\"element-image__credit\">Photograph: Mola</span> </figcaption> </figure>","body":"<p>Brexit has led to a serious shortage of senior archaeologists, sparking fears that controls on developments could be lifted and undiscovered treasures and untold stories about our past will be lost for ever.</p> <p>“There’s a hiring crisis in archaeology,” Lisa Westcott Wilkins of <a href=\"https://digventures.com/author/lisa/\" title=\"\">DigVentures</a>, an archaeology social enterprise, told the <em>Observer</em>. “We’ve lost a tranche of skilled workers from Europe and [there’s been] the instability of the pandemic.”</p> <p>“One of our real terrors is that the government is going to use the shortage of archaeologists as an excuse to reduce our role in the planning system, just as it’s being redesigned with a white paper, paving the way for development at the expense of our history. Imagine this country without finds, such as the Viking and Roman discoveries at a development at Hungate in York. That is terrifying to me.”</p> <p>Under planning regulations, developers fund excavations ahead of construction work. It has led to discoveries as significant as the so-called <a href=\"https://www.theguardian.com/uk/2004/jul/14/artsandhumanities.arts\" title=\"\">“Prince of Prittlewell”</a>, a royal Saxon grave in Essex, which might never have survived if it weren’t for archaeological work ahead of a road scheme.</p>  <figure class=\"element element-image\" data-media-id=\"64555f02a21c3ddaf02c624fa7c392850f7c7dfd\"> <img src=\"https://media.guim.co.uk/64555f02a21c3ddaf02c624fa7c392850f7c7dfd/0_143_2426_1456/1000.jpg\" alt=\"Drinking vessels in situ at the ‘Prince of Prittlewell’ grave excavation.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Drinking vessels in situ at the ‘Prince of Prittlewell’ grave excavation.</span> <span class=\"element-image__credit\">Photograph: Mola</span> </figcaption> </figure>  <p>The <a href=\"https://www.mola.org.uk/\" title=\"\">Museum of London Archaeology</a> (Mola), whose excavations have included Iron Age and Roman settlements in advance of the building of the <a href=\"https://www.theguardian.com/science/2018/mar/27/anglo-saxon-settlement-and-roman-army-camp-found-in-a14-bypass-dig\" title=\"\">A14 in Cambridgeshire</a>, is among organisations that have been “deeply impacted by Brexit in relation to matters of recruitment”.</p> <p>Sorina Spanou, Mola’s director of infrastructure, said: “Diminishing numbers entering the profession in the UK has been a crisis in the making for years. This at a time when the demand for archaeological expertise to service major infrastructure projects has grown. Brexit has undoubtedly exacerbated this crisis.”</p> <p>She added: “The loss of European colleagues is keenly felt in the skills and knowledge they offer. Their diverse perspectives on our methods and understanding of archaeological remains is essential for our thinking to remain fresh.”</p> <p>Exacerbating the problem is <a href=\"https://www.theguardian.com/science/2021/may/21/stonehenge-research-in-jeopardy-if-sheffield-university-archaeology-unit-closes\" title=\"\">Sheffield University’s decision</a> last week to close its archaeology department, regarded as one of the UK’s finest, meaning even fewer graduates will enter the profession.</p> <p>Hugh Willmott, a senior Sheffield lecturer now facing redundancy, said “The official line is that some bits of archaeology will be moved into totally unrelated departments – human osteology, for example, will go into the biomedical school. They will effectively cease because why would you apply to do a Masters in archaeology, but not in an archaeology department?”He added: “Brexit has had an impact on our recruitment across the university sector. If we start closing down domestic training, that’s going to cause even more of a shortage.”</p> <p>Other university departments are similarly under threat, condemned by one archaeologist as “a roll call of shame”. Chris Gerrard, professor of archaeology at Durham University, said that the sector is “suffering”, with Brexit among various factors, “in spite of the extraordinary success of the discipline and UK university departments occupying the top four places in the world rankings and archaeology graduates being the backbone of the tourism and heritage industries”.</p> <p>Spanou warned that government proposals to cut university funding for archaeology will undoubtedly worsen this situation: “A decline in professional archaeology will impact our ability to study and protect archaeological remains. But this isn’t just a dilemma for the profession, it is an issue for all in our society. This is our shared heritage.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"bc01c15470d0c82e3597f034b7cf7059d12c3f5e\"> <img src=\"https://media.guim.co.uk/bc01c15470d0c82e3597f034b7cf7059d12c3f5e/287_0_3136_3137/1000.jpg\" alt=\"The top of a wooden drinking bottle with decorated gold neck found at Prittlewell.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The top of a wooden drinking bottle with decorated gold neck found at Prittlewell.</span> <span class=\"element-image__credit\">Photograph: MOLA/HANDOUT/EPA</span> </figcaption> </figure>  <p>David Connolly, director of British Archaeological Jobs &amp; Resources, which represents the industry, estimates that up to 3,000 field archaeologists carry out contract work in developments: “For all the infrastructure projects the government is pushing forward, such as the <a href=\"https://www.theguardian.com/uk-news/2020/nov/12/stonehenge-road-tunnel-given-go-ahead-despite-backlash\" title=\"\">A303</a> and HS2, I would say the country is anywhere from 500 to 1,000 archaeologists short. It’s a significant amount.”</p> <p>He expressed alarm over Brexit’s impact: “We’ve lost a lot of the Europeans … it’s become almost impossible to get anyone here.”</p> <p>Although archaeologists are on the government’s list of “shortage occupations” for skilled workers, there are serious barriers to recruiting from Europe, including additional financial costs. Connolly fears that archaeology will be taken off that list, downgrading its importance and allowing its removal from the planning process, “which is seen as an annoyance”.</p> <p>A government spokesman said: “We know that our archaeological treasures are irreplaceable and we are determined to protect them. Our planning reforms will build on the strong protections already in place. Our deal with the EU means archaeologists can make short trips to the UK without work permits, and their qualifications will be recognised.”</p> <p>Westcott Wilkins said public interest in archaeology had never been higher, with thousands wanting to get involved with excavations: “Our online events are outstripping our capacity. But at the same time there is this massive shrinkage.” <br></p> <p><br></p>","newspaperPageNumber":"26","wordcount":"782","firstPublicationDate":"2021-05-30T09:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:00:50Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht777","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/88a346189051256ad3d76a102e7560728fbb9016/0_80_2113_1268/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Brexit has led to a serious shortage of senior archaeologists, sparking fears that controls on developments could be lifted and undiscovered treasures and untold stories about our past will be lost for ever. “There’s a hiring crisis in archaeology,” Lisa Westcott Wilkins of DigVentures, an archaeology social enterprise, told the Observer. “We’ve lost a tranche of skilled workers from Europe and [there’s been] the instability of the pandemic.” “One of our real terrors is that the government is going to use the shortage of archaeologists as an excuse to reduce our role in the planning system, just as it’s being redesigned with a white paper, paving the way for development at the expense of our history. Imagine this country without finds, such as the Viking and Roman discoveries at a development at Hungate in York. That is terrifying to me.” Under planning regulations, developers fund excavations ahead of construction work. It has led to discoveries as significant as the so-called “Prince of Prittlewell”, a royal Saxon grave in Essex, which might never have survived if it weren’t for archaeological work ahead of a road scheme. The Museum of London Archaeology (Mola), whose excavations have included Iron Age and Roman settlements in advance of the building of the A14 in Cambridgeshire, is among organisations that have been “deeply impacted by Brexit in relation to matters of recruitment”. Sorina Spanou, Mola’s director of infrastructure, said: “Diminishing numbers entering the profession in the UK has been a crisis in the making for years. This at a time when the demand for archaeological expertise to service major infrastructure projects has grown. Brexit has undoubtedly exacerbated this crisis.” She added: “The loss of European colleagues is keenly felt in the skills and knowledge they offer. Their diverse perspectives on our methods and understanding of archaeological remains is essential for our thinking to remain fresh.” Exacerbating the problem is Sheffield University’s decision last week to close its archaeology department, regarded as one of the UK’s finest, meaning even fewer graduates will enter the profession. Hugh Willmott, a senior Sheffield lecturer now facing redundancy, said “The official line is that some bits of archaeology will be moved into totally unrelated departments – human osteology, for example, will go into the biomedical school. They will effectively cease because why would you apply to do a Masters in archaeology, but not in an archaeology department?”He added: “Brexit has had an impact on our recruitment across the university sector. If we start closing down domestic training, that’s going to cause even more of a shortage.” Other university departments are similarly under threat, condemned by one archaeologist as “a roll call of shame”. Chris Gerrard, professor of archaeology at Durham University, said that the sector is “suffering”, with Brexit among various factors, “in spite of the extraordinary success of the discipline and UK university departments occupying the top four places in the world rankings and archaeology graduates being the backbone of the tourism and heritage industries”. Spanou warned that government proposals to cut university funding for archaeology will undoubtedly worsen this situation: “A decline in professional archaeology will impact our ability to study and protect archaeological remains. But this isn’t just a dilemma for the profession, it is an issue for all in our society. This is our shared heritage.” David Connolly, director of British Archaeological Jobs &amp; Resources, which represents the industry, estimates that up to 3,000 field archaeologists carry out contract work in developments: “For all the infrastructure projects the government is pushing forward, such as the A303 and HS2, I would say the country is anywhere from 500 to 1,000 archaeologists short. It’s a significant amount.” He expressed alarm over Brexit’s impact: “We’ve lost a lot of the Europeans … it’s become almost impossible to get anyone here.” Although archaeologists are on the government’s list of “shortage occupations” for skilled workers, there are serious barriers to recruiting from Europe, including additional financial costs. Connolly fears that archaeology will be taken off that list, downgrading its importance and allowing its removal from the planning process, “which is seen as an annoyance”. A government spokesman said: “We know that our archaeological treasures are irreplaceable and we are determined to protect them. Our planning reforms will build on the strong protections already in place. Our deal with the EU means archaeologists can make short trips to the UK without work permits, and their qualifications will be recognised.” Westcott Wilkins said public interest in archaeology had never been higher, with thousands wanting to get involved with excavations: “Our online events are outstripping our capacity. But at the same time there is this massive shrinkage.”","charCount":"4993","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/dalya-alberge\">Dalya Alberge</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"artanddesign/2021/may/30/marching-on-young-loyalist-bands-northern-ireland-gareth-mcconnell-photography","type":"article","sectionId":"artanddesign","sectionName":"Art and design","webPublicationDate":"2021-05-30T09:00:50Z","webTitle":"Marching on: the young loyalist bands of Northern Ireland","webUrl":"https://www.theguardian.com/artanddesign/2021/may/30/marching-on-young-loyalist-bands-northern-ireland-gareth-mcconnell-photography","apiUrl":"https://content.guardianapis.com/artanddesign/2021/may/30/marching-on-young-loyalist-bands-northern-ireland-gareth-mcconnell-photography","fields":{"headline":"Marching on: the young loyalist bands of Northern Ireland","standfirst":"<p>Gareth McConnell’s photographs of working-class Protestant bands offer a new take on the subculture at a time when tensions are once more on the rise</p>","trailText":"Gareth McConnell’s photographs of working-class Protestant bands offer a new take on the subculture at a time when tensions are once more on the rise","byline":"Sean O’Hagan","main":"<figure class=\"element element-image\" data-media-id=\"2cd73b27f7400ddeefb0f85dec78c32781850b7d\"> <img src=\"https://media.guim.co.uk/2cd73b27f7400ddeefb0f85dec78c32781850b7d/220_362_4760_2853/1000.jpg\" alt=\"From To The Beat Of The Drum, 2021, by Gareth McConnell.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">All images from To the Beat of the Drum, 2021, by Gareth McConnell.</span> <span class=\"element-image__credit\">Photograph: Gareth McConnell</span> </figcaption> </figure>","body":"<p>Towards the end of March, the London-based photographer <a href=\"https://garethmcconnell.com/\">Gareth McConnell</a> returned to Northern Ireland to shoot a series of portraits of young people in his home town, Carrickfergus, and nearby Larne. The portraits were commissioned by Intercomm, a Belfast-based cross-community project, and the subjects, aged between seven and 26, were members of local loyalist marching bands. McConnell’s aim, he says, was “to transcend the cliched depictions of young people from Protestant working-class communities by evoking the more primal instincts that underlie these rituals of belonging”.</p> <p>The resulting series, <em>To the Beat of the Drum</em>, bears his unmistakable imprint: vivid colours, atmospheric lighting and the creative use of blur and movement. Eschewing digital post-production techniques, McConnell achieves his heightened images when shooting, through the deft manipulation of light, movement and long exposures. The series, which also includes a mesmerising video piece of a young boy beating a drum, will be exhibited in a grid at the <a href=\"https://www.nmni.com/whats-on/to-the-beat-of-the-drum-a-photographic-exhibition-by-gareth-mcconnell\">Ulster Museum</a> in Belfast next month. The images have no names or captions as “they ground the work in a more documentary style,” says McConnell, “while it’s really more about exploring or suggesting a collective experience”. McConnell’s dreamlike aesthetic is more usually found applied to the creation of otherworldly still lifes and<a href=\"https://garethmcconnell.com/arena-homme-2018/\"> fashion editorials,</a> but, in this instance, it has a more subtly subversive undertow.</p> <p>“Most photographic depictions of marching bands are quite cliched in their photojournalistic approach,” says Jonathan Hodge, a local arts organiser, who commissioned McConnell on behalf of Intercomm. “Gareth’s portraits, on the other hand, are arresting visually. They will probably surprise some people, while also being quite respectful to a subject that is much more culturally complex than is often portrayed in the media.”</p> <p>With their banners, flags and flute bands, the annual Orange marching parades, though bemusing to many people in the rest of the United Kingdom, are perhaps the defining ritual of Protestant identity in Northern Ireland. The marching season is already under way and in the coming few months, more than 2,000 parades will take place in towns and villages across the country, all of them featuring flute bands. The smaller local parades are part of the protracted buildup to the much bigger celebrations that take place on 12 July, when members of the Orange Order, a bastion of Protestant unionism, and tens of thousands of their followers, mark the victory of King William of Orange over the Catholic King James II at the Battle of the Boyne in 1690.</p>  <figure class=\"element element-image\" data-media-id=\"97660a94d840c9a1fbc742037968f257314478ae\"> <img src=\"https://media.guim.co.uk/97660a94d840c9a1fbc742037968f257314478ae/0_0_4973_6142/810.jpg\" alt=\"From the series To The Beat Of The Drum, 2021 by Gareth McConnell\" width=\"810\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>For many Catholics/nationalists, though, the marches are viewed as sectarian and triumphalist. In the 1990s, the controversial routeing of some marches through, or close to, nationalist areas led to violent standoffs between loyalists and the police. In recent years, though, it is the often<a href=\"https://www.theguardian.com/uk-news/2018/jul/11/vehicles-torched-amid-tension-over-loyalist-bonfires-in-northern-ireland\"> threateningly sectarian nature of the bonfire celebrations </a>that occur on the night of 11 July in working-class loyalist areas that have caused concern and condemnation.</p> <p>This summer’s marching season may be particularly tense, even volatile, owing to unionist anger at the “border in the Irish sea” created by the imposition of the post-Brexit Northern Irish customs protocol. In early April, just a week after McConnell shot these portraits, the <a href=\"https://www.theguardian.com/uk-news/2021/apr/08/northern-ireland-unrest-why-violence-broken-out\">worst rioting in years</a> erupted in Carrickfergus and Larne as well as in other working-class loyalist areas in Belfast and Derry. The protagonists were mainly young teenagers, though many commentators suggested that the violence had been orchestrated by older members of loyalist paramilitary groups. The BBC noted that the areas affected were “among the most deprived in the country, with the lowest level of educational attainment in Europe”.</p> <p>Against all this, Gareth McConnell’s portraits of young working-class Protestant band members are all the more resonant. The young band members often exude a sense<strong> </strong>of awkward vulnerability. Bathed in soft light and colour, his subjects stare inquiringly into the lens or off into the distance as if distracted by wandering thoughts. Their engagement with the camera is tentative, uncertain, as if they’re not quite sure why they have been singled out for its attention. Whatis also striking is just how young some of them are. You cannot help but wonder how much the band experience is another way of inculcating in them the divisive, often sectarian attitudes that are handed down through the generations.</p>  <figure class=\"element element-image\" data-media-id=\"46e65e97e1f193662092cae7b445ea7e166c1590\"> <img src=\"https://media.guim.co.uk/46e65e97e1f193662092cae7b445ea7e166c1590/0_0_5270_6510/810.jpg\" alt=\"From the series To The Beat Of The Drum, 2021 by Gareth McConnell The Belfast Room Ulster Museum Botanic Gardens Belfast Bt9 5AB 5th June - 30th August Free entry\" width=\"810\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>“Most of the younger kids didn’t really say much, probably through shyness or nervousness,” says McConnell, “but they were all incredibly cooperative and eager to please. I did wonder how many of them even know why they are in a marching band and what that meant in the bigger social context. For many of them, it’s basically about that youthful thing of just wanting to belong to something – a band and, by extension, the place they come from.”</p> <p>The sense of local pride that being in a band instils, according to Hodge, is a crucial reason for the exponential growth in younger bands from working-class Protestant neighbourhoods in recent years. Their priorities, he suggests, are different from those of more established traditional bands affiliated to the Orange Order. “Over the past 20 years or so, there has developed what might even be called a subculture within the bigger culture of Protestantism,” he says. “Many of the younger band members see the Orange Order as old-fashioned. So, while there are bands that are still connected to Orange lodges, many more are connected to a town or an area or a housing estate.”</p>  <figure class=\"element element-image\" data-media-id=\"5e6acd0d76ed43f1ec8c005e34034a8b6b71187b\"> <img src=\"https://media.guim.co.uk/5e6acd0d76ed43f1ec8c005e34034a8b6b71187b/0_0_5330_6583/810.jpg\" alt=\"From the series To The Beat Of The Drum, 2021 by Gareth McConnell\" width=\"810\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>For young Protestants from working-class estates, being in a band, he says, “is about enjoying the outings, the camaraderie and the competition culture that has emerged in recent years. There are competitions held almost every week in the summer, with judging and prizes awarded for uniforms and musicianship. For many young people, the main reason for wanting to join a local band is to help make it the best.”</p> <p>That sense of communal pride is evident too in McConnell’s portraits of young male and female band members, the embossed initials visible on their shirts often referring to local band names – the Clyde Valley Flute Band, the Pride of Greenisland Flute Band. These more straightforward portraits are his way of showing that the subjects can’t be unmoored from their political context. The portraits also reveal the tight ties of tribal identity and conformity that hold sway in places like his staunchly Protestant home town, where one band is called the Carrickfergus Defenders. What must be defended at all costs is their Britishness, which is now perceived to be under threat not just<a href=\"https://www.theguardian.com/commentisfree/2021/apr/26/protocol-northern-irish-politics-jobs-investment\"> from the Brexit customs protocol</a>, but the possible breakup of the union if Scotland achieves independence, and the shifting demographics of Northern Ireland, where there are signs that an emerging generation of young people are rejecting the binary politics of belonging that have held sway for so long.</p> <h2>***</h2> <p>McConnell grew up in Woodburn, Carrickfergus close to the North Road where these portraits were created in the local Rangers FC supporters’ club. Like many exiles from Northern Ireland, he experiences a complex mix of emotions when he returns there. “There’s an immediate familiarity because to a degree you have this shared experience and background,” he says, “plus there’s a kind of relief at being back among people who talk a lot and swear a lot, just like you do. But, alongside that, there’s also this complex feeling of belonging and yet not belonging.”</p> <p>Back in 1999, while a student at the Royal College of Art, McConnell returned to his home town to make a series of photographs that explored belonging and identity in a more traditional documentary style. <em><a href=\"https://garethmcconnell.com/portraits-interiors-from-the-albert-bar-1999/\">Portraits &amp; Interiors from the Albert Bar</a></em><a href=\"https://garethmcconnell.com/portraits-interiors-from-the-albert-bar-1999/\"> </a>is a quietly attentive, almost meditative, work that is nevertheless loaded with signifiers: paramilitary tattoos; a marching band’s drum nestling next to a beer keg; the initials UDA (Ulster Defence Association) traced in the dust on a hanging lampshade. “I was just finding my feet back then,” he says, but the photographs were critically acclaimed at the time for their assuredness.</p>  <figure class=\"element element-image\" data-media-id=\"bde320cdc5d129dcaf9dea40a189c385260ae54b\"> <img src=\"https://media.guim.co.uk/bde320cdc5d129dcaf9dea40a189c385260ae54b/0_0_5467_6754/809.jpg\" alt=\"From the series To The Beat Of The Drum, 2021 by Gareth McConnell The Belfast Room Ulster Museum Botanic Gardens Belfast Bt9 5AB 5th June - 30th August Free entry\" width=\"809\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>In the interim two decades, his style has shifted dramatically, the early embrace of observational documentary giving way to a more experimental approach that blurs the boundary between the real and the imaginative. He also runs a collaborative art project and publishing imprint, <a href=\"https://www.sorika.com/\">Sorika</a>, “with no particular manifesto other than the realising of projects of interest”. Intriguingly, his way of seeing, he tells me, has been determined to a degree by two very different formative communal experiences. As a young teenager, he remembers going to the Woodburn playing fields near to his home, where the local 12 July celebrations culminated in huge gatherings of marchers and revellers. “If you grow up in a Protestant community anywhere in Northern Ireland, the 12<sup>th</sup> is a formative experience,” he explains. “For me, as a young teenager who had consumed too much alcohol, it was like entering a strange and paradoxical parallel universe. On the one hand, you had very strait-laced, good-living, God-fearing Orange brethren and, on the other, there was this atmosphere of wildly exuberant mayhem fuelled by an overload of alcohol, flags, flutes and drums.”</p>  <figure class=\"element element-image\" data-media-id=\"dd601712a17d67094227a929d5effaa5cd4963b0\"> <img src=\"https://media.guim.co.uk/dd601712a17d67094227a929d5effaa5cd4963b0/0_0_5211_6437/810.jpg\" alt=\"From the series To The Beat Of The Drum, 2021 by Gareth McConnell The Belfast Room Ulster Museum Botanic Gardens Belfast Bt9 5AB 5th June - 30th August Free entry\" width=\"810\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>Years later, immersing himself in what he calls “the free-for-all autonomous zones of rave culture”, McConnell experienced a weirdly similar feeling. That the two experiences were underpinned by almost diametrically opposed world views, the one rigidly exclusive, the other utopian in its inclusiveness, is, he says, almost beside the point. It was the intensity of feeling that he experienced at each communal gathering that has stayed with him. “To some degree,” he says, “my work has been defined by those two very different, but somehow weirdly connected, formative experiences.”</p> <p>In <em>To the Beat of the Drum</em>, McConnell’s heightened gaze is combined with a deep understanding of, and even affinity with, his subjects and the Protestant working-class culture that defines them. As an exile, he is from, but not of, that culture. “You can leave the place you grew up in,” he says, “but you never really leave it behind.”</p> <p>• <em><a href=\"https://www.nmni.com/whats-on/to-the-beat-of-the-drum-a-photographic-exhibition-by-gareth-mcconnell\">To the Beat of the Drum</a></em>, 2021 by Gareth McConnell, can be seen at the Belfast Room, Ulster Museum, Belfast, 5 June-30 August</p>","newspaperPageNumber":"14","wordcount":"1690","commentable":"false","displayHint":"photoEssay","firstPublicationDate":"2021-05-30T09:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:00:50Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hh7de","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2cd73b27f7400ddeefb0f85dec78c32781850b7d/266_907_4673_2801/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"Towards the end of March, the London-based photographer Gareth McConnell returned to Northern Ireland to shoot a series of portraits of young people in his home town, Carrickfergus, and nearby Larne. The portraits were commissioned by Intercomm, a Belfast-based cross-community project, and the subjects, aged between seven and 26, were members of local loyalist marching bands. McConnell’s aim, he says, was “to transcend the cliched depictions of young people from Protestant working-class communities by evoking the more primal instincts that underlie these rituals of belonging”. The resulting series, To the Beat of the Drum, bears his unmistakable imprint: vivid colours, atmospheric lighting and the creative use of blur and movement. Eschewing digital post-production techniques, McConnell achieves his heightened images when shooting, through the deft manipulation of light, movement and long exposures. The series, which also includes a mesmerising video piece of a young boy beating a drum, will be exhibited in a grid at the Ulster Museum in Belfast next month. The images have no names or captions as “they ground the work in a more documentary style,” says McConnell, “while it’s really more about exploring or suggesting a collective experience”. McConnell’s dreamlike aesthetic is more usually found applied to the creation of otherworldly still lifes and fashion editorials, but, in this instance, it has a more subtly subversive undertow. “Most photographic depictions of marching bands are quite cliched in their photojournalistic approach,” says Jonathan Hodge, a local arts organiser, who commissioned McConnell on behalf of Intercomm. “Gareth’s portraits, on the other hand, are arresting visually. They will probably surprise some people, while also being quite respectful to a subject that is much more culturally complex than is often portrayed in the media.” With their banners, flags and flute bands, the annual Orange marching parades, though bemusing to many people in the rest of the United Kingdom, are perhaps the defining ritual of Protestant identity in Northern Ireland. The marching season is already under way and in the coming few months, more than 2,000 parades will take place in towns and villages across the country, all of them featuring flute bands. The smaller local parades are part of the protracted buildup to the much bigger celebrations that take place on 12 July, when members of the Orange Order, a bastion of Protestant unionism, and tens of thousands of their followers, mark the victory of King William of Orange over the Catholic King James II at the Battle of the Boyne in 1690. For many Catholics/nationalists, though, the marches are viewed as sectarian and triumphalist. In the 1990s, the controversial routeing of some marches through, or close to, nationalist areas led to violent standoffs between loyalists and the police. In recent years, though, it is the often threateningly sectarian nature of the bonfire celebrations that occur on the night of 11 July in working-class loyalist areas that have caused concern and condemnation. This summer’s marching season may be particularly tense, even volatile, owing to unionist anger at the “border in the Irish sea” created by the imposition of the post-Brexit Northern Irish customs protocol. In early April, just a week after McConnell shot these portraits, the worst rioting in years erupted in Carrickfergus and Larne as well as in other working-class loyalist areas in Belfast and Derry. The protagonists were mainly young teenagers, though many commentators suggested that the violence had been orchestrated by older members of loyalist paramilitary groups. The BBC noted that the areas affected were “among the most deprived in the country, with the lowest level of educational attainment in Europe”. Against all this, Gareth McConnell’s portraits of young working-class Protestant band members are all the more resonant. The young band members often exude a sense of awkward vulnerability. Bathed in soft light and colour, his subjects stare inquiringly into the lens or off into the distance as if distracted by wandering thoughts. Their engagement with the camera is tentative, uncertain, as if they’re not quite sure why they have been singled out for its attention. Whatis also striking is just how young some of them are. You cannot help but wonder how much the band experience is another way of inculcating in them the divisive, often sectarian attitudes that are handed down through the generations. “Most of the younger kids didn’t really say much, probably through shyness or nervousness,” says McConnell, “but they were all incredibly cooperative and eager to please. I did wonder how many of them even know why they are in a marching band and what that meant in the bigger social context. For many of them, it’s basically about that youthful thing of just wanting to belong to something – a band and, by extension, the place they come from.” The sense of local pride that being in a band instils, according to Hodge, is a crucial reason for the exponential growth in younger bands from working-class Protestant neighbourhoods in recent years. Their priorities, he suggests, are different from those of more established traditional bands affiliated to the Orange Order. “Over the past 20 years or so, there has developed what might even be called a subculture within the bigger culture of Protestantism,” he says. “Many of the younger band members see the Orange Order as old-fashioned. So, while there are bands that are still connected to Orange lodges, many more are connected to a town or an area or a housing estate.” For young Protestants from working-class estates, being in a band, he says, “is about enjoying the outings, the camaraderie and the competition culture that has emerged in recent years. There are competitions held almost every week in the summer, with judging and prizes awarded for uniforms and musicianship. For many young people, the main reason for wanting to join a local band is to help make it the best.” That sense of communal pride is evident too in McConnell’s portraits of young male and female band members, the embossed initials visible on their shirts often referring to local band names – the Clyde Valley Flute Band, the Pride of Greenisland Flute Band. These more straightforward portraits are his way of showing that the subjects can’t be unmoored from their political context. The portraits also reveal the tight ties of tribal identity and conformity that hold sway in places like his staunchly Protestant home town, where one band is called the Carrickfergus Defenders. What must be defended at all costs is their Britishness, which is now perceived to be under threat not just from the Brexit customs protocol, but the possible breakup of the union if Scotland achieves independence, and the shifting demographics of Northern Ireland, where there are signs that an emerging generation of young people are rejecting the binary politics of belonging that have held sway for so long. *** McConnell grew up in Woodburn, Carrickfergus close to the North Road where these portraits were created in the local Rangers FC supporters’ club. Like many exiles from Northern Ireland, he experiences a complex mix of emotions when he returns there. “There’s an immediate familiarity because to a degree you have this shared experience and background,” he says, “plus there’s a kind of relief at being back among people who talk a lot and swear a lot, just like you do. But, alongside that, there’s also this complex feeling of belonging and yet not belonging.” Back in 1999, while a student at the Royal College of Art, McConnell returned to his home town to make a series of photographs that explored belonging and identity in a more traditional documentary style. Portraits &amp; Interiors from the Albert Bar is a quietly attentive, almost meditative, work that is nevertheless loaded with signifiers: paramilitary tattoos; a marching band’s drum nestling next to a beer keg; the initials UDA (Ulster Defence Association) traced in the dust on a hanging lampshade. “I was just finding my feet back then,” he says, but the photographs were critically acclaimed at the time for their assuredness. In the interim two decades, his style has shifted dramatically, the early embrace of observational documentary giving way to a more experimental approach that blurs the boundary between the real and the imaginative. He also runs a collaborative art project and publishing imprint, Sorika, “with no particular manifesto other than the realising of projects of interest”. Intriguingly, his way of seeing, he tells me, has been determined to a degree by two very different formative communal experiences. As a young teenager, he remembers going to the Woodburn playing fields near to his home, where the local 12 July celebrations culminated in huge gatherings of marchers and revellers. “If you grow up in a Protestant community anywhere in Northern Ireland, the 12th is a formative experience,” he explains. “For me, as a young teenager who had consumed too much alcohol, it was like entering a strange and paradoxical parallel universe. On the one hand, you had very strait-laced, good-living, God-fearing Orange brethren and, on the other, there was this atmosphere of wildly exuberant mayhem fuelled by an overload of alcohol, flags, flutes and drums.” Years later, immersing himself in what he calls “the free-for-all autonomous zones of rave culture”, McConnell experienced a weirdly similar feeling. That the two experiences were underpinned by almost diametrically opposed world views, the one rigidly exclusive, the other utopian in its inclusiveness, is, he says, almost beside the point. It was the intensity of feeling that he experienced at each communal gathering that has stayed with him. “To some degree,” he says, “my work has been defined by those two very different, but somehow weirdly connected, formative experiences.” In To the Beat of the Drum, McConnell’s heightened gaze is combined with a deep understanding of, and even affinity with, his subjects and the Protestant working-class culture that defines them. As an exile, he is from, but not of, that culture. “You can leave the place you grew up in,” he says, “but you never really leave it behind.” • To the Beat of the Drum, 2021 by Gareth McConnell, can be seen at the Belfast Room, Ulster Museum, Belfast, 5 June-30 August","charCount":"10459","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/seanohagan\">Sean O’Hagan</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"commentisfree/2021/may/30/please-could-we-have-a-cultured-culture-secretary","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-05-30T09:00:50Z","webTitle":"Please could we have a cultured culture secretary? | Stewart Lee","webUrl":"https://www.theguardian.com/commentisfree/2021/may/30/please-could-we-have-a-cultured-culture-secretary","apiUrl":"https://content.guardianapis.com/commentisfree/2021/may/30/please-could-we-have-a-cultured-culture-secretary","fields":{"headline":"Please could we have a cultured culture secretary?","standfirst":"<p>Oliver Dowden is clearly floundering with the arts. Perhaps the world’s greatest living standup could help…</p>","trailText":"Oliver Dowden is clearly floundering with the arts. Perhaps the world’s greatest living standup could help…","byline":"Stewart Lee","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"ee02dedbfe9b40e755f5edc25341255776659192\"> <img src=\"https://media.guim.co.uk/ee02dedbfe9b40e755f5edc25341255776659192/0_32_1476_886/1000.jpg\" alt=\"Illustration by David Foldvari.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by David Foldvari.</span> <span class=\"element-image__credit\">Illustration: David Foldvari</span> </figcaption> </figure>","body":"<p>I am a pan-disciplinary recipient of the country’s two highest cultural accolades, the Bafta for film and television and the Olivier for theatre; I have been described by the <em>Times</em> as the “world’s greatest living standup comedian”; I have rapped in 10th-century Old English on a No 1 single; I won <em>Celebrity Mastermind</em> answering questions on the guitarist and improviser Derek Bailey; and a film I authored was recently declared by a government body to have passed the “cultural test of being British” with full marks! So you must listen to me when I ask if Oliver Dowden is suitable for the role he has been decanted into, safeguarding the nation’s cultural heart at the Department for Digital, Culture, Media and Sport. A chittering monkey could pour some orange sick into a jelly mould, but that does not make it a jelly. It makes it some orange sick that a chittering monkey has poured into a jelly mould.</p> <p>Speaking before a select committee on 14 May, Dowden called for the privatisation of publicly subsidised Channel 4 and considered its position in a “broadcasting marketplace”, to help its “ability to access capital markets”. But Channel 4 was not set up to compete with Netflix and Disney+, whose only imperatives are commercial. Its remit was to provide cultural, artistic and minority programming absent elsewhere. Early Channel 4 highlights such as Stephen Frears’s unprecedented <em>Walter</em>, a drama about a man with learning disabilities later clumsily parodied by Ricky Gervais, and Derek Bailey’s <em>On </em><em>the Edge</em>, a history of improvisation, were brilliant and invaluable, but were not built to beat <em>The Crown</em> and <em>Star Wars: The Rise of Skywalker</em>. Patient MPs tried to explain this, but Dowden seemed intellectually or ideologically unable to engage, like Spock struggling with an abstract concept. “You believe that culture is inherently valuable in of itself, Captain? That is illogical. I like it when the chandelier falls down in <em>The Phantom </em><em>of </em><em>the Opera</em>, though.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>On the evidence of his Radio 4 series Jazz Greats, Ken Clarke could show Dowden how great art derives from artistic impulse</p> </blockquote> </aside>  <p>There is one area where I find myself in agreement with Dowden. The statues of the slavers must remain! As Dowden says, “they play an important role in teaching us about our past, with all its faults”. Likewise, the statue of Jimmy Savile, torn down from Scotstoun Leisure Centre, must be re-erected and re-unveiled by Dowden himself with full ceremony, to further teach us about our past, with all its faults. And alongside the statues of the slavers, let us raise high new statues depicting the atrocities their business facilitated, to teach us about our past, with all its faults. At Jamaica’s Breadnut plantation, slaves were forced to defecate into the mouths of their disobedient fellows. A new statue/chocolate fountain combination in Parliament Square could splurt on the hour, to teach us about our past, with all its faults.</p> <p>Although Dowden has, like all his colleagues, made a cognitively dissonant moral accommodation of Boris Johnson, there is yet some faint glimmer of light in his eyes, unlike the dead, killer-shark stare of the catastrophically cold-hearted education secretary, Gavin Williamson, the Freddy Krueger of teenage ballet dancers’ nightmares. Can the great myths that underpin our national story provide any archetypes to suggest how Dowden may be steered towards salvation and salve our collective souls?</p> <p>Last week, I helped to make a radio documentary on unreliable narrators and I hope it proves a valuable addition to Dowden’s broadcasting marketplace. In the vaults of the British Library, I perused an original manuscript of Geoffrey of Monmouth’s 12th-century <em>History </em><em>of </em><em>the Kings </em><em>of Britain</em>, an incredible and unearned privilege that somehow landed in my unworthy lap as a result of more than three decades of making sarcastic jokes about politicians, road signs and rap singers. Monmouth appears to have edited and rewritten history so it supported the values and imperial ambitions of the Henry I administration. Michael Gove’s 2010 suggestion that the self-described “neo-imperialist” academic Niall Ferguson <a href=\"https://www.theguardian.com/politics/2010/may/30/niall-ferguson-school-curriculum-role\">should overhaul the history curriculum</a> wasn’t as original as it looked!</p> <p>Monmouth is largely responsible for, for example, the presence of the stories of King Arthur and Merlin in the myth marketplace. These implausible tales nonetheless provide a poetic “ecstatic truth” rather than a literal “accountant’s truth”, a distinction Dowden will understand if he is as familiar, as a culture secretary should be, with Werner Herzog as he is with Andrew Lloyd Webber. At present, Dowden is the young Arthur, haplessly having pulled the sword from the stone and now looked to for leadership in a role he is not yet equipped to understand. He needs a Merlin to guide him. Where is the wizard to lead the boy king Dowden through the thicket of artistic understanding? Dowden’s old Conservative colleague Ken Clarke, on the evidence of his Radio 4 series <em><a href=\"https://www.bbc.co.uk/programmes/b0092tqq\">Jazz Greats</a></em>, could show Dowden how great art derives from an artistic impulse and not a commercial one. For all his political and personal failings, the suede-lined arteries of Merlin Clarke’s HushPuppy heart pump with an understanding that eludes Arthur Dowden, who will not make the case for culture’s cultural value, only for its financial one.</p> <p>If Dowden is not prepared to make this argument, to leave the citadel of the marketplace and set himself upon this inherently worthwhile grail quest, then Dowden, like the unworthy Uther Pendragon in Monmouth’s foundation myth, must surrender his unearned position to a new champion, a seeker who is prepared to protect the holy chalice of our arts and culture and heal our pestilential kingdom or submit himself to be schooled. Until theatres reopen at pre-Covid capacity, I remain eminently available.</p> <p><em>A 12-inch of the January No 1 hit single <a href=\"https://www.youtube.com/watch?v=_kkOHtniTts\">Comin’ Over Here by Asian Dub Foundation</a> (feat Stewart Lee) is now available. Stewart Lee appears on the B-side of the Nightingales’ new seven-inch, <a href=\"https://www.youtube.com/watch?v=1YKQHUyfpqk\">Ten Bob Each Way</a>. The acclaimed anti-rockumentary <a href=\"https://kingrockerfilm.com/\">King Rocker</a> screens at the Sheffield documentary festival on 12 June. Stewart appears in an online fundraiser for Gigbuddies on 20 June. Rescheduled 2022 dates of Stewart’s 2020 tour are now on sale, <a href=\"https://www.stewartlee.co.uk/live-dates/\">stewartlee.co.uk/live-dates</a></em></p>","newspaperPageNumber":"5","wordcount":"1006","commentCloseDate":"2021-06-02T09:00:50Z","commentable":"true","firstPublicationDate":"2021-05-30T09:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:04:18Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhhz3","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ee02dedbfe9b40e755f5edc25341255776659192/0_32_1476_886/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I am a pan-disciplinary recipient of the country’s two highest cultural accolades, the Bafta for film and television and the Olivier for theatre; I have been described by the Times as the “world’s greatest living standup comedian”; I have rapped in 10th-century Old English on a No 1 single; I won Celebrity Mastermind answering questions on the guitarist and improviser Derek Bailey; and a film I authored was recently declared by a government body to have passed the “cultural test of being British” with full marks! So you must listen to me when I ask if Oliver Dowden is suitable for the role he has been decanted into, safeguarding the nation’s cultural heart at the Department for Digital, Culture, Media and Sport. A chittering monkey could pour some orange sick into a jelly mould, but that does not make it a jelly. It makes it some orange sick that a chittering monkey has poured into a jelly mould. Speaking before a select committee on 14 May, Dowden called for the privatisation of publicly subsidised Channel 4 and considered its position in a “broadcasting marketplace”, to help its “ability to access capital markets”. But Channel 4 was not set up to compete with Netflix and Disney+, whose only imperatives are commercial. Its remit was to provide cultural, artistic and minority programming absent elsewhere. Early Channel 4 highlights such as Stephen Frears’s unprecedented Walter, a drama about a man with learning disabilities later clumsily parodied by Ricky Gervais, and Derek Bailey’s On the Edge, a history of improvisation, were brilliant and invaluable, but were not built to beat The Crown and Star Wars: The Rise of Skywalker. Patient MPs tried to explain this, but Dowden seemed intellectually or ideologically unable to engage, like Spock struggling with an abstract concept. “You believe that culture is inherently valuable in of itself, Captain? That is illogical. I like it when the chandelier falls down in The Phantom of the Opera, though.” There is one area where I find myself in agreement with Dowden. The statues of the slavers must remain! As Dowden says, “they play an important role in teaching us about our past, with all its faults”. Likewise, the statue of Jimmy Savile, torn down from Scotstoun Leisure Centre, must be re-erected and re-unveiled by Dowden himself with full ceremony, to further teach us about our past, with all its faults. And alongside the statues of the slavers, let us raise high new statues depicting the atrocities their business facilitated, to teach us about our past, with all its faults. At Jamaica’s Breadnut plantation, slaves were forced to defecate into the mouths of their disobedient fellows. A new statue/chocolate fountain combination in Parliament Square could splurt on the hour, to teach us about our past, with all its faults. Although Dowden has, like all his colleagues, made a cognitively dissonant moral accommodation of Boris Johnson, there is yet some faint glimmer of light in his eyes, unlike the dead, killer-shark stare of the catastrophically cold-hearted education secretary, Gavin Williamson, the Freddy Krueger of teenage ballet dancers’ nightmares. Can the great myths that underpin our national story provide any archetypes to suggest how Dowden may be steered towards salvation and salve our collective souls? Last week, I helped to make a radio documentary on unreliable narrators and I hope it proves a valuable addition to Dowden’s broadcasting marketplace. In the vaults of the British Library, I perused an original manuscript of Geoffrey of Monmouth’s 12th-century History of the Kings of Britain, an incredible and unearned privilege that somehow landed in my unworthy lap as a result of more than three decades of making sarcastic jokes about politicians, road signs and rap singers. Monmouth appears to have edited and rewritten history so it supported the values and imperial ambitions of the Henry I administration. Michael Gove’s 2010 suggestion that the self-described “neo-imperialist” academic Niall Ferguson should overhaul the history curriculum wasn’t as original as it looked! Monmouth is largely responsible for, for example, the presence of the stories of King Arthur and Merlin in the myth marketplace. These implausible tales nonetheless provide a poetic “ecstatic truth” rather than a literal “accountant’s truth”, a distinction Dowden will understand if he is as familiar, as a culture secretary should be, with Werner Herzog as he is with Andrew Lloyd Webber. At present, Dowden is the young Arthur, haplessly having pulled the sword from the stone and now looked to for leadership in a role he is not yet equipped to understand. He needs a Merlin to guide him. Where is the wizard to lead the boy king Dowden through the thicket of artistic understanding? Dowden’s old Conservative colleague Ken Clarke, on the evidence of his Radio 4 series Jazz Greats, could show Dowden how great art derives from an artistic impulse and not a commercial one. For all his political and personal failings, the suede-lined arteries of Merlin Clarke’s HushPuppy heart pump with an understanding that eludes Arthur Dowden, who will not make the case for culture’s cultural value, only for its financial one. If Dowden is not prepared to make this argument, to leave the citadel of the marketplace and set himself upon this inherently worthwhile grail quest, then Dowden, like the unworthy Uther Pendragon in Monmouth’s foundation myth, must surrender his unearned position to a new champion, a seeker who is prepared to protect the holy chalice of our arts and culture and heal our pestilential kingdom or submit himself to be schooled. Until theatres reopen at pre-Covid capacity, I remain eminently available. A 12-inch of the January No 1 hit single Comin’ Over Here by Asian Dub Foundation (feat Stewart Lee) is now available. Stewart Lee appears on the B-side of the Nightingales’ new seven-inch, Ten Bob Each Way. The acclaimed anti-rockumentary King Rocker screens at the Sheffield documentary festival on 12 June. Stewart appears in an online fundraiser for Gigbuddies on 20 June. Rescheduled 2022 dates of Stewart’s 2020 tour are now on sale, stewartlee.co.uk/live-dates","charCount":"6191","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/stewart-lee\">Stewart Lee</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"money/2021/may/30/us-student-loan-payments-pandemic","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2021-05-30T09:00:50Z","webTitle":"Americans stress over ‘unshakeable burden’ of student loan payments","webUrl":"https://www.theguardian.com/money/2021/may/30/us-student-loan-payments-pandemic","apiUrl":"https://content.guardianapis.com/money/2021/may/30/us-student-loan-payments-pandemic","fields":{"headline":"Americans stress over ‘unshakeable burden’ of student loan payments","standfirst":"<p>Borrowers are awaiting relief from the Biden administration while the pause on federal student loan repayment is set to expire 30 September</p>","trailText":"Borrowers are awaiting relief from the Biden administration while the pause on federal student loan repayment is set to expire 30 September","byline":"Michael Sainato","main":"<figure class=\"element element-image\" data-media-id=\"6715e5e8f3406fccdef5b2301cc99ebd82bdae3e\"> <img src=\"https://media.guim.co.uk/6715e5e8f3406fccdef5b2301cc99ebd82bdae3e/0_80_2592_1555/1000.jpg\" alt=\"‘We are facing having to put our own children through college, and eventually our own retirement, all with the burden of $1,500 to $2,000 payments every month, seemingly forever.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We are facing having to put our own children through college, and eventually our own retirement, all with the burden of $1,500 to $2,000 payments every month, seemingly forever.’</span> <span class=\"element-image__credit\">Photograph: Chris Ison/PA</span> </figcaption> </figure>","body":"<p>Michelle Kajikawa of Portland and her husband currently owe more than $150,000 in student loans from his law degree and her social work and teaching degrees, obtained between 1995 and 2003. She is an elementary school teacher, and her husband works as a public defender, while caring for two children.</p> <p>“The yoke of student debt has completely overshadowed every aspect of our finances,” said Kajikawa. “We have always lived paycheck to paycheck, even as our salaries grew.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/21/us-unemployment-benefits-pandemic-cut-republican-states\">Millions of unemployed in US face hardship under Republican benefit cuts</a> </p> </aside>  <p>The couple relied on assistance from family to buy a home, because their debt-to-income ratio prevented them from qualifying for a mortgage. Their credit suffers regularly when hit with unexpected bills, mostly for medical care. Now the couple is starting to worry about putting their two children through college while wondering how they will be able to afford to eventually retire, especially when their federal student loan payments have to start being paid again after the Covid-19 pause on federal student loan payments <a href=\"https://www.cnbc.com/2021/04/23/when-federal-student-loan-payments-pause-ends-how-to-prepare.html#:~:text=On%20Aug.,through%20the%20end%20of%20December.&amp;text=20%2C%202021%2C%20he%20extended%20the,30%2C%202021.\">expires</a> on 30 September.</p> <p>“There is a psychological cost to this unshakable burden. We are facing having to put our own children through college, and eventually our own retirement, all with the burden of $1,500 to $2,000 payments every month, seemingly forever. We internalize a feeling of failure, even though we have accomplished a lot, personally and professionally,” added Kajikawa. “I am dreading the point at which we will start paying again.”</p> <p>Student loan borrowers are <a href=\"https://www.theguardian.com/money/2021/jan/21/cancel-student-loans-joe-biden\">awaiting relief</a> from the Biden administration amid <a href=\"https://www.cnbc.com/2020/12/07/schumer-calls-on-biden-to-cancel-50000-in-student-debt-per-borrower.html\">calls</a> to cancel $50,000 in federal student loan debt from Democratic members of Congress, though Biden has only expressed support for $10,000 in student debt forgiveness.</p> <p>His administration also <a href=\"https://www.cnbc.com/2021/05/24/student-debt-forgiveness-reportedly-dropped-from-bidens-annual-budget.html\">omitted</a> student debt cancellation from the annual White House budget while awaiting a report from the US Department of Justice and US Department of Education reviewing Biden’s legal authority to cancel student loans through executive action.</p> <p>For many Americans hit by student debt the lack of immediate action from Biden has been a serious blow, especially as payments on those loans are set to start again for many people.</p> <p>“It is a catastrophically failed lending system at this point by any rational metric you can come up with,” said Alan Collinge, founder and organizer with Student Loan Justice, which has circulated a <a href=\"https://www.change.org/p/cancel-student-loans-and-return-bankruptcy-rights-by-executive-order\">petition</a> with more than 1m signatures calling on Biden to cancel all federal student loans and grant bankruptcy rights for private student loans.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It is a catastrophically failed lending system at this point by any rational metric you can come up with</p> <footer> <cite>Alan Collinge</cite> </footer> </blockquote> </aside>  <p>“This pandemic is the nail in the coffin,” added Collinge. “Almost nobody has been paying on their loans for the past year and whenever the repayment suspension is lifted, if you think many people are going to resume, you’re wrong. It’s not going to happen – people have gotten used to seeing the extra money in their bank account at the end of every month and they’re done.”</p> <p>During the pandemic, student loan balances have continued to increase despite a federal loan payment pause. In the first quarter of 2021, student loan balances in the US <a href=\"https://finance.yahoo.com/news/credit-card-balances-drop-154006126.html\">increased</a> by $29bn to <a href=\"https://www.nerdwallet.com/article/loans/student-loans/student-loan-debt\">$1.73tn</a>. <a href=\"https://educationdata.org/student-loan-debt-statistics#:~:text=42.9%20million%20Americans%20owe%20a,debt%20is%20in%20Stafford%20Loans.&amp;text=35.5%25%20of%20federal%20student%20loan%20debt%20is%20in%20direct%20consolidated%20loans.\">Around 43.2 million Americans</a> owe an average of $39,351 each in student loan debt.</p> <p>Kim Schmitt of Easthampton, Massachusetts, originally owed $12,000 in student loans after attending three years of school, but defaulted because she couldn’t afford the repayment amount.</p> <p>“When I was in default, the student loans started taking my tax refunds, even though I had kids, and was on food stamps and state health insurance,” said Schmitt. “Over the years they took roughly $50,000 in tax refunds, but my balance only went up because of fees and interest.”</p> <p>She was eventually able to enter an income-based repayment plan and loan forgiveness program because she works as an educator for elementary school students with autism. The high costs have deterred her from finishing her bachelor’s degree and obtaining a master’s degree to be able to make more money in her field. Schmitt still owes $31,000 in student loan debt, while caring for two children as a single mother since her husband died of cancer.</p> <p>“I owe too much in student loans to qualify for more and the price of a year’s worth of classes is astronomical, so I’m just kind of stuck here,” added Schmitt.</p> <p>First generation college students are <a href=\"https://educationdata.org/student-loan-debt-statistics#:~:text=42.9%20million%20Americans%20owe%20a,debt%20is%20in%20Stafford%20Loans.&amp;text=35.5%25%20of%20federal%20student%20loan%20debt%20is%20in%20direct%20consolidated%20loans.\">twice as likely</a> to report falling behind on student loan payments. 3.3 million student loan borrowers under the age of 40 are behind on student loan payments. Student debt disproportionately impacts women and Black students: 58% of all student debt belongs to women while 30% of Black student loan borrowers default within the first 12 years of repayment.</p> <p>Black college graduates <a href=\"https://educationdata.org/student-loan-debt-by-race\">owe</a> an average of $25,000 more in student loans than white college graduates. About 20 years after taking out student loans, the median Black borrower <a href=\"https://heller.brandeis.edu/iere/pdfs/racial-wealth-equity/racial-wealth-gap/stallingdreams-how-student-debt-is-disrupting-lifechances.pdf\">owes 95% of their debt</a>, while the median white borrower has paid off 94% of their debt.</p> <p>Stephen Jansen of Milwaukee graduated with over $100,000 in student debt from undergraduate and graduate school in 2016, and struggled to find work in his field of public administration. When he was able to find a job, the University of Wisconsin <a href=\"https://hechingerreport.org/colleges-are-withholding-transcripts-and-degrees-from-millions-over-unpaid-bills/\">would not release</a> his transcripts required for the job over student debt.</p> <p>“If a student gets to pay back their loans, they’re going to need to have a job. So why would you withhold transcripts to keep them from getting a job?” said Jansen.</p> <p>He wrote a letter to his university and the board of regents requesting the transcripts, insisting the policy should be changed, and outlining the data of disproportionate burden of student debt on Black college graduates such as himself, to no avail until the university released the transcript after being contacted by the Wisconsin senator Tammy Baldwin’s office. He said the delay in resolving the issue cost him job opportunities.</p> <p>Jensen is now concerned that once the pause on federal student loan payments is lifted, the impact on Americans who are struggling with debt accrued due to the coronavirus pandemic will be severe.</p> <p>“You have people who are burdened by debt as a result of the pandemic. We’re now going to be double burdened by the student loans being allowed again,” he added.</p> <p>As student debt has <a href=\"https://www.cnbc.com/2020/12/22/us-student-debt-has-increased-by-more-than-100percent-over-past-10-years.html\">more than doubled </a>over the past decade, public investment in higher education has declined despite <a href=\"https://www.visualcapitalist.com/rising-cost-of-college-in-u-s/#:~:text=The%20Rising%20Cost%20of%20College%20in%20America,has%20risen%20by%20only%20236%25.\">increasing</a> college tuition costs. State investment <a href=\"https://www.educationnext.org/higher-ed-lower-spending-as-states-cut-back-where-has-money-gone/\">per student</a> in higher education across the US has decreased by more than $2,000 between 1987 to 2018, with inflation taken into account, despite average tuition at public four-year institutions <a href=\"https://www.cnbc.com/2017/11/29/how-much-college-tuition-has-increased-from-1988-to-2018.html#:~:text=It's%20a%20lot.&amp;text=Students%20at%20public%20four%2Dyear,That's%20a%20213%20percent%20increase.\">increasing by 213%</a> during the same time period.</p> <p>“I have $160,000 and counting, and can’t pay it,” said Patrick Casale, a clinical mental health therapist in Asheville, North Carolina. His monthly payments are $2,900, and has relied on applying for temporary income-based reduction, while worrying if his applications aren’t approved, his wages will be garnished. “If the income-reduced plan runs out, I don’t see another alternative. Considering moving out of the country has certainly crossed my mind many times.”</p> <p>Heather Taylor moved with her husband from Oregon to France, where they both work as teachers, and doesn’t see moving back to the US as a viable option – in part due to the high costs of her student loans.</p> <p>“Since I live abroad, my income-driven repayments for my student loans will stay at zero unless I earn more than $100,000 a year, which as a teacher is highly unlikely. However, my student loans of $70,000 will continue to climb. That means that I can afford to live as long as I stay here, but that I’ll never be able to afford to live in the United States again,” said Taylor.</p> <p>“These loans are designed to keep people in poverty.”</p>","wordcount":"1271","firstPublicationDate":"2021-05-30T09:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:19:14Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhj2j","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6715e5e8f3406fccdef5b2301cc99ebd82bdae3e/0_80_2592_1555/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Michelle Kajikawa of Portland and her husband currently owe more than $150,000 in student loans from his law degree and her social work and teaching degrees, obtained between 1995 and 2003. She is an elementary school teacher, and her husband works as a public defender, while caring for two children. “The yoke of student debt has completely overshadowed every aspect of our finances,” said Kajikawa. “We have always lived paycheck to paycheck, even as our salaries grew.” The couple relied on assistance from family to buy a home, because their debt-to-income ratio prevented them from qualifying for a mortgage. Their credit suffers regularly when hit with unexpected bills, mostly for medical care. Now the couple is starting to worry about putting their two children through college while wondering how they will be able to afford to eventually retire, especially when their federal student loan payments have to start being paid again after the Covid-19 pause on federal student loan payments expires on 30 September. “There is a psychological cost to this unshakable burden. We are facing having to put our own children through college, and eventually our own retirement, all with the burden of $1,500 to $2,000 payments every month, seemingly forever. We internalize a feeling of failure, even though we have accomplished a lot, personally and professionally,” added Kajikawa. “I am dreading the point at which we will start paying again.” Student loan borrowers are awaiting relief from the Biden administration amid calls to cancel $50,000 in federal student loan debt from Democratic members of Congress, though Biden has only expressed support for $10,000 in student debt forgiveness. His administration also omitted student debt cancellation from the annual White House budget while awaiting a report from the US Department of Justice and US Department of Education reviewing Biden’s legal authority to cancel student loans through executive action. For many Americans hit by student debt the lack of immediate action from Biden has been a serious blow, especially as payments on those loans are set to start again for many people. “It is a catastrophically failed lending system at this point by any rational metric you can come up with,” said Alan Collinge, founder and organizer with Student Loan Justice, which has circulated a petition with more than 1m signatures calling on Biden to cancel all federal student loans and grant bankruptcy rights for private student loans. “This pandemic is the nail in the coffin,” added Collinge. “Almost nobody has been paying on their loans for the past year and whenever the repayment suspension is lifted, if you think many people are going to resume, you’re wrong. It’s not going to happen – people have gotten used to seeing the extra money in their bank account at the end of every month and they’re done.” During the pandemic, student loan balances have continued to increase despite a federal loan payment pause. In the first quarter of 2021, student loan balances in the US increased by $29bn to $1.73tn. Around 43.2 million Americans owe an average of $39,351 each in student loan debt. Kim Schmitt of Easthampton, Massachusetts, originally owed $12,000 in student loans after attending three years of school, but defaulted because she couldn’t afford the repayment amount. “When I was in default, the student loans started taking my tax refunds, even though I had kids, and was on food stamps and state health insurance,” said Schmitt. “Over the years they took roughly $50,000 in tax refunds, but my balance only went up because of fees and interest.” She was eventually able to enter an income-based repayment plan and loan forgiveness program because she works as an educator for elementary school students with autism. The high costs have deterred her from finishing her bachelor’s degree and obtaining a master’s degree to be able to make more money in her field. Schmitt still owes $31,000 in student loan debt, while caring for two children as a single mother since her husband died of cancer. “I owe too much in student loans to qualify for more and the price of a year’s worth of classes is astronomical, so I’m just kind of stuck here,” added Schmitt. First generation college students are twice as likely to report falling behind on student loan payments. 3.3 million student loan borrowers under the age of 40 are behind on student loan payments. Student debt disproportionately impacts women and Black students: 58% of all student debt belongs to women while 30% of Black student loan borrowers default within the first 12 years of repayment. Black college graduates owe an average of $25,000 more in student loans than white college graduates. About 20 years after taking out student loans, the median Black borrower owes 95% of their debt, while the median white borrower has paid off 94% of their debt. Stephen Jansen of Milwaukee graduated with over $100,000 in student debt from undergraduate and graduate school in 2016, and struggled to find work in his field of public administration. When he was able to find a job, the University of Wisconsin would not release his transcripts required for the job over student debt. “If a student gets to pay back their loans, they’re going to need to have a job. So why would you withhold transcripts to keep them from getting a job?” said Jansen. He wrote a letter to his university and the board of regents requesting the transcripts, insisting the policy should be changed, and outlining the data of disproportionate burden of student debt on Black college graduates such as himself, to no avail until the university released the transcript after being contacted by the Wisconsin senator Tammy Baldwin’s office. He said the delay in resolving the issue cost him job opportunities. Jensen is now concerned that once the pause on federal student loan payments is lifted, the impact on Americans who are struggling with debt accrued due to the coronavirus pandemic will be severe. “You have people who are burdened by debt as a result of the pandemic. We’re now going to be double burdened by the student loans being allowed again,” he added. As student debt has more than doubled over the past decade, public investment in higher education has declined despite increasing college tuition costs. State investment per student in higher education across the US has decreased by more than $2,000 between 1987 to 2018, with inflation taken into account, despite average tuition at public four-year institutions increasing by 213% during the same time period. “I have $160,000 and counting, and can’t pay it,” said Patrick Casale, a clinical mental health therapist in Asheville, North Carolina. His monthly payments are $2,900, and has relied on applying for temporary income-based reduction, while worrying if his applications aren’t approved, his wages will be garnished. “If the income-reduced plan runs out, I don’t see another alternative. Considering moving out of the country has certainly crossed my mind many times.” Heather Taylor moved with her husband from Oregon to France, where they both work as teachers, and doesn’t see moving back to the US as a viable option – in part due to the high costs of her student loans. “Since I live abroad, my income-driven repayments for my student loans will stay at zero unless I earn more than $100,000 a year, which as a teacher is highly unlikely. However, my student loans of $70,000 will continue to climb. That means that I can afford to live as long as I stay here, but that I’ll never be able to afford to live in the United States again,” said Taylor. “These loans are designed to keep people in poverty.”","charCount":"7683","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-sainato\">Michael Sainato</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"uk-news/2021/may/30/national-trust-rejects-claim-that-chief-quit-because-of-campaign-against-wokeness","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2021-05-30T08:45:49Z","webTitle":"National Trust rejects claim that chief quit because of campaign against ‘wokeness’","webUrl":"https://www.theguardian.com/uk-news/2021/may/30/national-trust-rejects-claim-that-chief-quit-because-of-campaign-against-wokeness","apiUrl":"https://content.guardianapis.com/uk-news/2021/may/30/national-trust-rejects-claim-that-chief-quit-because-of-campaign-against-wokeness","fields":{"headline":"National Trust rejects claim that chief quit because of campaign against ‘wokeness’","standfirst":"<p>Members had planned vote of no confidence in chairman Tim Parker</p>","trailText":"Tim Parker, the NT chairman, had been facing a no-confidence vote at the AGM in the autumn","byline":"Harriet Sherwood","main":"<figure class=\"element element-image\" data-media-id=\"c46e67e6703e1d1aaaa32448df8248a81a7c3dc2\"> <img src=\"https://media.guim.co.uk/c46e67e6703e1d1aaaa32448df8248a81a7c3dc2/0_1606_3840_2304/1000.jpg\" alt=\"Tim Parker, the National Trust chairman since 2014, will stand down in October.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tim Parker, the National Trust chairman since 2014, will stand down in October.</span> <span class=\"element-image__credit\">Photograph: Horst Friedrichs/Alamy</span> </figcaption> </figure>","body":"<p>The National Trust has dismissed claims that its chairman quit in response to a campaign by some members against “wokeness”.</p> <p>Tim Parker, who was appointed to the unpaid post in 2014, will step down in the autumn, it was announced last week. Because of the pandemic, he had agreed to stay on after completing two three-year terms.</p> <p>The <a href=\"https://www.theguardian.com/uk-news/2021/may/26/national-trust-chairman-tim-parker-to-step-down\" title=\"\">NT’s announcement</a> of Parker’s resignation came a day after an organisation of members, Restore Trust, had circulated a motion for the annual general meeting in the autumn declaring no confidence in Parker. It called for fresh leadership to “regain the nation’s confidence” in the 126-year-old charity.</p> <p>The motion was reported to have received 50 signatures among almost 6 million members of the trust by the time the announcement was made.</p> <p>Parker’s resignation was hailed by some as a “victory against woke”. A statement on <a href=\"https://www.restore-trust.co.uk/comment/tim-parker-resigns-as-chair-of-the-national-trust\" title=\"\">Restore Trust’s website</a> said Parker had resigned following the publication of its motion. “His position was clearly untenable given everything that has happened and the current crisis of confidence in the National Trust among its staff, volunteers and members,” it said.</p> <p>Toby Young, the libertarian commentator, <a href=\"https://twitter.com/toadmeister/status/1397313851964657666\" title=\"\">tweeted</a>: “Let’s hope this sends a message to the heads of other national institutions who pander to anti-British, leftwing activists and ignore their patriotic, small c conservative members: Get Woke, Go Broke.”</p> <p>Sir John Hayes, a Conservative MP and NT member, told the <em>Daily Mail </em>that the trust had “sadly lost sight of its purpose. It is preoccupied with the prejudices of a woke minority”.</p> <p>But a spokesperson for the trust said the timing of Parker’s resignation had nothing to do with the no-confidence motion. “Because we were in the midst of the pandemic, he decided to continue [beyond the end of his second term] to ensure the trust had some stability and leadership to get us through the pandemic.”</p> <p>Last autumn, some trust members criticised Parker’s comments that Black Lives Matter was a “human rights movement with no party-political affiliations”. Parker said at the virtual annual meeting last autumn that “in no way” had the trust become a political organisation that had been taken over “by a bunch of woke folk or anything of that nature”.</p> <p>The spokesperson said: “Parker could have chosen not to renew for a third term as chair if he had been worried about that criticism.”</p> <p>Instead, he stayed on until NT houses were permitted to reopen earlier this month, formally telling fellow trustees on 18 May of his decision to step down in October. This was six days before Restore Trust published its motion criticising Parker.</p> <p>The NT announced the move on 25 May after ensuring staff, volunteers, supporters and stakeholders were made aware, said the spokesperson.</p> <p>Restore Trust was founded earlier this year to “change the ethos” of the NT, one of its founders was quoted as saying. According to its website, the NT “has recently given the impression that it has been taking sides on divisive issues. This has distracted staff and supporters from the vital task of looking after our heritage”.</p> <p>Restore Trust did not respond to requests for comment from the <em>Observer</em>.</p> <p>The NT’s 10-year strategy plan up to the year 2025, <a href=\"https://www.nationaltrust.org.uk/features/for-everyone-for-ever-our-strategy-to-2025\" title=\"\">“For everyone, for ever”</a>, commits the organisation to “diversity and inclusion and “playing our part to create a fair, equal society, free from discrimination”.</p> <p>Among issues that have exercised some members in recent months is <a href=\"https://www.nationaltrust.org.uk/features/addressing-the-histories-of-slavery-and-colonialism-at-the-national-trust\" title=\"\">a report</a> published by the trust last September detailing the connections some of its properties have <a href=\"https://www.theguardian.com/culture/2021/feb/22/politicians-should-not-weaponise-uk-history-says-colonialism-researcher\" title=\"\">with slavery and colonialism</a>.</p> <p>The 93 properties and places in the report, around a third of the total, included Winston Churchill’s country estate Chartwell, because of his political roles and opposition to self-governance in India, <a href=\"https://www.theguardian.com/uk-news/2019/sep/26/very-special-place-lundy-future-secure-another-50-years\" title=\"\">Lundy island</a> in Devon, where convicts were forced into unpaid labour, and Hare Hill in Cheshire, whose owner traded slaves on a huge scale.</p> <p>The trust was not seeking to make judgments about the past, Tarnya Cooper, its curatorial and collections director, <a href=\"https://www.theguardian.com/uk-news/2020/sep/22/national-trust-reassesses-colonial-history-of-properties\" title=\"\">told the <em>Guardian</em></a>, it was to raise awareness about the complexity of history in relation to place.</p> <p>“We are not doing anything more than present the historical facts and data… People [should] draw their own conclusions and make their own minds up about things,” she said.</p> <p>Another source of contention was an internal document that suggested the trust focus on its outdoor assets rather than an “outdated mansion experience” to reach new audiences.</p> <p>The document proposed putting thousands of <a href=\"https://www.theguardian.com/uk-news/2020/aug/22/national-trust-denies-dumbing-down-in-drive-for-new-audiences\" title=\"\">artworks and other items into storage</a> in order to “flex our mansion offer to create more active, fun and useful experiences”. Specialist exhibitions for the NT’s “niche audiences” should be scaled back, it said.</p>","newspaperPageNumber":"12","wordcount":"778","firstPublicationDate":"2021-05-30T08:45:49Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:45:49Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hta6f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c46e67e6703e1d1aaaa32448df8248a81a7c3dc2/0_1606_3840_2304/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The National Trust has dismissed claims that its chairman quit in response to a campaign by some members against “wokeness”. Tim Parker, who was appointed to the unpaid post in 2014, will step down in the autumn, it was announced last week. Because of the pandemic, he had agreed to stay on after completing two three-year terms. The NT’s announcement of Parker’s resignation came a day after an organisation of members, Restore Trust, had circulated a motion for the annual general meeting in the autumn declaring no confidence in Parker. It called for fresh leadership to “regain the nation’s confidence” in the 126-year-old charity. The motion was reported to have received 50 signatures among almost 6 million members of the trust by the time the announcement was made. Parker’s resignation was hailed by some as a “victory against woke”. A statement on Restore Trust’s website said Parker had resigned following the publication of its motion. “His position was clearly untenable given everything that has happened and the current crisis of confidence in the National Trust among its staff, volunteers and members,” it said. Toby Young, the libertarian commentator, tweeted: “Let’s hope this sends a message to the heads of other national institutions who pander to anti-British, leftwing activists and ignore their patriotic, small c conservative members: Get Woke, Go Broke.” Sir John Hayes, a Conservative MP and NT member, told the Daily Mail that the trust had “sadly lost sight of its purpose. It is preoccupied with the prejudices of a woke minority”. But a spokesperson for the trust said the timing of Parker’s resignation had nothing to do with the no-confidence motion. “Because we were in the midst of the pandemic, he decided to continue [beyond the end of his second term] to ensure the trust had some stability and leadership to get us through the pandemic.” Last autumn, some trust members criticised Parker’s comments that Black Lives Matter was a “human rights movement with no party-political affiliations”. Parker said at the virtual annual meeting last autumn that “in no way” had the trust become a political organisation that had been taken over “by a bunch of woke folk or anything of that nature”. The spokesperson said: “Parker could have chosen not to renew for a third term as chair if he had been worried about that criticism.” Instead, he stayed on until NT houses were permitted to reopen earlier this month, formally telling fellow trustees on 18 May of his decision to step down in October. This was six days before Restore Trust published its motion criticising Parker. The NT announced the move on 25 May after ensuring staff, volunteers, supporters and stakeholders were made aware, said the spokesperson. Restore Trust was founded earlier this year to “change the ethos” of the NT, one of its founders was quoted as saying. According to its website, the NT “has recently given the impression that it has been taking sides on divisive issues. This has distracted staff and supporters from the vital task of looking after our heritage”. Restore Trust did not respond to requests for comment from the Observer. The NT’s 10-year strategy plan up to the year 2025, “For everyone, for ever”, commits the organisation to “diversity and inclusion and “playing our part to create a fair, equal society, free from discrimination”. Among issues that have exercised some members in recent months is a report published by the trust last September detailing the connections some of its properties have with slavery and colonialism. The 93 properties and places in the report, around a third of the total, included Winston Churchill’s country estate Chartwell, because of his political roles and opposition to self-governance in India, Lundy island in Devon, where convicts were forced into unpaid labour, and Hare Hill in Cheshire, whose owner traded slaves on a huge scale. The trust was not seeking to make judgments about the past, Tarnya Cooper, its curatorial and collections director, told the Guardian, it was to raise awareness about the complexity of history in relation to place. “We are not doing anything more than present the historical facts and data… People [should] draw their own conclusions and make their own minds up about things,” she said. Another source of contention was an internal document that suggested the trust focus on its outdoor assets rather than an “outdated mansion experience” to reach new audiences. The document proposed putting thousands of artworks and other items into storage in order to “flex our mansion offer to create more active, fun and useful experiences”. Specialist exhibitions for the NT’s “niche audiences” should be scaled back, it said.","charCount":"4719","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/harrietsherwood\">Harriet Sherwood</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T08:42:52Z","webTitle":"Covid live news: UK considering compulsory vaccination for NHS staff; Malaysia to increase immunisation efforts ","webUrl":"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","apiUrl":"https://content.guardianapis.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","fields":{"headline":"Covid live news: UK considering compulsory vaccination for NHS staff; Malaysia to increase immunisation efforts ","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\">UK government considering mandatory jabs for health workers</a>; <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b342668f086d71cc15efd6#block-60b342668f086d71cc15efd6\">Malaysia to set up more mega vaccination centres</a></p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: UK government considering mandatory jabs for health workers; Malaysia to set up more mega vaccination centres","byline":"Caroline Davies","main":"<figure class=\"element element-image\" data-media-id=\"237a4ea09ddf9a90716c55143bcae6a72f4b5f8f\"> <img src=\"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/1000.jpg\" alt=\"People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.</span> <span class=\"element-image__credit\">Photograph: Nathaniel Noir/Alamy</span> </figcaption> </figure>","body":"<div id=\"block-60b34f2d8f086d71cc15f050\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:42:52.214Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the possible compulsory vaccination of NHS staff in the<strong> UK, </strong>Labour’s shadow cabinet minister Thangam Debbonaire, said “threatening” NHS staff to have the vaccine was not a good idea.</p> <p>The shadow commons leader told Sky News:</p> <blockquote class=\"quoted\"> <p>Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.”</p> </blockquote> <p>Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said.</p> <blockquote class=\"quoted\"> <p>I would like to see the Government work with the NHS and social care staff.</p> </blockquote> </div>   </div> <div id=\"block-60b34df18f08d486a7717630\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:38:28.212Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the <strong>UK. </strong></p> <p>Professor Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told <strong><a href=\"https://www.thetimes.co.uk/radio\">Times Radio</a></strong> that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid.</p> <p>Speaking in a personal capacity, he added:</p> <blockquote class=\"quoted\"> <p>It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.”</p> </blockquote> <p>Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”.</p> <p><br>He added: </p> <blockquote class=\"quoted\"> <p>The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise.</p> <p>So... the benefits might change and that might affect the decision about whether to vaccinate children in the future.</p> </blockquote> </div>   </div> <div id=\"block-60b34cb58f08d486a7717625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:31:14.697Z\">9.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>British regulators were still considering whether to offer jabs to children, UK vaccine minister Nadhim Zahawi told Sky News:</p> <blockquote class=\"quoted\"> <p>Our own regulator has not yet approved giving vaccines to children.</p> <p>You have to make sure the vaccines are incredibly safe before you give them to children.</p> </blockquote> <p>The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required.<br>But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: <br></p> <blockquote class=\"quoted\"> <p>On the whole you are vaccinating to protect their families and their communities and the country.</p> </blockquote> </div>   </div> <div id=\"block-60b34a0e8f08d486a771760b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:26:46.926Z\">9.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK considering compulsory vaccination for NHS staff</h2>  <div class=\"block-elements\">  <p><strong>UK</strong> vaccines minister<strong> Nadhim Zahawi </strong>confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</p> <p>There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about.</p> </blockquote> <p>He also said that the <strong>World Health Organisation </strong>investigation must be able to fully investigate the origins of the pandemic. <br>The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan.<br>Asked about the report, Zahawi said: </p> <blockquote class=\"quoted\"> <p> I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:29:59.519Z\">at 9.29am BST</time></p>  </div> <div id=\"block-60b347678f088d8c3178d76a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:21:03.373Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia </strong>reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections.<br>The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162.<br>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports.</p> </div>   </div> <div id=\"block-60b341ba8f086d71cc15efd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:09:47.076Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>British Beer and Pub Association </strong>(BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”.</p> <p>She told BBC Breakfast: </p> <blockquote class=\"quoted\"> <p>We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery.</p> <p>What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed.</p> <p>If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation.</p> <p>But right now we are asking the Government to stick to their road map.</p> </blockquote> </div>   </div> <div id=\"block-60b3415a8f088d8c3178d737\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:55:44.252Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed coronavirus cases in <strong>Germany</strong> increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed.</p> </div>   </div> <div id=\"block-60b342668f086d71cc15efd6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:49:18.598Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia to set up more vaccination centres</h2>  <div class=\"block-elements\">  <p><strong> Malaysia</strong> is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports.</p> <p>Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital,<strong> Kuala Lumpur,</strong> and are considering two in the northen state of <strong>Penang</strong> and in the southern state of <strong>Johor</strong>.</p> <p>Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply.</p> <p>Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.</p> <p>Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus.</p> <p>Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533.<br><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:32:53.441Z\">at 9.32am BST</time></p>  </div> <div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.</p> <p><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:47:00.252Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"1580","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T08:42:52Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On the possible compulsory vaccination of NHS staff in the UK, Labour’s shadow cabinet minister Thangam Debbonaire, said “threatening” NHS staff to have the vaccine was not a good idea. The shadow commons leader told Sky News: Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.” Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said. I would like to see the Government work with the NHS and social care staff. More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the UK. Professor Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told Times Radio that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid. Speaking in a personal capacity, he added: It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.” Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”. He added: The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise. So... the benefits might change and that might affect the decision about whether to vaccinate children in the future. British regulators were still considering whether to offer jabs to children, UK vaccine minister Nadhim Zahawi told Sky News: Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children. The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required. But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: On the whole you are vaccinating to protect their families and their communities and the country. UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He told Sky News: It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about. He also said that the World Health Organisation investigation must be able to fully investigate the origins of the pandemic. The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan. Asked about the report, Zahawi said: I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics. Russia reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections. The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports. The British Beer and Pub Association (BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”. She told BBC Breakfast: We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery. What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed. If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation. But right now we are asking the Government to stick to their road map. The number of confirmed coronavirus cases in Germany increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed. Malaysia is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports. Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northen state of Penang and in the southern state of Johor. Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply. Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up. Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus. Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"9665","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/carolinedavies\">Caroline Davies</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}