{"response":{"status":"ok","userTier":"developer","total":2271566,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227157,"orderBy":"newest","results":[{"id":"business/2021/may/30/labour-can-win-by-shaping-policies-to-stem-the-growing-gap-between-rich-and-poor","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-05-30T11:06:10Z","webTitle":"Labour can win by shaping  policies to stem the growing gap between rich and poor","webUrl":"https://www.theguardian.com/business/2021/may/30/labour-can-win-by-shaping-policies-to-stem-the-growing-gap-between-rich-and-poor","apiUrl":"https://content.guardianapis.com/business/2021/may/30/labour-can-win-by-shaping-policies-to-stem-the-growing-gap-between-rich-and-poor","fields":{"headline":"Labour can win by shaping  policies to stem the growing gap between rich and poor","standfirst":"<p>Pensioners won the 2019 election for the Tories but a focus on improving pay and conditions for workers could swing power Labour’s way</p>","trailText":"Pensioners won the 2019 election for the Tories but a focus on improving pay and conditions for workers could swing power Labour’s way","byline":"Larry Elliott","main":"<figure class=\"element element-image\" data-media-id=\"951709594df097ffeae18e583d4ae6c8fab93ad4\"> <img src=\"https://media.guim.co.uk/951709594df097ffeae18e583d4ae6c8fab93ad4/0_51_5785_3471/1000.jpg\" alt=\"a food delivery courier knocks on a door\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A new work study suggests Labour should focus on putting together a package of measures aimed at improving the pay and conditions of workers.</span> <span class=\"element-image__credit\">Photograph: Keith Morris/Alamy Stock Photo</span> </figcaption> </figure>","body":"<p>Even before the Covid-19 pandemic Britain was becoming a more unequal country. The crisis of the past 15 months has hit poorer blue-collar workers harder than better off white-collar workers but official figures last week showed that the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/bulletins/theeffectsoftaxesandbenefitsonhouseholdincome/financialyearending2020\">gap between rich and poor </a>households was already wide. </p> <p>The trend is clear. The Office for National Statistics says the Gini co-efficient – one measure of inequality – has been increasing by 0.2 points a year for the past decade. During that time the incomes of the richest 20% – after tax, benefits and inflation were taken into account – rose by 0.9% a year on average, while those of the poorest 20% fell by 0.3% on average.</p> <p>The ONS said the main reason for the widening gap was cuts to welfare payments, many of which have been frozen since 2016.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/feb/09/how-poverty-has-become-the-scourge-of-those-in-work\">Why poverty has become the scourge of those in work | Larry Elliott</a> </p> </aside>  <p>A separate official release last week – this time from the Department for Business Energy and Industrial Strategy (BEIS) – reported that the number of <a href=\"https://www.theguardian.com/politics/2021/may/27/membership-of-uk-trade-unions-rises-for-fourth-year-in-a-row\">people belonging to trade unions </a>was up in 2020 for a fourth successive year. It is worthy of note, though, that the increase was entirely due to more trade unionists in the public sector: coverage in the private sector fell to just 13% of workers, and to just 10% for the lowest-paid employees. Unionisation is up but at 6.6 million only half its peak level in 1979. Since then, the shape of the economy has changed, with fewer unionised jobs in manufacturing and more non-unionised jobs in the service sector.</p> <p>Another feature of the UK’s labour market, identified last week by the IPPR, a left of centre thinktank, is the rising number of <a href=\"https://www.theguardian.com/society/2021/may/26/poverty-rate-among-working-households-in-uk-is-highest-ever\">working people living below the government’s poverty line</a>. Those in poverty are increasingly likely to be punching a clock, rather than drawing a pension. A record 17.4% of working households are in poverty, more than half the total for the UK as a whole, because they are struggling to get by on the wages they earn.</p> <p>There are other things to throw into the mix too. Earlier this month, the TUC said only <a href=\"https://www.tuc.org.uk/news/only-1-218-workplaces-inspected-safety-failures-during-pandemic-tuc-finds\">1 in every 218 workplaces</a> had received a safety check during the pandemic. There has been the trend – exemplified by <a href=\"https://www.theguardian.com/business/2021/apr/14/hundreds-british-gas-engineers-lose-jobs-fire-and-rehire-scheme-tougher-employment-terms\">British Gas’s treatment</a> of the company’s engineers – of firing and rehiring their workers on worse conditions. Three quarters of people <a href=\"https://www.theguardian.com/law/2021/may/09/fire-and-rehire-should-be-banned-say-three-quarters-of-uk-public\">in a poll</a> for the GMB union said this practice should be outlawed.</p> <p>Go back a couple more months and <a href=\"https://www.theguardian.com/technology/2021/feb/19/uber-drivers-workers-uk-supreme-court-rules-rights\">Uber drivers </a>won long court battle to be treated as employees, with access to the minimum wage and paid holidays.</p> <p>All of this makes the current state of UK politics difficult to explain. Traditionally, the Conservatives are the party of the haves and Labour the party of the have-nots, yet a decade of rising inequality culminated in a thumping 80-seat victory for Boris Johnson in the 2019 general election.</p> <p>On the one hand the UK’s flexible labour market involves millions of people in badly paid, precarious, potentially unsafe employment. On the other, the Conservatives appear to be marketing themselves as the party of working people.</p> <p>It is not even as if the government has lived up to its promises. At the last election, Johnson promised an employment bill that would make UK labour rights the envy of the world. There were many pieces of legislation proposed in the <a href=\"https://www.theguardian.com/commentisfree/2021/may/11/the-guardian-view-on-the-queens-speech-sins-of-omission\">Queen’s Speech</a> earlier this month: an employment bill was not one of them.</p> <p>One explanation is that a rift between Labour’s blue-collar and white-collar wings has provided the Conservatives with an opportunity to rebrand themselves as the voice of blue-collar Britain, even though in reality they remain the party of the well-heeled. Seen from this perspective workers are suffering from false consciousness, unable to see what is in their own best interests.</p> <p>This reading of politics seems to fit with the loss of support for Labour in its former so-called “red wall seats, but doesn’t really stand up to close inspection. As an interesting <a href=\"https://flipchartfairytales.wordpress.com/2021/05/21/labours-problem-is-not-the-working-class-its-the-grey-wall/amp/?mc_cid=74eab036d3&amp;mc_eid=d24b73c812\">blog post has revealed</a>, Labour’s loss of support has not been so much among working age voters as among the elderly, who own their homes outright and can live relatively comfortably on their pensions.</p> <p>Strip out pensioners and the profile of voting is pretty much what might be expected: people at the bottom end of the income scale support Labour while those at the top back the Conservatives. The tipping point comes at just above median income. So while Johnson won decisively in 2019, picking up lots of red wall seats in the process, it was older voters who swung it for him.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk </figcaption> </figure>  <p>This analysis matters. Firstly, it suggests that red wall seats remain in play. The idea that the deep structural problems of old industrial Britain are going to be solved by some catchy phrases and the politics of the pork barrel is a fantasy. Secondly, it suggests that Labour has no need to panic and should focus on putting together a package of measures aimed at improving the pay and conditions of workers.</p> <p>In reality, that is precisely what the opposition is doing. Andy McDonald, the shadow secretary of state for employment rights and protection is working on a Labour’s New Deal for workers, with the involvement of other frontbenchers including Ed Miliband and Angela Rayner, and the full support of Sir Keir Starmer.</p> <p>Ideas being considered include a clampdown on bogus self-employment, bringing together enforcement agencies for the minimum wage and health and safety under a ministry of labour, and legislation to make it easier for unions to organise and bargain collectively. McDonald’s view is that the UK’s labour laws need a complete overhaul, and there are millions of low-paid, shabbily treated, vulnerable workers in red wall seats and beyond who would doubtless agree with him.</p>","wordcount":"955","firstPublicationDate":"2021-05-30T11:06:10Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:07:47Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htabb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/951709594df097ffeae18e583d4ae6c8fab93ad4/0_51_5785_3471/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Even before the Covid-19 pandemic Britain was becoming a more unequal country. The crisis of the past 15 months has hit poorer blue-collar workers harder than better off white-collar workers but official figures last week showed that the gap between rich and poor households was already wide. The trend is clear. The Office for National Statistics says the Gini co-efficient – one measure of inequality – has been increasing by 0.2 points a year for the past decade. During that time the incomes of the richest 20% – after tax, benefits and inflation were taken into account – rose by 0.9% a year on average, while those of the poorest 20% fell by 0.3% on average. The ONS said the main reason for the widening gap was cuts to welfare payments, many of which have been frozen since 2016. A separate official release last week – this time from the Department for Business Energy and Industrial Strategy (BEIS) – reported that the number of people belonging to trade unions was up in 2020 for a fourth successive year. It is worthy of note, though, that the increase was entirely due to more trade unionists in the public sector: coverage in the private sector fell to just 13% of workers, and to just 10% for the lowest-paid employees. Unionisation is up but at 6.6 million only half its peak level in 1979. Since then, the shape of the economy has changed, with fewer unionised jobs in manufacturing and more non-unionised jobs in the service sector. Another feature of the UK’s labour market, identified last week by the IPPR, a left of centre thinktank, is the rising number of working people living below the government’s poverty line. Those in poverty are increasingly likely to be punching a clock, rather than drawing a pension. A record 17.4% of working households are in poverty, more than half the total for the UK as a whole, because they are struggling to get by on the wages they earn. There are other things to throw into the mix too. Earlier this month, the TUC said only 1 in every 218 workplaces had received a safety check during the pandemic. There has been the trend – exemplified by British Gas’s treatment of the company’s engineers – of firing and rehiring their workers on worse conditions. Three quarters of people in a poll for the GMB union said this practice should be outlawed. Go back a couple more months and Uber drivers won long court battle to be treated as employees, with access to the minimum wage and paid holidays. All of this makes the current state of UK politics difficult to explain. Traditionally, the Conservatives are the party of the haves and Labour the party of the have-nots, yet a decade of rising inequality culminated in a thumping 80-seat victory for Boris Johnson in the 2019 general election. On the one hand the UK’s flexible labour market involves millions of people in badly paid, precarious, potentially unsafe employment. On the other, the Conservatives appear to be marketing themselves as the party of working people. It is not even as if the government has lived up to its promises. At the last election, Johnson promised an employment bill that would make UK labour rights the envy of the world. There were many pieces of legislation proposed in the Queen’s Speech earlier this month: an employment bill was not one of them. One explanation is that a rift between Labour’s blue-collar and white-collar wings has provided the Conservatives with an opportunity to rebrand themselves as the voice of blue-collar Britain, even though in reality they remain the party of the well-heeled. Seen from this perspective workers are suffering from false consciousness, unable to see what is in their own best interests. This reading of politics seems to fit with the loss of support for Labour in its former so-called “red wall seats, but doesn’t really stand up to close inspection. As an interesting blog post has revealed, Labour’s loss of support has not been so much among working age voters as among the elderly, who own their homes outright and can live relatively comfortably on their pensions. Strip out pensioners and the profile of voting is pretty much what might be expected: people at the bottom end of the income scale support Labour while those at the top back the Conservatives. The tipping point comes at just above median income. So while Johnson won decisively in 2019, picking up lots of red wall seats in the process, it was older voters who swung it for him. This analysis matters. Firstly, it suggests that red wall seats remain in play. The idea that the deep structural problems of old industrial Britain are going to be solved by some catchy phrases and the politics of the pork barrel is a fantasy. Secondly, it suggests that Labour has no need to panic and should focus on putting together a package of measures aimed at improving the pay and conditions of workers. In reality, that is precisely what the opposition is doing. Andy McDonald, the shadow secretary of state for employment rights and protection is working on a Labour’s New Deal for workers, with the involvement of other frontbenchers including Ed Miliband and Angela Rayner, and the full support of Sir Keir Starmer. Ideas being considered include a clampdown on bogus self-employment, bringing together enforcement agencies for the minimum wage and health and safety under a ministry of labour, and legislation to make it easier for unions to organise and bargain collectively. McDonald’s view is that the UK’s labour laws need a complete overhaul, and there are millions of low-paid, shabbily treated, vulnerable workers in red wall seats and beyond who would doubtless agree with him.","charCount":"5634","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/larryelliott\">Larry Elliott</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-30T11:05:38Z","webTitle":"French Open 2021: Naomi Osaka in early action on day one – live!","webUrl":"https://www.theguardian.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","fields":{"headline":"French Open 2021: Naomi Osaka in early action on day one – live!","standfirst":"<ul><li>Updates from first day of the tournament at Roland-Garros</li><li><a href=\"https://www.theguardian.com/sport/2021/may/29/ashleigh-barty-iga-swiatek-french-open-new-era-dominance-clay\">Tumaini Carayol: Barty and Swiatek are big hitters on clay</a></li><li>Get in touch! Email <a href=\"mailto:daniel.harris.casual@theguardian.com\">Daniel here</a> with your thoughts</li></ul>","trailText":"<strong>Live updates: </strong>The year’s second grand slam tournament kicks off with plenty of star names in action at Roland-Garros. Join Daniel Harris for more","byline":"Daniel Harris","main":"<figure class=\"element element-image\" data-media-id=\"fd7da5764fd8b5ecda3907b1b6b6aa478d9c5903\"> <img src=\"https://media.guim.co.uk/fd7da5764fd8b5ecda3907b1b6b6aa478d9c5903/0_115_3500_2101/1000.jpg\" alt=\"Naomi Osaka takes on Romania’s Patricia Tig in the first round.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naomi Osaka takes on Romania’s Patricia Tig in the first round.</span> <span class=\"element-image__credit\">Photograph: Christian Hartmann/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60b3712e8f08d486a77177c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:05:38.317Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Next on Chatrier: </strong>the number four seed and defeated finalist in 2018 and 2019, Dominic Thiem, begins his next assault on the trophy. He meets Pablo Andujar. </p> </div>   </div> <div id=\"block-60b370b68f086d71cc15f1a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:03:22.123Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A couple more results:</strong> in the men’s competition, Carreno Busta has rinsed Gombos 3,4, and 3, whole in the women’s, Tomljanovic has sorted Kozlova 2 and 4. </p> </div>   </div> <div id=\"block-60b370128f08d486a77177af\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T11:01:11.136Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Osaka [2] beats Tig 6-4 6-4!</h2>  <div class=\"block-elements\">  <p>Osaka hasn’t played a lot lately but she looked pretty good today. I don’t think her footwork is good enough to win here – yet – but her ball-striking was on-point and the relative closeness of the match is down to how well Tig played. Osaka meets Bogdan next. </p> </div>   </div> <div id=\"block-60b36f428f088d8c3178d8f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:59:24.647Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Osaka hollers a come on as she makes 4-2 in the breaker – the ball makes such a lush thump off the middle of her forehand. </strong>An error from Tig quickly gives her 5-2 ... but consecutive unforced errors and we’re back on serve. Briefly. Here ceom two more match points....</p> </div>   </div> <div id=\"block-60b36f078f086d71cc15f19a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:55:31.098Z\">11.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Next on court six,</strong> we’ve got Dan Evans, the British number one, against Minomir Kacmanovic. </p> </div>   </div> <div id=\"block-60b36e7e8f086d71cc15f192\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:54:52.507Z\">11.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Badosa [33] beats Davis 6-2 7-6(3)</h2>  <div class=\"block-elements\">  <p>She meets Burel or Kovinici next; Kovinivic won the first set 6-3 and it’s 2-2 in the second. </p> </div>   </div> <div id=\"block-60b36d348f086d71cc15f17c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:52:41.403Z\">11.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tig is competing hard here, but with a point for a breaker clips over another second serve of questionable power and Osaka quickly punishes. </strong>She may well regret that ... but no! A forehand clattered down the line saves the match point that follows, and a fine kicker helps her raise advantage, ceded when an inside-out forehand drops marginally wide ... but what a lob she finds when in front the next time! <strong>Tig 4-6 6-6 Osaka</strong></p>  <figure class=\"element element-image\" data-media-id=\"c289751f6e056a4a77de1b8a30c0a5c56af34bec\"> <img src=\"https://media.guim.co.uk/c289751f6e056a4a77de1b8a30c0a5c56af34bec/0_0_5572_3715/1000.jpg\" alt=\"Naomi Osaka in action.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naomi Osaka in action.</span> <span class=\"element-image__credit\">Photograph: Javier García/BPI/REX/Shutterstock</span> </figcaption> </figure>  <p><strong><br></strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T11:02:07.181Z\">at 12.02pm BST</time></p>  </div> <div id=\"block-60b36c7f8f088d8c3178d8ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:45:47.945Z\">11.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fognini has taken that second set against Barrere to lead 6-4 6-1 1-0 (with a break). </strong>On court six, Badosa and Davis are playing a breaker in a topsy-turvy second set; Badosa won the first. </p> </div>   </div> <div id=\"block-60b36b928f088d8c3178d8c2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:42:48.832Z\">11.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kalinina [Q] beats Kerber [26] 6-2 6-4!</h2>  <div class=\"block-elements\">  <p><strong>But look at Kalinina!</strong> She reels off two points in short order and it turns out you can’t loz the first five games of a set and expect to win. She meets Collins or Wang next; Wang has just levelled the match at one set all. </p>  <figure class=\"element element-image\" data-media-id=\"5ad193bbdcc4678868eac59fd722a5101ebd1dcc\"> <img src=\"https://media.guim.co.uk/5ad193bbdcc4678868eac59fd722a5101ebd1dcc/0_0_8640_5760/1000.jpg\" alt=\"Anhelina Kalinina celebrates as she beats Angelique Kerber.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anhelina Kalinina celebrates as she beats Angelique Kerber.</span> <span class=\"element-image__credit\">Photograph: Michel Euler/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:57:07.318Z\">at 11.57am BST</time></p>  </div> <div id=\"block-60b36b408f08d486a771776d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:39:19.848Z\">11.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>...and Kerber saves it with a glorious backhand slice drop-shot! </strong>Egalité!</p> </div>   </div> <div id=\"block-60b36a0c8f086d71cc15f160\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:38:26.038Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Osaka is whacking it hard now, but Tig is just about sticking with her, while Kalinina finds a devastating forehand to give herself 30-0 against Kerber; she’s nearly there. </strong>Back to Chatrier, Tig misses a huge chance with a half-court volley that would’ve got her 15-30; seconds later, the game has gone and Osaka, 5-4 up in the second, needs just one more. Kerber, meanwhile, soon makes 30-all; Kalinina steps on the spot to try and shake her tightness, then serves a double. Eesh. She makes deuce though, then hits through the ball beautifully to raise match point...</p> </div>   </div> <div id=\"block-60b369b28f086d71cc15f15f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:32:52.100Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Fognini is bolting;</strong> the number 27 seed came from behind to take the first set of Barrere, but now leads 4-1 in the second. </p> </div>   </div> <div id=\"block-60b368a68f08d486a7717748\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:30:08.111Z\">11.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A monstrous forehand down the line breaks Kalinina to 15; </strong>it’s taken a while but Kerber is motoring. Still, the qualifier will have one more chance to eject her before we’re back on serve – but first, Kerber must hold. <strong>Kalinina 6-2 5-3 Kerber</strong></p> </div>   </div> <div id=\"block-60b3677d8f08d486a7717743\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:24:06.434Z\">11.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tig is hanging in there well, but Osaka holds for 3-2, </strong>while Kerber has won a second game and Kalinina will now serve for the match a second time. At change of ends, she puts a towel over her head to get into the correct frame of mind. </p> </div>   </div> <div id=\"block-60b3672d8f088d8c3178d89e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:22:20.699Z\">11.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Pablo Carreno Busta, the number 12 seed and a clay-court specialist, has taken set two against Norbert Gombos; </strong>he now leads 6-3 6-4 0-1. </p> </div>   </div> <div id=\"block-60b366d58f08d486a771773b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:20:21.832Z\">11.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kerber has won a game!</strong> Kalinina now leads 6-2 5-1. </p>  <figure class=\"element element-image\" data-media-id=\"1d1bdc6ec6e7b028fbc9f9140a303881bcb26104\"> <img src=\"https://media.guim.co.uk/1d1bdc6ec6e7b028fbc9f9140a303881bcb26104/0_0_4757_3171/1000.jpg\" alt=\"Angelique Kerber is in big trouble.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angelique Kerber is in big trouble.</span> <span class=\"element-image__credit\">Photograph: Adam Pretty/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:36:25.693Z\">at 11.36am BST</time></p>  </div> <div id=\"block-60b366c78f086d71cc15f147\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:20:00.238Z\">11.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Some reading on Edberg. </strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/02/joy-of-six-us-open-matches\">Joy of Six: US Open matches</a> </p> </aside> </div>   </div> <div id=\"block-60b365928f088d8c3178d894\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:18:40.724Z\">11.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Goodness me, Tig just dispensed the weakest second serve I’ve ever seen, short, skipping up off the clay, and duly marmalised by Osaka.</strong> In commentary, they reckon Sampras had the best second-serve in men’s history – shout from me for Edberg’s kicker – and Durie mentions Barty in the women’s game. Anyhow, Tig survives a break point to hold. <strong>Tig 4-6 2-2</strong></p> </div>   </div> <div id=\"block-60b363f78f08d486a7717718\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:09:31.338Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It took a while, but Fognini has fought back to take the first set from Barrere, 6-4;</strong> Kalinina now leads Kerber – who’s won every major but this one – 6-2 4-0. </p> </div>   </div> <div id=\"block-60b362358f088d8c3178d876\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:01:56.923Z\">11.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tossing those opportunities has not not gone down well with Osaka, </strong>who powers through a break to love, seizing the first set and sealing it with a colossal forehand racing forward. <strong>Tig 4-6 Osaka</strong></p> </div>   </div> <div id=\"block-60b361c78f088d8c3178d872\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:00:12.907Z\">11.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Updates from the women’s side: </strong>Kozlova 2-6 Tomljanovic, Cocciaretto 1-6 2-3 Bogdan, Collins 6-2 1-1 Wang </p> </div>   </div> <div id=\"block-60b361268f08d486a77176fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:57:01.746Z\">10.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Have a look! </strong>Kalinina breaks Kerber in the first game of the second set and quickly consolidates, while a double fault helps Tig earn a break-back point; Osaka impatiently whips a forehand long, and we’re back on serve! <strong>Tig 4-5 Osaka</strong></p> </div>   </div> <div id=\"block-60b3607f8f08d486a77176f8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:55:16.454Z\">10.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tig saves three set points, forcing Osaka to serve for the first set, while Badosa has taken hers against Davis, 6-2. </strong>When they’re done on court six, Dan Evans will have a go; he plays the dangerous Serb, Miomir Kecmanović.</p> </div>   </div> <div id=\"block-60b35f878f088d8c3178d85e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:49:22.718Z\">10.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kerber couldn’t do enough,</strong> and after a succession of deuces during which she saved a set point with a net cord, Kalinina comes through 6-2. </p> </div>   </div> <div id=\"block-60b35ec08f088d8c3178d851\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:47:50.416Z\">10.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Carreno Busta, the number 12 seed, has rinsed through the first set against Gombos 6-3 and now trails 0-1 in the second, on serve;</strong> I’m not quite sure how they’ve managed 10 games so quickly, but they have. By way of comparison, Barrere leads Fognini 3-2, still with the break he took early doors. </p> </div>   </div> <div id=\"block-60b35e178f08d486a77176cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:44:10.141Z\">10.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Osaka isn’t a natural mover on clay but she’s hitting it very nicely indeed, especially with feet planted.</strong> She’s won 15 out of 16 on serve, and her second straight love-game leaves her close to the first set. <strong>Tig 2-5 Osaka</strong></p> </div>   </div> <div id=\"block-60b35d6f8f086d71cc15f0e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:40:55.712Z\">10.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Yeah, time’s up. Kerber has roused herself to claw back a break.</strong> It might not save this set for her, but if she maintains her current level, she’ll be reet. <strong>Kalinina 5-2 Kerber</strong></p> </div>   </div> <div id=\"block-60b35cac8f088d8c3178d837\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:39:07.382Z\">10.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Out of the corner of my eye, I’m also watching Paula Badosa, the number 33 seed, playing Lauren Davis;</strong> Badosa is a Manhattan-born Spaniard and won the girls’ singles in 2015. She’s looking good out there, leading 4-2. </p> </div>   </div> <div id=\"block-60b35c3d8f086d71cc15f0d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:36:21.145Z\">10.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Elsewhere, Bogdan has taken the first set against Cocciaretto, 6-1; </strong>Fognini is a break down to Barrere; and Tomljanovic leads Kozlova 3-0. </p> </div>   </div> <div id=\"block-60b35b8c8f08d486a77176aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:32:45.167Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It’s all going wrong for Kerber, who now trails Kalinina 5-0.</strong> Under an umbrella – what a lovely sight that is – she takes some deep breaths while having a serious word with herself. </p> </div>   </div> <div id=\"block-60b35a688f088d8c3178d81c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:30:16.820Z\">10.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Yeah, Osaka is grooving, greeting a decent first serve with a belter of a cross-court return to raise break point. </strong>But Tig yanks her in and Osaka stutter-slides in to botch a slice of her own ... but no matter. She’s piecing Tig up here, and a booming forehand nails her fourth advantage. <strong>Tig 0-2 Osaka</strong></p> </div>   </div> <div id=\"block-60b359008f08d486a771768d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:24:56.730Z\">10.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>I’m also watching Angelique Kerber, who’s not a great clay artist and is 0-2 down to Anhelina Kalinina, the qualifer. </strong>Meanwhile, on Chatrier, Jo Durie discusses how brilliant the current standard of women’s tennis is, and she’s right. I suppose I might slightly disagree, she’ll be devo’d to learn, because there’s no dominant champion at the peak of their powers. Perhaps Osaka will be become that, but otherwise there are so many who are so good, and when you stick on a match you’ve not a clue what’s going to happen, and that’s a beautiful thing. </p> </div>   </div> <div id=\"block-60b357a78f088d8c3178d803\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:17:58.366Z\">10.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>I’m really looking forward to seeing the improvements Osaka has made on clay, </strong>and she saves a break point in the opening game of the match. <strong>Tig 0-1 Osaka. </strong></p> </div>   </div> <div id=\"block-60b356aa8f086d71cc15f093\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:11:34.679Z\">10.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On Chatrier, Naomi Osaka will be underway in une minute.</strong> Here’s Tumaini Carayol on her big call.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/27/naomi-osaka-media-snub-big-loss-tennis-french-open\">Forthcoming. insightful, eloquent: Naomi Osaka’s media snub is a big loss for tennis | Tumaini Carayol</a> </p> </aside> </div>   </div> <div id=\"block-60b3554f8f08d486a7717676\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:08:59.166Z\">10.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Order of play</h2>  <div class=\"block-elements\">  <p>Well, on the show courts - there’s plenty else besides.</p> <p><strong>Chatrier</strong></p> <p>Tig v Osaka [2]</p> <p>Andujar v Thiem [4]</p> <p>Azarenka [15] v Kuznetsova</p> <p>Tsitsipas [5] v Chardy</p> <p><strong>Lenglen</strong></p> <p>Fognini [27] v Barrere</p> <p>Minnen [Q] v Kvitova [11]</p> <p>Konjuh [Q] v Sabalneka [3]</p> <p>Zverev [6] v Otte [Q]</p> <p><strong>Mathieu</strong></p> <p>Burel v Kovinivic</p> <p>Fucsovics v Simon</p> <p>Moutet v Djere</p> <p>Dodin v Keys [23]</p> </div>   </div> <div id=\"block-60b34c068f088d8c3178d7a3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:56:05.819Z\">9.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>It’s been an enervating, affirming winter slog, but we made it, and with the first ball tossed this morning, the summer of sport – the ridiculous summer of sport – is upon us. And you can be absolutely certain that we’ll take it.</p> <p>Most importantly, each of the show courts will house up to 1000 fans a day for each of the first 10 days – and hopefully more thereafter. They, like the rest of us, will be wondering whether this, finally, is the year that Rafael Nadal finally runs out of road; Novak Djokovic, Dominic Thiem, Stefanos Tsitsipas and Daniil Medvedev will be hoping so, but it will only be a hope. </p> <p>Meanwhile and as has become the fashion – sorry, <em>le mode</em> – no one has a clue what’ll happen in the women’s side. Iga Swiatek is the defending champion and if she hits a vein she’ll be hard to stop, but there are just so many others who might do likewise that anyone who thinks they know is lying. I cannot wait.</p> <p><strong>Play: 11pm local, 10am BST</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:43:31.151Z\">at 10.43am BST</time></p>  </div>","wordcount":"1505","firstPublicationDate":"2021-05-30T08:57:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:05:38Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htzxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/fd7da5764fd8b5ecda3907b1b6b6aa478d9c5903/0_115_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Next on Chatrier: the number four seed and defeated finalist in 2018 and 2019, Dominic Thiem, begins his next assault on the trophy. He meets Pablo Andujar. A couple more results: in the men’s competition, Carreno Busta has rinsed Gombos 3,4, and 3, whole in the women’s, Tomljanovic has sorted Kozlova 2 and 4. Osaka hasn’t played a lot lately but she looked pretty good today. I don’t think her footwork is good enough to win here – yet – but her ball-striking was on-point and the relative closeness of the match is down to how well Tig played. Osaka meets Bogdan next. Osaka hollers a come on as she makes 4-2 in the breaker – the ball makes such a lush thump off the middle of her forehand. An error from Tig quickly gives her 5-2 ... but consecutive unforced errors and we’re back on serve. Briefly. Here ceom two more match points.... Next on court six, we’ve got Dan Evans, the British number one, against Minomir Kacmanovic. She meets Burel or Kovinici next; Kovinivic won the first set 6-3 and it’s 2-2 in the second. Tig is competing hard here, but with a point for a breaker clips over another second serve of questionable power and Osaka quickly punishes. She may well regret that ... but no! A forehand clattered down the line saves the match point that follows, and a fine kicker helps her raise advantage, ceded when an inside-out forehand drops marginally wide ... but what a lob she finds when in front the next time! Tig 4-6 6-6 Osaka Fognini has taken that second set against Barrere to lead 6-4 6-1 1-0 (with a break). On court six, Badosa and Davis are playing a breaker in a topsy-turvy second set; Badosa won the first. But look at Kalinina! She reels off two points in short order and it turns out you can’t loz the first five games of a set and expect to win. She meets Collins or Wang next; Wang has just levelled the match at one set all. ...and Kerber saves it with a glorious backhand slice drop-shot! Egalité! Osaka is whacking it hard now, but Tig is just about sticking with her, while Kalinina finds a devastating forehand to give herself 30-0 against Kerber; she’s nearly there. Back to Chatrier, Tig misses a huge chance with a half-court volley that would’ve got her 15-30; seconds later, the game has gone and Osaka, 5-4 up in the second, needs just one more. Kerber, meanwhile, soon makes 30-all; Kalinina steps on the spot to try and shake her tightness, then serves a double. Eesh. She makes deuce though, then hits through the ball beautifully to raise match point... Fognini is bolting; the number 27 seed came from behind to take the first set of Barrere, but now leads 4-1 in the second. A monstrous forehand down the line breaks Kalinina to 15; it’s taken a while but Kerber is motoring. Still, the qualifier will have one more chance to eject her before we’re back on serve – but first, Kerber must hold. Kalinina 6-2 5-3 Kerber Tig is hanging in there well, but Osaka holds for 3-2, while Kerber has won a second game and Kalinina will now serve for the match a second time. At change of ends, she puts a towel over her head to get into the correct frame of mind. Pablo Carreno Busta, the number 12 seed and a clay-court specialist, has taken set two against Norbert Gombos; he now leads 6-3 6-4 0-1. Kerber has won a game! Kalinina now leads 6-2 5-1. Some reading on Edberg. Goodness me, Tig just dispensed the weakest second serve I’ve ever seen, short, skipping up off the clay, and duly marmalised by Osaka. In commentary, they reckon Sampras had the best second-serve in men’s history – shout from me for Edberg’s kicker – and Durie mentions Barty in the women’s game. Anyhow, Tig survives a break point to hold. Tig 4-6 2-2 It took a while, but Fognini has fought back to take the first set from Barrere, 6-4; Kalinina now leads Kerber – who’s won every major but this one – 6-2 4-0. Tossing those opportunities has not not gone down well with Osaka, who powers through a break to love, seizing the first set and sealing it with a colossal forehand racing forward. Tig 4-6 Osaka Updates from the women’s side: Kozlova 2-6 Tomljanovic, Cocciaretto 1-6 2-3 Bogdan, Collins 6-2 1-1 Wang Have a look! Kalinina breaks Kerber in the first game of the second set and quickly consolidates, while a double fault helps Tig earn a break-back point; Osaka impatiently whips a forehand long, and we’re back on serve! Tig 4-5 Osaka Tig saves three set points, forcing Osaka to serve for the first set, while Badosa has taken hers against Davis, 6-2. When they’re done on court six, Dan Evans will have a go; he plays the dangerous Serb, Miomir Kecmanović. Kerber couldn’t do enough, and after a succession of deuces during which she saved a set point with a net cord, Kalinina comes through 6-2. Carreno Busta, the number 12 seed, has rinsed through the first set against Gombos 6-3 and now trails 0-1 in the second, on serve; I’m not quite sure how they’ve managed 10 games so quickly, but they have. By way of comparison, Barrere leads Fognini 3-2, still with the break he took early doors. Osaka isn’t a natural mover on clay but she’s hitting it very nicely indeed, especially with feet planted. She’s won 15 out of 16 on serve, and her second straight love-game leaves her close to the first set. Tig 2-5 Osaka Yeah, time’s up. Kerber has roused herself to claw back a break. It might not save this set for her, but if she maintains her current level, she’ll be reet. Kalinina 5-2 Kerber Out of the corner of my eye, I’m also watching Paula Badosa, the number 33 seed, playing Lauren Davis; Badosa is a Manhattan-born Spaniard and won the girls’ singles in 2015. She’s looking good out there, leading 4-2. Elsewhere, Bogdan has taken the first set against Cocciaretto, 6-1; Fognini is a break down to Barrere; and Tomljanovic leads Kozlova 3-0. It’s all going wrong for Kerber, who now trails Kalinina 5-0. Under an umbrella – what a lovely sight that is – she takes some deep breaths while having a serious word with herself. Yeah, Osaka is grooving, greeting a decent first serve with a belter of a cross-court return to raise break point. But Tig yanks her in and Osaka stutter-slides in to botch a slice of her own ... but no matter. She’s piecing Tig up here, and a booming forehand nails her fourth advantage. Tig 0-2 Osaka I’m also watching Angelique Kerber, who’s not a great clay artist and is 0-2 down to Anhelina Kalinina, the qualifer. Meanwhile, on Chatrier, Jo Durie discusses how brilliant the current standard of women’s tennis is, and she’s right. I suppose I might slightly disagree, she’ll be devo’d to learn, because there’s no dominant champion at the peak of their powers. Perhaps Osaka will be become that, but otherwise there are so many who are so good, and when you stick on a match you’ve not a clue what’s going to happen, and that’s a beautiful thing. I’m really looking forward to seeing the improvements Osaka has made on clay, and she saves a break point in the opening game of the match. Tig 0-1 Osaka. On Chatrier, Naomi Osaka will be underway in une minute. Here’s Tumaini Carayol on her big call. Well, on the show courts - there’s plenty else besides. Chatrier Tig v Osaka [2] Andujar v Thiem [4] Azarenka [15] v Kuznetsova Tsitsipas [5] v Chardy Lenglen Fognini [27] v Barrere Minnen [Q] v Kvitova [11] Konjuh [Q] v Sabalneka [3] Zverev [6] v Otte [Q] Mathieu Burel v Kovinivic Fucsovics v Simon Moutet v Djere Dodin v Keys [23] It’s been an enervating, affirming winter slog, but we made it, and with the first ball tossed this morning, the summer of sport – the ridiculous summer of sport – is upon us. And you can be absolutely certain that we’ll take it. Most importantly, each of the show courts will house up to 1000 fans a day for each of the first 10 days – and hopefully more thereafter. They, like the rest of us, will be wondering whether this, finally, is the year that Rafael Nadal finally runs out of road; Novak Djokovic, Dominic Thiem, Stefanos Tsitsipas and Daniil Medvedev will be hoping so, but it will only be a hope. Meanwhile and as has become the fashion – sorry, le mode – no one has a clue what’ll happen in the women’s side. Iga Swiatek is the defending champion and if she hits a vein she’ll be hard to stop, but there are just so many others who might do likewise that anyone who thinks they know is lying. I cannot wait. Play: 11pm local, 10am BST","charCount":"8359","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/danielharris\">Daniel Harris</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"business/2021/may/30/ice-cream-shop-san-francisco-small-business","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-05-30T11:00:01Z","webTitle":"The ice cream owner who tried, failed – and now owes $200,000 | Gene Marks","webUrl":"https://www.theguardian.com/business/2021/may/30/ice-cream-shop-san-francisco-small-business","apiUrl":"https://content.guardianapis.com/business/2021/may/30/ice-cream-shop-san-francisco-small-business","fields":{"headline":"The ice cream owner who tried, failed – and now owes $200,000","standfirst":"<p>Red tape put father-of-two Jason Yu out of business in San Francisco before he could even start</p>","trailText":"Red tape put father-of-two Jason Yu out of business in San Francisco before he could even start","byline":"Gene Marks","main":"<figure class=\"element element-image\" data-media-id=\"cfdc3aa2da15b8b0819c32ed34db566c9c2d9038\"> <img src=\"https://media.guim.co.uk/cfdc3aa2da15b8b0819c32ed34db566c9c2d9038/0_0_4928_2956/1000.jpg\" alt=\"‘For cities like San Francisco to meet this growing trend, rules have to be relaxed and more businesses should be allowed to move quickly and easily open.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For cities like San Francisco to meet this growing trend, rules have to be relaxed and more businesses should be allowed to move quickly and easily open.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>","body":"<p>He tried, and he failed. But the worst part is he never got a chance to even start. And now he’s got a $200,000 debt to pay off.</p> <p>That’s the story of Jason Yu, a 30-year-old father of two who had the audacity to attempt to open up an ice cream shop in San Francisco’s Mission District. Unfortunately, the city got in his way.</p> <p>As reported by <a href=\"https://www.sfchronicle.com/local/heatherknight/article/S-F-ice-cream-shop-hopeful-sees-dreams-melted-by-16116082.php\">San Francisco Chronicle</a>, Yu started his project – a shop that sold green-tea-flavored ice cream – in late 2018, and ultimately found a location in mid-2019 where he got to work. After committing to a lease ($7,300 a month – this is San Francisco, remember?) he hired an architect to draw up plans for the space, which proposed no structural changes or modifications.</p> <p>Then the city stepped in.</p> <p>After submitting plans to the department of building and inspection in November 2019, which required him to notify his neighbors, one of said neighbors – a competing ice cream shop no less – contested the idea and Yu was forced to wait until the following June before he could plead his case in front the city’s planning commission (more legal fees), who ultimately gave him the go-ahead.</p> <p>So we’re ready to open, right? Wrong.</p> <p>As the Chronicle explains: “Yu won approval, but then got stuck in the city’s never-ending web of securing permits. The Department of Building Inspection’s online permit tracker shows Yu faced 15 hurdles to secure his permits including getting the sign-off from a host of departments. The last to weigh in was the Department of Public Health, which said in December its review was complete, but that Yu owed more money in permit fees before the department could give the OK.”</p> <p>Yu had spent a boatload – about $200,000 – by this point and still had nothing to show for it. It was then that he decided to cut his losses and abandon the idea. “This [the ice cream shop] became a nightmare project,” Yu said.</p> <p>The problem facing small business owners like Yu is that, in San Francisco, existing businesses and residents are allowed to contest the establishment of new businesses or construction projects in their neighborhoods. Many – not surprisingly – have pushed these rights to their extreme because there’s little downside to filing even frivolous claims. So, as Mike Chen reports in <a href=\"https://thefrisc.com/garden-creamery-debacle-is-just-the-tip-of-the-ice-cream-cone-in-sfs-unfair-rules-7c1e80240b9f\">The Frisc,</a> an existing falafel shop can tie up a would-be competitor for months or neighbors can reject each other’s remodeling plans for the smallest of reasons.</p> <p>“While community and neighborhood input is often positive, what we have here is overkill,” Chen writes. “The labyrinthine permitting and ‘Discretionary Review’ process (where appeals courts can decide what cases to hear) contribute to commercial storefront vacancies and to our housing crisis.” Chen says he had observed regulatory processes like discretionary reviews and environmental appeals “for years”.</p> <p>The good news is that San Francisco’s political leaders seem to be waking up to the fact that over-regulation is killing commerce.</p> <p>Yu’s story, which went viral last month (and spurred an <a href=\"https://www.sfchronicle.com/food/article/S-F-ice-cream-shop-contested-an-Asian-owned-16133128.php\">online campaign</a> against the competing ice cream shop owner) has drawn national attention to San Francisco’s burdensome process for starting up a small business. In late 2020, the city passed legislation – called Prop H – to help streamline the process for starting a new business but there have been few takers so far. According to Knight, as of the end of last month only 50 people have expressed interest and only two new businesses have been approved.</p> <p>Thanks to Covid – and a good broadband connection – many workers and entrepreneurs are already moving out of big towns and enjoying the quality of life found in more peaceful surroundings where costs are lower and safe streets are a given. For cities like San Francisco to counter this growing trend, rules have to be relaxed and more businesses should be allowed to move quickly and easily open. Forcing a would-be owner of an ice cream shop of all things to spend $200,000 and then abandon the venture because of red tape is not a recipe for future economic growth.</p>","wordcount":"675","firstPublicationDate":"2021-05-30T11:00:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:00:45Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htvhz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/cfdc3aa2da15b8b0819c32ed34db566c9c2d9038/0_0_4928_2956/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"He tried, and he failed. But the worst part is he never got a chance to even start. And now he’s got a $200,000 debt to pay off. That’s the story of Jason Yu, a 30-year-old father of two who had the audacity to attempt to open up an ice cream shop in San Francisco’s Mission District. Unfortunately, the city got in his way. As reported by San Francisco Chronicle, Yu started his project – a shop that sold green-tea-flavored ice cream – in late 2018, and ultimately found a location in mid-2019 where he got to work. After committing to a lease ($7,300 a month – this is San Francisco, remember?) he hired an architect to draw up plans for the space, which proposed no structural changes or modifications. Then the city stepped in. After submitting plans to the department of building and inspection in November 2019, which required him to notify his neighbors, one of said neighbors – a competing ice cream shop no less – contested the idea and Yu was forced to wait until the following June before he could plead his case in front the city’s planning commission (more legal fees), who ultimately gave him the go-ahead. So we’re ready to open, right? Wrong. As the Chronicle explains: “Yu won approval, but then got stuck in the city’s never-ending web of securing permits. The Department of Building Inspection’s online permit tracker shows Yu faced 15 hurdles to secure his permits including getting the sign-off from a host of departments. The last to weigh in was the Department of Public Health, which said in December its review was complete, but that Yu owed more money in permit fees before the department could give the OK.” Yu had spent a boatload – about $200,000 – by this point and still had nothing to show for it. It was then that he decided to cut his losses and abandon the idea. “This [the ice cream shop] became a nightmare project,” Yu said. The problem facing small business owners like Yu is that, in San Francisco, existing businesses and residents are allowed to contest the establishment of new businesses or construction projects in their neighborhoods. Many – not surprisingly – have pushed these rights to their extreme because there’s little downside to filing even frivolous claims. So, as Mike Chen reports in The Frisc, an existing falafel shop can tie up a would-be competitor for months or neighbors can reject each other’s remodeling plans for the smallest of reasons. “While community and neighborhood input is often positive, what we have here is overkill,” Chen writes. “The labyrinthine permitting and ‘Discretionary Review’ process (where appeals courts can decide what cases to hear) contribute to commercial storefront vacancies and to our housing crisis.” Chen says he had observed regulatory processes like discretionary reviews and environmental appeals “for years”. The good news is that San Francisco’s political leaders seem to be waking up to the fact that over-regulation is killing commerce. Yu’s story, which went viral last month (and spurred an online campaign against the competing ice cream shop owner) has drawn national attention to San Francisco’s burdensome process for starting up a small business. In late 2020, the city passed legislation – called Prop H – to help streamline the process for starting a new business but there have been few takers so far. According to Knight, as of the end of last month only 50 people have expressed interest and only two new businesses have been approved. Thanks to Covid – and a good broadband connection – many workers and entrepreneurs are already moving out of big towns and enjoying the quality of life found in more peaceful surroundings where costs are lower and safe streets are a given. For cities like San Francisco to counter this growing trend, rules have to be relaxed and more businesses should be allowed to move quickly and easily open. Forcing a would-be owner of an ice cream shop of all things to spend $200,000 and then abandon the venture because of red tape is not a recipe for future economic growth.","charCount":"4023","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/gene-marks\">Gene Marks</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"film/2021/may/30/frankie-review-isabelle-huppert-portugal","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-05-30T11:00:01Z","webTitle":"Frankie review – trouble in a Portuguese paradise with Isabelle Huppert","webUrl":"https://www.theguardian.com/film/2021/may/30/frankie-review-isabelle-huppert-portugal","apiUrl":"https://content.guardianapis.com/film/2021/may/30/frankie-review-isabelle-huppert-portugal","fields":{"headline":"Frankie review – trouble in a Portuguese paradise with Isabelle Huppert","standfirst":"<p>A spectacular setting and compelling performances lift Ira Sachs’s humourless drama about the woes of the wealthy</p>","trailText":"A spectacular setting and compelling performances lift Ira Sachs’s humourless drama about the woes of the wealthy","byline":"Simran Hans","main":"<figure class=\"element element-image\" data-media-id=\"d1b537ea342ffc6e228f553c21af8cb82e98fe71\"> <img src=\"https://media.guim.co.uk/d1b537ea342ffc6e228f553c21af8cb82e98fe71/78_484_8123_4874/1000.jpg\" alt=\"Isabelle Huppert with Jérémie Renier in Frankie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Queenly presence’: Isabelle Huppert with Jérémie Renier in Frankie.</span> <span class=\"element-image__credit\">Photograph: 2019 Photo Guy Ferrandis / SBS Productions</span> </figcaption> </figure>","body":"<p>The famously stylish Isabelle Huppert spends a stretch of this handsome drama on her hands and knees. In the verdant foothills of Sintra, Portugal, ailing actor Frankie (Huppert) searches for the €40,000 bracelet her only son, Paul (Jérémie Renier), has tossed into the woods, rejecting her offer of a valuable family heirloom that could be cashed in after her death.</p> <p>It’s that kind of film – one in which depressed rich people go on holiday to argue about death, inheritance tax, diamond jewellery and their deteriorating marriages. The approach taken by director Ira Sachs (<em><a href=\"https://www.theguardian.com/film/2015/feb/15/love-is-strange-review-mark-kermode\">Love </a></em><em><a href=\"https://www.theguardian.com/film/2015/feb/15/love-is-strange-review-mark-kermode\">Is Strange</a></em>) is utterly sincere and so utterly humourless, though the performances are quietly compelling; Marissa Tomei brings a liquid warmth as Frankie’s American friend Ilene. Sachs plays on Huppert’s queenly presence too. It’s fitting that she gathers her nearest and dearest in a town that was once a sanctuary for the Portuguese nobility.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=42QsMUXaqQk\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/42QsMUXaqQk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://www.youtube.com/watch?v=42QsMUXaqQk\">Watch a trailer for Frankie</a></figcaption> </figure>","newspaperPageNumber":"26","starRating":"3","wordcount":"151","commentCloseDate":"2021-06-19T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T11:00:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:00:01Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hh8v9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d1b537ea342ffc6e228f553c21af8cb82e98fe71/78_484_8123_4874/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The famously stylish Isabelle Huppert spends a stretch of this handsome drama on her hands and knees. In the verdant foothills of Sintra, Portugal, ailing actor Frankie (Huppert) searches for the €40,000 bracelet her only son, Paul (Jérémie Renier), has tossed into the woods, rejecting her offer of a valuable family heirloom that could be cashed in after her death. It’s that kind of film – one in which depressed rich people go on holiday to argue about death, inheritance tax, diamond jewellery and their deteriorating marriages. The approach taken by director Ira Sachs (Love Is Strange) is utterly sincere and so utterly humourless, though the performances are quietly compelling; Marissa Tomei brings a liquid warmth as Frankie’s American friend Ilene. Sachs plays on Huppert’s queenly presence too. It’s fitting that she gathers her nearest and dearest in a town that was once a sanctuary for the Portuguese nobility.","charCount":"925","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/simran-hans\">Simran Hans</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"football/2021/may/30/morecambe-miracle-adams-aims-to-take-side-to-new-heights-at-wembley","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-30T11:00:00Z","webTitle":"Morecambe miracle: Adams aims to take side to new heights at Wembley","webUrl":"https://www.theguardian.com/football/2021/may/30/morecambe-miracle-adams-aims-to-take-side-to-new-heights-at-wembley","apiUrl":"https://content.guardianapis.com/football/2021/may/30/morecambe-miracle-adams-aims-to-take-side-to-new-heights-at-wembley","fields":{"headline":"Morecambe miracle: Adams aims to take side to new heights at Wembley","standfirst":"<p>Manager took over a club bottom of League Two and hopes to lead them to the third tier for the first time via the play-off final</p>","trailText":"Manager took over a club bottom of League Two and hopes to lead them to the third tier for the first time via the play-off final","byline":"Andy Hunter","main":"<figure class=\"element element-image\" data-media-id=\"9c7ef79e8773aa362d9cbe05ba304b9542ef49ea\"> <img src=\"https://media.guim.co.uk/9c7ef79e8773aa362d9cbe05ba304b9542ef49ea/0_195_3525_2115/1000.jpg\" alt=\"Liam McAlinden (right) celebrates after scoring for Morecambe during their play-off semi-final against Tranmere.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam McAlinden (right) celebrates after scoring for Morecambe during their play-off semi-final against Tranmere.</span> <span class=\"element-image__credit\">Photograph: Lewis Storey/Getty Images</span> </figcaption> </figure>","body":"<p>Derek Adams wants his Morecambe players to stay relaxed before their League Two play-off final but his message, one that has fuelled the club’s transformation this season, does not shy away from the magnitude of Monday’s occasion at Wembley: create history.</p> <p>Morecambe can reach the third tier of English football for the first time with victory over Newport County. Promotion would also complete a stunning turnaround under the former Ross County and Plymouth Argyle manager, who arrived in November 2019 with The Shrimps fighting to preserve their Football League status once again. He now hopes to lead them into uncharted waters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/lincoln-michael-appleton-league-one-play-off-final-blackpool\">Lincoln’s Michael Appleton: ‘My time with the Oystons was difficult as any’</a> </p> </aside>  <p>“We’ve used that throughout the season,” says Adams. “Can we get the most wins? Can we get the most points the club has ever had? Can we score the most goals? We’ve used all these targets as we’ve gone through the season. The next target is to take the club into League One for the first time.”</p> <p>Monday’s play-off is arguably Morecambe’s biggest game since Sammy McIlroy guided the club into the Football League via the same route in 2007. Coventry away on the final day of the 2017-18 season, when a draw kept them in the league on goal difference at Barnet’s expense, comes close.</p> <p>“They’re the two really big games for the club but this is the first time the club has had the opportunity in a play-off final to get out of League Two into League One,” Adams says. “For the town and the community it would be absolutely massive. It is a thriving town now. The Eden Project is trying to be built in Morecambe and they are trying to get back to the days when everybody would flock to Morecambe for their holidays. Having a football team that gets up the ladder can only benefit the town.”</p> <p>Morecambe were bottom of League Two when the 45-year-old Glaswegian replaced Jim Bentley. They were 10 points clear of Stevenage when the league was called to a halt four months into his tenure, but finishing positions of 22nd, 18th, 22nd, 18th and 21st over the past five years offered no indication that a 14-year residence in League Two could end this season with promotion. Adams, however, had a clear plan, even on a budget that stretched to only free and loan signings last summer.</p>  <figure class=\"element element-image\" data-media-id=\"beaa2471498afc38125ac275ccbddccfce28295c\"> <img src=\"https://media.guim.co.uk/beaa2471498afc38125ac275ccbddccfce28295c/0_105_4213_2529/1000.jpg\" alt=\"Derek Adams says: ‘Sometimes it is not all about how much money you can get out of a club, it is about how much a club looks after you.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Derek Adams says: ‘Sometimes it is not all about how much money you can get out of a club, it is about how much a club looks after you.’</span> <span class=\"element-image__credit\">Photograph: James Gill - Danehouse/Getty Images</span> </figcaption> </figure>  <p>He says: “When we came down it was about collecting as many points as we could. We accomplished what we wanted to do. This season was about getting a squad together that could move us on and get us into the play-off positions. It was a difficult time during lockdown because nobody knew what was going to happen. Then trying to sign players during the summer wasn’t easy as well because the money aspect for all clubs was reduced.</p> <p>“Players were on bigger money at other clubs and we were offering less money, but we were offering an opportunity to get first team football and an opportunity to go to a manager that wanted them. There was the opportunity to play football on a regular basis. Sometimes it is not all about how much money you can get out of a club, it is about how much a club looks after you and how a manager fits you into a system of play … It’s about being happy in your environment.”</p> <p>Not everyone was happy in Adams’ environment, however, as Kevin Ellison demonstrated when scoring against Morecambe for Newport in March. The 42-year-old striker claimed he was “disrespected” by Adams after nine years with Morecambe and contemplated retiring before joining the Welsh club last year. He celebrated scoring in March’s 3-1 win, Newport’s second victory over their play-off opponents this season, by sprinting to his former manager and screaming in his face. Their reunion provides an intriguing subplot at Wembley.</p>  <figure class=\"element element-image\" data-media-id=\"22b9aa02bebbf8ee7ad8b94749c540e99714b63f\"> <img src=\"https://media.guim.co.uk/22b9aa02bebbf8ee7ad8b94749c540e99714b63f/4_0_2476_1485/1000.jpg\" alt=\"Newport’s Kevin Ellison pointedly celebrates in front Derek Adams after scoring against Morecambe in March.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Newport’s Kevin Ellison pointedly celebrates in front Derek Adams after scoring against Morecambe in March.</span> <span class=\"element-image__credit\">Photograph: Magi Haroun/Huw Evans/REX/Shutterstock</span> </figcaption> </figure>  <p>Adams was not the aggressor that day, although has had a few touchline confrontations in the past. He claims to have mellowed, albeit with the caveat that: “All Scottish managers have to have that fight and that spirit. We come down from Scotland to England and it’s never easy, we have to prove our worth, and I think that’s what Scottish managers do. You only have to look at how successful Scottish managers have been over time.”</p> <p>Adams’ success with Morecambe has attracted attention and Bradford have been linked with a possible move. Asked whether his future will be decided by the play-off result, the manager says: “No. We are really just concentrating on getting to League One. We’ve shown this year we are capable of beating the best teams in the league. We want to keep the players as relaxed as possible going into the game but we all know the game is massive for the football club. It’s all about getting into League One.”</p>","wordcount":"803","firstPublicationDate":"2021-05-30T11:00:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:00:44Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htf6h","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9c7ef79e8773aa362d9cbe05ba304b9542ef49ea/0_195_3525_2115/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Derek Adams wants his Morecambe players to stay relaxed before their League Two play-off final but his message, one that has fuelled the club’s transformation this season, does not shy away from the magnitude of Monday’s occasion at Wembley: create history. Morecambe can reach the third tier of English football for the first time with victory over Newport County. Promotion would also complete a stunning turnaround under the former Ross County and Plymouth Argyle manager, who arrived in November 2019 with The Shrimps fighting to preserve their Football League status once again. He now hopes to lead them into uncharted waters. “We’ve used that throughout the season,” says Adams. “Can we get the most wins? Can we get the most points the club has ever had? Can we score the most goals? We’ve used all these targets as we’ve gone through the season. The next target is to take the club into League One for the first time.” Monday’s play-off is arguably Morecambe’s biggest game since Sammy McIlroy guided the club into the Football League via the same route in 2007. Coventry away on the final day of the 2017-18 season, when a draw kept them in the league on goal difference at Barnet’s expense, comes close. “They’re the two really big games for the club but this is the first time the club has had the opportunity in a play-off final to get out of League Two into League One,” Adams says. “For the town and the community it would be absolutely massive. It is a thriving town now. The Eden Project is trying to be built in Morecambe and they are trying to get back to the days when everybody would flock to Morecambe for their holidays. Having a football team that gets up the ladder can only benefit the town.” Morecambe were bottom of League Two when the 45-year-old Glaswegian replaced Jim Bentley. They were 10 points clear of Stevenage when the league was called to a halt four months into his tenure, but finishing positions of 22nd, 18th, 22nd, 18th and 21st over the past five years offered no indication that a 14-year residence in League Two could end this season with promotion. Adams, however, had a clear plan, even on a budget that stretched to only free and loan signings last summer. He says: “When we came down it was about collecting as many points as we could. We accomplished what we wanted to do. This season was about getting a squad together that could move us on and get us into the play-off positions. It was a difficult time during lockdown because nobody knew what was going to happen. Then trying to sign players during the summer wasn’t easy as well because the money aspect for all clubs was reduced. “Players were on bigger money at other clubs and we were offering less money, but we were offering an opportunity to get first team football and an opportunity to go to a manager that wanted them. There was the opportunity to play football on a regular basis. Sometimes it is not all about how much money you can get out of a club, it is about how much a club looks after you and how a manager fits you into a system of play … It’s about being happy in your environment.” Not everyone was happy in Adams’ environment, however, as Kevin Ellison demonstrated when scoring against Morecambe for Newport in March. The 42-year-old striker claimed he was “disrespected” by Adams after nine years with Morecambe and contemplated retiring before joining the Welsh club last year. He celebrated scoring in March’s 3-1 win, Newport’s second victory over their play-off opponents this season, by sprinting to his former manager and screaming in his face. Their reunion provides an intriguing subplot at Wembley. Adams was not the aggressor that day, although has had a few touchline confrontations in the past. He claims to have mellowed, albeit with the caveat that: “All Scottish managers have to have that fight and that spirit. We come down from Scotland to England and it’s never easy, we have to prove our worth, and I think that’s what Scottish managers do. You only have to look at how successful Scottish managers have been over time.” Adams’ success with Morecambe has attracted attention and Bradford have been linked with a possible move. Asked whether his future will be decided by the play-off result, the manager says: “No. We are really just concentrating on getting to League One. We’ve shown this year we are capable of beating the best teams in the league. We want to keep the players as relaxed as possible going into the game but we all know the game is massive for the football club. It’s all about getting into League One.”","charCount":"4573","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andyhunter\">Andy Hunter</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"technology/2021/may/30/gadgets-have-stopped-working-together-interoperability-apple","type":"article","sectionId":"technology","sectionName":"Technology","webPublicationDate":"2021-05-30T11:00:00Z","webTitle":"Gadgets have stopped working together, and it’s becoming an issue","webUrl":"https://www.theguardian.com/technology/2021/may/30/gadgets-have-stopped-working-together-interoperability-apple","apiUrl":"https://content.guardianapis.com/technology/2021/may/30/gadgets-have-stopped-working-together-interoperability-apple","fields":{"headline":"Gadgets have stopped working together, and it’s becoming an issue","standfirst":"<p>Our reliance on technology means ever more devices and apps and ever less interoperability – and the ubiquity of Apple hasn’t helped</p>","trailText":"Our reliance on technology means ever more devices and apps and ever less interoperability – and the ubiquity of Apple hasn’t helped","byline":"Alex Hern","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"195947aafe3e7d32a2266331512e2544cfa28d67\"> <img src=\"https://media.guim.co.uk/195947aafe3e7d32a2266331512e2544cfa28d67/32_0_8268_4961/1000.jpg\" alt=\"Illustration by Paul Tansley of a happy phone and a sad phone\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by Paul Tansley.</span> <span class=\"element-image__credit\">Illustration: Paul Tansley/The Observer</span> </figcaption> </figure>","body":"<p>In 2001, if you listened to digital music, you did it with a large folder of MP3 files. How you acquired them is probably best left between you and a priest, but you may have ripped them from a CD, downloaded them from a file sharing service, or bought them from one of a few nascent download sites.</p> <p>Whichever option you picked, you’d play them on your computer with a program built for the task. And if you were lucky enough to have an early standalone MP3 player, it was probably made by another company again.</p> <p>Whether or not MP3s interested you, you probably bought your music on CD, and had a couple of players in the house – maybe a portable one and a hi-fi. Your headphones, of course, connected to whatever you were using, be that a simple Discman or a fancy Nomad Jukebox, with a normal 3.5mm plug.</p> <p>Today, for millions of people around the world, all those companies have been replaced by one: Apple. You listen to Apple Music on your Apple iPhone through your Apple AirPods. Sure, competitors exist, but with each passing year they struggle to offer a service on parity. Want to use headphones made by a different company? You need to buy a dongle to plug them in if they’re wired, and you won’t have access to the fancy new “spatial audio” streams Apple now offers if they’re Bluetooth. Want to switch to Spotify? You can, but make sure you never accidentally hit “play” when nothing’s on, or Apple Music will start right back up.</p> <p>Nostalgia is an ill-fitting emotion for the technology sector, where exponential growth rules. The phone in your pocket – possibly even the watch on your wrist – is substantially more powerful than the desktop computer you may have stashed those music files on, and is connected via a cellular connection a hundred times faster than the 56K modem you used to download your MP3s to an internet unimaginably larger and more useful.</p> <p>But alongside those wild improvements have come other changes with a more mixed outcome. A concentration of power at the top of the industry; a focus on building easy-to-use gadgets over powerful general-purpose devices; and a shift from programs and files to websites and APIs: all have left us in this slightly run-down sci-fi future. Simply put, nothing works with anything else any more, and it’s starting to become a problem.</p> <p>Interoperability is the technical term for what we’ve lost as tech has matured. Software can be interoperable, either through common, open file formats, or through different programs speaking directly to one another, and so too can hardware: open standards are what allow you to use any headphones with any music player, for instance, or buy a TV without worrying if it will work with your streaming set-up.</p>  <figure class=\"element element-image\" data-media-id=\"74f2615eadf89025412eb2dbbd51b5a2ce53f50c\"> <img src=\"https://media.guim.co.uk/74f2615eadf89025412eb2dbbd51b5a2ce53f50c/0_335_5760_3456/1000.jpg\" alt=\"Home recorded cassette tapes stacked up in front of a 1990s style cassette, radio and and CD player.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pre-digital interoperability between brands and formats wasn’t an issue.</span> <span class=\"element-image__credit\">Photograph: Simon Turner/Alamy Stock Photo</span> </figcaption> </figure>  <p>It was a hard-fought victory. Think, for instance, of the hassle of receiving a text document a few years back. Not only would you be lucky to be able to open it using a different program from the one that made it – you would frequently need to have exactly the same <em>version</em> of the program, or face issues.</p> <p>Some of those difficulties were deliberate. Microsoft’s .doc file format, for instance, was used by MS Word for decades, with key details kept hidden behind a restrictive licence. The company very deliberately didn’t want competitors to be able to make software that could read and make Word files without paying it for the trouble. Microsoft’s market dominance meant that it could hamper competing software with the opposite approach: refusing to support their file formats on its own platforms, effectively limiting the ability to collaborate.</p> <p>Even with the best will in the world, though, it’s a hard goal to achieve. A notorious <a href=\"https://xkcd.com/927/\">instalment of the XKCD webcomic</a> details one pitfall: “Situation: there are 14 competing standards,” says the caption to two people discussing how they need to come up with a better way to make all these things work together. The punchline is that “Soon: there are 15 competing standards.”</p> <p>But by the dawn of the mobile era, there had been progress. The success of standards such as MP3 for music, JPEG for pictures and MPEG for movies had led to a blossoming of consumer tech that could display and play media, while the internet had helped push compatibility to the front of users’ minds: when your pool of collaborators is larger than the people you can walk a floppy disk over to, it’s more important than ever that your software work with everyone, to the point that even Microsoft switched Word over to an open standard.</p> <p>And then the industry changed.</p> <h2><strong>* * *</strong></h2> <p>When the iPhone came out, it was a very different device from what it became. With no App Store, and a model that required a computer to sync to on a regular basis, it was firmly an accessory to the machines where the real business happened. But even as the App Store arrived and the mobile economy flourished, one limitation stuck around: the phones eschewed the old files-and-folders-based model entirely, in favour of each app having access to its own data and nothing else. It would prove consequential.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Sharing everything you have via Facebook or Google is interoperability of a sort. It’s certainly convenient</p> </blockquote> </aside>  <p>In the PC files-and-folders era, interoperability was, ultimately, down to users. Software may or may not be compatible, but the decision to try to make a file in one program and open it in another was entirely up to you. You could use two programs made by developers that had never even heard of each other and, so long as they worked with the same open file format, there was interoperability. That’s not true any more.</p> <p>Even as updates to mobile phone operating systems have allowed apps more freedom to send data back and forth, the same freedom hasn’t been restored to the user. And when two apps are negotiating whether or not to work together, it’s more than just a simple question of technology.</p> <p>“There’s a ton of issues here,” says Ari Lightman, professor of digital media and marketing at Carnegie Mellon University’s Heinz College in Pittsburgh, Pennsylvania, “but I think one of the major ones is economics. As data becomes more of an asset, it becomes difficult to exchange that data across multiple different parties in an ecosystem, because they’re monetising that asset. And there’s also a lot of stipulations associated with what happens should there be a violation.”</p>  <figure class=\"element element-image\" data-media-id=\"44df7616c87e7cd9f54101f81009829fdd8eea97\"> <img src=\"https://media.guim.co.uk/44df7616c87e7cd9f54101f81009829fdd8eea97/0_28_2000_1200/1000.jpg\" alt=\"Apple iPod advertisements in San Francisco, 2005.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Apple iPod advertisements in San Francisco, 2005.</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>  <p>For many companies, the obvious way around this is to give up on those tricky negotiations altogether – or to hand them off to a larger, more powerful third party. “One of the things that we’re seeing more of, because there’s a consumer push towards this, is using things like Google and Facebook as data sinks,” Lightman says. “Consumers are pushed to say, ‘Well, I want to use this other app,’ a dating app or a productivity app, ‘but I don’t want to fill in all this information, I just want a connection between the two, and I want to shove all the information that I have in Google into this app.’”</p> <p>Sharing everything you have via Facebook or Google is interoperability of a sort. It’s certainly convenient to be able to log in to Tinder without typing a password, and to automatically populate your dating profile with pictures lifted straight from Instagram. But it’s necessarily limited, both to the services offered by these big companies, and by the fact that they’re not going to help competitors. Notoriously, for instance, Facebook blocked Twitter-owned short video app Vine from this sort of interoperability because, <a href=\"https://www.ftc.gov/news-events/press-releases/2020/12/ftc-sues-facebook-illegal-monopolization\">according to an FTC complaint</a>, it wanted to kneecap its rival’s chances of succeeding in the field.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Better to funnel people down one supported service than have to train staff to deal with a myriad potential problems</p> </blockquote> </aside>  <p>There are exceptions. Perhaps the most famous service bucking the trend has the unwieldy name “IFTTT”, short for “If this then that”. The site’s goal is to be a sort of plumbing for the internet, letting users link together disparate services in all the ways they are normally barred from doing. You can use it, for instance, to send a tweet every time you like a YouTube video, to play the radio when you turn on the (smart) lights in the morning, or just to wire up a big button that orders pizza from Domino’s when you slam it.</p> <p>But even IFTTT has simply smoothed over the difficulties with making things work together, rather than solving them completely. In fact, its very presence has hindered further openness, some users say: Amazon’s smart home devices, for instance, <a href=\"https://www.theverge.com/22381356/blink-homebridge-crackdown-amazon-subscriptions\">bar users from building automation</a> using other tools, even if they’re more powerful. For a company of Amazon’s size, simplicity isn’t just a selling point to users: it’s also appealing for Amazon itself. Better to funnel people down one supported service than have to train staff on how to deal with myriad potential problems.</p> <p>For some, there’s only one outcome that will properly fix things: regulation. Damien Geradin is outside counsel for the Coalition for App Fairness, an industry group that represents companies including Spotify, Tile and Tinder, and has been leading the charge to make interoperability a legal requirement.</p> <p>“When it comes to Apple, they really like this vertically integrated business model,” Geradin says. “I don’t think that we can say that interoperability has been lost, because it’s never been there. It’s been like that from day one. They like to do everything in house, and they don’t like to make things compatible.</p> <p>“Now, I think that nobody would challenge that when Apple was a very small company. But now it has become this giant. And it has become a bottleneck in the sense that if you want your app to be distributed on the on iOS devices, you have to go to the App Store. You cannot live without Apple if you’re an app developer. You can’t say ‘screw Apple’, but we want to be able to interoperate, we want to be freer.”</p>  <figure class=\"element element-image\" data-media-id=\"3b270b6408e480e68ff316c479d8352de7be3967\"> <img src=\"https://media.guim.co.uk/3b270b6408e480e68ff316c479d8352de7be3967/0_152_2320_1392/1000.jpg\" alt=\"Apple CEO Tim Cook\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Apple CEO Tim Cook leaves court earlier this month after testifying in a federal court case brought by Epic Games, maker of the game Fortnite, which claims that Apple has transformed its App Store into an illegal monopoly.</span> <span class=\"element-image__credit\">Photograph: Noah Berger/AP</span> </figcaption> </figure>  <p>Geradin’s group is spearheading a complaint with the European Commission demanding that Apple restore some of that freedom. It’s just one of many such pushes across the world: in America, Epic Games is in the midst of a bruising legal showdown with Apple over much the same issues, while Amazon, Facebook and Google have been dragged into identical battles over their control of their own platforms.</p> <p>There’s a real chance that we come out of this decade with some of tech’s largest players legally required to begin the painful process of opening up their platforms to the competition – and so, slowly, restoring some of that dream.</p> <p>In fact, some of the change is coming already. In April, Facebook, seemingly to pre-empt regulatory enforcement, announced an expansion to its “data portability tool”, a feature of the site that lets users send their data from Facebook to other sites and services.</p> <p>“The ecosystem we are building to support data portability will not come to fruition without regulation that clarifies which data should be made portable and who is responsible for protecting data once it has been transferred,” wrote Facebook’s Steve Satterfield, director of privacy and public policy, in <a href=\"https://about.fb.com/news/2021/04/transfer-your-facebook-posts-and-notes-with-our-expanded-data-portability-tool/\">a post announcing</a> the company’s latest feat of interoperability: the ability to directly transfer text posts on Facebook into Google Docs.</p> <p>Nobody said change was easy, but it’s a start.</p>","newspaperPageNumber":"20","wordcount":"1888","commentCloseDate":"2021-06-27T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T11:00:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:00:00Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgx2n","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/195947aafe3e7d32a2266331512e2544cfa28d67/32_0_8268_4961/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In 2001, if you listened to digital music, you did it with a large folder of MP3 files. How you acquired them is probably best left between you and a priest, but you may have ripped them from a CD, downloaded them from a file sharing service, or bought them from one of a few nascent download sites. Whichever option you picked, you’d play them on your computer with a program built for the task. And if you were lucky enough to have an early standalone MP3 player, it was probably made by another company again. Whether or not MP3s interested you, you probably bought your music on CD, and had a couple of players in the house – maybe a portable one and a hi-fi. Your headphones, of course, connected to whatever you were using, be that a simple Discman or a fancy Nomad Jukebox, with a normal 3.5mm plug. Today, for millions of people around the world, all those companies have been replaced by one: Apple. You listen to Apple Music on your Apple iPhone through your Apple AirPods. Sure, competitors exist, but with each passing year they struggle to offer a service on parity. Want to use headphones made by a different company? You need to buy a dongle to plug them in if they’re wired, and you won’t have access to the fancy new “spatial audio” streams Apple now offers if they’re Bluetooth. Want to switch to Spotify? You can, but make sure you never accidentally hit “play” when nothing’s on, or Apple Music will start right back up. Nostalgia is an ill-fitting emotion for the technology sector, where exponential growth rules. The phone in your pocket – possibly even the watch on your wrist – is substantially more powerful than the desktop computer you may have stashed those music files on, and is connected via a cellular connection a hundred times faster than the 56K modem you used to download your MP3s to an internet unimaginably larger and more useful. But alongside those wild improvements have come other changes with a more mixed outcome. A concentration of power at the top of the industry; a focus on building easy-to-use gadgets over powerful general-purpose devices; and a shift from programs and files to websites and APIs: all have left us in this slightly run-down sci-fi future. Simply put, nothing works with anything else any more, and it’s starting to become a problem. Interoperability is the technical term for what we’ve lost as tech has matured. Software can be interoperable, either through common, open file formats, or through different programs speaking directly to one another, and so too can hardware: open standards are what allow you to use any headphones with any music player, for instance, or buy a TV without worrying if it will work with your streaming set-up. It was a hard-fought victory. Think, for instance, of the hassle of receiving a text document a few years back. Not only would you be lucky to be able to open it using a different program from the one that made it – you would frequently need to have exactly the same version of the program, or face issues. Some of those difficulties were deliberate. Microsoft’s .doc file format, for instance, was used by MS Word for decades, with key details kept hidden behind a restrictive licence. The company very deliberately didn’t want competitors to be able to make software that could read and make Word files without paying it for the trouble. Microsoft’s market dominance meant that it could hamper competing software with the opposite approach: refusing to support their file formats on its own platforms, effectively limiting the ability to collaborate. Even with the best will in the world, though, it’s a hard goal to achieve. A notorious instalment of the XKCD webcomic details one pitfall: “Situation: there are 14 competing standards,” says the caption to two people discussing how they need to come up with a better way to make all these things work together. The punchline is that “Soon: there are 15 competing standards.” But by the dawn of the mobile era, there had been progress. The success of standards such as MP3 for music, JPEG for pictures and MPEG for movies had led to a blossoming of consumer tech that could display and play media, while the internet had helped push compatibility to the front of users’ minds: when your pool of collaborators is larger than the people you can walk a floppy disk over to, it’s more important than ever that your software work with everyone, to the point that even Microsoft switched Word over to an open standard. And then the industry changed. * * * When the iPhone came out, it was a very different device from what it became. With no App Store, and a model that required a computer to sync to on a regular basis, it was firmly an accessory to the machines where the real business happened. But even as the App Store arrived and the mobile economy flourished, one limitation stuck around: the phones eschewed the old files-and-folders-based model entirely, in favour of each app having access to its own data and nothing else. It would prove consequential. In the PC files-and-folders era, interoperability was, ultimately, down to users. Software may or may not be compatible, but the decision to try to make a file in one program and open it in another was entirely up to you. You could use two programs made by developers that had never even heard of each other and, so long as they worked with the same open file format, there was interoperability. That’s not true any more. Even as updates to mobile phone operating systems have allowed apps more freedom to send data back and forth, the same freedom hasn’t been restored to the user. And when two apps are negotiating whether or not to work together, it’s more than just a simple question of technology. “There’s a ton of issues here,” says Ari Lightman, professor of digital media and marketing at Carnegie Mellon University’s Heinz College in Pittsburgh, Pennsylvania, “but I think one of the major ones is economics. As data becomes more of an asset, it becomes difficult to exchange that data across multiple different parties in an ecosystem, because they’re monetising that asset. And there’s also a lot of stipulations associated with what happens should there be a violation.” For many companies, the obvious way around this is to give up on those tricky negotiations altogether – or to hand them off to a larger, more powerful third party. “One of the things that we’re seeing more of, because there’s a consumer push towards this, is using things like Google and Facebook as data sinks,” Lightman says. “Consumers are pushed to say, ‘Well, I want to use this other app,’ a dating app or a productivity app, ‘but I don’t want to fill in all this information, I just want a connection between the two, and I want to shove all the information that I have in Google into this app.’” Sharing everything you have via Facebook or Google is interoperability of a sort. It’s certainly convenient to be able to log in to Tinder without typing a password, and to automatically populate your dating profile with pictures lifted straight from Instagram. But it’s necessarily limited, both to the services offered by these big companies, and by the fact that they’re not going to help competitors. Notoriously, for instance, Facebook blocked Twitter-owned short video app Vine from this sort of interoperability because, according to an FTC complaint, it wanted to kneecap its rival’s chances of succeeding in the field. There are exceptions. Perhaps the most famous service bucking the trend has the unwieldy name “IFTTT”, short for “If this then that”. The site’s goal is to be a sort of plumbing for the internet, letting users link together disparate services in all the ways they are normally barred from doing. You can use it, for instance, to send a tweet every time you like a YouTube video, to play the radio when you turn on the (smart) lights in the morning, or just to wire up a big button that orders pizza from Domino’s when you slam it. But even IFTTT has simply smoothed over the difficulties with making things work together, rather than solving them completely. In fact, its very presence has hindered further openness, some users say: Amazon’s smart home devices, for instance, bar users from building automation using other tools, even if they’re more powerful. For a company of Amazon’s size, simplicity isn’t just a selling point to users: it’s also appealing for Amazon itself. Better to funnel people down one supported service than have to train staff on how to deal with myriad potential problems. For some, there’s only one outcome that will properly fix things: regulation. Damien Geradin is outside counsel for the Coalition for App Fairness, an industry group that represents companies including Spotify, Tile and Tinder, and has been leading the charge to make interoperability a legal requirement. “When it comes to Apple, they really like this vertically integrated business model,” Geradin says. “I don’t think that we can say that interoperability has been lost, because it’s never been there. It’s been like that from day one. They like to do everything in house, and they don’t like to make things compatible. “Now, I think that nobody would challenge that when Apple was a very small company. But now it has become this giant. And it has become a bottleneck in the sense that if you want your app to be distributed on the on iOS devices, you have to go to the App Store. You cannot live without Apple if you’re an app developer. You can’t say ‘screw Apple’, but we want to be able to interoperate, we want to be freer.” Geradin’s group is spearheading a complaint with the European Commission demanding that Apple restore some of that freedom. It’s just one of many such pushes across the world: in America, Epic Games is in the midst of a bruising legal showdown with Apple over much the same issues, while Amazon, Facebook and Google have been dragged into identical battles over their control of their own platforms. There’s a real chance that we come out of this decade with some of tech’s largest players legally required to begin the painful process of opening up their platforms to the competition – and so, slowly, restoring some of that dream. In fact, some of the change is coming already. In April, Facebook, seemingly to pre-empt regulatory enforcement, announced an expansion to its “data portability tool”, a feature of the site that lets users send their data from Facebook to other sites and services. “The ecosystem we are building to support data portability will not come to fruition without regulation that clarifies which data should be made portable and who is responsible for protecting data once it has been transferred,” wrote Facebook’s Steve Satterfield, director of privacy and public policy, in a post announcing the company’s latest feat of interoperability: the ability to directly transfer text posts on Facebook into Google Docs. Nobody said change was easy, but it’s a start.","charCount":"10963","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/alex-hern\">Alex Hern</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/may/30/champions-league-chelsea-manchester-city-tuchel-guardiola-tactics","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-30T11:00:00Z","webTitle":"Thomas Tuchel wins tactical battle for Chelsea as Pep Guardiola hits panic button","webUrl":"https://www.theguardian.com/football/2021/may/30/champions-league-chelsea-manchester-city-tuchel-guardiola-tactics","apiUrl":"https://content.guardianapis.com/football/2021/may/30/champions-league-chelsea-manchester-city-tuchel-guardiola-tactics","fields":{"headline":"Thomas Tuchel wins tactical battle for Chelsea as Pep Guardiola hits panic button","standfirst":"<p>Tuchel continued his remarkable transformation of Chelsea, aided by the Manchester City manager’s unexpected changes</p>","trailText":"Tuchel continued his remarkable transformation of Chelsea, aided by the Manchester City manager’s unexpected changes","byline":"Jonathan Wilson","main":"<figure class=\"element element-image\" data-media-id=\"f2e0cb6edce2e558fa8302f100ae1cd659b762d5\"> \n <img src=\"https://media.guim.co.uk/f2e0cb6edce2e558fa8302f100ae1cd659b762d5/0_94_3161_1897/1000.jpg\" alt=\"Thomas Tuchel with Pep Guardiola after the Champions League final, where the German scored a decisive tactical victory.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Thomas Tuchel with Pep Guardiola after the Champions League final, where the German scored a decisive tactical victory.</span> \n  <span class=\"element-image__credit\">Photograph: Marc Atkins/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>If you gaze long into England, England gazes also into you. In his five years at Manchester City, Pep Guardiola has grappled with assumptions and sacred cows, expanded perceptions of how football may be maintained, and forced a reconsideration of the role of the goalkeeper and the centre-forward. He has changed the English game, but the English game has also changed him.</p> \n<p>How else to explain the fact that by the end of Saturday’s Champions League final the team of the high priest of <em>juego de posición</em>, the most influential coach of this century , should have become reliant in its search for an equaliser on long throws from a full-back? The sight of Kyle Walker drying the ball on his shirt, preparing to launch another ball into the mixer, may have become emblematic of those final minutes, but it was only one part of a tactical story that had two distinct themes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/30/thomas-tuchel-faith-kai-havertz-helps-chelsea-believe-the-overhype-champions-league-final\">Thomas Tuchel’s faith in Kai Havertz helps Chelsea believe the hype | Jonathan Liew</a> </p> \n</aside> \n<p>The most urgent was Guardiola ‘Pepping it up’ again, taking a system that had worked superbly for months and then, for a key European game, radically altering it, bringing in Raheem Sterling, who has been out of sorts for a few weeks, and starting without either Fernandinho or Rodri for only the second time this season. That meant City’s top goalscorer this season, Ilkay Gündogan, was left as the deepest-lying midfielder. There are those who see this as hubris, as a genius determined not merely to win but to do so in a way that confirms his genius.</p> \n<p>A more likely explanation is anxiety, induced by all those other defeats in big European knockout games that leads Guardiola to second-guess himself. Terrified by the prospect of being undone on the counter, the coach takes steps to avert his fate which themselves then cause that fate to come about. Playing Gündogan wide on the left against Liverpool in 2019, deploying a back three against Lyon in 2020 and then selecting no holding midfielder on Saturday. He has become <a href=\"https://www.theguardian.com/sport/blog/2012/may/02/the-question-great-teams-end\">like Oedipus leaving Corinth</a> to try to ensure he should never meet his parents again.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>Tuchel's Chelsea conceded twice in seven Champions League knockout games</p> \n </blockquote> \n</aside> \n<p>What is the most extraordinary about Saturday’s team selection is that Guardiola’s great success this season had precisely been working out a way of pressing aggressively (or at least, aggressively enough) without being so vulnerable to balls played in behind the high defensive line as City had been last season. This, really, is the grail of modern football: how can you operate proactively with a compact team without being exposed by any side who is good enough to play through the press?</p> \n<p>Bayern Munich managed it last season by pressing even harder, denying the opponent any time on the ball, but that was always a high-wire act: one slight slip can have devastating consequences, as in the first half of the first leg of this season’s quarter-final against Paris Saint-Germain when the tie could have been put of sight. City went the other way, easing back, seeking to maintain possession, trying to ensure there was always one defender more than opposing forward in dangerous areas, operating regularly with five men behind the ball, so those who didn’t have specific marking duties were available to stifle counters. Fernandinho has excelled over the past couple of months as that floating fire blanket.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e7355522-6d51-4e0f-b1c0-25753b0e1d05\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/s7PML5Vndug?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>And then the protection was removed. Look at the Chelsea goal. Timo Werner’s run dragged Rúben Dias right. John Stones covered across and Oleksandr Zinchenko, perhaps befuddled by the complexity of the role he was being asked to play as left-back and auxiliary holding midfielder to an actual holding midfielder who didn’t exist, let Kai Havertz run. Mason Mount then played the killer pass between Stones and Zinchenko, through precisely the zone an orthodox holding midfielder would usually have been occupying. As he did so, a retreating Gündogan was only just crossing the halfway line.</p> \n<p>And that’s where Thomas Tuchel has to take great credit, and where the wider tactical theme emerges. The transformation he has enacted since taking charge at the end of January is astonishing. A team notoriously susceptible on the counter under Frank Lampard has come through seven Champions League knockout games conceding only twice. City didn’t have a shot on target after the seventh minute, despite the fact that Thiago Silva was forced off.</p> \n<p>The back three plus two holders (and one of them N’Golo Kanté) offers a solid base and, while that may mean Chelsea are a little lacking in attacking variety, that is less of a problem when they are playing on the break. Further protection against the counter, meanwhile, is offered by how well Chelsea maintain possession. In that regard, Tuchel is the most <em>guardiolista</em> of the modern German school.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/pep-guardiola-champions-league-final-fall-apart-manchester-city\">Chaotic conductor Pep Guardiola sees his Champions League dream fall apart | Barney Ronay</a> </p> \n</aside> \n<p>Guardiola won four and drew one of their first five meetings (two of them, admittedly, against Mainz) but Tuchel has won each of the three since. The dynamic of their relationship could dominate English and European football for the next few seasons. In part that’s because, as football enters a period of financial uncertainty, the ownership of Chelsea and City guarantees they will not be so stretched as other teams may be.</p> \n<p>But it’s also because, while acknowledging that a more normal calendar next season may permit the return of the more aggressive pressing sides, Tuchel and Guardiola appear the two coaches closest to finding a balance that will allow them to be proactive while maintaining at least a level of solidity. What Guardiola does with that knowledge is another issue.</p>","wordcount":"913","commentCloseDate":"2021-06-02T11:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T11:00:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T11:00:44Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htz5q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f2e0cb6edce2e558fa8302f100ae1cd659b762d5/0_94_3161_1897/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"If you gaze long into England, England gazes also into you. In his five years at Manchester City, Pep Guardiola has grappled with assumptions and sacred cows, expanded perceptions of how football may be maintained, and forced a reconsideration of the role of the goalkeeper and the centre-forward. He has changed the English game, but the English game has also changed him. How else to explain the fact that by the end of Saturday’s Champions League final the team of the high priest of juego de posición, the most influential coach of this century , should have become reliant in its search for an equaliser on long throws from a full-back? The sight of Kyle Walker drying the ball on his shirt, preparing to launch another ball into the mixer, may have become emblematic of those final minutes, but it was only one part of a tactical story that had two distinct themes. The most urgent was Guardiola ‘Pepping it up’ again, taking a system that had worked superbly for months and then, for a key European game, radically altering it, bringing in Raheem Sterling, who has been out of sorts for a few weeks, and starting without either Fernandinho or Rodri for only the second time this season. That meant City’s top goalscorer this season, Ilkay Gündogan, was left as the deepest-lying midfielder. There are those who see this as hubris, as a genius determined not merely to win but to do so in a way that confirms his genius. A more likely explanation is anxiety, induced by all those other defeats in big European knockout games that leads Guardiola to second-guess himself. Terrified by the prospect of being undone on the counter, the coach takes steps to avert his fate which themselves then cause that fate to come about. Playing Gündogan wide on the left against Liverpool in 2019, deploying a back three against Lyon in 2020 and then selecting no holding midfielder on Saturday. He has become like Oedipus leaving Corinth to try to ensure he should never meet his parents again. What is the most extraordinary about Saturday’s team selection is that Guardiola’s great success this season had precisely been working out a way of pressing aggressively (or at least, aggressively enough) without being so vulnerable to balls played in behind the high defensive line as City had been last season. This, really, is the grail of modern football: how can you operate proactively with a compact team without being exposed by any side who is good enough to play through the press? Bayern Munich managed it last season by pressing even harder, denying the opponent any time on the ball, but that was always a high-wire act: one slight slip can have devastating consequences, as in the first half of the first leg of this season’s quarter-final against Paris Saint-Germain when the tie could have been put of sight. City went the other way, easing back, seeking to maintain possession, trying to ensure there was always one defender more than opposing forward in dangerous areas, operating regularly with five men behind the ball, so those who didn’t have specific marking duties were available to stifle counters. Fernandinho has excelled over the past couple of months as that floating fire blanket. And then the protection was removed. Look at the Chelsea goal. Timo Werner’s run dragged Rúben Dias right. John Stones covered across and Oleksandr Zinchenko, perhaps befuddled by the complexity of the role he was being asked to play as left-back and auxiliary holding midfielder to an actual holding midfielder who didn’t exist, let Kai Havertz run. Mason Mount then played the killer pass between Stones and Zinchenko, through precisely the zone an orthodox holding midfielder would usually have been occupying. As he did so, a retreating Gündogan was only just crossing the halfway line. And that’s where Thomas Tuchel has to take great credit, and where the wider tactical theme emerges. The transformation he has enacted since taking charge at the end of January is astonishing. A team notoriously susceptible on the counter under Frank Lampard has come through seven Champions League knockout games conceding only twice. City didn’t have a shot on target after the seventh minute, despite the fact that Thiago Silva was forced off. The back three plus two holders (and one of them N’Golo Kanté) offers a solid base and, while that may mean Chelsea are a little lacking in attacking variety, that is less of a problem when they are playing on the break. Further protection against the counter, meanwhile, is offered by how well Chelsea maintain possession. In that regard, Tuchel is the most guardiolista of the modern German school. Guardiola won four and drew one of their first five meetings (two of them, admittedly, against Mainz) but Tuchel has won each of the three since. The dynamic of their relationship could dominate English and European football for the next few seasons. In part that’s because, as football enters a period of financial uncertainty, the ownership of Chelsea and City guarantees they will not be so stretched as other teams may be. But it’s also because, while acknowledging that a more normal calendar next season may permit the return of the more aggressive pressing sides, Tuchel and Guardiola appear the two coaches closest to finding a balance that will allow them to be proactive while maintaining at least a level of solidity. What Guardiola does with that knowledge is another issue.","charCount":"5424","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathanwilson\">Jonathan Wilson</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"sport/live/2021/may/30/county-cricket-lancashire-yorkshire-notts-warwickshire-live","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-30T10:59:43Z","webTitle":"Lancashire v Yorkshire, Warks v Notts and more: county cricket day four – live!","webUrl":"https://www.theguardian.com/sport/live/2021/may/30/county-cricket-lancashire-yorkshire-notts-warwickshire-live","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/30/county-cricket-lancashire-yorkshire-notts-warwickshire-live","fields":{"headline":"Lancashire v Yorkshire, Warks v Notts and more: county cricket day four – live!","standfirst":"<ul><li>Updates from Old Trafford and around the grounds</li><li><a href=\"https://www.theguardian.com/sport/2021/may/30/magic-fingers-off-spin-wizards-moeen-ali-jack-leach-dom-bess-england-cricket-vic-marks\">Vic Marks: magic in hands of England’s spin wizards</a></li><li>Get in touch! <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">Email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet</a> or comment below</li></ul>","trailText":"<strong>Rolling report: </strong>Join Tanya Aldred for updates from Old Trafford and beyond as the latest round of matches are played to a finish","byline":"Tanya Aldred at Old Trafford","main":"<figure class=\"element element-image\" data-media-id=\"959a0632feb64085c8297d1651efeb8b887c1082\"> <img src=\"https://media.guim.co.uk/959a0632feb64085c8297d1651efeb8b887c1082/0_0_5467_3281/1000.jpg\" alt=\"Lancashire are closing in on what would be a pivotal Roses win over Yorkshire in group three.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lancashire are closing in on what would be a pivotal Roses win over Yorkshire in group three.</span> <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b36fe58f08d486a77177ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:59:43.745Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Northants trilling merrily on their way -</strong> just 19 needed now; while Warwickshire bat on - 250-7 - a lead of 294. Bat on till 2.30 before the declaration?</p> </div>   </div> <div id=\"block-60b36f0b8f086d71cc15f19b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:57:07.185Z\">11.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Worcestershire beat Derbyshire by an innings!</h2>  <div class=\"block-elements\">  <p><strong>Worcestershire 421 beat Derbyshire 270 and 128 by an innings and 23 runs.</strong></p> <p><strong>Pennington</strong> finishes with five - and nine in the match. Only three batsmen in double figures for Derbyshire in a sorry second innings. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:58:21.155Z\">at 11.58am BST</time></p>  </div> <div id=\"block-60b36e2c8f08d486a7717799\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:52:45.322Z\">11.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Just the ticket. Parky replaces </strong>Tom Bailey at the Brian Statham End.</p> </div>   </div> <div id=\"block-60b36b088f08d486a771776c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:41:42.926Z\">11.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Meanwhile, Gloucestershire are crumbling, </strong>losing their glue, Hammond, to Moriarty for 45 before Smith bowled by Joverton for one. At 148-7, they need 167 to make Surrey bat again. A forlorn hope. Should they lose, Lancashire will be the only team in the Championship with an unbeaten record. </p> </div>   </div> <div id=\"block-60b36af78f08d486a771776a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:37:53.562Z\">11.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The off stump</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lancscricket/status/1398951431021936646\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WICKET WATCH <a href=\"https://twitter.com/SaqMahmood25?ref_src=twsrc%5Etfw\">@SaqMahmood25</a> knocks out Steve Patterson&#39;s off stump! Yorkshire 92-4 <a href=\"https://twitter.com/hashtag/LANvYOR?src=hash&amp;ref_src=twsrc%5Etfw\">#LANvYOR</a> <a href=\"https://t.co/PuSEzYedot\">pic.twitter.com/PuSEzYedot</a></p>&mdash; Lancashire Cricket (@lancscricket) <a href=\"https://twitter.com/lancscricket/status/1398951431021936646?ref_src=twsrc%5Etfw\">May 30, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b369528f088d8c3178d8af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:30:59.599Z\">11.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The middle stump...</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lancscricket/status/1398949333282738176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WICKET WATCH <a href=\"https://twitter.com/SaqMahmood25?ref_src=twsrc%5Etfw\">@SaqMahmood25</a> rips out Will Fraine&#39;s middle stump! Yorkshire 92-3 <a href=\"https://twitter.com/hashtag/LANvYOR?src=hash&amp;ref_src=twsrc%5Etfw\">#LANvYOR</a> <a href=\"https://t.co/t06yAtBkfV\">pic.twitter.com/t06yAtBkfV</a></p>&mdash; Lancashire Cricket (@lancscricket) <a href=\"https://twitter.com/lancscricket/status/1398949333282738176?ref_src=twsrc%5Etfw\">May 30, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b368a28f088d8c3178d8a8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:30:07.936Z\">11.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong> Another for Mahmood! </strong>This time it moves away, away and ping the off stump flies! Beautifull. Yorkshire 92-4. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:34:13.301Z\">at 11.34am BST</time></p>  </div> <div id=\"block-60b366cf8f086d71cc15f148\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:22:05.124Z\">11.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A beauty from Saqib Mahmood!</strong> A fast inswinger that plucks Fraine’s middle stump and sends it flying. Fraine turns his bat the wrong way round and plods off, the second time in the match he’s had an unplayable ball from Mahmood. <strong>Yorkshire 87-3. </strong></p> </div>   </div> <div id=\"block-60b366198f08d486a7717733\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:19:51.360Z\">11.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>That man Pennington again! </strong>Fourth of the innings, eighth of the match. Derbyshire 188-8, still 33 behind </p> </div>   </div> <div id=\"block-60b364df8f086d71cc15f134\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:14:11.403Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Leicestershire lose their first wicket of the day </strong>and it is Sam Evans, who gives John Simpsom some catching practise. Tom Helm pockets his first of the innings and Leics are 85-2. A wicket too soon.</p> </div>   </div> <div id=\"block-60b362478f086d71cc15f120\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:02:41.501Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A fizzing opening ball from Mahmood </strong>which Fraine leaves with an eye-brow raising boldness. </p> </div>   </div> <div id=\"block-60b3619c8f088d8c3178d86f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:59:32.383Z\">10.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The players are out, </strong>Patterson pressing forward, forward, forward with his bat as he walks. Mahmood has the ball from the James Anderson end. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dogsatcricket/status/1293617717849862146\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is Bangers the Labrador with the 6 cricket balls he found in the bushes at <a href=\"https://twitter.com/ChiddinglyCC?ref_src=twsrc%5Etfw\">@ChiddinglyCC</a> today.<br><br>A very good boy. 🐶🏏 <a href=\"https://t.co/HxOrE3QLju\">pic.twitter.com/HxOrE3QLju</a></p>&mdash; Dogs at Cricket Grounds (@dogsatcricket) <a href=\"https://twitter.com/dogsatcricket/status/1293617717849862146?ref_src=twsrc%5Etfw\">August 12, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b3602e8f086d71cc15f110\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:52:35.117Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It has just been pointed out to me that Northants will NOT </strong>leap on top of Yorkshire if they win... apologies. If Yorks lose today they will have 99 points; and if Northants win they will have 97.</p> </div>   </div> <div id=\"block-60b35ee68f088d8c3178d858\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:46:45.128Z\">10.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>We know Jimmy Anderson would have preferred to take his 1000th wicket</strong> at the Roses match, but needs must.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/29/jimmy-anderson-ready-for-new-zealand-battle-with-eye-on-record-england-cap\">Jimmy Anderson ready for New Zealand battle with eye on record England cap</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:47:06.520Z\">at 10.47am BST</time></p>  </div> <div id=\"block-60b35eb38f086d71cc15f101\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:45:37.306Z\">10.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vic over a morning coffee: heaven.</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/30/magic-fingers-off-spin-wizards-moeen-ali-jack-leach-dom-bess-england-cricket-vic-marks\">There’s magic in the fingers of spin wizards Moeen, Leach and Bess | Vic Marks</a> </p> </aside> </div>   </div> <div id=\"block-60b359718f088d8c3178d814\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:25:18.235Z\">10.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Morning scores</h2>  <div class=\"block-elements\">  <p><strong>Group One</strong></p> <p><strong>Riverside: ESSEX 182 and 301 BEAT DURHAM 99 and 189 by 195 runs </strong></p> <p>Edgbaston: Warwickshire 341 all out and 201-6 v Nottinghamshire 297</p> <p>New Road: Worcestershire 421 all out v Derbyshire 270 and 112-6</p> <p><strong>Group Two</strong><br></p> <p>Grace Road: Leicestershire 136 and 75-1 Middlesex 295 and 218 all out <em>Leicestershire need 303 to win</em></p> <p>The Oval: Surrey 473 all out v Gloucestershire 158 and 124-5</p> <p><strong>Group Three</strong></p> <p>Old Trafford: Lancashire 509-9dec v Yorkshire 159 and 85-2</p> <p>Hove: Sussex 175 and 298 v Northants 256 and 131-2 <em>Northants need 87 to win</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:26:34.236Z\">at 10.26am BST</time></p>  </div> <div id=\"block-60b357d38f088d8c3178d806\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:22:55.599Z\">10.22am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saturday's round-up</h2>  <div class=\"block-elements\">  <p><strong>His shadow lolling out to the right, a</strong> white flannel tucked into the waistband of his trousers and his cropped hair gleaming in the sun, <strong>Lancashire</strong>’s Matt Parkinson ripped a ball into the rough. Out it fizzed, and Adam Lyth guided the ball off his hip and into the waiting hands of Luke Wells at leg slip. The first “Oh Lanky Lanky” since 2019 trilled over Old Trafford as Lyth stalked towards the dressing room.</p> <p>Seven overs later, the penultimate of the day, Saqib Mahmood hurtled in off his long, long run and pinned Tom Kohler-Cadmore in front of the stumps. Mahmood punched the air while Kohler-Cadmore slumped back off, followed shortly afterwards by a clatter that sounded very much like a bat being thumped repeatedly against a wall.</p> <p>Their frustration was understandable: Kohler-Cadmore and Lyth had batted for 38 of the 47 overs <strong>Yorkshire </strong>had to survive in the day, risking sending the masses into a stupor with their dedication and application to the task at hand: batting for the rest of Saturday and the whole of Sunday. They so nearly did it.</p> <p>It was Josh Bohannon, with the help of Danny Lamb, who had set Lancashire up for the kill, moving to the second Championship century of his career and his first Roses hundred slow-quick-slow – which was just what was needed. Wickets came as Lancashire upped the ante before the declaration, but by then the lead was 350.</p> <p>Yorkshire’s woes won’t have been helped by <strong>Northamptonshire</strong>’s progress down at Hove. With a win in touching distance, they will leapfrog Yorkshire to second place in Division Two. Despite a game second innings by <strong>Sussex</strong>, which included a hundred by Tom Haines and 95 for Ben Brown as well as five wickets for Simon Kerrigan, Northants were set just 218 to win. By stumps, they needed only 87 more with eight wickets in hand.</p> <p><strong>Essex</strong> beat <strong>Durham</strong> by 195 runs in an lbw-fest at The Riverside after Peter Siddle and Jamie Porter made mincemeat of their middle and late order. Durham lost five for 38 as the sun slipped down the sky, Alex Lees working hard for his 48. When Jack Burnham became the 19th player to be given out lbw, it was a record in an English first-class match.</p> <p>Daniel Moriarty took his fourth five-wicket haul of his short first-class career, bowling <strong>Gloucestershire</strong> into a hole at The Oval. The <strong>Surrey</strong> bowler took six for 60, and Amar Virdi three for 46, in the first innings, as Gloucestershire were bundled out for 158, with only Miles Hammond in a four-hour 77 providing any bulk to the batting.</p> <p>Following on, meanwhile, Hammond found himself at the crease sooner than he might have hoped and was unbeaten again on 38 at the close, but Gloucester are still 191 behind with just five wickets left.</p> <p>Career-best bowling from Dillon Pennington gave <strong>Worcestershire</strong> the upper hand at New Road. Pennington snaffled four for 44 in the first innings then three for 25 in the next as <strong>Derbyshire</strong> were invited to follow on and crumbled.</p> <p><strong>Leicestershire</strong> need an unlikely 303 to win against <strong>Middlesex</strong> on a turning pitch. Chris Wright had whistled through Middlesex earlier with six for 48.</p> <p>An intriguing final last day lies in wait at Edgbaston as <strong>Warwickshire</strong> and <strong>Nottinghamshire </strong>went nose to nose. Fifties for Michael Burgess and Will Rhodes inched Warwickshire to a lead of 245 by stumps.</p> </div>   </div> <div id=\"block-60b348698f088d8c3178d773\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:22:53.974Z\">10.22am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p><strong>A most beautiful May morning, </strong>the sky milky-eyed blue, the air full of blossom and Paul Allot in his shorts. Here at Old Trafford, a thriller awaits as Yorkshire attempt to bat out the day and Lancashire, with Parky whirling and Mahmood charging, press for the kill. </p> <p>Elsewhere, Northants should knock off the runs this morning; Leicester have to defy the might of Middlesex; at The Oval Miles Hammond lies between Surrey and victory; Worcestershire are on course to roll-over Derbyshire and a close match awaits at Edgbaston. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:30:32.047Z\">at 10.30am BST</time></p>  </div>","wordcount":"1095","commentCloseDate":"2021-06-02T09:30:00Z","commentable":"true","firstPublicationDate":"2021-05-30T09:30:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:59:43Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htnqd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/959a0632feb64085c8297d1651efeb8b887c1082/0_0_5467_3281/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Northants trilling merrily on their way - just 19 needed now; while Warwickshire bat on - 250-7 - a lead of 294. Bat on till 2.30 before the declaration? Worcestershire 421 beat Derbyshire 270 and 128 by an innings and 23 runs. Pennington finishes with five - and nine in the match. Only three batsmen in double figures for Derbyshire in a sorry second innings. Just the ticket. Parky replaces Tom Bailey at the Brian Statham End. Meanwhile, Gloucestershire are crumbling, losing their glue, Hammond, to Moriarty for 45 before Smith bowled by Joverton for one. At 148-7, they need 167 to make Surrey bat again. A forlorn hope. Should they lose, Lancashire will be the only team in the Championship with an unbeaten record. The off stump The middle stump... Another for Mahmood! This time it moves away, away and ping the off stump flies! Beautifull. Yorkshire 92-4. A beauty from Saqib Mahmood! A fast inswinger that plucks Fraine’s middle stump and sends it flying. Fraine turns his bat the wrong way round and plods off, the second time in the match he’s had an unplayable ball from Mahmood. Yorkshire 87-3. That man Pennington again! Fourth of the innings, eighth of the match. Derbyshire 188-8, still 33 behind Leicestershire lose their first wicket of the day and it is Sam Evans, who gives John Simpsom some catching practise. Tom Helm pockets his first of the innings and Leics are 85-2. A wicket too soon. A fizzing opening ball from Mahmood which Fraine leaves with an eye-brow raising boldness. The players are out, Patterson pressing forward, forward, forward with his bat as he walks. Mahmood has the ball from the James Anderson end. It has just been pointed out to me that Northants will NOT leap on top of Yorkshire if they win... apologies. If Yorks lose today they will have 99 points; and if Northants win they will have 97. We know Jimmy Anderson would have preferred to take his 1000th wicket at the Roses match, but needs must. Vic over a morning coffee: heaven. Group One Riverside: ESSEX 182 and 301 BEAT DURHAM 99 and 189 by 195 runs Edgbaston: Warwickshire 341 all out and 201-6 v Nottinghamshire 297 New Road: Worcestershire 421 all out v Derbyshire 270 and 112-6 Group Two Grace Road: Leicestershire 136 and 75-1 Middlesex 295 and 218 all out Leicestershire need 303 to win The Oval: Surrey 473 all out v Gloucestershire 158 and 124-5 Group Three Old Trafford: Lancashire 509-9dec v Yorkshire 159 and 85-2 Hove: Sussex 175 and 298 v Northants 256 and 131-2 Northants need 87 to win His shadow lolling out to the right, a white flannel tucked into the waistband of his trousers and his cropped hair gleaming in the sun, Lancashire’s Matt Parkinson ripped a ball into the rough. Out it fizzed, and Adam Lyth guided the ball off his hip and into the waiting hands of Luke Wells at leg slip. The first “Oh Lanky Lanky” since 2019 trilled over Old Trafford as Lyth stalked towards the dressing room. Seven overs later, the penultimate of the day, Saqib Mahmood hurtled in off his long, long run and pinned Tom Kohler-Cadmore in front of the stumps. Mahmood punched the air while Kohler-Cadmore slumped back off, followed shortly afterwards by a clatter that sounded very much like a bat being thumped repeatedly against a wall. Their frustration was understandable: Kohler-Cadmore and Lyth had batted for 38 of the 47 overs Yorkshire had to survive in the day, risking sending the masses into a stupor with their dedication and application to the task at hand: batting for the rest of Saturday and the whole of Sunday. They so nearly did it. It was Josh Bohannon, with the help of Danny Lamb, who had set Lancashire up for the kill, moving to the second Championship century of his career and his first Roses hundred slow-quick-slow – which was just what was needed. Wickets came as Lancashire upped the ante before the declaration, but by then the lead was 350. Yorkshire’s woes won’t have been helped by Northamptonshire’s progress down at Hove. With a win in touching distance, they will leapfrog Yorkshire to second place in Division Two. Despite a game second innings by Sussex, which included a hundred by Tom Haines and 95 for Ben Brown as well as five wickets for Simon Kerrigan, Northants were set just 218 to win. By stumps, they needed only 87 more with eight wickets in hand. Essex beat Durham by 195 runs in an lbw-fest at The Riverside after Peter Siddle and Jamie Porter made mincemeat of their middle and late order. Durham lost five for 38 as the sun slipped down the sky, Alex Lees working hard for his 48. When Jack Burnham became the 19th player to be given out lbw, it was a record in an English first-class match. Daniel Moriarty took his fourth five-wicket haul of his short first-class career, bowling Gloucestershire into a hole at The Oval. The Surrey bowler took six for 60, and Amar Virdi three for 46, in the first innings, as Gloucestershire were bundled out for 158, with only Miles Hammond in a four-hour 77 providing any bulk to the batting. Following on, meanwhile, Hammond found himself at the crease sooner than he might have hoped and was unbeaten again on 38 at the close, but Gloucester are still 191 behind with just five wickets left. Career-best bowling from Dillon Pennington gave Worcestershire the upper hand at New Road. Pennington snaffled four for 44 in the first innings then three for 25 in the next as Derbyshire were invited to follow on and crumbled. Leicestershire need an unlikely 303 to win against Middlesex on a turning pitch. Chris Wright had whistled through Middlesex earlier with six for 48. An intriguing final last day lies in wait at Edgbaston as Warwickshire and Nottinghamshire went nose to nose. Fifties for Michael Burgess and Will Rhodes inched Warwickshire to a lead of 245 by stumps. A most beautiful May morning, the sky milky-eyed blue, the air full of blossom and Paul Allot in his shorts. Here at Old Trafford, a thriller awaits as Yorkshire attempt to bat out the day and Lancashire, with Parky whirling and Mahmood charging, press for the kill. Elsewhere, Northants should knock off the runs this morning; Leicester have to defy the might of Middlesex; at The Oval Miles Hammond lies between Surrey and victory; Worcestershire are on course to roll-over Derbyshire and a close match awaits at Edgbaston.","charCount":"6303","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tanyaaldred\">Tanya Aldred</a> at Old Trafford"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"world/2021/may/30/hermitage-museum-proposal-divides-barcelona-authorities","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T10:47:00Z","webTitle":"Hermitage Museum proposal divides Barcelona authorities","webUrl":"https://www.theguardian.com/world/2021/may/30/hermitage-museum-proposal-divides-barcelona-authorities","apiUrl":"https://content.guardianapis.com/world/2021/may/30/hermitage-museum-proposal-divides-barcelona-authorities","fields":{"headline":"Hermitage Museum proposal divides Barcelona authorities","standfirst":"<p>City council rejects scheme to open branch of Russian institution after port authority gave the go-ahead</p>","trailText":"City council rejects scheme to open branch of Russian institution after port authority gave the go-ahead","byline":"Stephen Burgen in Barcelona","main":"<figure class=\"element element-image\" data-media-id=\"8784ad292a47d743fac3d7da13a76e66fe659ce4\"> <img src=\"https://media.guim.co.uk/8784ad292a47d743fac3d7da13a76e66fe659ce4/0_278_5087_3054/1000.jpg\" alt=\"Pictures of artworks from the Hermitage in St Petersburg are displayed outside the Sagrada Família in Barcelona\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pictures of artworks from the Hermitage in St Petersburg are displayed outside the Sagrada Família in Barcelona as part of a campaign backing the museum.</span> <span class=\"element-image__credit\">Photograph: Alejandro García/EPA</span> </figcaption> </figure>","body":"<p>Barcelona’s frequently agonised debates over how to market itself to tourists have taken another twist, after the city council rejected a scheme to open a branch of St Petersburg’s Hermitage Museum in its port area.</p> <p>The port authority, which owns the site of the proposed museum, gave the green light but the council has objected on the grounds of location and fears the scheme will provide little value to local residents.</p> <p>The council, whose consent is needed for the project to go ahead, has previously said it will not consider the scheme unless its scope is increased to incorporate a wider range of cultural institutions.</p> <p>On Friday, a last-minute offer to involve the city’s Liceu opera house was dismissed by the deputy mayor Janet Sanz, who told a press conference that authorities would now start the approval process from the beginning again, after being presented with what amounted to a “new proposal”.</p> <p>The Hermitage scheme was proposed in 2016 by the investment fund Varia, which has an 80% stake, and Cultural Development Barcelona, a business run by the Russian businessman Valery Yarolaski and the Catalan architect Ujo Pallarès. The investors hired the Pritzker prize-winning architect Toyo Ito to design the museum.</p> <p>The city’s opposition to the project seems at odds with its stated aim of rebranding Barcelona as a cultural destination. It launched its post-pandemic campaign earlier this month with the slogan “Barcelona as never before”.</p> <p>At the launch Marian Muro, the head of the city’s tourist office, said “perhaps Barcelona doesn’t want everyone to come, but rather those who appreciate our values and idiosyncrasies”.</p> <p>The campaign is aimed at Spanish and European visitors and seeks to attract what it calls “quality tourism”, seen as code for older, more sedate tourists rather than crowds of stag and hen party participants.</p> <p>The council commissioned four reports on the viability of the Hermitage project and concluded it would put too much demand on public transport and add to traffic passing through the already busy Barceloneta neighbourhood. The city has proposed alternative locations but the promoters continue to insist on the port site.</p> <p>“Projects have to adapt themselves to the city and not the other way round,” said Sanz, who has long asserted that the project is incompatible with the port neighbourhood.</p> <p>There was also a question mark over the €53m (£45m) museum’s financial viability. Earlier this year Sanz raised doubts over forecasts from the project’s backers that it would attract 850,000 visitors in its first year and 1.5 million a year after that.</p> <p>Josep Ramoneda, the former director of the Centre de Cultura Contemporània de Barcelona, dismissed the scheme as “a typical franchise based on a series of exhibitions of works in the Hermitage but with no singular purpose as a museum”.</p> <p>Barcelona is home to more than 80 museums ranging from the Museu Picasso and Fundació Joan Miró to establishments dedicated to chocolate, cannabis, perfume and dentistry.</p>","wordcount":"490","firstPublicationDate":"2021-05-30T10:47:00Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:48:41Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hta68","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/017be8d0ad6e70dd5f7b9eba0a543dfe023d4a3d/0_104_5007_3004/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Barcelona’s frequently agonised debates over how to market itself to tourists have taken another twist, after the city council rejected a scheme to open a branch of St Petersburg’s Hermitage Museum in its port area. The port authority, which owns the site of the proposed museum, gave the green light but the council has objected on the grounds of location and fears the scheme will provide little value to local residents. The council, whose consent is needed for the project to go ahead, has previously said it will not consider the scheme unless its scope is increased to incorporate a wider range of cultural institutions. On Friday, a last-minute offer to involve the city’s Liceu opera house was dismissed by the deputy mayor Janet Sanz, who told a press conference that authorities would now start the approval process from the beginning again, after being presented with what amounted to a “new proposal”. The Hermitage scheme was proposed in 2016 by the investment fund Varia, which has an 80% stake, and Cultural Development Barcelona, a business run by the Russian businessman Valery Yarolaski and the Catalan architect Ujo Pallarès. The investors hired the Pritzker prize-winning architect Toyo Ito to design the museum. The city’s opposition to the project seems at odds with its stated aim of rebranding Barcelona as a cultural destination. It launched its post-pandemic campaign earlier this month with the slogan “Barcelona as never before”. At the launch Marian Muro, the head of the city’s tourist office, said “perhaps Barcelona doesn’t want everyone to come, but rather those who appreciate our values and idiosyncrasies”. The campaign is aimed at Spanish and European visitors and seeks to attract what it calls “quality tourism”, seen as code for older, more sedate tourists rather than crowds of stag and hen party participants. The council commissioned four reports on the viability of the Hermitage project and concluded it would put too much demand on public transport and add to traffic passing through the already busy Barceloneta neighbourhood. The city has proposed alternative locations but the promoters continue to insist on the port site. “Projects have to adapt themselves to the city and not the other way round,” said Sanz, who has long asserted that the project is incompatible with the port neighbourhood. There was also a question mark over the €53m (£45m) museum’s financial viability. Earlier this year Sanz raised doubts over forecasts from the project’s backers that it would attract 850,000 visitors in its first year and 1.5 million a year after that. Josep Ramoneda, the former director of the Centre de Cultura Contemporània de Barcelona, dismissed the scheme as “a typical franchise based on a series of exhibitions of works in the Hermitage but with no singular purpose as a museum”. Barcelona is home to more than 80 museums ranging from the Museu Picasso and Fundació Joan Miró to establishments dedicated to chocolate, cannabis, perfume and dentistry.","charCount":"3004","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/stephen-burgen\">Stephen Burgen</a> in Barcelona"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T10:43:29Z","webTitle":"Covid live news: UK considering compulsory vaccination for NHS staff; Malaysia to increase immunisation efforts ","webUrl":"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","apiUrl":"https://content.guardianapis.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","fields":{"headline":"Covid live news: UK considering compulsory vaccination for NHS staff; Malaysia to increase immunisation efforts ","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\">UK government considering mandatory jabs for health workers</a>; <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b342668f086d71cc15efd6#block-60b342668f086d71cc15efd6\">Malaysia to set up more mega vaccination centres</a></p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: UK government considering mandatory jabs for health workers; Malaysia to set up more mega vaccination centres","byline":"Caroline Davies","main":"<figure class=\"element element-image\" data-media-id=\"237a4ea09ddf9a90716c55143bcae6a72f4b5f8f\"> <img src=\"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/1000.jpg\" alt=\"People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.</span> <span class=\"element-image__credit\">Photograph: Nathaniel Noir/Alamy</span> </figcaption> </figure>","body":"<div id=\"block-60b36bc58f08d486a7717772\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:42:18.394Z\">11.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Italy extends travel ban for India, Bangladesh and Sri Lanka</h2>  <div class=\"block-elements\">  <p><strong>Italy</strong> has extended an entry ban for people coming from <strong>India, Bangladesh </strong>and<strong> Sri Lanka,</strong> as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until June 21, a spokesman for Italian health minister Roberto Speranza said in a statement.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:43:29.291Z\">at 11.43am BST</time></p>  </div> <div id=\"block-60b36b198f088d8c3178d8bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:40:20.441Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Care homes were “forgotten” during the “dreadful” early stages of the Covid pandemic in the<strong> UK,</strong> a sector leader has said.<br>Mike Padgham, chairman of the Independent Care Group, which represents providers in York and North Yorkshire, told Sky News it had been a “frightening” time for staff and residents.<br>Padgham was questioned in relation to the claim made by former Downing Street adviser Dominic Cummings to MPs this week that suggestions care homes were shielded were “complete nonsense”.</p> <p>Padgham said: </p> <blockquote class=\"quoted\"> <p>I don’t believe myself there was a ring of protection thrown round us.</p> <p>In those very early days it was difficult. We were forgotten. We’ve been forgotten over decades. That’s the only issue in social care.</p> <p>We weren’t prepared. We weren’t ready. We didn’t have the PPE, we didn’t have the testing.</p> <p>And it took the government many, many weeks to actually see what was happening in homes, despite our best efforts and protestations.</p> <p>That is why providers... without their efforts, the figures... would have been much worse.”</p> </blockquote> </div>   </div> <div id=\"block-60b344618f086d71cc15efdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:09:33.305Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vietnam’s </strong>business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday.<br>“All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported.“While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added.<br>Ho Chi Minh City earlier this week shut down shops and restaurants.</p> </div>   </div> <div id=\"block-60b35fc58f088d8c3178d85f\" class=\"block\" data-block-contributor=\"profile/michael-standaert\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:52:00.587Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A leading scientist has called for stallholders at the Huanan seafood market in<strong> Wuhan t</strong>o be interviewed in any further investigation of the Covid-19 epidemic.</p> <p>Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, <a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">has ordered the US intelligence community to intensify its efforts</a> to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction.</p> <p>He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory.</p> <p>It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the <a href=\"https://en.wikipedia.org/wiki/World_Health_Organization\">World Health Organization</a> visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife.</p> <p>Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market.</p> <p>“However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/covid-team-interview-wuhan-market-virologist-animals\">Covid investigators must interview Wuhan stall owners, says virologist</a> </p> </aside> </div>   </div> <div id=\"block-60b347988f086d71cc15effb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:41:45.787Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan </strong>reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall.</p> <p>It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms.</p> </div>   </div> <div id=\"block-60b35b988f086d71cc15f0ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:33:56.639Z\">10.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The<strong> UK </strong>government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. </p> <p>Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show:</p> <blockquote class=\"quoted\"> <p>What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country.</p> <p>Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it.</p> <p>But we will know it on, hopefully on the 14th, a few more weeks.</p> </blockquote> <p>He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”.</p> </div>   </div> <div id=\"block-60b34f2d8f086d71cc15f050\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:42:52.214Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the possible compulsory vaccination of NHS staff in the<strong> UK, </strong>Labour’s shadow cabinet minister Thangam Debbonaire, said “threatening” NHS staff to have the vaccine was not a good idea.</p> <p>The shadow Commons leader told Sky News:</p> <blockquote class=\"quoted\"> <p>Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.”</p> </blockquote> <p>Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said.</p> <blockquote class=\"quoted\"> <p>I would like to see the government work with the NHS and social care staff.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:06:09.244Z\">at 11.06am BST</time></p>  </div> <div id=\"block-60b34df18f08d486a7717630\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:38:28.212Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the <strong>UK. </strong></p> <p>Professor Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told <strong><a href=\"https://www.thetimes.co.uk/radio\">Times Radio</a></strong> that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid.</p> <p>Speaking in a personal capacity, he added:</p> <blockquote class=\"quoted\"> <p>It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.”</p> </blockquote> <p>Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”.</p> <p><br>He added: </p> <blockquote class=\"quoted\"> <p>The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise.</p> <p>So... the benefits might change and that might affect the decision about whether to vaccinate children in the future.</p> </blockquote> </div>   </div> <div id=\"block-60b34cb58f08d486a7717625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:31:14.697Z\">9.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>British regulators were still considering whether to offer jabs to children, UK vaccine minister Nadhim Zahawi told Sky News:</p> <blockquote class=\"quoted\"> <p>Our own regulator has not yet approved giving vaccines to children.</p> <p>You have to make sure the vaccines are incredibly safe before you give them to children.</p> </blockquote> <p>The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required.</p> <p>But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: <br></p> <blockquote class=\"quoted\"> <p>On the whole you are vaccinating to protect their families and their communities and the country.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:06:31.684Z\">at 11.06am BST</time></p>  </div> <div id=\"block-60b34a0e8f08d486a771760b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:26:46.926Z\">9.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK considering compulsory vaccination for NHS staff</h2>  <div class=\"block-elements\">  <p><strong>UK</strong> vaccines minister<strong> Nadhim Zahawi </strong>confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</p> <p>There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about.</p> </blockquote> <p>He also said that the <strong>World Health Organisation </strong>investigation must be able to fully investigate the origins of the pandemic. <br>The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan.<br>Asked about the report, Zahawi said: </p> <blockquote class=\"quoted\"> <p> I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:29:59.519Z\">at 9.29am BST</time></p>  </div> <div id=\"block-60b347678f088d8c3178d76a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:21:03.373Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia </strong>reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections.<br>The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162.<br>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports.</p> </div>   </div> <div id=\"block-60b341ba8f086d71cc15efd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:09:47.076Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>British Beer and Pub Association </strong>(BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”.</p> <p>She told BBC Breakfast: </p> <blockquote class=\"quoted\"> <p>We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery.</p> <p>What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed.</p> <p>If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation.</p> <p>But right now we are asking the Government to stick to their road map.</p> </blockquote> </div>   </div> <div id=\"block-60b3415a8f088d8c3178d737\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:55:44.252Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed coronavirus cases in <strong>Germany</strong> increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed.</p> </div>   </div> <div id=\"block-60b342668f086d71cc15efd6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:49:18.598Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia to set up more vaccination centres</h2>  <div class=\"block-elements\">  <p><strong> Malaysia</strong> is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports.</p> <p>Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital,<strong> Kuala Lumpur,</strong> and are considering two in the northen state of <strong>Penang</strong> and in the southern state of <strong>Johor</strong>.</p> <p>Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply.</p> <p>Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.</p> <p>Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus.</p> <p>Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533.<br><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:32:53.441Z\">at 9.32am BST</time></p>  </div> <div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.</p> <p><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:47:00.252Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"2384","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:43:29Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Italy has extended an entry ban for people coming from India, Bangladesh and Sri Lanka, as a continued precaution against the more transmissible Indian variant. The ban, which does not apply to Italian citizens, was introduced in late April and was due to expire on Sunday. It was prolonged until June 21, a spokesman for Italian health minister Roberto Speranza said in a statement. Care homes were “forgotten” during the “dreadful” early stages of the Covid pandemic in the UK, a sector leader has said. Mike Padgham, chairman of the Independent Care Group, which represents providers in York and North Yorkshire, told Sky News it had been a “frightening” time for staff and residents. Padgham was questioned in relation to the claim made by former Downing Street adviser Dominic Cummings to MPs this week that suggestions care homes were shielded were “complete nonsense”. Padgham said: I don’t believe myself there was a ring of protection thrown round us. In those very early days it was difficult. We were forgotten. We’ve been forgotten over decades. That’s the only issue in social care. We weren’t prepared. We weren’t ready. We didn’t have the PPE, we didn’t have the testing. And it took the government many, many weeks to actually see what was happening in homes, despite our best efforts and protestations. That is why providers... without their efforts, the figures... would have been much worse.” Vietnam’s business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday. “All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported.“While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added. Ho Chi Minh City earlier this week shut down shops and restaurants. A leading scientist has called for stallholders at the Huanan seafood market in Wuhan to be interviewed in any further investigation of the Covid-19 epidemic. Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, has ordered the US intelligence community to intensify its efforts to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction. He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory. It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the World Health Organization visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife. Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market. “However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.” Taiwan reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall. It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms. The UK government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show: What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country. Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it. But we will know it on, hopefully on the 14th, a few more weeks. He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”. On the possible compulsory vaccination of NHS staff in the UK, Labour’s shadow cabinet minister Thangam Debbonaire, said “threatening” NHS staff to have the vaccine was not a good idea. The shadow Commons leader told Sky News: Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.” Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said. I would like to see the government work with the NHS and social care staff. More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the UK. Professor Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told Times Radio that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid. Speaking in a personal capacity, he added: It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.” Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”. He added: The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise. So... the benefits might change and that might affect the decision about whether to vaccinate children in the future. British regulators were still considering whether to offer jabs to children, UK vaccine minister Nadhim Zahawi told Sky News: Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children. The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required. But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: On the whole you are vaccinating to protect their families and their communities and the country. UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He told Sky News: It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about. He also said that the World Health Organisation investigation must be able to fully investigate the origins of the pandemic. The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan. Asked about the report, Zahawi said: I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics. Russia reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections. The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports. The British Beer and Pub Association (BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”. She told BBC Breakfast: We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery. What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed. If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation. But right now we are asking the Government to stick to their road map. The number of confirmed coronavirus cases in Germany increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed. Malaysia is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports. Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northen state of Penang and in the southern state of Johor. Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply. Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up. Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus. Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"14396","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/carolinedavies\">Caroline Davies</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}