{"response":{"status":"ok","userTier":"developer","total":2271365,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227137,"orderBy":"newest","results":[{"id":"sport/live/2021/may/29/nrl-2021-south-sydney-vs-parramatta-live-scores-rabbitohs-v-eels-teams-premiership-season-round-12-fixture-team-news-time-start-tonight-footy-updates","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-29T07:01:33Z","webTitle":"NRL 2021: South Sydney Rabbitohs v Parramatta Eels – round 12 live!","webUrl":"https://www.theguardian.com/sport/live/2021/may/29/nrl-2021-south-sydney-vs-parramatta-live-scores-rabbitohs-v-eels-teams-premiership-season-round-12-fixture-team-news-time-start-tonight-footy-updates","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/29/nrl-2021-south-sydney-vs-parramatta-live-scores-rabbitohs-v-eels-teams-premiership-season-round-12-fixture-team-news-time-start-tonight-footy-updates","fields":{"headline":"NRL 2021: South Sydney Rabbitohs v Parramatta Eels – round 12 live!","standfirst":"<ul><li>Updates from the game at ANZ Stadium</li><li>Kick off time in Sydney tonight is 5:30pm AEST</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul>","trailText":"<strong>Minute-by-minute report</strong>: Souths take on the Eels in an NRL blockbuster at ANZ Stadium in Sydney. Join Jonathan Howcroft for updates","byline":"Jonathan Howcroft","main":"<figure class=\"element element-image\" data-media-id=\"0b5ac50c6d5223f11603fbd589b8c6d5efa39d72\"> <img src=\"https://media.guim.co.uk/0b5ac50c6d5223f11603fbd589b8c6d5efa39d72/0_0_2910_1746/1000.jpg\" alt=\"Latrell Mitchell of the Rabbitohs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Latrell Mitchell of the Rabbitohs. South Sydney take on the Parramatta Eels at ANZ Stadium on Saturday in round 12 of the NRL. Kick-off time tonight is 5:30pm AEST.</span> <span class=\"element-image__credit\">Photograph: Joel Carrett/AAP</span> </figcaption> </figure>","body":"<div id=\"block-60b080a28f086d71cc15d188\" class=\"block is-key-event\" data-block-contributor=\"profile/jonathan-howcroft\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:01:28.810Z\">8.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>Hello everybody and welcome to live coverage of the Bunnies v the Eels from ANZ Stadium in Sydney. Kick-off in this third v fourth-placed clash is 5.30pm.</p> <p>Both these sides will be desperate to bounce back after chastening defeats last Sunday. Souths were embarrassed by a rampant Penrith in Dubbo, while Parramatta slipped at home to a resurgent Manly.</p> <p>The Rabbitohs desperately need to tighten up in defence if they are to take advantage of their thrilling play with ball in hand. Wayne Bennet’s side have conceded the most points of any side in the top six, and over 50 twice in three rounds.</p> <p>“After the game he did not say one word,” hooker Damien Cook told The Big Sports Breakfast about Bennett’s reaction. “Normally he will at least say a couple but by the time we got in the sheds he wasn’t even there. He had gone to the press conference and we were just told to get in the showers and get out of there. That was probably the worst thing you can get from a coach.” </p> <p>For the Eels, a 9-2 start to the season shows there’s no cause for panic, but Brad Arthur would have been concerned at how his side’s right edge was targeted, and exposed, by the Sea Eagles. “They got some joy there,” Arthur said afterwards. “We’ve got to have a look at that and just make sure we’re working together as a team.” </p> <p>Throughout the evening feel free to join in via <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">email</a> or send a tweet to <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=-DLXE5UMtis\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/-DLXE5UMtis?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>The promo for the 2021 Indigenous Round is a belter.</figcaption> </figure>  </div>   </div>","wordcount":"257","firstPublicationDate":"2021-05-29T07:01:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:06:45Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6xf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0b5ac50c6d5223f11603fbd589b8c6d5efa39d72/0_0_2910_1746/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Hello everybody and welcome to live coverage of the Bunnies v the Eels from ANZ Stadium in Sydney. Kick-off in this third v fourth-placed clash is 5.30pm. Both these sides will be desperate to bounce back after chastening defeats last Sunday. Souths were embarrassed by a rampant Penrith in Dubbo, while Parramatta slipped at home to a resurgent Manly. The Rabbitohs desperately need to tighten up in defence if they are to take advantage of their thrilling play with ball in hand. Wayne Bennet’s side have conceded the most points of any side in the top six, and over 50 twice in three rounds. “After the game he did not say one word,” hooker Damien Cook told The Big Sports Breakfast about Bennett’s reaction. “Normally he will at least say a couple but by the time we got in the sheds he wasn’t even there. He had gone to the press conference and we were just told to get in the showers and get out of there. That was probably the worst thing you can get from a coach.” For the Eels, a 9-2 start to the season shows there’s no cause for panic, but Brad Arthur would have been concerned at how his side’s right edge was targeted, and exposed, by the Sea Eagles. “They got some joy there,” Arthur said afterwards. “We’ve got to have a look at that and just make sure we’re working together as a team.” Throughout the evening feel free to join in via email or send a tweet to @JPHowcroft.","charCount":"1388","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-howcroft\">Jonathan Howcroft</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"fashion/2021/may/29/the-best-facial-mists-sali-hughes","type":"article","sectionId":"fashion","sectionName":"Fashion","webPublicationDate":"2021-05-29T07:00:21Z","webTitle":"The best facial mists | Sali Hughes","webUrl":"https://www.theguardian.com/fashion/2021/may/29/the-best-facial-mists-sali-hughes","apiUrl":"https://content.guardianapis.com/fashion/2021/may/29/the-best-facial-mists-sali-hughes","fields":{"headline":"The best facial mists","standfirst":"<p>A new generation of products promises far more than mere hydration</p>","trailText":"A new generation of products promises far more than mere hydration","byline":"Sali Hughes","main":"<figure class=\"element element-image\" data-media-id=\"da14d3c2178ec8745ee093e0677ef43f4c29d89f\"> <img src=\"https://media.guim.co.uk/da14d3c2178ec8745ee093e0677ef43f4c29d89f/1194_301_3102_1861/1000.jpg\" alt=\"Sali Hughes\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Increasingly sophisticated formulae mean facial mists <em>can</em> impart serious moisture where needed.’</span> <span class=\"element-image__credit\">Photograph: Alex Lake/The Guardian</span> </figcaption> </figure>","body":"<p>When is a facial mist not a facial mist, but something a whole lot more useful? I throw no shade on conventional mists: on a sizzling or tiring day, they’re just the ticket. When giving birth, emerging from the gym, or flashing hot in the menopausal sense, a liberal spritz of something hydrating, cooling and reviving can feel like iced tea in a Turkish bath. I’m all for them.</p> <p>But I’m even more in favour of quick, easy, more multitasking skincare, and the new generation of facial mists promises more than mere hydration. I didn’t expect to love <a href=\"https://www.cultbeauty.co.uk/isle-of-paradise-day-dew-face-mist.html\" title=\"\"><strong>Isle of Paradise’s Day Dew Face Mist</strong></a> (£15.95, 100ml), but the fall has been hard. This does everything a good mist does in hydrating, reviving and plumping, but also contains vitamin C for instant glow, and self-tanning agents for a delayed one (expect a golden veil in four to six hours). It’s brilliant if you like facial self-tanners, but find it hard to slot another layer into an already full skincare routine. This just mists over makeup, maybe midmorning when the skincare grunt work is long since done and when you’re most likely to need a pick-me-up. The colour is noticeable yet subtle, so use it as a top-up every other day throughout the week, rather than as your base self-tanner. It smells uplifting, too. It contains no sun protection – but if that’s what you’re after, I have an extraordinarily good bargain to share.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2021/apr/17/the-best-uv-protection-on-the-high-street\">The best UV protection on the high street | Sali Hughes</a> </p> </aside>  <p><a href=\"https://www.boots.com/ambre-solaire-sensitive-hydrating-face-sun-cream-mist-spf50-75ml-10225139--\" title=\"\"><strong>Garnier’s Ambre Solaire Sensitive Hydrating Face Sun Cream Mist SPF50</strong></a> (just £6 for 75ml), now lives in not one, but three of my handbags and a kitchen drawer. It’s fantastically convenient for following the normally impractical medical advice to top up one’s sun protection throughout the day, since it does so in only a few thoughtless seconds, without compromising carefully applied makeup. The extremely fine lotion coats thoroughly, but with no visible trace, and feels refreshing and enlivening, not sticky or greasy – making it suitable for all skin types, including oily.</p> <p>Increasingly sophisticated formulae mean facial mists <em>can</em> impart serious moisture where needed. I’m especially impressed with <a href=\"https://www.cultbeauty.co.uk/dr-jart-ceramidin-cream-mist.html\" title=\"\"><strong>Dr Jart’s </strong><strong>Ceramidin</strong><strong> Cream Mist</strong></a> (£13, 50ml), which somehow brings creamy, moisturising precipitation to all skin types (even very dry) with a dewy, yet greaseless glow. Spritz as often as you like, whenever skin feels parched, or if makeup has become cakey and dry. It immediately makes my skin look, and feel, downright juicy. </p>","newspaperPageNumber":"47","wordcount":"404","commentable":"false","firstPublicationDate":"2021-05-29T07:00:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:00:21Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hb3c2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/da14d3c2178ec8745ee093e0677ef43f4c29d89f/1194_301_3102_1861/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When is a facial mist not a facial mist, but something a whole lot more useful? I throw no shade on conventional mists: on a sizzling or tiring day, they’re just the ticket. When giving birth, emerging from the gym, or flashing hot in the menopausal sense, a liberal spritz of something hydrating, cooling and reviving can feel like iced tea in a Turkish bath. I’m all for them. But I’m even more in favour of quick, easy, more multitasking skincare, and the new generation of facial mists promises more than mere hydration. I didn’t expect to love Isle of Paradise’s Day Dew Face Mist (£15.95, 100ml), but the fall has been hard. This does everything a good mist does in hydrating, reviving and plumping, but also contains vitamin C for instant glow, and self-tanning agents for a delayed one (expect a golden veil in four to six hours). It’s brilliant if you like facial self-tanners, but find it hard to slot another layer into an already full skincare routine. This just mists over makeup, maybe midmorning when the skincare grunt work is long since done and when you’re most likely to need a pick-me-up. The colour is noticeable yet subtle, so use it as a top-up every other day throughout the week, rather than as your base self-tanner. It smells uplifting, too. It contains no sun protection – but if that’s what you’re after, I have an extraordinarily good bargain to share. Garnier’s Ambre Solaire Sensitive Hydrating Face Sun Cream Mist SPF50 (just £6 for 75ml), now lives in not one, but three of my handbags and a kitchen drawer. It’s fantastically convenient for following the normally impractical medical advice to top up one’s sun protection throughout the day, since it does so in only a few thoughtless seconds, without compromising carefully applied makeup. The extremely fine lotion coats thoroughly, but with no visible trace, and feels refreshing and enlivening, not sticky or greasy – making it suitable for all skin types, including oily. Increasingly sophisticated formulae mean facial mists can impart serious moisture where needed. I’m especially impressed with Dr Jart’s Ceramidin Cream Mist (£13, 50ml), which somehow brings creamy, moisturising precipitation to all skin types (even very dry) with a dewy, yet greaseless glow. Spritz as often as you like, whenever skin feels parched, or if makeup has become cakey and dry. It immediately makes my skin look, and feel, downright juicy.","charCount":"2414","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/sali-hughes\">Sali Hughes</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"media/2021/may/29/bbc-braces-for-criticism-over-2016-decision-to-rehire-martin-bashir","type":"article","sectionId":"media","sectionName":"Media","webPublicationDate":"2021-05-29T07:00:20Z","webTitle":"BBC braces for criticism over 2016 decision to rehire Martin Bashir","webUrl":"https://www.theguardian.com/media/2021/may/29/bbc-braces-for-criticism-over-2016-decision-to-rehire-martin-bashir","apiUrl":"https://content.guardianapis.com/media/2021/may/29/bbc-braces-for-criticism-over-2016-decision-to-rehire-martin-bashir","fields":{"headline":"BBC braces for criticism over 2016 decision to rehire Martin Bashir","standfirst":"<p>Analysis: report likely to focus on ex-BBC bosses, including Tony Hall who oversaw 1996 investigation into Diana interview</p>","trailText":"Analysis: report likely to focus on ex-BBC bosses, including Tony Hall who oversaw 1996 investigation into Diana interview","byline":"Jim Waterson","main":"<figure class=\"element element-image\" data-media-id=\"4d465d50ec8023e1c1c74fe23f012629f16fc458\"> <img src=\"https://media.guim.co.uk/4d465d50ec8023e1c1c74fe23f012629f16fc458/0_307_2543_1525/1000.jpg\" alt=\"Martin Bashir in 2019. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Bashir in 2019. </span> <span class=\"element-image__credit\">Photograph: Ian West/PA</span> </figcaption> </figure>","body":"<p>When Martin Bashir rejoined the BBC as religious affairs correspondent in 2016, the corporation’s head of newsgathering Jonathan Munro said he was attracted to the reporter’s “track record in enterprising journalism” and respect within the industry.</p> <p>Some of those involved in that decision may be regretting their enthusiasm for Bashir, as current BBC bosses brace for public criticism over their decision to bring back a man whose journalistic reputation was destroyed by a <a href=\"https://www.theguardian.com/media/2021/may/20/a-cover-up-what-the-dyson-report-said-about-the-bbc-and-martin-bashir\">subsequent report</a> on his use of fake documents to secure a 1995 interview with Diana, Princess of Wales.</p> <p>Next week, the corporation will reveal the findings of a rapid internal investigation into the decision to rehire Bashir by Ken MacQuarrie, a longstanding BBC executive described internally as the corporation’s Harvey Keitel due to his history of cleaning up messes created by other managers.</p>  <figure class=\"element element-image\" data-media-id=\"5ba56fdd8e3fcda42300cea95bf33478cb175271\"> <img src=\"https://media.guim.co.uk/5ba56fdd8e3fcda42300cea95bf33478cb175271/0_371_5568_3341/1000.jpg\" alt=\"The former director general of the BBC, Tony Hall.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tony Hall, the former director general of the BBC.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty</span> </figcaption> </figure>  <p>MacQuarrie has spent recent days interviewing senior executives and gathering information, with the expectation he will produce a brief summary of the circumstances surrounding Bashir’s return and whether anyone should take the blame for failing to adequately vet his history.</p> <p>The corporation has strongly denied a suggestion from the Conservative MP Julian Knight that Bashir was handed the religious correspondent job in 2016 without an interview process. However, sources within the BBC told the Guardian the process was streamlined with the intention of ensuring Bashir got the job. They claimed this involved previously unsuccessful applicants being re-interviewed a second time in order to legitimise the hiring of Bashir.</p> <p>A spokesperson for the BBC declined to comment on the specifics of this allegation and said they would publish the findings next week. The report is likely to focus on the top executives involved in the hiring process, including Munro, the former head of news James Harding, and the then-director general Tony Hall. Hall undertook the original bodged investigation into Bashir in 1996.</p>  <figure class=\"element element-image\" data-media-id=\"0ada1ea17ef3523af4a45b2a2a0883a42ddc965b\"> <img src=\"https://media.guim.co.uk/0ada1ea17ef3523af4a45b2a2a0883a42ddc965b/0_133_4100_2461/1000.jpg\" alt=\"The former head of news, James Harding\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The former head of BBC news, James Harding, has said previously he took responsibility for the decision to hire Bashir.</span> <span class=\"element-image__credit\">Photograph: Carl Court/AFP/Getty Images</span> </figcaption> </figure>  <p>Harding has previously said he took responsibility for the decision to hire Bashir but did not directly answer questions on whether he had consulted with Hall before making the appointment.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2021/may/27/was-diana-inveigled-into-the-bbc-panorama-interview\">Was Diana ‘inveigled’ into the BBC Panorama interview?</a> </p> </aside>  <p>In some ways the BBC should thank Dominic Cummings for ensuring the Bashir scandal has not been more damaging. It was Cummings’ bellicose briefings to the media about the government’s desire to cut the BBC down after the Conservatives’ 2019 election victory that <a href=\"https://www.theguardian.com/media/2020/jan/20/tony-hall-to-step-down-as-bbc-director-general\">helped push</a> Tony Hall out of the corporation two years earlier than expected.</p> <p>If Hall had still been in position as director general – rather than heading off to run the National Gallery – the corporation could have been facing the second successive resignation of a director general over an internal scandal. Instead, the new director general, Tim Davie, was free to criticise his predecessor’s reign and state clearly there is “no doubt” that rehiring Bashir was a “big mistake”.</p>  <figure class=\"element element-image\" data-media-id=\"bffdfbcb7ea9ca0973d798a49aa19dcb02d08cb6\"> <img src=\"https://media.guim.co.uk/bffdfbcb7ea9ca0973d798a49aa19dcb02d08cb6/0_98_3000_1800/1000.jpg\" alt=\"The BBC’s director-general, Tim Davie, said rehiring Bashir was a ‘big mistake’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The BBC’s director-general, Tim Davie, said rehiring Bashir was a ‘big mistake’.</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure>  <p>Bashir was already considered an unusual appointment for what was perceived to be a relatively junior newsroom role, given his career-landing interviews with the likes of Michael Jackson and a subsequent stint in the US as a talkshow host. However, his career had taken a dip after a series of scandals that culminated in his departure from MSNBC in 2013.</p> <p>Even after arriving, he gained a reputation for seeking celebrity through other channels – blindsiding BBC management when he announced he was appearing on ITV’s Celebrity X Factor. In the process he became the first BBC religion editor to <a href=\"https://www.youtube.com/watch?v=CzN-ZCVjScw\">forget the words</a> to Lionel Richie’s Easy on a live singing competition.</p>","wordcount":"569","firstPublicationDate":"2021-05-29T07:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:05:45Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/htx2f","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4d465d50ec8023e1c1c74fe23f012629f16fc458/0_307_2543_1525/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When Martin Bashir rejoined the BBC as religious affairs correspondent in 2016, the corporation’s head of newsgathering Jonathan Munro said he was attracted to the reporter’s “track record in enterprising journalism” and respect within the industry. Some of those involved in that decision may be regretting their enthusiasm for Bashir, as current BBC bosses brace for public criticism over their decision to bring back a man whose journalistic reputation was destroyed by a subsequent report on his use of fake documents to secure a 1995 interview with Diana, Princess of Wales. Next week, the corporation will reveal the findings of a rapid internal investigation into the decision to rehire Bashir by Ken MacQuarrie, a longstanding BBC executive described internally as the corporation’s Harvey Keitel due to his history of cleaning up messes created by other managers. MacQuarrie has spent recent days interviewing senior executives and gathering information, with the expectation he will produce a brief summary of the circumstances surrounding Bashir’s return and whether anyone should take the blame for failing to adequately vet his history. The corporation has strongly denied a suggestion from the Conservative MP Julian Knight that Bashir was handed the religious correspondent job in 2016 without an interview process. However, sources within the BBC told the Guardian the process was streamlined with the intention of ensuring Bashir got the job. They claimed this involved previously unsuccessful applicants being re-interviewed a second time in order to legitimise the hiring of Bashir. A spokesperson for the BBC declined to comment on the specifics of this allegation and said they would publish the findings next week. The report is likely to focus on the top executives involved in the hiring process, including Munro, the former head of news James Harding, and the then-director general Tony Hall. Hall undertook the original bodged investigation into Bashir in 1996. Harding has previously said he took responsibility for the decision to hire Bashir but did not directly answer questions on whether he had consulted with Hall before making the appointment. In some ways the BBC should thank Dominic Cummings for ensuring the Bashir scandal has not been more damaging. It was Cummings’ bellicose briefings to the media about the government’s desire to cut the BBC down after the Conservatives’ 2019 election victory that helped push Tony Hall out of the corporation two years earlier than expected. If Hall had still been in position as director general – rather than heading off to run the National Gallery – the corporation could have been facing the second successive resignation of a director general over an internal scandal. Instead, the new director general, Tim Davie, was free to criticise his predecessor’s reign and state clearly there is “no doubt” that rehiring Bashir was a “big mistake”. Bashir was already considered an unusual appointment for what was perceived to be a relatively junior newsroom role, given his career-landing interviews with the likes of Michael Jackson and a subsequent stint in the US as a talkshow host. However, his career had taken a dip after a series of scandals that culminated in his departure from MSNBC in 2013. Even after arriving, he gained a reputation for seeking celebrity through other channels – blindsiding BBC management when he announced he was appearing on ITV’s Celebrity X Factor. In the process he became the first BBC religion editor to forget the words to Lionel Richie’s Easy on a live singing competition.","charCount":"3590","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jim-waterson\">Jim Waterson</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/blog/2021/may/29/golden-goal-bryan-robson-for-manchester-united-v-wimbledon-1993","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-29T07:00:20Z","webTitle":"Golden Goal: Bryan Robson for Manchester United v Wimbledon (1993)","webUrl":"https://www.theguardian.com/football/blog/2021/may/29/golden-goal-bryan-robson-for-manchester-united-v-wimbledon-1993","apiUrl":"https://content.guardianapis.com/football/blog/2021/may/29/golden-goal-bryan-robson-for-manchester-united-v-wimbledon-1993","fields":{"headline":"Golden Goal: Bryan Robson for Manchester United v Wimbledon (1993)","standfirst":"<p>A goal that meant nothing also meant everything, because football is about a lot more than football</p>","trailText":"A goal that meant nothing also meant everything, because football is about a lot more than football","byline":"Daniel Harris","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"4402ae10063d9ad6577d290857c4f5d41c1d9baf\"> <img src=\"https://media.guim.co.uk/4402ae10063d9ad6577d290857c4f5d41c1d9baf/177_214_3341_2005/1000.jpg\" alt=\"Bryan Robson celebrates after scoring against Wimbledon in the final game of the 1992-93 season.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bryan Robson celebrates after scoring against Wimbledon in the final game of the 1992-93 season.</span> <span class=\"element-image__credit\">Photograph: Ted Blackbrow/Daily Mail/Shutterstock</span> </figcaption> </figure>","body":"<p>Very little gets people as excited as football, a fairly embarrassing admission to make given 200,000 years of human history: a bunch of people kick a ball about, then the rest of us go on like it’s something we’ve done ourselves. Except in a way it is, because our clubs were built by us and form part of us, representing where we’re at and what we believe in. So inasmuch as anything makes sense the extent of our love for them makes sense, and when we talk about football what we’re really talking about is love – love for who we are.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2017/nov/09/golden-goal-ronaldinho-for-barcelona-v-chelsea-2005\">Golden Goal: Ronaldinho for Barcelona v Chelsea (2005) | Daniel Harris</a> </p> </aside>  <p>I fell for myself in the traditional way: my grandad had a season ticket at Old Trafford in the 40s and 50s so gave the gift of United to my dad, who gave it to me. As such, tales of the Busby Babes were inculcated with the same fervency and pride as those of the various bible lads, all mine and all part of my family history. Happily, the zestful, disputatious sensibility that links Judaism and the Red Devils chimed with my natural inclination, but ultimately the miracles of Best, Law and Charlton proved more compelling than revelation at Sinai – no offence, God old mate. If it’s any consolation, you lost to worthy opponents.</p> <p>The United of my childhood were personified by Bryan Robson, a selfless, self-sabotaging, inspirational and inarticulate leader in the grand Jewish tradition. My first footballing memory is my parents going to the 1983 FA Cup final replay, leaving four-year-old me at home – a decision they regretted and I still regret. I remember being staggered that, <a href=\"https://youtu.be/Z6vfhKCUqLc?t=367\">with United 3-0 up and Robbo on a hat-trick</a>, he declined to take a penalty he won; soon after, I expressed disappointment that I’d been called Daniel not Bryan, and mastered his signature before even attempting my own.</p> <p>United’s obsession, though, was with the title, which they’d been without since 1967. They were in the hunt the next April – and for the Cup Winners’ Cup too, having eliminated Barcelona thanks largely to Robson, who scored twice while dominating Diego Maradona in <a href=\"https://www.youtube.com/watch?v=vMcZTJdc7ok\">a performance of disquieting superhumanity</a>. Problem being he then got injured, chances of success disappearing with him.</p>  <figure class=\"element element-image\" data-media-id=\"74c27677dea837d563d3bb4855515740d2d80c3c\"> <img src=\"https://media.guim.co.uk/74c27677dea837d563d3bb4855515740d2d80c3c/0_0_4006_2617/1000.jpg\" alt=\"Bryan Robson shakes hands with Diego Maradona before the European Cup Winners’ Cup quarter-final second leg in March 1984.\" width=\"1000\" height=\"653\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bryan Robson shakes hands with Diego Maradona before the European Cup Winners’ Cup quarter-final second leg in March 1984.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p>The following year United won the cup again and again Robson was colossal, scoring <a href=\"https://www.youtube.com/watch?v=MzfVYEhiZvY\">the goal of his life in the semi-final replay against Liverpool</a>. The accordant vibe fired the team to 10 straight wins at the start of the next campaign which made them certain champions ... until Robson got injured, missing nearly four months before returning for a crucial game away to West Ham. Typically,<a href=\"https://youtu.be/PNlXqGSuITI?t=163\"> he scored the opening goal</a> … then got injured, and United lost to help Liverpool to win the league, a decade – my childhood – in a day.</p> <p>Before long, Alex Ferguson was installed as manager – to negligible effect! – so my dad continued regaling me with all he’d seen, which necessarily denigrated all I was seeing. I could not get enough.</p> <p>Robson, meanwhile, remained improbably boyish and impeccably handsome modelling every kit I was bought and every piece of leisurewear I was denied. It wasn’t until much later that I realised his knowing, lightly curled smile described sessions of astounding length, breadth and depth, but it was mesmeric nonetheless so when I got a hamster, naturally I called him Robbo. Unsurprisingly, he didn’t last long and was soon replaced by the equally heroic but <a href=\"https://www.youtube.com/watch?v=ivVhuFn0uns&amp;\">more physically robust Sparky</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/may/20/golden-goal-keith-houchen-for-coventry-city-v-tottenham-1987\">Golden goal: Keith Houchen for Coventry City v Tottenham (1987) | Daniel Harris</a> </p> </aside>  <p>Gradually, my understanding of the game developed beyond seeing Robbo as my footballing dad – if he was there I was safe and if he wasn’t I wasn’t – but his peak came before I attained full footballing consciousness. So, though I have clear memories of Euro 88, at which he played the Netherlands of Koeman, Rijkaard, Gullit and Van Basten on his own and <a href=\"https://youtu.be/3hAProQXeP8?t=69\">kept it level for 70 minutes</a>, I don’t have the perfect handle on his brilliance. But I have an unimpeachable handle on that of Roy Keane and know no one older who rates him higher – the highest compliment imaginable.</p> <p>Like Keane, Robson was a midfielder without prefix, simply playing in the middle of the field – and down the sides, and in the corners, and at each end. Consequently, his magnificence had to be experienced and cannot be condensed – he wasn’t the highlights, he was <a href=\"https://www.youtube.com/watch?v=HAfFfqiYLp0\">all of the lights (all of the lights)</a>. Hilariously hard and horrifyingly committed, he combined positive passing with a poacher’s proclivity, bang at it in every game and every training session to the uniform reverence of those he played with, against and for.</p> <p>But he still hadn’t won the league, and increasingly that was my fault because, though ownership of a club is forever shared, responsibility for its behaviour gradually moves from parent to child. Whether that represents informal correction or simple inheritance is unclear, but references to them inevitably feature the damning, accusatory phrase “Your team”. Unless they win.</p> <p>Which they suddenly started to do – led, of course, by Robbo, who in 1990 returned from yet another injury <a href=\"https://youtu.be/iE91wnQCQ2M?t=123\">to score in his third straight FA Cup semi</a>. I actually missed that goal as, buzzing off Crystal Palace’s earlier win over Liverpool, I curled a perfect free-kick into the top corner … of my bedroom window, from the inside. It was well into the second half before I was invited back downstairs.</p> <p>A month later, Robbo became the first captain to lift the trophy three times then got injured at the World Cup; it is not too much to say that with him, England would have beaten West Germany, just as it is not too much to say that, had he been fit in 1986, there would still be a Maradona-shaped hole in the Azteca turf. He did, though, win the next season’s Cup Winners’ Cup, <a href=\"https://www.youtube.com/watch?v=pKyuOPv2-7g\">another telling performance guiding United past Barcelona in the final</a>.</p>  <figure class=\"element element-image\" data-media-id=\"49a7e7629a65bb926b47c65eefe6d106ea39cfbe\"> <img src=\"https://media.guim.co.uk/49a7e7629a65bb926b47c65eefe6d106ea39cfbe/0_75_3072_2204/1000.jpg\" alt=\"England captain Bryan Robson is helped off the pitch after injuring his shoulder during the World Cup Group F match against Morocco in 1986.\" width=\"1000\" height=\"717\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">England captain Bryan Robson is helped off the pitch after injuring his shoulder during the World Cup Group F match against Morocco in 1986.</span> <span class=\"element-image__credit\">Photograph: Mike King/Allsport/ Getty Images</span> </figcaption> </figure>  <p>But with time running out, the biggest prize still eluded him. It looked likely the following year, until a run of two wins, two losses and four draws – including a 0-0 with Wimbledon on my barmitzvah – ruined everything. Robson missed seven of those games, returning for the most humiliating humiliation of them all: <a href=\"https://www.youtube.com/watch?v=8F8K33fXtas\">a defeat at Liverpool which handed the title to Leeds</a>. I wasn’t there to hear the Kop sing “You’ll never win the league,” but accounts of the toll that exacted on hard, grizzled men are harrowing enough.</p> <p>Robbo spent most of the next season injured, losing both his number 7 shirt and his public to Eric Cantona. Though he contributed on his return, coming off the bench to pass, foul and advise the referee, the team no longer belonged to him … but the title was on.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/unitedrewind/status/1380079761179959296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Episode 9 is here! Daniel and <a href=\"https://twitter.com/AndyBurnhamGM?ref_src=twsrc%5Etfw\">@AndyBurnhamGM</a> discuss Eric Cantona, the horror of burgling Duncan Ferguson and how on earth you can want to be Prime Ministers. Oh yeah, and the 1995 FA Cup final. <a href=\"https://t.co/wWaLL7f0b8\">https://t.co/wWaLL7f0b8</a></p>&mdash; United Rewind (@unitedrewind) <a href=\"https://twitter.com/unitedrewind/status/1380079761179959296?ref_src=twsrc%5Etfw\">April 8, 2021</a></blockquote>  </figure>  <p>Midway through April, United travelled to Crystal Palace, and with Aston Villa losing at Blackburn knew that a win would take them four points clear with two games left. Ordinarily, I’d have been at Selhurst that night, but my dad was away so there was no one to take me, and <a href=\"https://www.youtube.com/watch?v=fu_IkUIbOZA\">when they eventually scored, twice</a>, I missed the aforementioned hard, grizzled men <a href=\"https://youtu.be/fu_IkUIbOZA?t=77\">losing their minds with emotion</a>.</p> <p>By the time they played next the wait was over, and in the final minute of their final home game, they won a free-kick just outside the box. As the only first-teamer who hadn’t contributed a goal, <a href=\"https://youtu.be/3djS-KnX60o?t=180\">Gary Pallister was summoned to take it, and sure enough, in it went</a>. Robbo hadn’t either but he no longer counted, and though he did get to lift the trophy alongside Steve Bruce, it wasn’t quite his <a href=\"https://en.wikipedia.org/wiki/Simcha\">simcha</a>. He was the rabbi, not the <a href=\"https://www.theknot.com/content/jewish-weddings-glossary-of-terms\">chossen</a>.</p>  <figure class=\"element element-image\" data-media-id=\"36869663ce68585c7c4f3c8f2344dedc24d8ef92\"> <img src=\"https://media.guim.co.uk/36869663ce68585c7c4f3c8f2344dedc24d8ef92/0_100_3228_1938/1000.jpg\" alt=\"Steve Bruce crowns Bryan Robson after Manchester United win the Premier League in May 1993.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steve Bruce crowns Bryan Robson after Manchester United win the Premier League in May 1993.</span> <span class=\"element-image__credit\">Photograph: Action Images</span> </figcaption> </figure>  <p>The final game of the season was Wimbledon away, and this time we were there to watch Robbo, back in the team for sentimental reasons, lead out the champions. I was 14 then and attended the school at which my dad was deputy head, which is to say yes, I did shame him by making sport of his colleagues on a daily. Consequently, things at home were frequently fraught – I’m an only child, so my parents had neither distractions nor compensations – and United was the one thing my dad and I could enjoy free of the tension which affected all the other stuff we had in common, such as our entire lives.</p> <p>I remember little about the game because the only thing that mattered was the party taking place in all four stands, but then, on 70 minutes, Steve Bruce clipped a hopeful ball over the top … and somehow, Robbo was alone in 40 yards of space! If you go the game, you know about the clutch – that moment when your team should score, so you and the person next to you – often a stranger – take hold of each other, braced for the explosion of ecstasy that nothing can replicate, not even actual ecstasy. But this was something more; the clutch was with my daddy, and on the line was a not just a hero completing his life’s work in front of us but a moment that would nourish us until we’re both dead.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=Lpk7DdEYTGs\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/Lpk7DdEYTGs?start=151&wmode=opaque&feature=oembed&start=151\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>So Robbo watched the ball out of the air, time simultaneously freezing and speeding, took a cushioning touch as it landed, then another, then another … steadied himself … and slotted inside the near post! There was bedlam in the stands, but it was nothing compared to the bedlam in my heart, my dad and I cavorting together in celebration of everything – even, in a strange way, my impending suspension for setting the science lab floor alight. Sure, this was Robbo’s moment, a hero completing his life’s work right there in front of us, but it was also our moment and, if I’m being real, my moment. “My team”, part of me in a slightly different way to they way they were part of all the other people they were part of, had ended my childhood with the greatest moment I’d ever known, a joyous intensity fusing everything I’d been into everything I could be, the possibilities infinite and my world making perfect sense. That’s what we’re talking about when we talk about football.</p>","wordcount":"1683","commentCloseDate":"2021-06-01T07:00:20Z","commentable":"true","firstPublicationDate":"2021-05-29T07:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:05:45Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hxd5m","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4402ae10063d9ad6577d290857c4f5d41c1d9baf/177_214_3341_2005/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Very little gets people as excited as football, a fairly embarrassing admission to make given 200,000 years of human history: a bunch of people kick a ball about, then the rest of us go on like it’s something we’ve done ourselves. Except in a way it is, because our clubs were built by us and form part of us, representing where we’re at and what we believe in. So inasmuch as anything makes sense the extent of our love for them makes sense, and when we talk about football what we’re really talking about is love – love for who we are. I fell for myself in the traditional way: my grandad had a season ticket at Old Trafford in the 40s and 50s so gave the gift of United to my dad, who gave it to me. As such, tales of the Busby Babes were inculcated with the same fervency and pride as those of the various bible lads, all mine and all part of my family history. Happily, the zestful, disputatious sensibility that links Judaism and the Red Devils chimed with my natural inclination, but ultimately the miracles of Best, Law and Charlton proved more compelling than revelation at Sinai – no offence, God old mate. If it’s any consolation, you lost to worthy opponents. The United of my childhood were personified by Bryan Robson, a selfless, self-sabotaging, inspirational and inarticulate leader in the grand Jewish tradition. My first footballing memory is my parents going to the 1983 FA Cup final replay, leaving four-year-old me at home – a decision they regretted and I still regret. I remember being staggered that, with United 3-0 up and Robbo on a hat-trick, he declined to take a penalty he won; soon after, I expressed disappointment that I’d been called Daniel not Bryan, and mastered his signature before even attempting my own. United’s obsession, though, was with the title, which they’d been without since 1967. They were in the hunt the next April – and for the Cup Winners’ Cup too, having eliminated Barcelona thanks largely to Robson, who scored twice while dominating Diego Maradona in a performance of disquieting superhumanity. Problem being he then got injured, chances of success disappearing with him. The following year United won the cup again and again Robson was colossal, scoring the goal of his life in the semi-final replay against Liverpool. The accordant vibe fired the team to 10 straight wins at the start of the next campaign which made them certain champions ... until Robson got injured, missing nearly four months before returning for a crucial game away to West Ham. Typically, he scored the opening goal … then got injured, and United lost to help Liverpool to win the league, a decade – my childhood – in a day. Before long, Alex Ferguson was installed as manager – to negligible effect! – so my dad continued regaling me with all he’d seen, which necessarily denigrated all I was seeing. I could not get enough. Robson, meanwhile, remained improbably boyish and impeccably handsome modelling every kit I was bought and every piece of leisurewear I was denied. It wasn’t until much later that I realised his knowing, lightly curled smile described sessions of astounding length, breadth and depth, but it was mesmeric nonetheless so when I got a hamster, naturally I called him Robbo. Unsurprisingly, he didn’t last long and was soon replaced by the equally heroic but more physically robust Sparky. Gradually, my understanding of the game developed beyond seeing Robbo as my footballing dad – if he was there I was safe and if he wasn’t I wasn’t – but his peak came before I attained full footballing consciousness. So, though I have clear memories of Euro 88, at which he played the Netherlands of Koeman, Rijkaard, Gullit and Van Basten on his own and kept it level for 70 minutes, I don’t have the perfect handle on his brilliance. But I have an unimpeachable handle on that of Roy Keane and know no one older who rates him higher – the highest compliment imaginable. Like Keane, Robson was a midfielder without prefix, simply playing in the middle of the field – and down the sides, and in the corners, and at each end. Consequently, his magnificence had to be experienced and cannot be condensed – he wasn’t the highlights, he was all of the lights (all of the lights). Hilariously hard and horrifyingly committed, he combined positive passing with a poacher’s proclivity, bang at it in every game and every training session to the uniform reverence of those he played with, against and for. But he still hadn’t won the league, and increasingly that was my fault because, though ownership of a club is forever shared, responsibility for its behaviour gradually moves from parent to child. Whether that represents informal correction or simple inheritance is unclear, but references to them inevitably feature the damning, accusatory phrase “Your team”. Unless they win. Which they suddenly started to do – led, of course, by Robbo, who in 1990 returned from yet another injury to score in his third straight FA Cup semi. I actually missed that goal as, buzzing off Crystal Palace’s earlier win over Liverpool, I curled a perfect free-kick into the top corner … of my bedroom window, from the inside. It was well into the second half before I was invited back downstairs. A month later, Robbo became the first captain to lift the trophy three times then got injured at the World Cup; it is not too much to say that with him, England would have beaten West Germany, just as it is not too much to say that, had he been fit in 1986, there would still be a Maradona-shaped hole in the Azteca turf. He did, though, win the next season’s Cup Winners’ Cup, another telling performance guiding United past Barcelona in the final. But with time running out, the biggest prize still eluded him. It looked likely the following year, until a run of two wins, two losses and four draws – including a 0-0 with Wimbledon on my barmitzvah – ruined everything. Robson missed seven of those games, returning for the most humiliating humiliation of them all: a defeat at Liverpool which handed the title to Leeds. I wasn’t there to hear the Kop sing “You’ll never win the league,” but accounts of the toll that exacted on hard, grizzled men are harrowing enough. Robbo spent most of the next season injured, losing both his number 7 shirt and his public to Eric Cantona. Though he contributed on his return, coming off the bench to pass, foul and advise the referee, the team no longer belonged to him … but the title was on. Midway through April, United travelled to Crystal Palace, and with Aston Villa losing at Blackburn knew that a win would take them four points clear with two games left. Ordinarily, I’d have been at Selhurst that night, but my dad was away so there was no one to take me, and when they eventually scored, twice, I missed the aforementioned hard, grizzled men losing their minds with emotion. By the time they played next the wait was over, and in the final minute of their final home game, they won a free-kick just outside the box. As the only first-teamer who hadn’t contributed a goal, Gary Pallister was summoned to take it, and sure enough, in it went. Robbo hadn’t either but he no longer counted, and though he did get to lift the trophy alongside Steve Bruce, it wasn’t quite his simcha. He was the rabbi, not the chossen. The final game of the season was Wimbledon away, and this time we were there to watch Robbo, back in the team for sentimental reasons, lead out the champions. I was 14 then and attended the school at which my dad was deputy head, which is to say yes, I did shame him by making sport of his colleagues on a daily. Consequently, things at home were frequently fraught – I’m an only child, so my parents had neither distractions nor compensations – and United was the one thing my dad and I could enjoy free of the tension which affected all the other stuff we had in common, such as our entire lives. I remember little about the game because the only thing that mattered was the party taking place in all four stands, but then, on 70 minutes, Steve Bruce clipped a hopeful ball over the top … and somehow, Robbo was alone in 40 yards of space! If you go the game, you know about the clutch – that moment when your team should score, so you and the person next to you – often a stranger – take hold of each other, braced for the explosion of ecstasy that nothing can replicate, not even actual ecstasy. But this was something more; the clutch was with my daddy, and on the line was a not just a hero completing his life’s work in front of us but a moment that would nourish us until we’re both dead. So Robbo watched the ball out of the air, time simultaneously freezing and speeding, took a cushioning touch as it landed, then another, then another … steadied himself … and slotted inside the near post! There was bedlam in the stands, but it was nothing compared to the bedlam in my heart, my dad and I cavorting together in celebration of everything – even, in a strange way, my impending suspension for setting the science lab floor alight. Sure, this was Robbo’s moment, a hero completing his life’s work right there in front of us, but it was also our moment and, if I’m being real, my moment. “My team”, part of me in a slightly different way to they way they were part of all the other people they were part of, had ended my childhood with the greatest moment I’d ever known, a joyous intensity fusing everything I’d been into everything I could be, the possibilities infinite and my world making perfect sense. That’s what we’re talking about when we talk about football.","charCount":"9567","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/danielharris\">Daniel Harris</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"film/2021/may/29/streaming-the-best-rock-star-films-stardust-sound-of-metal","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-05-29T07:00:20Z","webTitle":"Streaming: the best rock star films","webUrl":"https://www.theguardian.com/film/2021/may/29/streaming-the-best-rock-star-films-stardust-sound-of-metal","apiUrl":"https://content.guardianapis.com/film/2021/may/29/streaming-the-best-rock-star-films-stardust-sound-of-metal","fields":{"headline":"Streaming: the best rock star films","standfirst":"<p>From Velvet Goldmine to Sound of Metal, the rock’n’roll life has provided a rich seam for cinema <br></p>","trailText":"From Velvet Goldmine to Sound of Metal, the rock’n’roll life has provided a rich seam for cinema <br>","byline":"Guy Lodge","main":"<figure class=\"element element-image\" data-media-id=\"402f52aba9ae98e857e17f6d319d8d3bc3e145cf\"> <img src=\"https://media.guim.co.uk/402f52aba9ae98e857e17f6d319d8d3bc3e145cf/0_0_2958_1776/1000.jpg\" alt=\"Jonathan Rhys Meyers as Brian Slade in Todd Haynes’s Velvet Goldmine (1998).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jonathan Rhys Meyers as Brian Slade in Todd Haynes’s ‘garishly ravishing’ Velvet Goldmine.</span> <span class=\"element-image__credit\">Photograph: Allstar/Channel Four</span> </figcaption> </figure>","body":"<p>It can be hard for cinema to convey the body-shaking rush of rock’n’roll. There’s something fundamentally different about the performative nature of the rock star and the actor – one possessed and in the moment, the other considered and artfully observed – that can make attempts by the latter to play the former ring strangely false. The charge of live music, meanwhile, doesn’t always penetrate the essential remove imposed by the camera.</p> <p>Two recent films about rock musicians demonstrate the potential pitfalls and rarer rewards of portraying that scene on screen – both are out on non-premium VOD and DVD this week. <strong>Stardust</strong>, an anaemic biopic of David Bowie, is the dud. Hamstrung by the failure to secure rights to any of its subject’s actual music, Gabriel Range’s dramatisation of Bowie’s disastrous first US tour, it wastes a pretty valiant attempt by Johnny Flynn to channel the young star’s gangly magnetism on a script that’s all corny name-dropping surface, with little interior investigation. (<strong>Cracked Actor</strong>, the BBC’s hour-long 1975 documentary about Bowie on tour the year before, renders Range’s drama pointless. It can be found on YouTube in variously fuzzy forms.)</p>  <figure class=\"element element-image\" data-media-id=\"a7071ec71cac1c459d441a638e4ea518d13b772b\"> <img src=\"https://media.guim.co.uk/a7071ec71cac1c459d441a638e4ea518d13b772b/61_0_3500_2100/1000.jpg\" alt=\"Sound of Metal with Riz Ahmed.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sound of Metal with Riz Ahmed.</span> <span class=\"element-image__credit\">Photograph: Landmark Media/Alamy</span> </figcaption> </figure>  <p>Would that <em>Stardust</em> had the cinematic imagination and psychological curiosity of<strong> Sound of Metal</strong>, Darius Marder’s much-lauded study of a heavy metal drummer coming to terms with deafness. It’s a premise that threatens clanging irony of the Alanis Morissette school, but is explored with such grace and visceral sensory detail (notably via its Oscar-winning sound design) that we’re right in the addled headspace of Riz Ahmed’s wounded, stage-starved protagonist.</p> <p>Indeed, the most authentic-feeling rock films often centre on fictional musicians rather than slavish biographical impersonations of icons. Freed from the pressure of direct verisimilitude, there’s more of Bowie’s spirit in <strong><a href=\"https://www.amazon.co.uk/gp/video/detail/B00YW8K1RI/ref=atv_dl_rdr?tag=just016-21\">Velvet Goldmine</a></strong> (1998; Amazon), Todd Haynes’s marvellous, garishly ravishing dive down the glam-rock rabbit hole, about a mesmerising, enigmatic Bowie-Bolan composite figure. In Cameron Crowe’s endearing <strong><a href=\"https://www.nowtv.com/watch/almost-famous-2000/A5EK6sKrAaycSfkfsui1u?awc=11006_1621855234_f91e60cb7c7e2215295f4f70cf5dd6af&amp;DCMP=afc-nowtv:nc_General/gen\">Almost Famous</a></strong> (2000; Now TV), the early 70s roots-rock band Stillwater, who so enrapture the film’s teenage hero, resemble a number of real-life equivalents without being quite as good – which is what lends the film its poignancy.</p>  <figure class=\"element element-image\" data-media-id=\"380c01ef60e2758eebbf1a027abc53df3eb5b5c1\"> <img src=\"https://media.guim.co.uk/380c01ef60e2758eebbf1a027abc53df3eb5b5c1/0_84_3168_1901/1000.jpg\" alt=\"Jason Lee, John Fedevich, Noah Taylor, Billy Crudup and Mark Kozelek in Almost Famous.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jason Lee, John Fedevich, Noah Taylor, Billy Crudup and Mark Kozelek in Almost Famous.</span> <span class=\"element-image__credit\">Photograph: Allstar/Columbia Pictures</span> </figcaption> </figure>  <p>More cruelly affectionate than Crowe’s film, Christopher Guest’s classic satire <strong><a href=\"https://itunes.apple.com/us/movie/this-is-spinal-tap/id277432433\">This Is Spinal Tap</a></strong> (1984; iTunes) mines much of its comedy from the shallow, generic nature of many lesser rockers’ rebel attitude: hardly a rock-centred film made since, straight-faced or otherwise, hasn’t recalled it in some way. (It says a lot that Sacha Gervasi’s 2008 tongue-in-cheek heavy metal portrait <strong><a href=\"https://www.sky.com/watch/sky-go/windows?uuid=cfa4199e-be4a-44ff-886a-79d41f72a0c5&amp;videoId=A5EK3JXxfMHrHXmEgQ8pw\">Anvil! The Story of Anvil</a></strong> – on Sky Go – feels like a homage to Guest’s film, while also being a genuine documentary about the titular Canadian metal group.)</p> <p>Other great rock films make a virtue of their imagined star’s bonkers idiosyncrasy. The genderqueer East German punk diva at the centre of John Cameron Mitchell’s <strong><a href=\"https://uk.chili.com/content/hedwig-and-the-angry-inch-2001/fd6f25b6-e163-45fb-89a4-6ca457d7b784?utm_source=justwatch&amp;utm_medium=affiliation&amp;utm_campaign=buy_box\">Hedwig and the Angry Inch</a></strong> (2001; Chili) – a film as scuzzy and propulsive as its music – seems too unhinged to exist in the real world, but you wouldn’t be able to take your eyes off them if they did. I’ve <a href=\"https://www.theguardian.com/film/2019/sep/07/her-smell-elisabeth-moss-alex-ross-perry-terrible-title-great-film\">written before</a> in this column about Elisabeth Moss’s reckless, extraordinary disappearing act as an off-the-rails grunge goddess in Alex Ross Perry’s <strong><a href=\"https://www.amazon.co.uk/gp/video/detail/B07XC3J5TC/ref=atv_dl_rdr?tag=just016-21\">Her Smell</a></strong> (2018; Amazon). Moss’s snarling Becky Something would doubtless be a hero to the three 13-year-old Stockholm schoolgirls who team up to form a surprisingly fierce punk band in Lukas Moodysson’s irresistible <strong><a href=\"https://player.bfi.org.uk/rentals/film/watch-we-are-the-best-2013-online\">We Are the Best!</a></strong> (2013; BFI Player), which, notwithstanding its tender, youthful focus, is driven by just the right spirit of itchy, restless anarchy.</p>  <figure class=\"element element-image\" data-media-id=\"dde1d305d2544643ed838769061dfc24b9b91e6f\"> <img src=\"https://media.guim.co.uk/dde1d305d2544643ed838769061dfc24b9b91e6f/0_284_4252_2552/1000.jpg\" alt=\"Elisabeth Moss in Her Smell.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Disappearing act… Elisabeth Moss in Her Smell.</span> <span class=\"element-image__credit\">Photograph: Collection Christophel/Alamy</span> </figcaption> </figure>  <p>Still, sometimes it takes a rock star to play a rock star, which is why Prince’s <strong><a href=\"https://www.amazon.co.uk/gp/video/detail/B00FAJNK5I/ref=atv_dl_rdr?tag=just016-21\">Purple Rain</a></strong> (Amazon) – critically dismissed in 1984, academically celebrated today – might remain the ne plus ultra<em> </em>of the genre. Not quite a biopic, but a film besottedly about the star’s very aura, it has the slight distance of fiction and the immediate swagger of documentary, capturing Prince in all his cocky, indulgent, brilliantly purple highness. No actor could come close.</p> <h2>Also new on streaming and DVD</h2> <p><strong>Bank Job <br></strong><em>(<a href=\"https://player.riocinema.org.uk/film/bank-job/\">Rio Player</a>) </em><br>British documentary-makers Hilary Powell and Dan Edelstyn take an offbeat, community-minded approach to the imposing subject of debt, both at a personal and systemic level. It’s more of a lark than it sounds, hinging on an extended social experiment in which they make their own currency with an eye to eliminating debt in their London neighbourhood – but there are solid social conclusions to be drawn from the game.</p>  <figure class=\"element element-image\" data-media-id=\"755c2e7048984d5d6f4e127323a8e59417886185\"> <img src=\"https://media.guim.co.uk/755c2e7048984d5d6f4e127323a8e59417886185/0_64_3543_2126/1000.jpg\" alt=\"Sergei Polunin and Laetitia Dosch in Simple Passion.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sergei Polunin and Laetitia Dosch in Simple Passion.</span> <span class=\"element-image__credit\">Photograph: Magali Bragard</span> </figcaption> </figure>  <p><strong>Simple Passion <br></strong><em>(Amazon/iTunes) </em><br><a href=\"https://www.theguardian.com/books/2019/aug/10/abortion-sex-and-family-secrets-annie-ernaux-frances-great-truth-teller\">Annie Ernaux</a>’s brief, well-regarded 1991 novel becomes a starkly effective erotic drama led by a precise female gaze. Danielle Arbid’s adaptation stars the tremendous Laetitia Dosch as a literature professor immersed in a headily carnal no-strings affair with a married man – played by the controversial Ukrainian ballet star <a href=\"https://www.theguardian.com/stage/2019/mar/07/sergei-polunin-sacked-putin-tattoo-interview\">Sergei Polunin</a>, whose casting gives proceedings an additional, if unnecessary, edge of provocation.</p> <p><strong>Alex Ferguson: Never Give In</strong> <br><em>(Amazon) </em><br>That this documentary on the former Manchester United manager is a warmly sympathetic portrait comes as no surprise – it’s directed by his son Jason, while his wife and other two sons are heavily present. But it does largely eschew the grandstanding bravado promised by the title for a more vulnerable stance, as he reflects on matters of mortality and memory in the wake of his 2018 brain haemorrhage.</p>  <figure class=\"element element-image\" data-media-id=\"50006d0a2b2668019ed45e98f41139a484960c2f\"> <img src=\"https://media.guim.co.uk/50006d0a2b2668019ed45e98f41139a484960c2f/0_0_3840_2160/1000.jpg\" alt=\"The hat trick-scoring Alex Ferguson in 1963,\" width=\"1000\" height=\"563\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The hat trick-scoring Alex Ferguson in 1963.</span> <span class=\"element-image__credit\">Photograph: Amazon Prime Video/Mirrorpix</span> </figcaption> </figure>  <p><strong>Chaos Walking <br></strong><em>(Lionsgate)</em> <br>Let’s be honest, you’re tempting fate when you insert “chaos” into the title of your would-be blockbuster, and Doug Liman’s embattled, much delayed adaptation of Patrick Ness’s YA sci-fi bestseller is duly messy. Hard to imagine Charlie Kaufman at one point had a go at the script for this convoluted dystopian vision of a planet without women: the most intriguing aspects of the premise are buried under generic derring-do.</p> <p><strong>Duel <br></strong><em>(Spirit Entertainment) </em><br>Steven Spielberg’s name-making road thriller gets a spiffy rerelease for its 50th anniversary, and still looks formidably lean and mean. Sweatily following a lone motorist as he’s menaced by a faceless but seemingly hell-bent trucker, it’s a tension exercise that still seems thrillingly modern in its spareness, executed with a vicious efficiency that wouldn’t remain the Spielberg signature for long.</p>","newspaperPageNumber":"28","wordcount":"1008","commentCloseDate":"2021-06-18T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-29T07:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:00:20Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhve5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4b9f3b76589570c3af111a53b4e84fa391a47038/0_130_3200_1921/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It can be hard for cinema to convey the body-shaking rush of rock’n’roll. There’s something fundamentally different about the performative nature of the rock star and the actor – one possessed and in the moment, the other considered and artfully observed – that can make attempts by the latter to play the former ring strangely false. The charge of live music, meanwhile, doesn’t always penetrate the essential remove imposed by the camera. Two recent films about rock musicians demonstrate the potential pitfalls and rarer rewards of portraying that scene on screen – both are out on non-premium VOD and DVD this week. Stardust, an anaemic biopic of David Bowie, is the dud. Hamstrung by the failure to secure rights to any of its subject’s actual music, Gabriel Range’s dramatisation of Bowie’s disastrous first US tour, it wastes a pretty valiant attempt by Johnny Flynn to channel the young star’s gangly magnetism on a script that’s all corny name-dropping surface, with little interior investigation. (Cracked Actor, the BBC’s hour-long 1975 documentary about Bowie on tour the year before, renders Range’s drama pointless. It can be found on YouTube in variously fuzzy forms.) Would that Stardust had the cinematic imagination and psychological curiosity of Sound of Metal, Darius Marder’s much-lauded study of a heavy metal drummer coming to terms with deafness. It’s a premise that threatens clanging irony of the Alanis Morissette school, but is explored with such grace and visceral sensory detail (notably via its Oscar-winning sound design) that we’re right in the addled headspace of Riz Ahmed’s wounded, stage-starved protagonist. Indeed, the most authentic-feeling rock films often centre on fictional musicians rather than slavish biographical impersonations of icons. Freed from the pressure of direct verisimilitude, there’s more of Bowie’s spirit in Velvet Goldmine (1998; Amazon), Todd Haynes’s marvellous, garishly ravishing dive down the glam-rock rabbit hole, about a mesmerising, enigmatic Bowie-Bolan composite figure. In Cameron Crowe’s endearing Almost Famous (2000; Now TV), the early 70s roots-rock band Stillwater, who so enrapture the film’s teenage hero, resemble a number of real-life equivalents without being quite as good – which is what lends the film its poignancy. More cruelly affectionate than Crowe’s film, Christopher Guest’s classic satire This Is Spinal Tap (1984; iTunes) mines much of its comedy from the shallow, generic nature of many lesser rockers’ rebel attitude: hardly a rock-centred film made since, straight-faced or otherwise, hasn’t recalled it in some way. (It says a lot that Sacha Gervasi’s 2008 tongue-in-cheek heavy metal portrait Anvil! The Story of Anvil – on Sky Go – feels like a homage to Guest’s film, while also being a genuine documentary about the titular Canadian metal group.) Other great rock films make a virtue of their imagined star’s bonkers idiosyncrasy. The genderqueer East German punk diva at the centre of John Cameron Mitchell’s Hedwig and the Angry Inch (2001; Chili) – a film as scuzzy and propulsive as its music – seems too unhinged to exist in the real world, but you wouldn’t be able to take your eyes off them if they did. I’ve written before in this column about Elisabeth Moss’s reckless, extraordinary disappearing act as an off-the-rails grunge goddess in Alex Ross Perry’s Her Smell (2018; Amazon). Moss’s snarling Becky Something would doubtless be a hero to the three 13-year-old Stockholm schoolgirls who team up to form a surprisingly fierce punk band in Lukas Moodysson’s irresistible We Are the Best! (2013; BFI Player), which, notwithstanding its tender, youthful focus, is driven by just the right spirit of itchy, restless anarchy. Still, sometimes it takes a rock star to play a rock star, which is why Prince’s Purple Rain (Amazon) – critically dismissed in 1984, academically celebrated today – might remain the ne plus ultra of the genre. Not quite a biopic, but a film besottedly about the star’s very aura, it has the slight distance of fiction and the immediate swagger of documentary, capturing Prince in all his cocky, indulgent, brilliantly purple highness. No actor could come close. Also new on streaming and DVD Bank Job (Rio Player) British documentary-makers Hilary Powell and Dan Edelstyn take an offbeat, community-minded approach to the imposing subject of debt, both at a personal and systemic level. It’s more of a lark than it sounds, hinging on an extended social experiment in which they make their own currency with an eye to eliminating debt in their London neighbourhood – but there are solid social conclusions to be drawn from the game. Simple Passion (Amazon/iTunes) Annie Ernaux’s brief, well-regarded 1991 novel becomes a starkly effective erotic drama led by a precise female gaze. Danielle Arbid’s adaptation stars the tremendous Laetitia Dosch as a literature professor immersed in a headily carnal no-strings affair with a married man – played by the controversial Ukrainian ballet star Sergei Polunin, whose casting gives proceedings an additional, if unnecessary, edge of provocation. Alex Ferguson: Never Give In (Amazon) That this documentary on the former Manchester United manager is a warmly sympathetic portrait comes as no surprise – it’s directed by his son Jason, while his wife and other two sons are heavily present. But it does largely eschew the grandstanding bravado promised by the title for a more vulnerable stance, as he reflects on matters of mortality and memory in the wake of his 2018 brain haemorrhage. Chaos Walking (Lionsgate) Let’s be honest, you’re tempting fate when you insert “chaos” into the title of your would-be blockbuster, and Doug Liman’s embattled, much delayed adaptation of Patrick Ness’s YA sci-fi bestseller is duly messy. Hard to imagine Charlie Kaufman at one point had a go at the script for this convoluted dystopian vision of a planet without women: the most intriguing aspects of the premise are buried under generic derring-do. Duel (Spirit Entertainment) Steven Spielberg’s name-making road thriller gets a spiffy rerelease for its 50th anniversary, and still looks formidably lean and mean. Sweatily following a lone motorist as he’s menaced by a faceless but seemingly hell-bent trucker, it’s a tension exercise that still seems thrillingly modern in its spareness, executed with a vicious efficiency that wouldn’t remain the Spielberg signature for long.","charCount":"6451","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/guylodge\">Guy Lodge</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/2021/may/29/sinead-oconnor-ill-always-be-a-bit-crazy-but-thats-ok-rememberings","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2021-05-29T07:00:20Z","webTitle":"Sinéad O’Connor: ‘I’ll always be a bit crazy, but that’s OK’","webUrl":"https://www.theguardian.com/music/2021/may/29/sinead-oconnor-ill-always-be-a-bit-crazy-but-thats-ok-rememberings","apiUrl":"https://content.guardianapis.com/music/2021/may/29/sinead-oconnor-ill-always-be-a-bit-crazy-but-thats-ok-rememberings","fields":{"headline":"Sinéad O’Connor: ‘I’ll always be a bit crazy, but that’s OK’","standfirst":"<p>After a life marked by abuse, fame, scandal and struggle, the Irish singer-songwriter says she never lost faith</p><ul><li><a href=\"https://www.theguardian.com/music/2021/may/29/i-dont-know-how-ill-ever-not-be-angry-an-exclusive-extract-from-sinead-oconnors-memoir\">Read an exclusive extract from her new memoir</a> </li></ul>","trailText":"After a life marked by abuse, fame, scandal and struggle, the Irish singer-songwriter says she never lost faith","byline":"Simon Hattenstone","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"8180329347200b8782e0f657e72bdd5a881f2da9\"> <img src=\"https://media.guim.co.uk/8180329347200b8782e0f657e72bdd5a881f2da9/0_791_4736_2842/1000.jpg\" alt=\"Head shot of singer Sinéad O'Connor against pink background\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sinéad O’Connor: ‘I think I’m good now.’</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee/The  Guardian</span> </figcaption> </figure>","body":"<p>Sinéad O’Connor has been pretty much invisible for the past few years. There’s a good reason, though, she tells me with her usual disregard for social niceties. “I’ve spent most of the time in the nuthouse. I’ve been practically living there for six years.” She pauses, takes an intense drag on her fag, and warns me off being similarly politically incorrect. “We alone get to call it the nuthouse – the patients.”</p> <p>O’Connor is a music great – her 1990 version of Prince’s Nothing Compares 2 U is one of the most transcendent five minutes in pop history, the solitary tear falling from her eye in <a href=\"https://www.youtube.com/watch?v=0-EF60neguk&amp;amp;vl=en-GB\" title=\"\">the accompanying video</a> one of its most beautiful images. The single topped the charts worldwide, as did the album it was taken from, I Do Not Want What I Haven’t Got. Astonishingly, in the 31 years that have passed, she has never had another UK Top 10 hit single and only one Top 10 album. And yet she remains a household name.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=0-EF60neguk\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/0-EF60neguk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Sinéad O’Connor singing Nothing Compares 2 U</figcaption> </figure>   <p>Perhaps O’Connor was always destined to be best known for simply being herself: the angelic skinhead who swore like a trooper and shocked the world with allegations of child sex abuse; a woman who played out her own mental health crises in public; who <a href=\"https://www.rte.ie/archives/2019/0329/1039381-female-priest-sinead-oconnor/\" title=\"\">became a Catholic priest</a> and then <a href=\"https://www.theguardian.com/music/2018/oct/26/sinead-oconnor-converts-to-islam-shuhada-davitt\" title=\"\">“reverted” to Islam</a>; who had four children by four different men, when all these things were unheard of or taboo. Her albums have often been cussedly uncommercial – traditional Irish songs on <a href=\"https://en.wikipedia.org/wiki/Sean-N%C3%B3s_Nua\" title=\"\">Sean-Nós Nua</a>, roots reggae covers on <a href=\"https://www.theguardian.com/lifeandstyle/2005/sep/30/shopping1\" title=\"\">Throw Down Your Arms</a>. There have been gorgeous, relatively poppy albums, such as Universal Mother, but even that featured a <a href=\"https://www.youtube.com/watch?v=EZIB6MslCAo\" title=\"\">spoken-word polemic on why the Irish famine was not actually a famine</a>, and compared the country to an abused child. O’Connor must be one of pop’s most reluctant stars. When she was told Nothing Compares 2 U was at No 1 she wept – and not out of happiness.</p> <p>It’s not just her eagerness to stick two fingers up at convention that makes her endlessly fascinating. O’Connor is an enormously empathic figure; hers is a vulnerability we can all relate to. And she is often proved right, long after the event. Last time we met, 11 years ago, O’Connor was a Catholic priest (she had been ordained by a breakaway church in 1999) who had just been vindicated. In 1992, she had <a href=\"https://www.youtube.com/watch?v=X0VpfiMcPPA\" title=\"\">torn up a picture of Pope John Paul II on Saturday Night Live</a> as a protest at child sex abuse in the Catholic church. At the time many people dismissed her as a loopy self-publicist. Two weeks later she was <a href=\"https://www.youtube.com/watch?v=GzxTDHMQza8\" title=\"\">booed off stage at a Bob Dylan tribute concert</a>, and her records were publicly smashed. But in 2010 <a href=\"https://www.theguardian.com/world/2010/mar/21/pope-ireland-letter-paedophile-priests\" title=\"\">Pope Benedict XVI issued an apology to the victims of decades of sex abuse</a> by Catholic priests in Ireland, expressing his “shame and remorse” for their “sinful and criminal acts”. (She viewed the apology as wholly inadequate, calling the Vatican “a nest of devils and a haven for criminals”.)</p>  <figure class=\"element element-image\" data-media-id=\"7bbd27b3e627b20078e41dc463731419740c8208\"> <img src=\"https://media.guim.co.uk/7bbd27b3e627b20078e41dc463731419740c8208/0_0_6586_3904/1000.jpg\" alt=\"Sinead O’Connor performing on The Roxy  TV show in 1987\" width=\"1000\" height=\"593\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">On The Roxy TV show in 1987.</span> <span class=\"element-image__credit\">Photograph: ITV/Rex/Shutterstock</span> </figcaption> </figure>  <p>Now, O’Connor is publishing her memoirs. The book, Rememberings, has been a long time in the making. For the first time, she has written about the childhood abuse she suffered at the hands of her mother. The book is a series of beautifully observed vignettes rather than a conventional autobiography: she takes us from the abuse to the kleptomania, reform school, pop stardom, pope-baiting, heresy, apostasy, breakups, breakdowns, kids, marriages and celebrity shags that have shaped her life. The writing, particularly when recounting her childhood, is lyrical, funny and anguished, and the revelations come thick and fast. </p> <p>She’s at home in Wicklow when we speak, decked out in grey – grey jumper, grey hijab (she changed her off-stage name to Shuhada Sadaqat when she became a Muslim in 2018), grey cropped skinhead and grey fag ash. She’s 54 now, her cheeks more rounded but her eyes still bright. For three hours, she talks and talks – eloquent, indiscreet, potty-mouthed, poignant, conspiratorial. </p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3d3b21672e1d22fd5078d49c8744cd26c433c343\"> <img src=\"https://media.guim.co.uk/3d3b21672e1d22fd5078d49c8744cd26c433c343/173_517_3925_3498/1000.jpg\" alt=\"Sinead O’Connor wearing black jumper and blue headscarf against pink background\" width=\"1000\" height=\"891\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I was born with a huge faith and it never left.’</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee/The  Guardian</span> </figcaption> </figure>  <p>In Rememberings, she captures the way she saw the world when she was young. She describes her fear on the day her father left, and her mother moved her and her siblings into the garden hut and locked them out of the house. She was eight years old. “I knelt on the ground in front of the gable wall and wailed up to the landing window to get her to let us into the house when it got dark. That is when I officially lost my mind and became afraid of the size of the sky.” This particular incident shaped much of her life, she tells me. “That’s why I’m agoraphobic. I find it difficult being outside. I don’t mind when it turns into black night, but once the hours of dusk come, I get very anxious.”</p> <p>O’Connor grew up in Glenageary, County Dublin, the third of five children born to Marie and John. The family were middle-class, fairly well off, practising Catholics and dysfunctional. When her parents split up, she says, her father (a structural engineer turned barrister) became only the second man in Ireland awarded custody of his children and a <a href=\"https://www.latimes.com/archives/la-xpm-1993-06-27-mn-7679-story.html\" title=\"\">campaigner for the right to divorce</a>.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>When my mother died, we were living like she had no money. The bitch dies and there’s 250 grand in the bank!</p> </blockquote> </aside>  <p>In the book, she recounts her mother’s physical and sexual abuse, including the times she ordered O’Connor to strip naked, lie on the floor with her arms and legs splayed open, then hit her repeatedly in her private parts. She is convinced her mother wanted to destroy her reproductive organs. “She had a thing about wanting me to be a boy. She didn’t want girls.”</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4b661d806d77a2eb3071b53de72aa6af292b9ff5\"> <img src=\"https://media.guim.co.uk/4b661d806d77a2eb3071b53de72aa6af292b9ff5/0_0_3212_4874/659.jpg\" alt=\"Sinead O’Connor performing in 1997\" width=\"659\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Performing in 1997.</span> <span class=\"element-image__credit\">Photograph: Simon Ritter/Redferns</span> </figcaption> </figure>  <p>O’Connor closely resembled her mother. Was she aware at the time of how alike they looked? “Yes. I’ve often thought she did all this to me because I was the child who reminded her most of herself.” Did it worry her that she looked like her? “Yeah. I think that’s why I continue to shave my head, because if I have hair I look more like her and I don’t like to see her in the mirror. There’s no picture of her in the book.”</p> <p>She says it was her mother who forced her into thieving as a little girl. They would collect money in charity boxes, then Marie would steal all the donations – sometimes as much as £200 a night. “My mother was a kleptomaniac. She would visit houses that were for sale just so she could steal shit out of them. She would take money out of the church plate.” But her parents had plenty of money, didn’t they? “Exactly. My father was very well-off. When my mother died, we were living like she had no money, with no heat, no electricity, no hot water. The bitch dies and there’s 250 grand in the bank!”</p> <p>O’Connor says she never wanted to steal, but then she found she was addicted to it, like her mother. “I became a kleptomaniac as well. My father took me on holiday with the rest of the kids when I was 13 or 14 and I stole a rug out of the hotel room. I’d steal shit for the sake of stealing it.” She would take things from shops to order for her schoolfriends. The young O’Connor was a talented sprinter; she’d put on the clothes she wanted to nick, walk to the exit, then run. At the age of 14, she got caught stealing a pair of gold shoes for a mate and was sent to a reform school run by nuns.</p> <p>When O’Connor was 18, her mother was killed in a car crash. In the past, she has said she loved her despite everything, and never recovered from her death. Today, she simply says she was relieved that she died. Does she think her mother was ill or just cruel? “I think she was an evil person.” But she doesn’t believe it was her fault. “When I look at photos of the woman she was before she got married, she was a joyful, gleaming, happy young woman, and I feel something possessed her. It was the devil in her.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"0b7873bddb990e5202f07538395e2921511bd7f0\"> <img src=\"https://media.guim.co.uk/0b7873bddb990e5202f07538395e2921511bd7f0/0_710_4832_3310/1000.jpg\" alt=\"Head shot of Sinead O’Connor, smoking a cigarette, against green background\" width=\"1000\" height=\"685\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I was furious. Nobody could deal with me.’</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee/The  Guardian</span> </figcaption> </figure>  <p>O’Connor’s worldview has always been one of gods and devils – perhaps not surprisingly for somebody who was brought up to believe the incontestable truth of the scriptures. Of her 20-odd tattoos, all but one are scriptural. On the back of her hand is printed “The lion of Judah shall break every chain” (“My Rastafari fist”), on the other “<em>Lumen Christi</em>” (light of Christ), and on her chest is a huge Jesus tattoo. On her neck is “All things must pass”, another biblical quote.<strong> </strong>The exception is a tattoo saying “Vampire slayer” – which is what some friends called her after the Saturday Night Live incident.</p> <p>She began writing her memoir in January 2015 when she was in a good place. But then she had a prolonged and catastrophic breakdown, brought on partly by one of her children becoming seriously ill; she also had a radical hysterectomy later that year<strong>.</strong> “Everything went fucking pear-shaped. I went through what you call surgical menopause, which is like menopause multiplied by 10,000. Then I didn’t write anything again for four years. The first half I wrote on a laptop at home, the second half I dictated from the nuthouse.” The difference is obvious – the early part of the book is economic, tonally assured, poetic, writerly; the latter pacy, gossipy and entertaining.</p> <p>After the hysterectomy, her mental health took a dive. “Nobody had explained to me or my family that she’s going to be a crazy bitch because we took her ovaries for no reason. So the children were terrified of me.” How was she terrifying? “Angry. Raging. I was furious. I was completely gone. I was suicidal.” She says she scared everybody off. “Nobody could deal with me. I was very isolated and alone. I’d be looking at them, thinking, what the hell are they all frightened of?”</p> <p>She admitted herself as an inpatient to the psychiatric hospital St Patrick’s in Dublin in 2016. O’Connor assumed the staff wouldn’t be able to cope with her either. She says she was hard work when she arrived on the locked<strong> </strong>ward. “You test them. You show them your ugly side and you’re like: ‘I bet you throw me out now.’ After about three years I realised they weren’t going anywhere. In fact they loved me very much indeed.”</p> <p>Rememberings is partly dedicated to St Patrick’s. She calls the hospital her second home. “Thank God I spent a lot of the last six years there, because otherwise I wouldn’t be alive.” Most of the time, she was on an open ward, learning about her mental health. “I’m 10% bipolar, apparently, 40% complex traumatic stress and the rest is borderline personality disorder.” Did she try to kill herself in hospital? “No. Never. I went there all the time because I was suicidal. I would take myself there. In the past I have made several suicide attempts. I would take the pills and say to God: ‘OK it’s up to you, you decide’ and then of course I would wake up three or four days later. Clearly God thinks I’m such a pain in the arse that he doesn’t want me either.” She grins. “I’m a strong little fucker. I wasn’t meant to die.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>One evening some friends of my mother’s called round – she gave them dog food on toast and told them it was paté</p> </blockquote> </aside>  <p>It was the times when she signed herself out of their care that the disasters happened. In 2017, she convinced herself everybody in Ireland and Britain had given up on her, so she headed for America to see friends. In fact, she ended up living alone in a motel in not-so-quiet desperation. That was when she <a href=\"https://www.bbc.co.uk/news/entertainment-arts-40862321\" title=\"\">put a video on Facebook</a> in tears to tell the world she was in urgent need of help: “My entire life is revolving around not dying, and that’s not living.” It was terrifying – for her and for her fans. She managed to get back to Ireland, and readmitted herself to hospital. Today, she says she wasn’t only mentally ill at the time, she was in physical agony with gallstones. Social media has often brought the worst out of her. “Twitter is really for lonesome people, isn’t it?” she says. “And I was desperately, desperately lonely.”</p> <p>In one way or another, O’Connor says, she has always had issues with self-esteem. In the book she writes about how her sister Éimear tried to boost her. “She made me look in the mirror when I was 23 or 24 and say, ‘I am loving, I am lovable, I love and accept myself exactly as I am’ and she’d make me give myself a kiss.” And did she believe it? “I probably only started believing in January of this year.” Has she kept on doing it? “Sometimes I still do it. If I’ve managed to achieve something; if I’ve managed to have a shower or I’ve managed to clean the house, I’ll say to myself: ‘You’ve achieved a lot today, that was great.’ But I don’t do it looking in the mirror.” She pauses.<strong> </strong>“Now and again I’ll give myself a kiss in the mirror or say, you fucking rock!”</p>  <figure class=\"element element-image\" data-media-id=\"d7e3e4fb7e7ea3f8fae0d77340c9360df29bc36a\"> <img src=\"https://media.guim.co.uk/d7e3e4fb7e7ea3f8fae0d77340c9360df29bc36a/0_0_3000_2015/1000.jpg\" alt=\"Sinead O’Connor performs at August Hall on February 07, 2020 in San Francisco, California.\" width=\"1000\" height=\"672\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">On stage in San Francisco in 2020.</span> <span class=\"element-image__credit\">Photograph: Tim Mosenfelder/Getty Images</span> </figcaption> </figure>  <p>Her last stint at St Patrick’s was her longest – eight months. And it was this January that she and the hospital agreed she was fit to leave. “They’d been threading this thing together in me for six years. Both you and your team know when you’re ready.” How did she feel different? “I didn’t feel sad any more, I didn’t feel depressed, I didn’t spend all day terrified, I was able to go out, I was able to have fun, I was able to spend a day not beating the shit out of myself for my flaws.” She is cutting back on her work hours to focus on the essentials – paying bills, keeping the house clean and not being overwhelmed.</p> <p>She puts out yet another cigarette, prepares to light the next, then stops. “Can I just take a piss?” A minute later she returns. “Wonderful piss,” she says. I ask whether she learned anything about herself from writing the book. “I learned how very, very lucky I was. Coming from where I did, and then to walk around the world having this fantastic adventure. Sometimes I would ring my father, saying something bad had happened to me, and he’d always say that’s part of the adventure, that’s part of life. You know <a href=\"https://www.theguardian.com/film/raiders-of-the-lost-ark\" title=\"\">the Harrison Ford movies</a>, he’s always being chased by a boulder or in a pit of snakes, but it’s all part of the adventure? It’s scary, but it’s fun.”</p> <p>Towards the end of her stay in hospital, she started to appreciate her talent for the first time. When she was planning to tour (before it got cancelled by the pandemic), she worried that she may have forgotten the lyrics to her songs. “So I went on YouTube to remind myself. I had never done that before and I thought, holy shit, that’s me; that’s quite good!” Is she thinking of any particular songs? “A lot was about the live performance, like on Jools Holland I did two songs called Fire On Babylon and <a href=\"https://www.youtube.com/watch?v=JyLnbjtBLX4\" title=\"\">Famine</a>. I was a skinny young lady and I thought, where did that voice come from?”</p> <p>Did she think she was beautiful? “When I look back, I think, yeah, that’s a pretty girl. Not any more.” And at the time? “That was never something in my mind. I’m Irish and I grew up in the 70s when to be a good Catholic you had to think you were shit; you weren’t allowed to boast, you weren’t allowed to be proud of yourself. You would never declare: I am loving and lovable!”</p> <p>O’Connor says she was terrified of reading Rememberings: she thought she would find the chapters on her childhood triggering. There came a point when she couldn’t avoid it any longer, because she had to read the audio book. Did she find it tough? “No, the only bit that fucked me up was the Prince chapter. When I read it, I was like, holy fuck, that was a really scary night.”</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Prince was sitting on a chair by the front door and wouldn’t let me out. It was the scariest thing I’ve seen in my life</p> </blockquote> </aside>  <p>She was in America in 1991, soon after Nothing Compares 2 U had topped the charts. Although Prince had written the song for his side project, the Family, he’d had nothing to do with her recording. One day she got a call saying he’d like to meet her. A chauffeur-driven car arrived to take her to his house. From the off, she says, Prince acted strangely. He told her he didn’t like the language she used on TV and made it clear he was unhappy she was not his protege.<strong> </strong>Things soon got tense. She says the evening ended up with him locking her in his house, insisting they have a pillow fight, then hitting her with a hard object hidden inside the pillowcase. O’Connor says she managed to get away and he chased her in his car. Eventually she escaped. She has talked about this night before now, but previously she seemed to laugh it off. Not this time.</p> <p>What does she think would have happened if Prince had caught her? “I think he would have beat the shit out of me.” Even talking about it after all these years, she looks shaken. What was the scariest moment? “When he was sitting on a chair by the front door and he wouldn’t let me out. His irises dissolved and his eyes just went white. It was the scariest thing I’ve seen in my life.” If he had still been alive, does she think there would have been a <a href=\"https://www.theguardian.com/world/metoo-movement\" title=\"\">#MeToo</a> moment about Prince? There still might be, she says. “I’m interested to see if that does happen because I know one woman he put in hospital for months. And she didn’t make a complaint. I think he was a walking devil. He wasn’t called Prince for nothing.” Did they ever meet after that? “No, I wouldn’t go fucking near him, no way. And he never attempted to meet me. I could have gone to the police and made a report, but I didn’t. I was just so glad to be out of it.”</p> <p>As well as the traumatic stuff, Rememberings is hilarious at times. Every minute she is falling in love with someone new – invariably a priest or yet another man called John. She describes gleefully how she had never fitted the Catholic template: “Four children by four different men, only one of whom I married, and I married three other men, none of whom are the fathers of my children.” In 2011 she made a call-out on social media for a “sweet sex-starved man”. After a few unsatisfactory responses, Mr Right offered his services, and this resulted in her brief fourth marriage.</p>  <figure class=\"element element-image\" data-media-id=\"948bb6a4eda78fdd810c92cf90c23566188c137d\"> <img src=\"https://media.guim.co.uk/948bb6a4eda78fdd810c92cf90c23566188c137d/0_249_4406_2643/1000.jpg\" alt=\"Peter Gabriel and Sinéad O'Connor in 1991\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With Peter Gabriel in 1991: ‘He had a great tenderness about him.’</span> <span class=\"element-image__credit\">Photograph: Michel Linssen/Redferns</span> </figcaption> </figure>  <p>She describes the man who took her virginity at 14 as her “deflorist”. She admits she stole the term from her brother, the celebrated novelist <a href=\"https://www.theguardian.com/books/2020/jan/04/joseph-o-connor-interview-shadowplay-bram-stoker\" title=\"\">Joseph O’Connor</a>. Is she surprised there’s been so much sex in her life? “No, because I was a horndog. I was like every other girl in a band. We all fucked our way around America.” </p> <p>She stops, and says she has a confession. “To be honest, I exaggerated how slutty I was. I had a couple of affairs on tour with crew members, but I didn’t do my slutty years till I was 49. Then I went on a load of dating sites. I never did any one-night stands before, and then I did the entire slutty college years in six months.” Did she enjoy it? “Oh yeah, I <em>loved</em> it. But it was time for it to stop.” </p> <p>There are also honourable – or dishonourable – mentions of celebrity boyfriends. She writes that Peter Gabriel, who was divorced from his first wife when they dated in the early 90s, regarded her as his “weekend pussy”. Did that upset her? “Yes, I was really hurt because he had chased me for about a year as if he was madly in love with me. He was the type of dude who you’d be away with and he’d put a note under the door to tell you he’s just about to go out on a date with another girl. And he’d get you down for the weekend and then say, you know this isn’t going to go any further.” She says,<strong> </strong>“Because of Peter, I’ve always drilled it into my sons that you must never tell a woman you love her to get her into bed.” She says she doesn’t want to give the wrong impression of Gabriel, though. “To be fair, he also has a great tenderness about him.” </p>  <figure class=\"element element-image element--showcase\" data-media-id=\"30bf00694d20c4c08be92710e49e7a4a41230346\"> <img src=\"https://media.guim.co.uk/30bf00694d20c4c08be92710e49e7a4a41230346/0_641_4743_4102/1000.jpg\" alt=\"Head shot of Sinéad O'Connor against pink background, with a bunch of pink roses in front of her\" width=\"1000\" height=\"865\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Now I’ve had six years on my own, I love it.’</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee/The  Guardian</span> </figcaption> </figure>  <p>Anyway, this is all the past, she insists; the hysterectomy has done for her libido. “I don’t even look at policemen’s arses any more,” she says sorrowfully. “I used to look at them a lot; especially motorcycle cops. I’d completely objectify them.” A little smile plays across her face. “There has been quite a hot electrician around my house for the last while.” See, I say, there’s still hope. “Well, it’s six years since I either had sex or went out with anybody, and now I’ve had six years on my own, I love it. The thought of having to shave your legs, pluck your eyebrows, hold in your stomach, stick out your arse, always stress, stress.”</p> <p>While we’re on sex, she’s got a joke for me. “I went to the doctor. He told me to stop wanking. I said, ‘Why?’ and he said, ‘Because I’m trying to examine you.’” She laughs. “I love that joke.” </p> <p>I ask O’Connor why she thinks she has has had so few hit records. Simple, she says – it’s never been a priority. For her, music has always been a form of therapy. When she did Top Of The Pops, she just regarded it as an opportunity to get “this shit I have to get off my chest”. “The only reason to make an album is because you’ll go crazy if you don’t. If you make it because you want to be famous or impress the fella down the road or to make money, it’s not going to be a good record.”</p> <p>Having said that, she did earn a fortune from music. “I made 10 million quid on the second album [I Do Not Want What I Haven’t Got] . I probably should have made more. I gave away half of it.” Why? “A priest told me: when you grow up and get a job, pay back the money you stole. So as soon as I got the money, I doled it out in various ways to different charities and people.” That’s not in the book, I say. She looks embarrassed. “No. Because you’re not supposed to say when you’ve done a good deed.”</p>  <figure class=\"element element-image\" data-media-id=\"6ad2ca9d3d0b5d0ea90b0d5d6cbe2c5a30c922da\"> <img src=\"https://media.guim.co.uk/6ad2ca9d3d0b5d0ea90b0d5d6cbe2c5a30c922da/524_0_3988_2581/1000.jpg\" alt=\"Sinéad O'Connor singing in August 1989, at a gig marking the 20th anniversary of the march on the British embassy in Dublin\" width=\"1000\" height=\"647\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I am born for live performance’: in August 1989, at a gig marking the 20th anniversary of the march on the British embassy in Dublin.</span> <span class=\"element-image__credit\">Photograph: Independent News and Media/Getty Images</span> </figcaption> </figure>  <p>She’s probably still most famous for ripping up the picture of John Paul II. Has that defined her career? “Yes, in a beautiful fucking way. There was no doubt about who this bitch is. There was no more mistaking this woman for a pop star. But it was not derailing; people say, ‘Oh, you fucked up your career’ but they’re talking about the career they had in mind for me. I fucked up the house in Antigua that the record company dudes wanted to buy. I fucked up <em>their </em>career, not mine. It meant I had to make my living playing live, and I am born for live performance.”</p> <p>Despite everything that has happened to her – the abuse, the breakdowns, the betrayals and fallouts – she has never lost her faith. Yes, she has been hypercritical of formalised religion, particularly the Catholicism she was born into, but that’s different. Religions are simply platforms for faith, she says, and she decided Catholicism was a lousy platform, so she chose Islam. “I guess I was born with a huge faith and it never left and nothing would shake it,” she says.</p> <p>Why did she become a Muslim? “What I like about Islam is that it is anti-religious. In the same way that Jesus was a militantly anti-religious figure, Allah is saying that people are not to worship anything but God. The worst thing that happened to God is religion.” She means we’ve spent too long worshipping priests rather than God. “Islam is the most maligned religion on Earth because it has the truths that would make you not worship money, make you not steal, make you be good to your brothers and sisters, make you gentle.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"25f07bfda801728f3e744141372d1b4f8d277438\"> <img src=\"https://media.guim.co.uk/25f07bfda801728f3e744141372d1b4f8d277438/267_75_520_528/492.jpg\" alt=\"Sinéad O'Connor and first husband John Reynolds\" width=\"492\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With first husband John Reynolds.</span> <span class=\"element-image__credit\">Photograph: © John Reynolds</span> </figcaption> </figure>  <p>We’ve been chatting for hours, so we call it a night. But over the following days she calls and texts with corrections and additional information. There are new stories about her mother, some horrific, some funny (“One evening some friends of hers called round – she gave them dog food on toast and told them it was paté”). There are reminders of how much she adores her father, her children and two of her ex-husbands. (“My first husband, John Reynolds [who was also her producer], is still my best friend.”) And, most importantly, there are pleas not to misrepresent her. “Don’t make it all misery,” she commands. “Just remember, my story’s not <a href=\"https://www.pulitzer.org/winners/frank-mccourt\" title=\"\">Angela’s fucking Ashes</a>.”</p> <p>Last time we met it was a period of relative stability in her life. At the end of that interview I asked if she thought her state of calm could be permanent, and she bridled. “People always say to me, ‘Do you think your happiness is going to last?’ as if I’m teetering on some edge,” she said, before telling me it was “bollocks”.</p> <p>Now she feels differently. She knows things are going well at the moment – she is happy living alone, she’s got a good relationship with her children – but she knows nothing is permanent. “I think I’m good now. But I’m not stupid enough to think I won’t have relapses. I’m not stupid enough to think I won’t end up in hospital again. I’m a recovering abuse survivor and it’s a life’s work. It’s not like you get reborn or something.” She lifts her hijab slightly, showing more of her cropped hair, and she smiles again. For a moment, she looks just like the angelic skinhead of old. “So yeah, I’m always going to be a bit of a crazy bitch, but that’s OK.” </p> <p><em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"tel:%28800%29%20273-8255\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <p>• Rememberings, by Sinéad O’Connor, is published by Penguin on 1 June at £20. To support the Guardian, order your copy at <a href=\"https://guardianbookshop.com/rememberings-9781844885411.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply</p>","newspaperPageNumber":"17","wordcount":"4449","commentable":"false","firstPublicationDate":"2021-05-29T07:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:00:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/heqtx","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8180329347200b8782e0f657e72bdd5a881f2da9/0_791_4736_2842/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Sinéad O’Connor has been pretty much invisible for the past few years. There’s a good reason, though, she tells me with her usual disregard for social niceties. “I’ve spent most of the time in the nuthouse. I’ve been practically living there for six years.” She pauses, takes an intense drag on her fag, and warns me off being similarly politically incorrect. “We alone get to call it the nuthouse – the patients.” O’Connor is a music great – her 1990 version of Prince’s Nothing Compares 2 U is one of the most transcendent five minutes in pop history, the solitary tear falling from her eye in the accompanying video one of its most beautiful images. The single topped the charts worldwide, as did the album it was taken from, I Do Not Want What I Haven’t Got. Astonishingly, in the 31 years that have passed, she has never had another UK Top 10 hit single and only one Top 10 album. And yet she remains a household name. Perhaps O’Connor was always destined to be best known for simply being herself: the angelic skinhead who swore like a trooper and shocked the world with allegations of child sex abuse; a woman who played out her own mental health crises in public; who became a Catholic priest and then “reverted” to Islam; who had four children by four different men, when all these things were unheard of or taboo. Her albums have often been cussedly uncommercial – traditional Irish songs on Sean-Nós Nua, roots reggae covers on Throw Down Your Arms. There have been gorgeous, relatively poppy albums, such as Universal Mother, but even that featured a spoken-word polemic on why the Irish famine was not actually a famine, and compared the country to an abused child. O’Connor must be one of pop’s most reluctant stars. When she was told Nothing Compares 2 U was at No 1 she wept – and not out of happiness. It’s not just her eagerness to stick two fingers up at convention that makes her endlessly fascinating. O’Connor is an enormously empathic figure; hers is a vulnerability we can all relate to. And she is often proved right, long after the event. Last time we met, 11 years ago, O’Connor was a Catholic priest (she had been ordained by a breakaway church in 1999) who had just been vindicated. In 1992, she had torn up a picture of Pope John Paul II on Saturday Night Live as a protest at child sex abuse in the Catholic church. At the time many people dismissed her as a loopy self-publicist. Two weeks later she was booed off stage at a Bob Dylan tribute concert, and her records were publicly smashed. But in 2010 Pope Benedict XVI issued an apology to the victims of decades of sex abuse by Catholic priests in Ireland, expressing his “shame and remorse” for their “sinful and criminal acts”. (She viewed the apology as wholly inadequate, calling the Vatican “a nest of devils and a haven for criminals”.) Now, O’Connor is publishing her memoirs. The book, Rememberings, has been a long time in the making. For the first time, she has written about the childhood abuse she suffered at the hands of her mother. The book is a series of beautifully observed vignettes rather than a conventional autobiography: she takes us from the abuse to the kleptomania, reform school, pop stardom, pope-baiting, heresy, apostasy, breakups, breakdowns, kids, marriages and celebrity shags that have shaped her life. The writing, particularly when recounting her childhood, is lyrical, funny and anguished, and the revelations come thick and fast. She’s at home in Wicklow when we speak, decked out in grey – grey jumper, grey hijab (she changed her off-stage name to Shuhada Sadaqat when she became a Muslim in 2018), grey cropped skinhead and grey fag ash. She’s 54 now, her cheeks more rounded but her eyes still bright. For three hours, she talks and talks – eloquent, indiscreet, potty-mouthed, poignant, conspiratorial. In Rememberings, she captures the way she saw the world when she was young. She describes her fear on the day her father left, and her mother moved her and her siblings into the garden hut and locked them out of the house. She was eight years old. “I knelt on the ground in front of the gable wall and wailed up to the landing window to get her to let us into the house when it got dark. That is when I officially lost my mind and became afraid of the size of the sky.” This particular incident shaped much of her life, she tells me. “That’s why I’m agoraphobic. I find it difficult being outside. I don’t mind when it turns into black night, but once the hours of dusk come, I get very anxious.” O’Connor grew up in Glenageary, County Dublin, the third of five children born to Marie and John. The family were middle-class, fairly well off, practising Catholics and dysfunctional. When her parents split up, she says, her father (a structural engineer turned barrister) became only the second man in Ireland awarded custody of his children and a campaigner for the right to divorce. In the book, she recounts her mother’s physical and sexual abuse, including the times she ordered O’Connor to strip naked, lie on the floor with her arms and legs splayed open, then hit her repeatedly in her private parts. She is convinced her mother wanted to destroy her reproductive organs. “She had a thing about wanting me to be a boy. She didn’t want girls.” O’Connor closely resembled her mother. Was she aware at the time of how alike they looked? “Yes. I’ve often thought she did all this to me because I was the child who reminded her most of herself.” Did it worry her that she looked like her? “Yeah. I think that’s why I continue to shave my head, because if I have hair I look more like her and I don’t like to see her in the mirror. There’s no picture of her in the book.” She says it was her mother who forced her into thieving as a little girl. They would collect money in charity boxes, then Marie would steal all the donations – sometimes as much as £200 a night. “My mother was a kleptomaniac. She would visit houses that were for sale just so she could steal shit out of them. She would take money out of the church plate.” But her parents had plenty of money, didn’t they? “Exactly. My father was very well-off. When my mother died, we were living like she had no money, with no heat, no electricity, no hot water. The bitch dies and there’s 250 grand in the bank!” O’Connor says she never wanted to steal, but then she found she was addicted to it, like her mother. “I became a kleptomaniac as well. My father took me on holiday with the rest of the kids when I was 13 or 14 and I stole a rug out of the hotel room. I’d steal shit for the sake of stealing it.” She would take things from shops to order for her schoolfriends. The young O’Connor was a talented sprinter; she’d put on the clothes she wanted to nick, walk to the exit, then run. At the age of 14, she got caught stealing a pair of gold shoes for a mate and was sent to a reform school run by nuns. When O’Connor was 18, her mother was killed in a car crash. In the past, she has said she loved her despite everything, and never recovered from her death. Today, she simply says she was relieved that she died. Does she think her mother was ill or just cruel? “I think she was an evil person.” But she doesn’t believe it was her fault. “When I look at photos of the woman she was before she got married, she was a joyful, gleaming, happy young woman, and I feel something possessed her. It was the devil in her.” O’Connor’s worldview has always been one of gods and devils – perhaps not surprisingly for somebody who was brought up to believe the incontestable truth of the scriptures. Of her 20-odd tattoos, all but one are scriptural. On the back of her hand is printed “The lion of Judah shall break every chain” (“My Rastafari fist”), on the other “Lumen Christi” (light of Christ), and on her chest is a huge Jesus tattoo. On her neck is “All things must pass”, another biblical quote. The exception is a tattoo saying “Vampire slayer” – which is what some friends called her after the Saturday Night Live incident. She began writing her memoir in January 2015 when she was in a good place. But then she had a prolonged and catastrophic breakdown, brought on partly by one of her children becoming seriously ill; she also had a radical hysterectomy later that year. “Everything went fucking pear-shaped. I went through what you call surgical menopause, which is like menopause multiplied by 10,000. Then I didn’t write anything again for four years. The first half I wrote on a laptop at home, the second half I dictated from the nuthouse.” The difference is obvious – the early part of the book is economic, tonally assured, poetic, writerly; the latter pacy, gossipy and entertaining. After the hysterectomy, her mental health took a dive. “Nobody had explained to me or my family that she’s going to be a crazy bitch because we took her ovaries for no reason. So the children were terrified of me.” How was she terrifying? “Angry. Raging. I was furious. I was completely gone. I was suicidal.” She says she scared everybody off. “Nobody could deal with me. I was very isolated and alone. I’d be looking at them, thinking, what the hell are they all frightened of?” She admitted herself as an inpatient to the psychiatric hospital St Patrick’s in Dublin in 2016. O’Connor assumed the staff wouldn’t be able to cope with her either. She says she was hard work when she arrived on the locked ward. “You test them. You show them your ugly side and you’re like: ‘I bet you throw me out now.’ After about three years I realised they weren’t going anywhere. In fact they loved me very much indeed.” Rememberings is partly dedicated to St Patrick’s. She calls the hospital her second home. “Thank God I spent a lot of the last six years there, because otherwise I wouldn’t be alive.” Most of the time, she was on an open ward, learning about her mental health. “I’m 10% bipolar, apparently, 40% complex traumatic stress and the rest is borderline personality disorder.” Did she try to kill herself in hospital? “No. Never. I went there all the time because I was suicidal. I would take myself there. In the past I have made several suicide attempts. I would take the pills and say to God: ‘OK it’s up to you, you decide’ and then of course I would wake up three or four days later. Clearly God thinks I’m such a pain in the arse that he doesn’t want me either.” She grins. “I’m a strong little fucker. I wasn’t meant to die.” It was the times when she signed herself out of their care that the disasters happened. In 2017, she convinced herself everybody in Ireland and Britain had given up on her, so she headed for America to see friends. In fact, she ended up living alone in a motel in not-so-quiet desperation. That was when she put a video on Facebook in tears to tell the world she was in urgent need of help: “My entire life is revolving around not dying, and that’s not living.” It was terrifying – for her and for her fans. She managed to get back to Ireland, and readmitted herself to hospital. Today, she says she wasn’t only mentally ill at the time, she was in physical agony with gallstones. Social media has often brought the worst out of her. “Twitter is really for lonesome people, isn’t it?” she says. “And I was desperately, desperately lonely.” In one way or another, O’Connor says, she has always had issues with self-esteem. In the book she writes about how her sister Éimear tried to boost her. “She made me look in the mirror when I was 23 or 24 and say, ‘I am loving, I am lovable, I love and accept myself exactly as I am’ and she’d make me give myself a kiss.” And did she believe it? “I probably only started believing in January of this year.” Has she kept on doing it? “Sometimes I still do it. If I’ve managed to achieve something; if I’ve managed to have a shower or I’ve managed to clean the house, I’ll say to myself: ‘You’ve achieved a lot today, that was great.’ But I don’t do it looking in the mirror.” She pauses. “Now and again I’ll give myself a kiss in the mirror or say, you fucking rock!” Her last stint at St Patrick’s was her longest – eight months. And it was this January that she and the hospital agreed she was fit to leave. “They’d been threading this thing together in me for six years. Both you and your team know when you’re ready.” How did she feel different? “I didn’t feel sad any more, I didn’t feel depressed, I didn’t spend all day terrified, I was able to go out, I was able to have fun, I was able to spend a day not beating the shit out of myself for my flaws.” She is cutting back on her work hours to focus on the essentials – paying bills, keeping the house clean and not being overwhelmed. She puts out yet another cigarette, prepares to light the next, then stops. “Can I just take a piss?” A minute later she returns. “Wonderful piss,” she says. I ask whether she learned anything about herself from writing the book. “I learned how very, very lucky I was. Coming from where I did, and then to walk around the world having this fantastic adventure. Sometimes I would ring my father, saying something bad had happened to me, and he’d always say that’s part of the adventure, that’s part of life. You know the Harrison Ford movies, he’s always being chased by a boulder or in a pit of snakes, but it’s all part of the adventure? It’s scary, but it’s fun.” Towards the end of her stay in hospital, she started to appreciate her talent for the first time. When she was planning to tour (before it got cancelled by the pandemic), she worried that she may have forgotten the lyrics to her songs. “So I went on YouTube to remind myself. I had never done that before and I thought, holy shit, that’s me; that’s quite good!” Is she thinking of any particular songs? “A lot was about the live performance, like on Jools Holland I did two songs called Fire On Babylon and Famine. I was a skinny young lady and I thought, where did that voice come from?” Did she think she was beautiful? “When I look back, I think, yeah, that’s a pretty girl. Not any more.” And at the time? “That was never something in my mind. I’m Irish and I grew up in the 70s when to be a good Catholic you had to think you were shit; you weren’t allowed to boast, you weren’t allowed to be proud of yourself. You would never declare: I am loving and lovable!” O’Connor says she was terrified of reading Rememberings: she thought she would find the chapters on her childhood triggering. There came a point when she couldn’t avoid it any longer, because she had to read the audio book. Did she find it tough? “No, the only bit that fucked me up was the Prince chapter. When I read it, I was like, holy fuck, that was a really scary night.” She was in America in 1991, soon after Nothing Compares 2 U had topped the charts. Although Prince had written the song for his side project, the Family, he’d had nothing to do with her recording. One day she got a call saying he’d like to meet her. A chauffeur-driven car arrived to take her to his house. From the off, she says, Prince acted strangely. He told her he didn’t like the language she used on TV and made it clear he was unhappy she was not his protege. Things soon got tense. She says the evening ended up with him locking her in his house, insisting they have a pillow fight, then hitting her with a hard object hidden inside the pillowcase. O’Connor says she managed to get away and he chased her in his car. Eventually she escaped. She has talked about this night before now, but previously she seemed to laugh it off. Not this time. What does she think would have happened if Prince had caught her? “I think he would have beat the shit out of me.” Even talking about it after all these years, she looks shaken. What was the scariest moment? “When he was sitting on a chair by the front door and he wouldn’t let me out. His irises dissolved and his eyes just went white. It was the scariest thing I’ve seen in my life.” If he had still been alive, does she think there would have been a #MeToo moment about Prince? There still might be, she says. “I’m interested to see if that does happen because I know one woman he put in hospital for months. And she didn’t make a complaint. I think he was a walking devil. He wasn’t called Prince for nothing.” Did they ever meet after that? “No, I wouldn’t go fucking near him, no way. And he never attempted to meet me. I could have gone to the police and made a report, but I didn’t. I was just so glad to be out of it.” As well as the traumatic stuff, Rememberings is hilarious at times. Every minute she is falling in love with someone new – invariably a priest or yet another man called John. She describes gleefully how she had never fitted the Catholic template: “Four children by four different men, only one of whom I married, and I married three other men, none of whom are the fathers of my children.” In 2011 she made a call-out on social media for a “sweet sex-starved man”. After a few unsatisfactory responses, Mr Right offered his services, and this resulted in her brief fourth marriage. She describes the man who took her virginity at 14 as her “deflorist”. She admits she stole the term from her brother, the celebrated novelist Joseph O’Connor. Is she surprised there’s been so much sex in her life? “No, because I was a horndog. I was like every other girl in a band. We all fucked our way around America.” She stops, and says she has a confession. “To be honest, I exaggerated how slutty I was. I had a couple of affairs on tour with crew members, but I didn’t do my slutty years till I was 49. Then I went on a load of dating sites. I never did any one-night stands before, and then I did the entire slutty college years in six months.” Did she enjoy it? “Oh yeah, I loved it. But it was time for it to stop.” There are also honourable – or dishonourable – mentions of celebrity boyfriends. She writes that Peter Gabriel, who was divorced from his first wife when they dated in the early 90s, regarded her as his “weekend pussy”. Did that upset her? “Yes, I was really hurt because he had chased me for about a year as if he was madly in love with me. He was the type of dude who you’d be away with and he’d put a note under the door to tell you he’s just about to go out on a date with another girl. And he’d get you down for the weekend and then say, you know this isn’t going to go any further.” She says, “Because of Peter, I’ve always drilled it into my sons that you must never tell a woman you love her to get her into bed.” She says she doesn’t want to give the wrong impression of Gabriel, though. “To be fair, he also has a great tenderness about him.” Anyway, this is all the past, she insists; the hysterectomy has done for her libido. “I don’t even look at policemen’s arses any more,” she says sorrowfully. “I used to look at them a lot; especially motorcycle cops. I’d completely objectify them.” A little smile plays across her face. “There has been quite a hot electrician around my house for the last while.” See, I say, there’s still hope. “Well, it’s six years since I either had sex or went out with anybody, and now I’ve had six years on my own, I love it. The thought of having to shave your legs, pluck your eyebrows, hold in your stomach, stick out your arse, always stress, stress.” While we’re on sex, she’s got a joke for me. “I went to the doctor. He told me to stop wanking. I said, ‘Why?’ and he said, ‘Because I’m trying to examine you.’” She laughs. “I love that joke.” I ask O’Connor why she thinks she has has had so few hit records. Simple, she says – it’s never been a priority. For her, music has always been a form of therapy. When she did Top Of The Pops, she just regarded it as an opportunity to get “this shit I have to get off my chest”. “The only reason to make an album is because you’ll go crazy if you don’t. If you make it because you want to be famous or impress the fella down the road or to make money, it’s not going to be a good record.” Having said that, she did earn a fortune from music. “I made 10 million quid on the second album [I Do Not Want What I Haven’t Got] . I probably should have made more. I gave away half of it.” Why? “A priest told me: when you grow up and get a job, pay back the money you stole. So as soon as I got the money, I doled it out in various ways to different charities and people.” That’s not in the book, I say. She looks embarrassed. “No. Because you’re not supposed to say when you’ve done a good deed.” She’s probably still most famous for ripping up the picture of John Paul II. Has that defined her career? “Yes, in a beautiful fucking way. There was no doubt about who this bitch is. There was no more mistaking this woman for a pop star. But it was not derailing; people say, ‘Oh, you fucked up your career’ but they’re talking about the career they had in mind for me. I fucked up the house in Antigua that the record company dudes wanted to buy. I fucked up their career, not mine. It meant I had to make my living playing live, and I am born for live performance.” Despite everything that has happened to her – the abuse, the breakdowns, the betrayals and fallouts – she has never lost her faith. Yes, she has been hypercritical of formalised religion, particularly the Catholicism she was born into, but that’s different. Religions are simply platforms for faith, she says, and she decided Catholicism was a lousy platform, so she chose Islam. “I guess I was born with a huge faith and it never left and nothing would shake it,” she says. Why did she become a Muslim? “What I like about Islam is that it is anti-religious. In the same way that Jesus was a militantly anti-religious figure, Allah is saying that people are not to worship anything but God. The worst thing that happened to God is religion.” She means we’ve spent too long worshipping priests rather than God. “Islam is the most maligned religion on Earth because it has the truths that would make you not worship money, make you not steal, make you be good to your brothers and sisters, make you gentle.” We’ve been chatting for hours, so we call it a night. But over the following days she calls and texts with corrections and additional information. There are new stories about her mother, some horrific, some funny (“One evening some friends of hers called round – she gave them dog food on toast and told them it was paté”). There are reminders of how much she adores her father, her children and two of her ex-husbands. (“My first husband, John Reynolds [who was also her producer], is still my best friend.”) And, most importantly, there are pleas not to misrepresent her. “Don’t make it all misery,” she commands. “Just remember, my story’s not Angela’s fucking Ashes.” Last time we met it was a period of relative stability in her life. At the end of that interview I asked if she thought her state of calm could be permanent, and she bridled. “People always say to me, ‘Do you think your happiness is going to last?’ as if I’m teetering on some edge,” she said, before telling me it was “bollocks”. Now she feels differently. She knows things are going well at the moment – she is happy living alone, she’s got a good relationship with her children – but she knows nothing is permanent. “I think I’m good now. But I’m not stupid enough to think I won’t have relapses. I’m not stupid enough to think I won’t end up in hospital again. I’m a recovering abuse survivor and it’s a life’s work. It’s not like you get reborn or something.” She lifts her hijab slightly, showing more of her cropped hair, and she smiles again. For a moment, she looks just like the angelic skinhead of old. “So yeah, I’m always going to be a bit of a crazy bitch, but that’s OK.” In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org. • Rememberings, by Sinéad O’Connor, is published by Penguin on 1 June at £20. To support the Guardian, order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"24155","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/simonhattenstone\">Simon Hattenstone</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2021/may/29/german-tv-love-cornwall-diplomats-rosamunde-pilcher","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-29T07:00:19Z","webTitle":"Escapist dreams: why Germans love TV romances set in Cornwall ","webUrl":"https://www.theguardian.com/world/2021/may/29/german-tv-love-cornwall-diplomats-rosamunde-pilcher","apiUrl":"https://content.guardianapis.com/world/2021/may/29/german-tv-love-cornwall-diplomats-rosamunde-pilcher","fields":{"headline":"Escapist dreams: why Germans love TV romances set in Cornwall ","standfirst":"<p>Films based on British writer’s stories have loyal following in Germany and are now even listed as a key draw for G7 diplomats</p>","trailText":"Films based on British writer’s stories have loyal following in Germany and are now even listed as a key draw for G7 diplomats","byline":"Philip Oltermann in Berlin","main":"<figure class=\"element element-image\" data-media-id=\"83133dbc5c9bbfd0b795d9c65ebec55d22ef8a56\"> <img src=\"https://media.guim.co.uk/83133dbc5c9bbfd0b795d9c65ebec55d22ef8a56/187_0_5625_3375/1000.jpg\" alt=\"Two characters walk along the harbour in Padstow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grace (Jördis Richter) meets her dream man, Dr Robert Hayford (Oliver Franck), in <em>Wie verhext</em> (‘Bewitched’), filmed in Padstow.</span> <span class=\"element-image__credit\">Photograph: Jon Ailes/ZDF</span> </figcaption> </figure>","body":"<p>Strolling along Padstow harbour, Grace Kent and Dr Robert Hayford are tumbling into each other’s eyes over fish and chips, paisley scarves blowing in the Cornish breeze. Yet in spite of the quintessentially English setting, they whisper their sweet nothings in German.</p> <p>This is a scene from <em>Wie verhext</em>, which translates as Bewitched, a German TV production that premiered in national broadcaster ZDF’s Sunday prime-time slot at the start of this month. Inspired by the short story Tea With a Witch by the British novelist Rosamunde Pilcher, it is the latest instalment in one of the most enduring cross-cultural links between the two European nations, entering its third decade in spite of Brexit, Covid-19 and the <a href=\"https://www.theguardian.com/books/2019/feb/07/rosamunde-pilcher-obituary\">author’s death in 2019</a>.</p> <p>Pilcher’s books have sold more than 12m copies in Germany, been turned into more than 160 German TV dramas and used to help to bring around 112,000 Germans to England’s rugged southwestern tip every year before the pandemic, making it Cornwall’s biggest overseas market for tourists.</p> <p>Now even the British government has caught on to the success story, pitching her romantic universe as a key draw for German diplomats ahead of <a href=\"https://www.g7uk.org/the-cornwall-summit/\">next month’s G7 summit</a> in “Pilcher country” Cornwall.</p> <p>The man who has done most to fire up Germany’s love affair with the Cornish romance writer is another product of a British-German collaboration: Michael Smeaton, the Münster-born, half-Scottish TV producer whose company FFP New Media adapted Pilcher’s novel The Day of the Storm (<em>Stürmische Begegnungen</em>) for German television in 1993.</p>  <figure class=\"element element-image\" data-media-id=\"4800fc3024f24268f794c7b98ad5c3f5de61e41a\"> <img src=\"https://media.guim.co.uk/4800fc3024f24268f794c7b98ad5c3f5de61e41a/0_95_3000_1800/1000.jpg\" alt=\"Rosamunde Pilcher smiles at the camera\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rosamunde Pilcher at a garden party at the residence of the British ambassador in Berlin.</span> <span class=\"element-image__credit\">Photograph: Adam Berry/Getty</span> </figcaption> </figure>  <p>Since then, Smeaton has produced between four and six Pilcher adaptations a year, with roughly half his company’s filmic output bearing the author’s name. FFP New Media has a permanent office in Newquay and regularly employs about 300 freelancers in the south-western county, one of the poorest regions in the UK.</p> <p>With Pilcher’s back catalogue comprehensively translated to the small screen, recent films have started to mine the short stories and story fragments discovered after the author’s death in February 2019, aged 94.</p> <p>With pandemic travel restrictions likely to ease in coming months, Smeaton said he hoped to make a further four Pilcher films in Cornwall before the end of the year, even if post-Brexit red tape meant additional paperwork for the equipment his crews regularly brought over on the Calais-Dover ferry.</p> <p>The secret of the Pilcher films’ German success, he said, was their escapism: “They evoke romantic ideas of English traditions that don’t exist in Germany.”</p> <p>In the Sunday night slot, the films compete with Germany’s long-running police procedural Tatort, and try to offer an antidote, with no violence, reliably happy endings and only the chastest of sex scenes. <em>Wie verhext </em>is an exception in respect of the latter, allowing a lingering glimpse of a bare male chest worthy of Poldark, Britain’s own Cornish romance drama.</p> <p>While the films are set across the strip of land, there are go-to spots that now form part of the sightseeing circuit for German tourists, such as the Bedruthan Steps beach, the cliffs at Land’s End and Prideaux Place, an Elizabethan manor house overlooking Padstow Harbour, whose owner, Peter Prideaux-Brune, has appeared in Pilcher dramas in cameos as a chauffeur, a coroner and a gin taster.</p>  <figure class=\"element element-image\" data-media-id=\"e9b7b3956308a23668ba5a4aaf3f9d27f431ac21\"> <img src=\"https://media.guim.co.uk/e9b7b3956308a23668ba5a4aaf3f9d27f431ac21/0_14_3673_2204/1000.jpg\" alt=\"Prideaux Place, Padstow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A 2004 Pilcher adaptation filmed at Prideaux Place, Padstow.</span> <span class=\"element-image__credit\">Photograph: Collection Christophel/Alamy</span> </figcaption> </figure>  <p>German actors larking about in National Trust settings on TV have a tradition in Germany that goes back to the 1960s, with a series of more than 40 detective stories based on the works of the crime writer Edgar Wallace.</p> <p>Cornwall, in particular, is what the Anglo-German cultural historian Rüdiger Görner calls one of the prime destinations of “German yearnings for ‘being elsewhere’”. The county is also intimately connected with the mythology of Richard Wagner’s Tristan and Isolde, its “green shores” popping up in the opera’s opening scene.</p> <p>Between Wagner’s opera and Pilcher’s soap-opera, said Görner, a professor of modern German literature at London’s Queen Mary University, there was Wolfgang Hildesheimer’s 1971 book Times in Cornwall, a landmark text for postwar German travelogues of an artistically ambitious kind.</p> <p>One of the rules of a modern-day Pilcher film, said producer Smeaton, was that there would be no scenes set in supermarkets, on motorways, or against the backdrop of electricity poles. Red phone boxes, sheep and cream teas were a must. “At the end of the day, these are fairytales that people want to see, not modern life”.</p>","newspaperPageNumber":"3","wordcount":"720","firstPublicationDate":"2021-05-29T07:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:00:19Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hhy22","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/83133dbc5c9bbfd0b795d9c65ebec55d22ef8a56/187_0_5625_3375/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Strolling along Padstow harbour, Grace Kent and Dr Robert Hayford are tumbling into each other’s eyes over fish and chips, paisley scarves blowing in the Cornish breeze. Yet in spite of the quintessentially English setting, they whisper their sweet nothings in German. This is a scene from Wie verhext, which translates as Bewitched, a German TV production that premiered in national broadcaster ZDF’s Sunday prime-time slot at the start of this month. Inspired by the short story Tea With a Witch by the British novelist Rosamunde Pilcher, it is the latest instalment in one of the most enduring cross-cultural links between the two European nations, entering its third decade in spite of Brexit, Covid-19 and the author’s death in 2019. Pilcher’s books have sold more than 12m copies in Germany, been turned into more than 160 German TV dramas and used to help to bring around 112,000 Germans to England’s rugged southwestern tip every year before the pandemic, making it Cornwall’s biggest overseas market for tourists. Now even the British government has caught on to the success story, pitching her romantic universe as a key draw for German diplomats ahead of next month’s G7 summit in “Pilcher country” Cornwall. The man who has done most to fire up Germany’s love affair with the Cornish romance writer is another product of a British-German collaboration: Michael Smeaton, the Münster-born, half-Scottish TV producer whose company FFP New Media adapted Pilcher’s novel The Day of the Storm (Stürmische Begegnungen) for German television in 1993. Since then, Smeaton has produced between four and six Pilcher adaptations a year, with roughly half his company’s filmic output bearing the author’s name. FFP New Media has a permanent office in Newquay and regularly employs about 300 freelancers in the south-western county, one of the poorest regions in the UK. With Pilcher’s back catalogue comprehensively translated to the small screen, recent films have started to mine the short stories and story fragments discovered after the author’s death in February 2019, aged 94. With pandemic travel restrictions likely to ease in coming months, Smeaton said he hoped to make a further four Pilcher films in Cornwall before the end of the year, even if post-Brexit red tape meant additional paperwork for the equipment his crews regularly brought over on the Calais-Dover ferry. The secret of the Pilcher films’ German success, he said, was their escapism: “They evoke romantic ideas of English traditions that don’t exist in Germany.” In the Sunday night slot, the films compete with Germany’s long-running police procedural Tatort, and try to offer an antidote, with no violence, reliably happy endings and only the chastest of sex scenes. Wie verhext is an exception in respect of the latter, allowing a lingering glimpse of a bare male chest worthy of Poldark, Britain’s own Cornish romance drama. While the films are set across the strip of land, there are go-to spots that now form part of the sightseeing circuit for German tourists, such as the Bedruthan Steps beach, the cliffs at Land’s End and Prideaux Place, an Elizabethan manor house overlooking Padstow Harbour, whose owner, Peter Prideaux-Brune, has appeared in Pilcher dramas in cameos as a chauffeur, a coroner and a gin taster. German actors larking about in National Trust settings on TV have a tradition in Germany that goes back to the 1960s, with a series of more than 40 detective stories based on the works of the crime writer Edgar Wallace. Cornwall, in particular, is what the Anglo-German cultural historian Rüdiger Görner calls one of the prime destinations of “German yearnings for ‘being elsewhere’”. The county is also intimately connected with the mythology of Richard Wagner’s Tristan and Isolde, its “green shores” popping up in the opera’s opening scene. Between Wagner’s opera and Pilcher’s soap-opera, said Görner, a professor of modern German literature at London’s Queen Mary University, there was Wolfgang Hildesheimer’s 1971 book Times in Cornwall, a landmark text for postwar German travelogues of an artistically ambitious kind. One of the rules of a modern-day Pilcher film, said producer Smeaton, was that there would be no scenes set in supermarkets, on motorways, or against the backdrop of electricity poles. Red phone boxes, sheep and cream teas were a must. “At the end of the day, these are fairytales that people want to see, not modern life”.","charCount":"4449","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/philip-oltermann\">Philip Oltermann</a> in Berlin"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"culture/2021/may/29/groups-towns-join-bidding-uk-city-of-culture-2025","type":"article","sectionId":"culture","sectionName":"Culture","webPublicationDate":"2021-05-29T07:00:19Z","webTitle":"Groups of towns are invited to join bidding for UK city of culture","webUrl":"https://www.theguardian.com/culture/2021/may/29/groups-towns-join-bidding-uk-city-of-culture-2025","apiUrl":"https://content.guardianapis.com/culture/2021/may/29/groups-towns-join-bidding-uk-city-of-culture-2025","fields":{"headline":"Groups of towns are invited to join bidding for UK city of culture","standfirst":"<p>Announcement by culture secretary for 2025 title is part of government’s levelling-up agenda</p>","trailText":"Announcement by culture secretary for 2025 title is part of government’s levelling-up agenda","byline":"Jessica Murray and agency","main":"<figure class=\"element element-image\" data-media-id=\"3ac0a77c0b9ee1cccfce6a3909490896faeeeeba\"> <img src=\"https://media.guim.co.uk/3ac0a77c0b9ee1cccfce6a3909490896faeeeeba/0_195_3500_2099/1000.jpg\" alt=\"People in Hull celebrate Coventry becoming the next UK City of Culture in 2021. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People in Hull celebrate Coventry becoming the 2021 UK city of culture.</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>","body":"<p>Groups of towns will be able to bid to be the UK’s city of culture for the first time as the government hopes to use the competition to promote its levelling-up agenda.</p> <p>The culture secretary, Oliver Dowden, also hopes the competition will help areas recover from the coronavirus pandemic.</p> <p>Coventry is the <a href=\"https://www.theguardian.com/culture/2017/dec/07/coventry-named-uk-city-of-culture-2021\">current UK city of culture</a> and its programme of events began this month after a four-month delay due to Covid. The Department for Digital, Culture, Media and Sport (DCMS) said whichever city or group of towns takes over would need a “strong and unique vision for their future growth”.</p> <p>Bids for the 2025 title must also show how celebrating local heritage and culture could bring communities together, as well as demonstrate how investment in culture and creativity would drive growth, it said.</p> <p>As he launched the competition, Dowden said: “UK city of culture is a fantastic showcase of the huge impact culture has in towns and cities across the country. From Derry-Londonderry, to Hull and Coventry, previous winners have shown how the competition can deliver greater cultural participation, drive economic regeneration and boost local pride.</p> <p>“I encourage towns and cities across the UK to put forward bids for 2025 and champion their local arts and culture scene.”</p> <p>To encourage as many places as possible across the UK to bid, the government said it would offer funding of up to £40,000 to up to six longlisted places to help develop their applications.</p>  <figure class=\"element element-image\" data-media-id=\"6084fb03aa449aed31b906896827b00e633ccd02\"> <img src=\"https://media.guim.co.uk/6084fb03aa449aed31b906896827b00e633ccd02/0_273_8192_4918/1000.jpg\" alt=\"Artist Heather Peak on the pink narrowboat\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Heather Peak onboard the Furor Scribendi, a restored narrowboat that houses the artwork Small Bells Ring, a library of short stories and a floating retreat for readers and writers that forms part of the Coventry UK city of culture.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>Bids will be assessed by an independent, 11-member panel chaired by Sir Phil Redmond, the television screenwriter and creator of Brookside and Hollyoaks. The deputy chair will be Claire McColgan, the director of Liverpool city council’s cultural service.</p> <p>The winning entry must show how the area will open up access to culture, and develop partnerships and celebrate links with places across the UK.</p> <p>The first city to be awarded the city of culture accolade was <a href=\"https://www.theguardian.com/uk/2010/jul/15/derry-capital-of-culture-2013\">Derry in 2013</a>, followed by <a href=\"https://www.theguardian.com/travel/2017/jan/11/hull-guide-2017-capital-culture-hotels-pubs-restaurants\">Hull in 2017</a>. A winner is chosen every four years and holds the title for one year.</p> <p>In Coventry there is expected to be a significant boost in visitor numbers despite the pandemic, and more than £110m in additional investment secured between 2018 and 2022. The programme of events aims to attract about 5,000 volunteers and create more than 900 jobs.</p>","wordcount":"386","firstPublicationDate":"2021-05-29T07:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:05:45Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hta3q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/3ac0a77c0b9ee1cccfce6a3909490896faeeeeba/0_195_3500_2099/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Groups of towns will be able to bid to be the UK’s city of culture for the first time as the government hopes to use the competition to promote its levelling-up agenda. The culture secretary, Oliver Dowden, also hopes the competition will help areas recover from the coronavirus pandemic. Coventry is the current UK city of culture and its programme of events began this month after a four-month delay due to Covid. The Department for Digital, Culture, Media and Sport (DCMS) said whichever city or group of towns takes over would need a “strong and unique vision for their future growth”. Bids for the 2025 title must also show how celebrating local heritage and culture could bring communities together, as well as demonstrate how investment in culture and creativity would drive growth, it said. As he launched the competition, Dowden said: “UK city of culture is a fantastic showcase of the huge impact culture has in towns and cities across the country. From Derry-Londonderry, to Hull and Coventry, previous winners have shown how the competition can deliver greater cultural participation, drive economic regeneration and boost local pride. “I encourage towns and cities across the UK to put forward bids for 2025 and champion their local arts and culture scene.” To encourage as many places as possible across the UK to bid, the government said it would offer funding of up to £40,000 to up to six longlisted places to help develop their applications. Bids will be assessed by an independent, 11-member panel chaired by Sir Phil Redmond, the television screenwriter and creator of Brookside and Hollyoaks. The deputy chair will be Claire McColgan, the director of Liverpool city council’s cultural service. The winning entry must show how the area will open up access to culture, and develop partnerships and celebrate links with places across the UK. The first city to be awarded the city of culture accolade was Derry in 2013, followed by Hull in 2017. A winner is chosen every four years and holds the title for one year. In Coventry there is expected to be a significant boost in visitor numbers despite the pandemic, and more than £110m in additional investment secured between 2018 and 2022. The programme of events aims to attract about 5,000 volunteers and create more than 900 jobs.","charCount":"2299","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jessica-murray\">Jessica Murray</a> and agency"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"world/2021/may/29/vague-messaging-risk-rise-english-covid-cases-scientists","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-29T07:00:19Z","webTitle":"Vague messaging risks causing rise in English Covid cases, say scientists","webUrl":"https://www.theguardian.com/world/2021/may/29/vague-messaging-risk-rise-english-covid-cases-scientists","apiUrl":"https://content.guardianapis.com/world/2021/may/29/vague-messaging-risk-rise-english-covid-cases-scientists","fields":{"headline":"Vague messaging risks causing rise in English Covid cases, say scientists","standfirst":"<p>Experts argue that a repeat of past failings could lead to an increase in transmissions over bank holiday</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Experts argue that a repeat of past failings could lead to an increase in transmissions over bank holiday<br>","byline":"Natalie Grover","main":"<figure class=\"element element-image\" data-media-id=\"8f2896e75e36dc6dfc8e1eddc3613a4bcbe4dc3c\"> \n <img src=\"https://media.guim.co.uk/8f2896e75e36dc6dfc8e1eddc3613a4bcbe4dc3c/0_11_3936_2362/1000.jpg\" alt=\"Covid sign in Bolton town centre\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A sign in Bolton town centre earlier this week as scientists warn the government’s messaging is too vague. </span> \n  <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> \n </figcaption> \n</figure>","body":"<p>As <a href=\"https://www.theguardian.com/politics/2021/may/17/dont-travel-to-amber-list-countries-says-no-10-despite-no-ban\">confusion over whether people should really be travelling to “amber list”</a> countries grew earlier this month, Boris Johnson stressed that his government was trying to move away from “<a href=\"https://news.sky.com/story/covid-19-boris-johnson-says-there-is-increasing-confidence-vaccines-work-against-variants-12310907\">endlessly legislating everything</a>” to relying on guidance and trusting the public to do the right thing.</p> \n<p>This vague messaging approach, scientists say, has been a persistent feature of the Covid response in England – to the public’s detriment – and now risks exacerbating a rise in Covid cases as people across the country gear up to travel to see their friends and family over the bank holiday. The continued risks of catching and spreading coronavirus haven’t been sufficiently explained to the public.</p> \n<p>“The more contact people have with each other and the more that is across communities, the rising transmission will increase more steeply,” said Susan Michie, director of the Centre for Behaviour Change at University College London and a member of the Sage subcommittee advising on behavioural science. She added that – given the uncertainty surrounding the impact the new variant first detected in India would have on hospitalisations – advising caution in precise rather than general terms would be helpful.</p> \n<p>It’s like Groundhog Day – this has happened time and time again, said Stephen Reicher, a member of the behavioural science group that advises Sage, and a professor of psychology at the University of St Andrews. One of the first obvious examples of vague and mixed messaging was last year, when the government went from the relatively unambiguous “stay at home” message to “stay alert”, he said.. “How do you stay alert to a virus? What does it actually mean?”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/covid-19-uk/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>Another example was the government’s “hands, face, space” campaign, which was heavily <a href=\"https://www.theguardian.com/world/2020/sep/19/scientists-criticise-uks-hands-face-space-campaign-to-control-covid-19-coronavirus\">criticised by scientists</a> for placing insufficient emphasis on ventilation. Despite the slogan being changed to “hands, face, space and fresh air” in late March 2021, Michie said that government survey data showed that most people still did not understand the importance of ventilation.</p> \n<p>Despite rising cases of the variant first detected in India, when the third stage of the reopening roadmap permitted international travel, ministers asked holidaymakers to be cautious, but not many people were actually listening to the announcements, said Reicher.</p> \n<p>“The politician only says it once, whereas every time you pass a travel agent, every time you see an advert and every time you hear a friend’s going abroad, that sends you a message: that if we can travel internationally, surely things can’t be that bad!</p> \n<p>“Actually, the message that people are getting, on the whole, is that it’s all over and done with, we’re all OK. And the one big factor which undermines adherence is a sense of low risk.”</p> \n<p>Over the course of the pandemic, <a href=\"https://www.theguardian.com/world/2021/apr/19/under-30s-less-compliant-covid-rules-uk-restrictions\">the majority of people have been adhering to Covid rules</a>, said Robert West, a professor of health psychology at UCL’s institute of epidemiology and health, who sits on the advisory group on behavioural science for Sage. But when the regulations turn into suggestions or guidance, he said, “more people will take risks than they otherwise would have”.</p> \n<p>As more people get vaccinated, and the beginning of the end of the pandemic is within sight, it does make sense to give people more control over their lives, but it is the government’s responsibility to give the people the tools to do their own risk assessments, the scientists stressed.</p> \n<p>“These are basic things, but where is the consistent government messaging on it? It’s not there!” said Michie. “There needs to be a focus on the key things that people can do to reduce the risk for themselves and others. But that’s a different thing than dumping responsibility on people.” </p>","wordcount":"606","firstPublicationDate":"2021-05-29T07:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:05:44Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht29g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8f2896e75e36dc6dfc8e1eddc3613a4bcbe4dc3c/0_11_3936_2362/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"As confusion over whether people should really be travelling to “amber list” countries grew earlier this month, Boris Johnson stressed that his government was trying to move away from “endlessly legislating everything” to relying on guidance and trusting the public to do the right thing. This vague messaging approach, scientists say, has been a persistent feature of the Covid response in England – to the public’s detriment – and now risks exacerbating a rise in Covid cases as people across the country gear up to travel to see their friends and family over the bank holiday. The continued risks of catching and spreading coronavirus haven’t been sufficiently explained to the public. “The more contact people have with each other and the more that is across communities, the rising transmission will increase more steeply,” said Susan Michie, director of the Centre for Behaviour Change at University College London and a member of the Sage subcommittee advising on behavioural science. She added that – given the uncertainty surrounding the impact the new variant first detected in India would have on hospitalisations – advising caution in precise rather than general terms would be helpful. It’s like Groundhog Day – this has happened time and time again, said Stephen Reicher, a member of the behavioural science group that advises Sage, and a professor of psychology at the University of St Andrews. One of the first obvious examples of vague and mixed messaging was last year, when the government went from the relatively unambiguous “stay at home” message to “stay alert”, he said.. “How do you stay alert to a virus? What does it actually mean?” Another example was the government’s “hands, face, space” campaign, which was heavily criticised by scientists for placing insufficient emphasis on ventilation. Despite the slogan being changed to “hands, face, space and fresh air” in late March 2021, Michie said that government survey data showed that most people still did not understand the importance of ventilation. Despite rising cases of the variant first detected in India, when the third stage of the reopening roadmap permitted international travel, ministers asked holidaymakers to be cautious, but not many people were actually listening to the announcements, said Reicher. “The politician only says it once, whereas every time you pass a travel agent, every time you see an advert and every time you hear a friend’s going abroad, that sends you a message: that if we can travel internationally, surely things can’t be that bad! “Actually, the message that people are getting, on the whole, is that it’s all over and done with, we’re all OK. And the one big factor which undermines adherence is a sense of low risk.” Over the course of the pandemic, the majority of people have been adhering to Covid rules, said Robert West, a professor of health psychology at UCL’s institute of epidemiology and health, who sits on the advisory group on behavioural science for Sage. But when the regulations turn into suggestions or guidance, he said, “more people will take risks than they otherwise would have”. As more people get vaccinated, and the beginning of the end of the pandemic is within sight, it does make sense to give people more control over their lives, but it is the government’s responsibility to give the people the tools to do their own risk assessments, the scientists stressed. “These are basic things, but where is the consistent government messaging on it? It’s not there!” said Michie. “There needs to be a focus on the key things that people can do to reduce the risk for themselves and others. But that’s a different thing than dumping responsibility on people.”","charCount":"3700","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/natalie-grover\">Natalie Grover</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/may/29/foden-and-mount-local-heroes-renewing-rivalry-on-grandest-stage","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-29T07:00:19Z","webTitle":"Foden and Mount: local heroes renewing rivalry on grandest stage","webUrl":"https://www.theguardian.com/football/2021/may/29/foden-and-mount-local-heroes-renewing-rivalry-on-grandest-stage","apiUrl":"https://content.guardianapis.com/football/2021/may/29/foden-and-mount-local-heroes-renewing-rivalry-on-grandest-stage","fields":{"headline":"Foden and Mount: local heroes renewing rivalry on grandest stage","standfirst":"<p>The two brilliant talents first faced each other at academy level in 2017 and are now poised for the biggest match of their lives</p>","trailText":"The two brilliant talents first faced each other at academy level in 2017 and are now poised for the biggest match of their lives","byline":"Jonathan Liew","main":"<figure class=\"element element-image\" data-media-id=\"83ee07ce51c71c052c9af1a3db52325010425f4b\"> <img src=\"https://media.guim.co.uk/83ee07ce51c71c052c9af1a3db52325010425f4b/0_44_3040_1824/1000.jpg\" alt=\"Phil Foden and Mason Mount faced each other for the first time in the FA Youth Cup final in 2017\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phil Foden and Mason Mount faced each other for the first time in the FA Youth Cup final in 2017.</span> <span class=\"element-image__credit\">Photograph: Joe Toth/BPI/REX/Shutterstock</span> </figcaption> </figure>","body":"<p>Even now, knowing what has happened since, there is something fresh and shocking to them. As you watch footage of the FA Youth Cup final between Chelsea and Manchester City, what strikes you above all is just how comfortable these miniature humans look with a ball at their feet, how effortlessly they bend the game to their will. The year is 2017, and Mason Mount and Phil Foden are facing each other on a football pitch for the first time.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/28/domenec-torrent-what-it-is-like-to-be-pep-guardiola-assistant-barcelona-bayern-manchester-city\">Domènec Torrent: what it is really like to be Pep Guardiola’s right-hand man</a> </p> </aside>  <p>Foden is just 16, and as soon as he gets the ball everything seems to speed up around him: those little whirring feet, the lethal bursts of acceleration, the quick first-time passes and skimming shots. “He wants to win the world and eat the world,” Pep Guardiola says of him now, and here you see the untreated version of that player: a kid in a tremendous hurry, fixated on the quickest route to his goal, and the goal.</p> <p>Mount is a little older at 18, and as soon as he gets the ball everything seems to slow down: the sense of space being manipulated, pieces shifting around him, angles being calculated at processor speed. Unlike Foden he is not murderously fixated on goal: instead, he seeks to make himself available at all times: lurking, directing, dictating. It is when Chelsea lose possession, curiously, that he springs into life: snapping into action with the energy his childhood friend Declan Rice describes as like “a bumblebee in a jar”.</p> <p>Chelsea’s youth team were rampant in those days, and after a 1-1 first-leg draw Mount’s Chelsea destroyed Foden’s City 5-1 in the second leg at Stamford Bridge. But the seeds of a rivalry had been sown.</p> <p>And for all the subplots and meta-narratives winding themselves around Saturday’s <a href=\"https://www.theguardian.com/football/2021/may/28/champions-league-final-teetotalism-tactics-dinners-fun-facts-manchester-city-chelsea\" title=\"\">Champions League final</a> – the money, the super-coaches, the geopolitics – perhaps the real human heart of this game lies in midfield. Long before they had a clue about Pep Guardiola or Roman Abramovich or Abu Dhabi or the Teutonic pressing game, Mason Mount and Phil Foden were just academy kids with a baggy shirt and a dream. Now, aged 22 and 21, they will take the field in Porto for the biggest match of their lives so far.</p> <p>Mount has been at Chelsea since the age of six, the club’s first genuine home-grown superstar since John Terry. Foden joined City at the age of four, the Stockport prodigy who already has his heart set on becoming a club legend. And perhaps the first thing to say here is that none of this was inevitable. Often when we tell these stories with the benefit of hindsight they feel predestined: the stunning childhood feats, the doting parents, the youth-team coach who asserts that “right from the very start, he was destined for the top”.</p> <p>The truth is, you just don’t know. You only have to look at the team sheets from that Youth Cup final for proof of that. City’s left-back Tyreke Wilson now plays for Bohemians in the League of Ireland. Centre-half Ed Francis is now at Harrogate Town. Chelsea striker Ike Ugbo is now in Belgium on his fifth loan. These were some of the highest-rated teenagers in English football just a few years ago; the pinnacle of all the pinnacles that came before. Still, it wasn’t quite enough.</p>  <figure class=\"element element-image\" data-media-id=\"57c39e4d455e25e3bdf0637b4fbb3ca6844706f4\"> <img src=\"https://media.guim.co.uk/57c39e4d455e25e3bdf0637b4fbb3ca6844706f4/0_74_1716_1030/1000.jpg\" alt=\"Pep Guardiola and Phil Foden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Foden has gained invaluable experience working under Pep Guardiola.</span> <span class=\"element-image__credit\">Photograph: Javier García/BPI/REX/Shutterstock</span> </figcaption> </figure>  <p>So why did these two make it? Simply put, they kept improving, and then improving some more, until it became impossible to ignore them. Even now Foden remains one of City’s most compulsive, exhaustive trainers, the sort of player who long after a session is over will continue to obsess over the most minor of details: body shape, running gait, how far to let the ball roll before controlling it and which part of the foot to use.</p> <p>Mount’s approach has been built around eroding any trace of weakness. Early on he strove to compensate for his relative lack of size by working tirelessly on the physical side of his game, opting for a season in the Championship <a href=\"https://www.theguardian.com/football/2018/sep/04/mason-mount-tough-way-chelsea-england-career\" title=\"\">with Derby County</a> over another foreign loan. These days he is keenly aware of his need to be more ruthless in front of goal, perhaps the only remaining flaw in a game that is remarkably well-rounded for a player of his age.</p> <p>Even then, talent and hard work and obsession are not always enough on their own. You need a little luck too, and <a href=\"https://www.theguardian.com/football/2021/feb/19/pep-guardiola-believes-foden-will-become-10-times-more-extraordinary-manchester-city\" title=\"\">for Foden his great fortune </a>was to spend his graduate years under the tutelage of the world’s greatest coach. Guardiola has grafted new levels of maturity on to Foden’s game, teaching him above all the value of timing and patience, of folding his own restless desire into the needs of the team around him.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/28/kevin-de-bruyne-has-the-stage-in-porto-to-make-his-case-for-ballon-dor-manchester-city\">Kevin De Bruyne has the stage in Porto to make his case for Ballon d’Or | Barney Ronay</a> </p> </aside>  <p>For Mount, the arrival of Frank Lampard and <a href=\"https://www.theguardian.com/football/2019/feb/22/chelsea-transfer-ban-two-windows-fifa-foreign-players-under-age-18\" title=\"\">Chelsea’s 2019 transfer ban</a> gave him an opportunity many of his talented predecessors never enjoyed: the chance to get games under his belt, take responsibility on the ball, build a role in an emerging team. “I will not stop pushing him and I will not stop guiding him and I will not stop trusting him,” his new manager Thomas Tuchel has said, and perhaps it is only now, under the aegis of a genuine world-class coach, that Mount’s full potential is being realised.</p> <p>What does it mean for these young men to be playing a Champions League final against each other, beyond a vindication of their own talent and the system that bred them? Perhaps it is to remind us that even in this disorienting, dislocated era of modern football, when clubs have never felt less tethered to place, a world defined by turbulence and flux, there is still a simple power in the tale of the local hero. And as these two brilliant young English midfielders prepare to take their rivalry to the next level, they remain bound by a common and unbroken thread: the journey that took them from the back garden and the academy pitch to the very grandest stage of all.</p>","newspaperPageNumber":"6","wordcount":"1002","firstPublicationDate":"2021-05-29T07:00:19Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T07:09:00Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht842","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/83ee07ce51c71c052c9af1a3db52325010425f4b/0_44_3040_1824/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Even now, knowing what has happened since, there is something fresh and shocking to them. As you watch footage of the FA Youth Cup final between Chelsea and Manchester City, what strikes you above all is just how comfortable these miniature humans look with a ball at their feet, how effortlessly they bend the game to their will. The year is 2017, and Mason Mount and Phil Foden are facing each other on a football pitch for the first time. Foden is just 16, and as soon as he gets the ball everything seems to speed up around him: those little whirring feet, the lethal bursts of acceleration, the quick first-time passes and skimming shots. “He wants to win the world and eat the world,” Pep Guardiola says of him now, and here you see the untreated version of that player: a kid in a tremendous hurry, fixated on the quickest route to his goal, and the goal. Mount is a little older at 18, and as soon as he gets the ball everything seems to slow down: the sense of space being manipulated, pieces shifting around him, angles being calculated at processor speed. Unlike Foden he is not murderously fixated on goal: instead, he seeks to make himself available at all times: lurking, directing, dictating. It is when Chelsea lose possession, curiously, that he springs into life: snapping into action with the energy his childhood friend Declan Rice describes as like “a bumblebee in a jar”. Chelsea’s youth team were rampant in those days, and after a 1-1 first-leg draw Mount’s Chelsea destroyed Foden’s City 5-1 in the second leg at Stamford Bridge. But the seeds of a rivalry had been sown. And for all the subplots and meta-narratives winding themselves around Saturday’s Champions League final – the money, the super-coaches, the geopolitics – perhaps the real human heart of this game lies in midfield. Long before they had a clue about Pep Guardiola or Roman Abramovich or Abu Dhabi or the Teutonic pressing game, Mason Mount and Phil Foden were just academy kids with a baggy shirt and a dream. Now, aged 22 and 21, they will take the field in Porto for the biggest match of their lives so far. Mount has been at Chelsea since the age of six, the club’s first genuine home-grown superstar since John Terry. Foden joined City at the age of four, the Stockport prodigy who already has his heart set on becoming a club legend. And perhaps the first thing to say here is that none of this was inevitable. Often when we tell these stories with the benefit of hindsight they feel predestined: the stunning childhood feats, the doting parents, the youth-team coach who asserts that “right from the very start, he was destined for the top”. The truth is, you just don’t know. You only have to look at the team sheets from that Youth Cup final for proof of that. City’s left-back Tyreke Wilson now plays for Bohemians in the League of Ireland. Centre-half Ed Francis is now at Harrogate Town. Chelsea striker Ike Ugbo is now in Belgium on his fifth loan. These were some of the highest-rated teenagers in English football just a few years ago; the pinnacle of all the pinnacles that came before. Still, it wasn’t quite enough. So why did these two make it? Simply put, they kept improving, and then improving some more, until it became impossible to ignore them. Even now Foden remains one of City’s most compulsive, exhaustive trainers, the sort of player who long after a session is over will continue to obsess over the most minor of details: body shape, running gait, how far to let the ball roll before controlling it and which part of the foot to use. Mount’s approach has been built around eroding any trace of weakness. Early on he strove to compensate for his relative lack of size by working tirelessly on the physical side of his game, opting for a season in the Championship with Derby County over another foreign loan. These days he is keenly aware of his need to be more ruthless in front of goal, perhaps the only remaining flaw in a game that is remarkably well-rounded for a player of his age. Even then, talent and hard work and obsession are not always enough on their own. You need a little luck too, and for Foden his great fortune was to spend his graduate years under the tutelage of the world’s greatest coach. Guardiola has grafted new levels of maturity on to Foden’s game, teaching him above all the value of timing and patience, of folding his own restless desire into the needs of the team around him. For Mount, the arrival of Frank Lampard and Chelsea’s 2019 transfer ban gave him an opportunity many of his talented predecessors never enjoyed: the chance to get games under his belt, take responsibility on the ball, build a role in an emerging team. “I will not stop pushing him and I will not stop guiding him and I will not stop trusting him,” his new manager Thomas Tuchel has said, and perhaps it is only now, under the aegis of a genuine world-class coach, that Mount’s full potential is being realised. What does it mean for these young men to be playing a Champions League final against each other, beyond a vindication of their own talent and the system that bred them? Perhaps it is to remind us that even in this disorienting, dislocated era of modern football, when clubs have never felt less tethered to place, a world defined by turbulence and flux, there is still a simple power in the tale of the local hero. And as these two brilliant young English midfielders prepare to take their rivalry to the next level, they remain bound by a common and unbroken thread: the journey that took them from the back garden and the academy pitch to the very grandest stage of all.","charCount":"5616","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-liew\">Jonathan Liew</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"}]}}