[{"headline":"Senate Republicans block commission to investigate deadly Capitol attack – live","standfirst":"<ul><li>Republicans block creation of 9/11-style January 6 commission</li><li>Democrats fail to win 60 votes needed to break a Senate filibuster</li><li>‘Shame on the Republican party,’ says majority leader Schumer</li></ul>","trailText":"‘Shame on the Republican party,’ says majority leader Chuck Schumer – follow the latest politics news","byline":"Joan E Greve in Washington","main":"<figure class=\"element element-image\" data-media-id=\"b576c409f8a21b2cabb62dfaf019d6809c5d6f05\"> <img src=\"https://media.guim.co.uk/b576c409f8a21b2cabb62dfaf019d6809c5d6f05/0_150_4500_2701/1000.jpg\" alt=\"The bill would have formed a bipartisan commission to study the Capitol insurrection of 6 January – but the effort is now dead.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The bill would have formed a bipartisan commission to study the Capitol insurrection of 6 January – but the effort is now dead.</span> <span class=\"element-image__credit\">Photograph: Samuel Corum/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b14eec8f086d71cc15de83\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T20:21:49.675Z\">9.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden condemns rise in 'despicable' anti-Semitic attacks</h2>  <div class=\"block-elements\">  <p><strong>Joe Biden </strong>has released a statement condemning the recent rise in anti-Semitic attacks across the country.</p> <p>“These attacks are despicable, unconscionable, un-American, and they must stop,” the president said. “I will not allow our fellow Americans to be intimidated or attacked because of who they are or the faith they practice. </p> <p>“We cannot allow the toxic combination of hatred, dangerous lies, and conspiracy theories to put our fellow Americans at risk.”</p> <p>Biden noted that attorney general <strong>Merrick Garland </strong>has pledged to deploy all tools available to the justice department to combat hate crimes.</p> <p>“We must all stand together to silence these terrible and terrifying echoes of the worst chapters in world history, and pledge to give hate no safe harbor,” the president said.</p> <p>“Let us all take up that work and create a nation that stands for, and stands up for, the dignity and safety of all of our people.”</p> <p>According to <a href=\"https://www.adl.org/blog/antisemitic-incidents-reported-to-adl-increase-sharply-during-israel-hamas-conflict\">the Anti-Defamation League</a>, reports of anti-Semitic hate incidents increased by 75% during the two weeks of military conflict between Israel and Hamas in Gaza. Over those two weeks, 222 hate incidents were reported, compared to 127 for the two-week period before that.</p> <p>“Many of these incidents appear to have been perpetrated by individuals scapegoating American Jews for the actions of the Israeli government,” the ADL said.</p> </div>   </div> <div id=\"block-60b147da8f088d8c3178c53d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T20:03:27.884Z\">9.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Meanwhile, congressional <strong>Republicans </strong>criticized <strong>Joe Biden</strong>’s $6 trillion as a wasteful spending spree that would do little to improve Americans’ lives.</p> <p>“President Biden’s proposal would drown American families in debt, deficits, and inflation,” Senate minority leader <strong>Mitch McConnell </strong>said in a statement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LeaderMcConnell/status/1398338246199984131\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">President Biden’s proposal would drown American families in debt, deficits, and inflation.<br><br>My full statement: <a href=\"https://t.co/5mulxq0UwO\">https://t.co/5mulxq0UwO</a></p>&mdash; Leader McConnell (@LeaderMcConnell) <a href=\"https://twitter.com/LeaderMcConnell/status/1398338246199984131?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>McConnell noted that Senate Republicans laid out a counteroffer to the president’s infrastructure plan yesterday, calling for investing an additional $257 billion above baseline infrastructure spending over the next eight years. (Biden has called for spending $1.7 trillion above the baseline level on infrastructure.)</p> <p>“If Washington <strong>Democrats</strong> can move beyond the socialist daydreams and the go-it-alone partisanship, we could get a lot of important work done for our country,” McConnell said.<br></p> </div>   </div> <div id=\"block-60b1455c8f088d8c3178c51a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T19:46:58.598Z\">8.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>House speaker <strong>Nancy Pelosi </strong>praised <strong>Joe Biden</strong>’s newly announced budget as “an unequivocal declaration of the value that Democrats place on America’s workers and middle class families”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SpeakerPelosi/status/1398359532657643521\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A federal budget should be a statement of our national values. <a href=\"https://twitter.com/POTUS?ref_src=twsrc%5Etfw\">@POTUS</a> Biden’s budget is an unequivocal declaration of the value that Democrats place on America’s workers and middle class families, who are the foundation of our nation’s strength and the key to <a href=\"https://twitter.com/hashtag/BuildBackBetter?src=hash&amp;ref_src=twsrc%5Etfw\">#BuildBackBetter</a>.</p>&mdash; Nancy Pelosi (@SpeakerPelosi) <a href=\"https://twitter.com/SpeakerPelosi/status/1398359532657643521?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>“The Biden budget makes historic investments in the American workforce and economy. It does so by seizing a once-in-a-generation opportunity to create millions of good-paying Americans jobs, supercharge America’s global competitiveness and power growth for generations to come,” the Democratic speaker said in a statement.</p> <p>“Congressional Democrats look forward to working with the Biden-Harris Administration to enact this visionary budget, which will pave the path to opportunity and prosperity for our nation.”</p> <p>The release of Biden’s budget comes as the White House continues to negotiate with Senate <strong>Republicans </strong>over an infrastructure bill, with the hope that the final proposal can attract bipartisan support in Congress.</p> </div>   </div> <div id=\"block-60b108f18f088d8c3178c17c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T19:25:20.706Z\">8.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Harris becomes first woman to deliver Naval Academy commencement address</h2>  <div class=\"block-elements\">  <p><strong>Kamala Harris </strong>delivered the commencement address this morning at the US Naval Academy in Annapolis, Maryland.</p> <p>The speech made the vice-president the first woman to address the academy’s graduating class since its founding in 1845.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/therecount/status/1398290967896244231\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">VP Kamala Harris delivers 2021 U.S. Naval Academy commencement address.<br><br>Harris just became the first woman to give the graduation speech at the Naval Academy. <a href=\"https://t.co/nbIFvZ7OYz\">pic.twitter.com/nbIFvZ7OYz</a></p>&mdash; The Recount (@therecount) <a href=\"https://twitter.com/therecount/status/1398290967896244231?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Harris expressed confidence that the Naval Academy graduates are prepared to meet any challenge they may face in a rapidly changing world.</p> <p>“The American people are depending on you: the best, the bravest, the most brilliant,” the vice-president said. “Class of 2021, you are prepared for all of this. You are prepared for any threat. And you are prepared for this new era.”</p> </div>   </div> <div id=\"block-60b13b508f086d71cc15ddd2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T19:11:47.690Z\">8.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden proposes $6tn budget to boost infrastructure, education and climate</h2>  <div class=\"block-elements\">  <p>The Guardian’s <a href=\"https://www.theguardian.com/profile/dominic-rushe\">Dominic Rushe</a> has the latest on Biden’s $6tn <a href=\"https://www.theguardian.com/us-news/2021/may/28/joe-biden-budget-proposal-infrastructure-education-climate\">budget proposal</a> Friday:</p> <p>Biden’s budget would fund a dramatic overhaul of US infrastructure, and dedicate extensive funds to education and climate action—which would put government spending at its “highest sustained levels since the second world war,” Rushe explains. </p> <p>Importantly, Rushe points out, Biden’s first budget is “largely a political document.” While this proposal makes clear Biden’s hopes for revitalizing the US in the wake of the coronavirus pandemic, Republicans are already chaffing against its scale. </p> <p>Indeed, no Republicans voted in favor of Biden’s <a href=\"https://www.theguardian.com/us-news/2021/mar/10/joe-biden-covid-relief-bill-passed-analysis\">$1.9tn Covid stimulus bill</a>. Biden has also been forced to limit his infrastructure bill to $1.7tn, down from his originally proposed $2.2tn initiative. So, the chances of getting GOP support for such a budget are slim. </p> <p>Biden’s two-part initiative to revitalize the US economy is rooted in ramping up its flagging infrastructure and broadening its social safety net. These initiatives would cause the US to have yearly deficits of more than $1.3tn over the next 10 years, with debt increasing to 117% of the value of economic output before 2031.</p> <p>Biden’s plan would be funded, in part, by increasing taxes on corporations and the extremely wealthy. He supports increasing corporate taxes to 28%, up from 21%. All Republicans oppose this tax increase plan, as do some Democrats.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/28/joe-biden-budget-proposal-infrastructure-education-climate\">Biden proposes $6tn budget to boost infrastructure, education and climate</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T19:30:49.765Z\">at 8.30pm BST</time></p>  </div> <div id=\"block-60b136ca8f086d71cc15dda0\" class=\"block\" data-block-contributor=\"profile/victoria-bekiempis\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T18:49:46.856Z\">7.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong><a href=\"https://www.theguardian.com/us-news/live/2021/may/27/joe-biden-republicans-covid-coronavirus-us-politics-latest-updates\">Joe Manchin</a></strong> has slammed GOP senators who <a href=\"https://www.theguardian.com/us-news/live/2021/may/28/enate-republicans-capitol-attack-commission-joe-biden-covid-live-updates?page=with:block-60b117128f088d8c3178c299#block-60b117128f088d8c3178c299\">blocked </a>the creation of a bipartisan <a href=\"https://www.theguardian.com/us-news/live/2021/may/28/enate-republicans-capitol-attack-commission-joe-biden-covid-live-updates?page=with:block-60b10c8c8f088d8c3178c1d4#block-60b10c8c8f088d8c3178c1d4\">commission </a>to study the deadly Capitol insurrection on 6 January. </p> <p>“Choosing to put politics and political elections above the health of our Democracy is unconscionable, and the betrayal of the oath we each take is something they will have to live with,” Manchin, a Democrat senator from West Virginia, has said.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Sen_JoeManchin/status/1398335147003502592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Choosing to put politics and political elections above the health of our Democracy is unconscionable. And the betrayal of the oath we each take is something they will have to live with. My statement on the January 6th Commission vote: <a href=\"https://t.co/tlPme9LMIo\">pic.twitter.com/tlPme9LMIo</a></p>&mdash; Senator Joe Manchin (@Sen_JoeManchin) <a href=\"https://twitter.com/Sen_JoeManchin/status/1398335147003502592?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>“This was our chance to have a bipartisan commission that would allow for an impartial investigation into the events of that horrific day, so that we are better able to prevent another attack on our nation,” Manchin also says.<br></p> <p>Manchin tells viewers that Democratic leadership in the house and Senate accepted Republicans’ proposed changes “because a commission of this nature must be bipartisan to be successful.” </p> <p>He recognizes the “six brave Republicans” who favored establishing the commission, while pointing out that four more were needed to advance this legislation.<br></p> <p>Manchin, in his address, has also issued a broad apology about the commission’s failure to progress.</p> <p>“You deserve better, and I am sorry that my Republican colleagues and friends, let political fear prevent them from doing what they know in their hearts to be right.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T19:31:06.154Z\">at 8.31pm BST</time></p>  </div> <div id=\"block-60b134c68f088d8c3178c46f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T18:30:43.935Z\">7.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today so far</h2>  <div class=\"block-elements\">  <p><strong>Joe Biden</strong>’s remarks to troops at Joint Base Langley-Eustis have now concluded. Here’s where the day stands so far:</p> <ul> <li><strong>Senate Republicans blocked consideration of the bill to form a bipartisan commission to study the Capitol insurrection. </strong>The final vote on whether to start debate on the commission bill was 54-35, with six <a href=\"https://www.theguardian.com/us-news/republicans\">Republicans</a> joining 48 <strong>Democrats </strong>in supporting the motion to advance the proposal. Democrats needed 60 votes to take up the bill because Republicans invoked the first official Senate filibuster of the Biden era to defeat the legislation.</li> <li><strong>Senate majority leader Chuck Schumer condemned Republicans for preventing the commission bill from moving forward. </strong>“Shame on the Republican party for trying to sweep the horrors of that day under the rug because they’re afraid of <strong>Donald Trump</strong>,” Schumer said in a floor speech shortly after the vote concluded.</li> <li><strong>Biden spoke to US troops to thank them for their service ahead of the Memorial Day holiday. </strong>Speaking at the military base in Hampton, Virginia, the president expressed appreciation for the sacrifices made by service members and their families. “Simply stated, you are the backbone of the country,” Biden said.<br></li> </ul> <p>The blog will have more coming up, so stay tuned.</p> </div>   </div> <div id=\"block-60b131d38f08d486a77162f0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T18:21:51.639Z\">7.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden speaks to troops before Memorial Day: 'You are the backbone of the country'</h2>  <div class=\"block-elements\">  <p><strong>Joe Biden </strong>delivered remarks to US troops at Joint Base Langley-Eustis in Hampton, Virginia, ahead of Memorial Day weekend.</p> <p>The president began his speech with an emotional retelling of how his son, <strong>Beau, </strong>decided to join the military. Beau Biden died of brain cancer in 2015.</p> <p>Biden said the sacrifices that his son made to join the military reminded him of the sacrifices that service members and their families make every day.</p> <p>“Simply stated, you are the backbone of the country,” Biden said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/1398341889234030596\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Simply stated you are the backbone of this country, you are the backbone of the country,&quot; Pres. Biden says to military service members and their families.  <a href=\"https://t.co/dw4Kx8GzNd\">https://t.co/dw4Kx8GzNd</a> <a href=\"https://t.co/MhgDWLWPS9\">pic.twitter.com/MhgDWLWPS9</a></p>&mdash; This Week (@ThisWeekABC) <a href=\"https://twitter.com/ThisWeekABC/status/1398341889234030596?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b130438f08d486a77162e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T18:05:55.300Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jill Biden </strong>spoke at Joint Base Langley-Eustis before <strong>Joe Biden </strong>delivered his own remarks to US troops ahead of the Memorial Day holiday.</p> <p>The first lady, who has made supporting military families a primary focus of her work, expressed appreciation for the sacrifices of service members and their loved ones.</p> <p>“Our military is a community bound together by love,” the first lady said. “It’s time that our nation matches that devotion.”</p> </div>   </div> <div id=\"block-60b12aae8f086d71cc15dcfd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T17:52:33.850Z\">6.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The stage is set at Joint Base Langley-Eustis in Hampton, Virginia, where <strong>Joe Biden </strong>will soon speak to US troops to thank them for their service ahead of Memorial Day weekend.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MegHays46/status/1398335501212475394\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today’s site. Thank you, advance team! <a href=\"https://t.co/SZou1kWrKK\">pic.twitter.com/SZou1kWrKK</a></p>&mdash; Meghan Hays (@MegHays46) <a href=\"https://twitter.com/MegHays46/status/1398335501212475394?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b127178f088d8c3178c3ae\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T17:33:21.269Z\">6.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Biden celebrates progress in US fight against coronavirus in Virginia</h2>  <div class=\"block-elements\">  <p>As the Senate voted on the January 6 commission bill, <strong>Joe Biden </strong>delivered remarks on the country’s fight against coronavirus in Alexandria, Virginia.</p> <p>Appearing alongside Virginia Governor <strong>Ralph Northam, </strong>the president celebrated the significant progress that the state has made to limit the spread of coronavirus since he took office in January.</p> <p>Virginia has received more than $247 million in federal funding for community vaccination sites, and more than 1,000 pharmacies across the state have participated in the federal vaccination program.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThisWeekABC/status/1398312614791364618\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pres. Biden: &quot;If we succeed, we can celebrate our independence from the virus together on the Fourth of July, as we celebrate our independence as a nation. And the future is only going to get brighter.&quot; <a href=\"https://t.co/u6H8vujYyc\">https://t.co/u6H8vujYyc</a> <a href=\"https://t.co/82bvHFj7t0\">pic.twitter.com/82bvHFj7t0</a></p>&mdash; This Week (@ThisWeekABC) <a href=\"https://twitter.com/ThisWeekABC/status/1398312614791364618?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>As more Virginians have gotten vaccinated, case numbers have consistently fallen in the state, with deaths and hospitalizations having decreased substantially since January.</p> <p>Although this progress is encouraging, Biden emphasized the importance of getting even more Virginians vaccinated in order to get the virus under control by July 4.</p> <p>“If we succeed, we can celebrate our independence from the virus together on the Fourth of July, as we celebrate our independence as a nation,” Biden said. “And the future is only going to get brighter.” </p> <p>The president and the first lady will also soon deliver remarks in Hampton, Virginia, to kick off the start of Memorial Day weekend, so stay tuned.</p> </div>   </div> <div id=\"block-60b1247c8f088d8c3178c381\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T17:20:02.523Z\">6.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Guardian’s Sam Levine reports on the upcoming Senate vote on Democrats’ election reform bill:</strong></p> <p>The senate will vote in about a month on sweeping legislation that would dramatically expand access to the ballot box<strong>, Chuck Schumer</strong>, the senate majority leader, said Friday. </p> <p>The announcement came immediately after senate <strong>Republicans</strong> blocked the creation of a bipartisan commission to probe the 6 January attack on the US capitol. Republicans used the filibuster, a procedural tactic that prevents legislation from moving ahead in the senate unless it has 60 votes.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielStrauss4/status/1398320339055222788\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In a Dear Colleague letter, Senate Majority Leader Chuck Schumer announces a pretty ambitious schedule with a vote on S1 during the last week of June. <a href=\"https://t.co/o67dexFMg9\">pic.twitter.com/o67dexFMg9</a></p>&mdash; Daniel Strauss (@DanielStrauss4) <a href=\"https://twitter.com/DanielStrauss4/status/1398320339055222788?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>The comments from Schumer are significant because there is some<a href=\"https://www.theguardian.com/us-news/2021/may/27/democrats-voting-rights-us-senate\"> handwringing</a> over how exactly <strong>Democrats</strong> plan to get over the filibuster when it comes to passing the sweeping voting rights bill. </p> <p>Those conversations have become more urgent in recent weeks as Republicans have moved aggressively in state legislatures across the country to impose new restrictions. Schumer said the senate would vote on the bill during the last week of the senate’s June work period. </p> <p>A key senator in the vote will be <strong>Joe Manchin</strong>, a West Virginia Democrat, who continues to back the filibuster, even as it harms his own party. Manchin has also said he wants bipartisan buy-in for the bill. After the Friday filibuster blocking the 6 January commission, Manchin tweaked Republicans for not supporting the panel.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ArthurDelaneyHP/status/1398318726341144581\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;To see fear take over is truly disheartening,&quot; Joe Manchin told reporters after the vote, calling Republicans cowards in an oblique way</p>&mdash; Arthur Delaney (@ArthurDelaneyHP) <a href=\"https://twitter.com/ArthurDelaneyHP/status/1398318726341144581?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b122728f086d71cc15dc65\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T17:07:16.315Z\">6.07pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Pelosi: 'Republican Senators surrendered to the January 6th mob assault'</h2>  <div class=\"block-elements\">  <p>House speaker <strong>Nancy Pelosi </strong>sharply criticized Senate <strong>Republicans </strong>for blocking consideration of the January 6 commission bill.</p> <p>“<strong>Mitch McConnell</strong> asked Senate Republicans to do him a ‘personal favor’ and vote against the January 6th Commission,” the Democratic speaker said in a new statement. </p> <p>“In doing so, Mitch McConnell asked them to be complicit in his undermining of the truth of January 6th. In bowing to McConnell’s personal favor request, Republican Senators surrendered to the January 6th mob assault.”</p> <p>Pelosi argued the vote on the commission bill brought “shame” to the Senate and would make the country less safe. She indicated that House committees, which are under Democratic leadership, would continue to investigate the attack.</p> <p>“Honoring our responsibility to the Congress in which we serve and the Country which we love, <strong>Democrats</strong> will proceed to find the truth,” Pelosi said.</p> </div>   </div> <div id=\"block-60b1200c8f08d486a77161c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:56:14.476Z\">5.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Congresswoman <strong>Liz Cheney </strong>commended the six Republican senators who voted in favor of taking up the January 6 commission bill.</p> <p>“Thank you to Senators Cassidy, Collins, Murkowski, Portman, Sasse, and Romney for voting for truth and defense of our constitution,” the Republican congresswoman said on Twitter. “History will remember those who put country ahead of politics.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Liz_Cheney/status/1398318341123629060\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you to Senators Cassidy, Collins, Murkowski, Portman, Sasse, and Romney for voting for truth and defense of our constitution. History will remember those who put country ahead of politics.</p>&mdash; Liz Cheney (@Liz_Cheney) <a href=\"https://twitter.com/Liz_Cheney/status/1398318341123629060?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Cheney was ousted as House Republican conference chair earlier this month over her criticism of <strong>Donald Trump</strong>’s lies about the presidential election, which sparked the Capitol attack.</p> <p>Last week, Cheney voted with 34 other House <strong>Republicans </strong>and every House Democrat in support of the commission bill.</p> </div>   </div> <div id=\"block-60b11cb48f08d486a7716188\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:43:41.013Z\">5.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Progressives are already pointing to the Republican blockade of the January 6 commission bill as evidence for why Senate <strong>Democrats </strong>should eliminate the filibuster.</p> <p>Senator <strong>Elizabeth Warren </strong>said on Twitter, “If Senate <strong>Republicans</strong> can block an independent commission investigating a deadly armed attack on the Capitol because it might hurt their poll numbers with insurrectionists, then something is badly wrong with the Senate. We must get rid of the filibuster to protect our democracy.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenWarren/status/1398313195664781320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If Senate Republicans can block an independent commission investigating a deadly armed attack on the Capitol because it might hurt their poll numbers with insurrectionists, then something is badly wrong with the Senate. We must get rid of the filibuster to protect our democracy. <a href=\"https://t.co/foIyeTOFar\">https://t.co/foIyeTOFar</a></p>&mdash; Elizabeth Warren (@SenWarren) <a href=\"https://twitter.com/SenWarren/status/1398313195664781320?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>At least two Senate Democrats -- <strong>Joe Manchin </strong>and <strong>Kyrsten Sinema </strong>-- have indicated they are still against eliminating the filibuster.</p> <p>Although Manchin expressed severe disappointment about today’s vote, he previously indicated he would not be willing to end the filibuster to make the commission happen.</p> </div>   </div> <div id=\"block-60b11a678f088d8c3178c2d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:33:04.029Z\">5.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A spokesperson for Republican Senator <strong>Pat Toomey </strong>told HuffPost that he was not in Washington for the commission bill vote today because of a family obligation.</p> <p>However, the spokesperson said, Toomey would have voted in favor of starting debate on the bill.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/igorbobic/status/1398315350412910592\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sen. Toomey&#39;s spokesperson tells me he missed the vote because of a family commitment but would have supported advancing Jan 6 commission bill <a href=\"https://t.co/4N5EHw7IIO\">pic.twitter.com/4N5EHw7IIO</a></p>&mdash; Igor Bobic (@igorbobic) <a href=\"https://twitter.com/igorbobic/status/1398315350412910592?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>The Pennsylvania senator also voted to convict <strong>Donald Trump </strong>for incitement of insurrection shortly after the Capitol attack, and he had expressed openness to the commission proposal.</p> <p>Toomey’s “aye” vote would have made seven <strong>Republicans </strong>in support of advancing the bill, but that is still short of 10 Republican votes necessary to overcome the filibuster.</p> </div>   </div> <div id=\"block-60b119348f08d486a771614f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:28:42.900Z\">5.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Shame on the Republican Party,' Schumer says after January 6 commission bill fails</h2>  <div class=\"block-elements\">  <p>Senate majority leader <strong>Chuck Schumer </strong>condemned his Republican colleagues for blocking consideration of the bill to form a bipartisan commission to study the Capitol insurrection.</p> <p>“Shame on the Republican Party for trying to sweep the horrors of that day under the rug because they’re afraid of <strong>Donald Trump</strong>,” Schumer said in a floor speech moments ago.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MSNBC/status/1398316454609575936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sen. Schumer after a failed vote on a Jan. 6 commission: &quot;The Republican minority just prevented the American people from getting the full truth.&quot;<br><br>&quot;Shame on the Republican Party for trying to sweep the horrors of that day under the rug because they&#39;re afraid of Donald Trump.&quot; <a href=\"https://t.co/t63QMG5aNX\">pic.twitter.com/t63QMG5aNX</a></p>&mdash; MSNBC (@MSNBC) <a href=\"https://twitter.com/MSNBC/status/1398316454609575936?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>This marked Senate <strong>Republicans</strong>’ first official use of the filibuster to defeat a bill, and Schumer said he hoped this was not the beginning of a trend of Republicans<strong> </strong>blocking “reasonable, common-sense legislation”.</p> <p>Because Republicans invoked the filibuster, <strong>Democrats </strong>needed 60 votes to take up the commission bill, and they only got 54 by the time the vote was gaveled out.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T16:34:00.900Z\">at 5.34pm BST</time></p>  </div> <div id=\"block-60b1180b8f086d71cc15dbaf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:22:09.094Z\">5.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The six Senate <strong>Republicans </strong>who voted with <strong>Democrats </strong>in favor of taking up the January 6 commission bill were <strong>Susan Collins, Mitt Romney, Bill Cassidy, Lisa Murkowski, Ben Sasse </strong>and <strong>Rob Portman. </strong></p> <p>Two Republican senators who voted earlier this year to convict <strong>Donald Trump </strong>for incitement of insurrection, <strong>Pat Toomey </strong>and <strong>Richard Burr, </strong>were not present for the vote.</p> </div>   </div> <div id=\"block-60b117128f088d8c3178c299\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:18:48.295Z\">5.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Senate Republicans block January 6 commission bill</h2>  <div class=\"block-elements\">  <p><strong>Republicans </strong>have successfully blocked the Senate from taking up the bill to form a bipartisan commission to study the Capitol insurrection.</p> <p>The final vote was 54-35, with six Republicans joining 48 <strong>Democrats </strong>in supporting the motion to advance the bill. Eleven senators did not participate in the vote.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenateCloakroom/status/1398311722948120581\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Not invoked, 54-35: Motion to invoke cloture on the motion to proceed to Cal. #60, H.R.3233, January 6th Commission. (60 vote affirmative threshold)</p>&mdash; Senate Cloakroom (@SenateCloakroom) <a href=\"https://twitter.com/SenateCloakroom/status/1398311722948120581?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p><strong>Democrats </strong>needed 10 of their Republican colleagues to join them in order to break the filibuster and take up the commission bill, but they fell short of that. </p> <p>The January 6 commission is dead -- for now, at least. </p> </div>   </div> <div id=\"block-60b115ab8f088d8c3178c278\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T16:11:48.520Z\">5.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Senator <strong>Joe Manchin </strong>told reporters that he was “very disappointed” about the likely defeat of the January 6 commission bill.</p> <p>“Politics has trumped - literally and figuratively - the good of the country,” the Democratic senator said, according to a Wall Street Journal reporter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lindsaywise/status/1398309078103961602\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A distressed Manchin, as the commission appears headed for defeat in the Senate:<br><br>&quot;I&#39;m very disappointed, very frustrated that politics has trumped - literally and figuratively - the good of the country.&quot; <a href=\"https://t.co/APn2FluQW1\">https://t.co/APn2FluQW1</a></p>&mdash; Lindsay Wise (@lindsaywise) <a href=\"https://twitter.com/lindsaywise/status/1398309078103961602?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p><strong>Republicans </strong>will likely be able to defeat the commission bill because of the 60-vote threshold needed to overcome a Senate filibuster.</p> <p>But Manchin has continued to defend the filibuster, saying he is unwilling to eliminate it, even if it means the commission will not happen.</p> </div>   </div> <div id=\"block-60b1125d8f088d8c3178c230\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:58:52.062Z\">4.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rob Portman </strong>of Ohio has become the sixth Republican senator to vote in favor of taking up the January 6 commission bill.</p> <p>Portman voted to acquit <strong>Donald Trump </strong>in his impeachment trial earlier this year, but the senator acknowledged the former president had “encouraged the mob” to attack the Capitol on January 6.</p> <p><strong>Democrats </strong>need four more <strong>Republicans </strong>to join them in order to overcome a filibuster of the commission bill.</p> </div>   </div> <div id=\"block-60b110708f086d71cc15db17\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:48:16.077Z\">4.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Two more Republican senators, <strong>Lisa Murkowski </strong>of Alaska and <strong>Ben Sasse </strong>of Nebraska, have voted in favor of taking up the January 6 commission bill.</p> <p>That makes five Republicans total who have voted with <strong>Democrats </strong>so far, but it remains unlikely that five more Republicans will join them.</p> </div>   </div> <div id=\"block-60b10e4b8f088d8c3178c1f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:42:32.957Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Because of the Republican filibuster, 60 votes are needed just to start the Senate debate over the January 6 commission bill. </p> <p>Only three <strong>Republicans </strong>-- <strong>Bill Cassidy </strong>of Louisiana, <strong>Susan Collins </strong>of Maine and <strong>Mitt Romney </strong>of Massachusetts -- have voted in favor of advancing the bill so far.</p> <p>It seems very unlikely that seven more Republicans will join <strong>Democrats </strong>in voting to take up the bill, so the proposal will almost certainly be defeated.</p> </div>   </div> <div id=\"block-60b10d3a8f086d71cc15dad2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:36:03.317Z\">4.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Before the vote began, Senate majority leader <strong>Chuck Schumer </strong>pleaded with his colleagues to support the January 6 commission bill.</p> <p>“This commission is desperately needed,” the Democratic leader said. “If our Republican friends vote against this, I would ask them: what are you afraid of? The truth?”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABC/status/1398301093252173825\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;This commission is desperately needed,&quot; Senate Majority Leader Schumer said ahead of a vote on the proposed Jan. 6th commission. <br><br>&quot;If our Republican friends vote against this, I would ask them: what are you afraid of? The truth?&quot;<a href=\"https://t.co/bDMfLL8f10\">https://t.co/bDMfLL8f10</a> <a href=\"https://t.co/NbI8VM0vs9\">pic.twitter.com/NbI8VM0vs9</a></p>&mdash; ABC News (@ABC) <a href=\"https://twitter.com/ABC/status/1398301093252173825?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Schumer argued <strong>Donald Trump</strong>’s lies about widespread fraud in the presidential election had “eroded” American democracy and the commission was necessary to rebut those lies.</p> <p>“This is not a Democratic or Republican obligation. This is an American obligation,” Schumer said.</p> </div>   </div> <div id=\"block-60b10c8c8f088d8c3178c1d4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:32:08.802Z\">4.32pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Senate now voting on January 6 commission bill</h2>  <div class=\"block-elements\">  <p>The Senate is now holding a procedural vote on the bill to create a bipartisan commission to study the Capitol insurrection.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenateCloakroom/status/1398298992681930762\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NOW VOTING: Motion to invoke cloture on the motion to proceed to Cal. #60, H.R.3233, January 6th Commission. (60 vote affirmative threshold)</p>&mdash; Senate Cloakroom (@SenateCloakroom) <a href=\"https://twitter.com/SenateCloakroom/status/1398298992681930762?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>The bill is not likely to advance, as only a handful of <strong>Republicans </strong>have indicated they will support the proposal and <strong>Democrats </strong>need 60 votes to break a filibuster.</p> </div>   </div> <div id=\"block-60b10a8e8f08d486a7716030\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:25:00.151Z\">4.25pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Senate to hold procedural vote on January 6 commission bill in the next hour</h2>  <div class=\"block-elements\">  <p>The Senate has reached an agreement to delay final consideration of the Endless Frontier Act until after the Memorial Day holiday.</p> <p>The upper chamber will now shift focus to a procedural vote on the bill to form a bipartisan commission to study the Capitol insurrection, as well as votes on two of <strong>Joe Biden’s </strong>nominees.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SenatePress/status/1398297404898742273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Vote Update: The <a href=\"https://twitter.com/hashtag/Senate?src=hash&amp;ref_src=twsrc%5Etfw\">#Senate</a> will shortly proceed to up to 3 votes on:<br>1. Cloture on the motion to proceed to H.R.3233, January 6th Commission.<br>2. Confirmation of Anton Hajjar to be a Governor of the USPS for a term expiring December 8, 2023.</p>&mdash; Senate Press Gallery (@SenatePress) <a href=\"https://twitter.com/SenatePress/status/1398297404898742273?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Senate majority leader <strong>Chuck Schumer </strong>said moments ago that the commission bill vote will occur sometime in the next hour.</p> <p><strong>Republicans </strong>are expected to defeat the bill, as <strong>Democrats </strong>will need 60 votes to overcome a filibuster of the proposal.</p> </div>   </div> <div id=\"block-60b105df8f088d8c3178c137\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T15:04:14.538Z\">4.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Senate vote on the January 6 commission bill may actually happen sooner rather than later, </strong>with a potential deal between <strong>Democrats </strong>and <strong>Republicans </strong>in the works.</p> <p>According to multiple reports, Republicans are discussing the possibility of delaying final passage of the Endless Frontier Act until after Memorial Day weekend.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mikedebonis/status/1398289324366614539\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Senate leaders are seeking unanimous consent to punt final passage of USICA/EFA to June 8, allowing votes on 1/6 Commission and two Biden noms today and letting senators start their break. <a href=\"https://t.co/S362eEZInd\">pic.twitter.com/S362eEZInd</a></p>&mdash; Mike DeBonis (@mikedebonis) <a href=\"https://twitter.com/mikedebonis/status/1398289324366614539?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>If Democrats agree to that, then the Senate will vote on the commission bill and two of <strong>Joe Biden</strong>’s nominations before leaving for the holiday weekend.</p> <p>However, it’s still unclear if Democrats will be on board, as they wanted to wrap up the Endless Frontier Act before going into recess. Stay tuned.</p> </div>   </div> <div id=\"block-60b103088f088d8c3178c0ee\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T14:52:33.191Z\">3.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Russian SolarWinds hackers launch email attack on government agencies</h2>  <div class=\"block-elements\">  <p><strong>Guardian staff and agencies report:</strong></p> <p>The state-backed Russian cyber spies behind the SolarWinds hacking campaign launched a targeted phishing assault on US and foreign government agencies and thinktanks this week using an email marketing account of the US Agency for International Development (USAid), <a href=\"https://www.theguardian.com/technology/microsoft\">Microsoft</a> has said.</p> <p>The effort targeted about 3,000 email accounts at more than 150 different organisations, at least a quarter of them involved in international development, humanitarian and human rights work, the Microsoft vice-president <strong>Tom Burt</strong> <a href=\"https://bit.ly/2SzLGmO\">wrote in a blog post late on Thursday</a>.</p> <p>It did not say what portion of the attempts may have led to successful intrusions. The cybersecurity firm Volexity, which also tracked the campaign but has less visibility into email systems than Microsoft, said in a post that relatively low detection rates of the phishing emails suggested the attacker was “likely having some success in breaching targets”.</p> <p>Microsoft identified the group carrying out the attacks as Nobelium, originating from Russia and the same actor behind the <a href=\"https://www.theguardian.com/technology/2020/dec/15/orion-hack-solar-winds-explained-us-treasury-commerce-department\">attacks on SolarWinds customers in 2020</a>.</p> <p>Burt said the campaign appeared to be a continuation of efforts by the Russian hackers to “target government agencies involved in foreign policy as part of intelligence-gathering efforts”. He said the targets spanned at least 24 countries.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2021/may/28/russian-solarwinds-hackers-launch-assault-government-agencies\">Russian SolarWinds hackers launch email attack on government agencies</a> </p> </aside> </div>   </div> <div id=\"block-60b0ff0c8f086d71cc15d98d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T14:36:24.123Z\">3.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Another issue as the Senate prepares to vote on the January 6 commission bill: about 10 senators have already left town for Memorial Day weekend, according to Fox News reporter Chad Pergram.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChadPergram/status/1398281948116758531\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1) There are about ten senators who have cut town for the Memorial Day break, even though the Senate was in session until 2:51 am et today and likely will be in most of the day today.</p>&mdash; Chad Pergram (@ChadPergram) <a href=\"https://twitter.com/ChadPergram/status/1398281948116758531?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Even though the Senate may not be at full attendance today, the number of senators required to break the expected Republican filibuster of the commission bill will not change.</p> <p>So even if only 90 senators are present to vote on the bill later today, 60 votes will still be required to advance the legislation past the filibuster.</p> <p><strong>Republicans </strong>are expected to defeat the bill because <strong>Democrats </strong>need 10 of their colleagues from across the aisle to vote with them to break a filibuster, and that seems extremely unlikely to happen.</p> </div>   </div> <div id=\"block-60b0f8b18f086d71cc15d8e7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T14:20:13.754Z\">3.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Senate minority leader Mitch McConnell said he hopes the vote on the January 6 commission bill will happen today, </strong>but he did not definitively say whether he thought that would happen.</p> <p>According to CNN, reporters asked McConnell as he entered the Senate how long today’s session will take. “You’ll have to ask the folks who feel compelled to speak,” McConnell replied.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mkraju/status/1398277670518001672\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">As he entered the Senate, Mitch McConnell said when asked how long today’s session will take: “You’ll have to ask the folks who feel compelled to speak.”<br><br>Asked if he thinks votes on the China bill and Jan. 6 bill will be done today.<br><br>“I hope so but we will see how it goes.”</p>&mdash; Manu Raju (@mkraju) <a href=\"https://twitter.com/mkraju/status/1398277670518001672?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Asked if the votes on the Endless Frontier Act and the January 6 commission bill will wrap up today, the Republican leader said, “I hope so, but we will see how it goes.”</p> <p>The Senate had expected to give final approval to the Endless Frontier Act yesterday, but some late-night disagreements pushed that to today. Senator <strong>Jon Ossoff </strong>did not gavel out the Senate until almost 3 am this morning, and the chamber returned from recess about six hours later.</p> </div>   </div> <div id=\"block-60b0f7be8f08d486a7715e4e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T14:04:43.557Z\">3.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jill Biden will join Joe Biden when he travels to Europe next month, </strong>the White House has just announced.</p> <p>The White House said the first lady will accompany her husband as he attends the G-7 summit in Cornwall from June 11 to 13.</p> <p>“This will be the first overseas travel by President Joe Biden and First Lady Jill Biden,” the White House said. “This trip will highlight the President’s commitment to restoring our alliances, showing that democracies can deliver, and working in close cooperation with our allies and multilateral partners.”</p> <p>CNN reported earlier this week that Biden will meet with <strong>Queen Elisabeth II </strong>during his trip to the UK, but the White House has not yet confirmed that plan.</p> </div>   </div> <div id=\"block-60b0f0558f086d71cc15d847\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T13:47:53.877Z\">2.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kamala Harris is making some history this morning: </strong>the vice-president will become the first woman to deliver the commencement address at the US Naval Academy in Annapolis, Maryland.</p> <p>The New York Times <a href=\"https://www.nytimes.com/2021/05/28/us/politics/kamala-harris-commencement-speech-naval-academy.html\">reports</a>:</p> <blockquote class=\"quoted\"> <p> The vice president’s speech is expected to focus on some of the<strong> Biden administration</strong>’s most urgent challenges, like the coronavirus pandemic, climate change and a host of increasingly sophisticated cybersecurity threats.</p> <p>‘The global pandemic has launched us into a new era. It has forever impacted our world,’ Ms. Harris is expected to say, according to prepared remarks shared with The New York Times. ‘If we weren’t clear before, we know now: Our world is interconnected. Our world is interdependent. Our world is fragile.’</p> <p>The vice president’s speech at the Naval Academy, in Annapolis, Md., will be her first to focus on the military, and it comes as the<strong> </strong>Biden administration is accelerating its withdrawal of troops from Afghanistan, well ahead of the deadline<strong> President Biden </strong>set in April: Sept. 11.</p> </blockquote> <p>According to a press pool report, Harris stopped at the gravesite of <strong>John McCain </strong>before her speech to pay her respects to the late senator and lay some flowers on his headstone.</p> </div>   </div> <div id=\"block-60b0eed38f086d71cc15d835\" class=\"block is-key-event\" data-block-contributor=\"profile/edpilkington\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T13:29:53.304Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Arizona ‘refurbishes’ its gas chamber to prepare for executions, documents reveal</h2>  <div class=\"block-elements\">  <p>The state of <a href=\"https://www.theguardian.com/us-news/arizona\">Arizona</a> is preparing to kill death row inmates using hydrogen cyanide, the same lethal gas that was deployed at Auschwitz.</p> <p>Documents obtained by the Guardian reveal that Arizona’s department of corrections has spent more than $2,000 in procuring the ingredients to make cyanide gas. The department bought a solid brick of potassium cyanide in December for $1,530.</p> <p>It also purchased sodium hydroxide pellets and sulfuric acid which are intended to be used to generate the deadly gas. The gas chamber itself, built in 1949 and disused for 22 years, has been dusted off and, according to the department, “refurbished”.</p> <p>Over the past few months the Republican-controlled state has moved aggressively to restart its deeply flawed execution system. The death penalty has been in abeyance in Arizona for seven years following the <a href=\"https://www.theguardian.com/world/2014/aug/02/arizona-inmate-injected-15-times-execution-drugs-joseph-wood\">gruesomely botched lethal injection</a> of Joseph Wood in 2014.</p> <p>Last month, the Guardian <a href=\"https://www.theguardian.com/world/2021/apr/09/revealed-republican-led-states-secretly-spending-huge-sums-on-execution-drugs\">revealed</a> that Arizona spent a jaw-dropping $1.5m on a batch of pentobarbital in October, a sedative which it now hopes to use as its main lethal injection method.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/28/arizona-gas-chamber-executions-documents\">Arizona ‘refurbishes’ its gas chamber to prepare for executions, documents reveal</a> </p> </aside> </div>   </div> <div id=\"block-60b0ea308f08d486a7715d62\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T13:12:30.105Z\">2.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Senate is now back in session to wrap up votes on the Endless Frontier Act before holding a vote on the January 6 commission bill.</p> <p>The upper chamber stood in recess for a little over six hours. Democratic Senator <strong>Jon Ossoff </strong>of Georgia gaveled out the Senate at 2:52 am this morning, per a C-SPAN producer.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CraigCaplan/status/1398259388956266496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2:52am: GA Senator Jon <a href=\"https://twitter.com/ossoff?ref_src=twsrc%5Etfw\">@ossoff</a> gaveled out the Senate earlier this morning. A sleepy Senate returns at 9am for more work on the science and tech research China bill with votes expected later today including on the January 6th Commission bill, ahead for their Memorial Day break. <a href=\"https://t.co/xyWdXicHAS\">pic.twitter.com/xyWdXicHAS</a></p>&mdash; Craig Caplan (@CraigCaplan) <a href=\"https://twitter.com/CraigCaplan/status/1398259388956266496?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Senate majority leader <strong>Chuck Schumer </strong>said in a floor speech moments ago that he expects the chamber to pass the Endless Frontier Act later today.</p> <p>“We have every intention of sticking it out until the job is done, and that’s what we’re going to do,” Schumer said.</p> </div>   </div> <div id=\"block-60b0e76a8f08d486a7715d24\" class=\"block\" data-block-contributor=\"profile/lois-beckett\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T13:02:29.906Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>At least 70% of people charged in the Capitol riot have been released as they wait for trial</strong>, according to a Guardian analysis.</p> <p>That high pretrial release rate stands in stark contrast with the usual detention rates in the federal system, where only<a href=\"https://www.uscourts.gov/sites/default/files/data_tables/jb_h14_0930.2019.pdf\"> 25% of defendants nationwide</a> are typically released before their trial.</p> <p>Eric Munchel, known as “<a href=\"https://www.theguardian.com/us-news/2021/jan/10/us-capitol-mob-rioters-arrests-violence-brutality\">Zip Tie Guy</a>”, who was allegedly photographed wearing <a href=\"https://www.theguardian.com/us-news/2021/jan/10/us-capitol-mob-rioters-arrests-violence-brutality\">tactical gear and carrying wrist restraints</a> in the Senate chamber, was released in late March, along with his mother, after an appeals court <a href=\"https://www.politico.com/news/2021/03/26/capitol-riot-defendants-win-appeals-court-478157\">questioned whether he posed any danger</a> outside the specific context of 6 January.</p> <p>Richard Barnett, the Arkansas man photographed with his foot on <strong>Nancy Pelosi</strong>’s desk, was <a href=\"https://www.washingtonpost.com/local/legal-issues/pelosi-desk-rioter-released/2021/04/27/9fb5f3f8-a797-11eb-8d25-7b30e74923ea_story.html\">released in late April</a>, nearly two months after <a href=\"https://www.theguardian.com/us-news/2021/mar/05/us-capitol-riot-man-pelosi-feet-desk-richard-barnett\">screaming during a court hearing</a> that “it’s not fair” that he was still in custody when “everybody else who did things much worse are already home”.</p> <p>Multiple alleged members of the Proud Boys and the Oath Keepers, two groups facing the most serious conspiracy charges related to their alleged plans for violence, have been released before trial, though some prominent leaders in these groups remain in custody.</p> <p>The disparity in pretrial detention rates highlights what legal experts said was a broader development in the 6 January cases: the likelihood that a substantial swathe of the alleged rioters may not serve any prison time at all, even if they are convicted or plead guilty.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/28/us-capitol-attack-suspects-jail-trial\">Revealed: majority of people charged in Capitol attack aren’t in jail</a> </p> </aside> </div>   </div> <div id=\"block-60b0e5008f086d71cc15d77c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T12:47:53.804Z\">1.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Senate Republicans expected to defeat January 6 commission bill</h2>  <div class=\"block-elements\">  <p>Greetings from Washington, live blog readers.</p> <p>The Senate is expected to vote later today on whether to advance the bill to form a bipartisan commission to study the Capitol insurrection – for real this time.</p> <p>The Senate was originally planning to hold a procedural vote on the commission bill yesterday, but some late-night disagreements over the Endless Frontier Act pushed the vote to today.</p> <p>Now the vote is expected to take place later this morning or possibly early this afternoon, according to CNN.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mkraju/status/1398141780873338881\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Senate update: Key vote on Jan. 6 bill will spill into later Friday AM and potentially afternoon as some GOP senators delay final votes on China bill to raise concerns over the process. (Jan. 6 bill is next up). GOP sens now speaking on floor overnight</p>&mdash; Manu Raju (@mkraju) <a href=\"https://twitter.com/mkraju/status/1398141780873338881?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Senate Republican leaders seem confident that they have the votes to defeat the bill, which they worry could jeopardize their hopes of taking back Congress in next year’s midterm elections.</p> <p>Senator <strong>Lisa Murkowski, </strong>one of the few Republicans who is expected to support the commission bill, sharply criticized that logic yesterday.</p> <p>“To be making a decision for the short-term political gain at the expense of understanding and acknowledging what was in front of us on January 6, I think we need to look at that critically. Is that really what this is about, one election cycle after another?” Murkowski <a href=\"https://www.huffpost.com/entry/january-6-commission-murkowski-mcconnell_n_60b046e4e4b0c5658f91cff4?35i\">told reporters</a>.</p> <p>The blog will have more details on the vote as it unfolds, so stay tuned.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T12:52:56.762Z\">at 1.52pm BST</time></p>  </div>","wordcount":"4606","firstPublicationDate":"2021-05-28T12:56:10Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:21:49Z","liveBloggingNow":"true","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht8jj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b576c409f8a21b2cabb62dfaf019d6809c5d6f05/0_150_4500_2701/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Joe Biden has released a statement condemning the recent rise in anti-Semitic attacks across the country. “These attacks are despicable, unconscionable, un-American, and they must stop,” the president said. “I will not allow our fellow Americans to be intimidated or attacked because of who they are or the faith they practice. “We cannot allow the toxic combination of hatred, dangerous lies, and conspiracy theories to put our fellow Americans at risk.” Biden noted that attorney general Merrick Garland has pledged to deploy all tools available to the justice department to combat hate crimes. “We must all stand together to silence these terrible and terrifying echoes of the worst chapters in world history, and pledge to give hate no safe harbor,” the president said. “Let us all take up that work and create a nation that stands for, and stands up for, the dignity and safety of all of our people.” According to the Anti-Defamation League, reports of anti-Semitic hate incidents increased by 75% during the two weeks of military conflict between Israel and Hamas in Gaza. Over those two weeks, 222 hate incidents were reported, compared to 127 for the two-week period before that. “Many of these incidents appear to have been perpetrated by individuals scapegoating American Jews for the actions of the Israeli government,” the ADL said. Meanwhile, congressional Republicans criticized Joe Biden’s $6 trillion as a wasteful spending spree that would do little to improve Americans’ lives. “President Biden’s proposal would drown American families in debt, deficits, and inflation,” Senate minority leader Mitch McConnell said in a statement. McConnell noted that Senate Republicans laid out a counteroffer to the president’s infrastructure plan yesterday, calling for investing an additional $257 billion above baseline infrastructure spending over the next eight years. (Biden has called for spending $1.7 trillion above the baseline level on infrastructure.) “If Washington Democrats can move beyond the socialist daydreams and the go-it-alone partisanship, we could get a lot of important work done for our country,” McConnell said. House speaker Nancy Pelosi praised Joe Biden’s newly announced budget as “an unequivocal declaration of the value that Democrats place on America’s workers and middle class families”. “The Biden budget makes historic investments in the American workforce and economy. It does so by seizing a once-in-a-generation opportunity to create millions of good-paying Americans jobs, supercharge America’s global competitiveness and power growth for generations to come,” the Democratic speaker said in a statement. “Congressional Democrats look forward to working with the Biden-Harris Administration to enact this visionary budget, which will pave the path to opportunity and prosperity for our nation.” The release of Biden’s budget comes as the White House continues to negotiate with Senate Republicans over an infrastructure bill, with the hope that the final proposal can attract bipartisan support in Congress. Kamala Harris delivered the commencement address this morning at the US Naval Academy in Annapolis, Maryland. The speech made the vice-president the first woman to address the academy’s graduating class since its founding in 1845. Harris expressed confidence that the Naval Academy graduates are prepared to meet any challenge they may face in a rapidly changing world. “The American people are depending on you: the best, the bravest, the most brilliant,” the vice-president said. “Class of 2021, you are prepared for all of this. You are prepared for any threat. And you are prepared for this new era.” The Guardian’s Dominic Rushe has the latest on Biden’s $6tn budget proposal Friday: Biden’s budget would fund a dramatic overhaul of US infrastructure, and dedicate extensive funds to education and climate action—which would put government spending at its “highest sustained levels since the second world war,” Rushe explains. Importantly, Rushe points out, Biden’s first budget is “largely a political document.” While this proposal makes clear Biden’s hopes for revitalizing the US in the wake of the coronavirus pandemic, Republicans are already chaffing against its scale. Indeed, no Republicans voted in favor of Biden’s $1.9tn Covid stimulus bill. Biden has also been forced to limit his infrastructure bill to $1.7tn, down from his originally proposed $2.2tn initiative. So, the chances of getting GOP support for such a budget are slim. Biden’s two-part initiative to revitalize the US economy is rooted in ramping up its flagging infrastructure and broadening its social safety net. These initiatives would cause the US to have yearly deficits of more than $1.3tn over the next 10 years, with debt increasing to 117% of the value of economic output before 2031. Biden’s plan would be funded, in part, by increasing taxes on corporations and the extremely wealthy. He supports increasing corporate taxes to 28%, up from 21%. All Republicans oppose this tax increase plan, as do some Democrats. Joe Manchin has slammed GOP senators who blocked the creation of a bipartisan commission to study the deadly Capitol insurrection on 6 January. “Choosing to put politics and political elections above the health of our Democracy is unconscionable, and the betrayal of the oath we each take is something they will have to live with,” Manchin, a Democrat senator from West Virginia, has said. “This was our chance to have a bipartisan commission that would allow for an impartial investigation into the events of that horrific day, so that we are better able to prevent another attack on our nation,” Manchin also says. Manchin tells viewers that Democratic leadership in the house and Senate accepted Republicans’ proposed changes “because a commission of this nature must be bipartisan to be successful.” He recognizes the “six brave Republicans” who favored establishing the commission, while pointing out that four more were needed to advance this legislation. Manchin, in his address, has also issued a broad apology about the commission’s failure to progress. “You deserve better, and I am sorry that my Republican colleagues and friends, let political fear prevent them from doing what they know in their hearts to be right.” Joe Biden’s remarks to troops at Joint Base Langley-Eustis have now concluded. Here’s where the day stands so far: Senate Republicans blocked consideration of the bill to form a bipartisan commission to study the Capitol insurrection. The final vote on whether to start debate on the commission bill was 54-35, with six Republicans joining 48 Democrats in supporting the motion to advance the proposal. Democrats needed 60 votes to take up the bill because Republicans invoked the first official Senate filibuster of the Biden era to defeat the legislation. Senate majority leader Chuck Schumer condemned Republicans for preventing the commission bill from moving forward. “Shame on the Republican party for trying to sweep the horrors of that day under the rug because they’re afraid of Donald Trump,” Schumer said in a floor speech shortly after the vote concluded. Biden spoke to US troops to thank them for their service ahead of the Memorial Day holiday. Speaking at the military base in Hampton, Virginia, the president expressed appreciation for the sacrifices made by service members and their families. “Simply stated, you are the backbone of the country,” Biden said. The blog will have more coming up, so stay tuned. Joe Biden delivered remarks to US troops at Joint Base Langley-Eustis in Hampton, Virginia, ahead of Memorial Day weekend. The president began his speech with an emotional retelling of how his son, Beau, decided to join the military. Beau Biden died of brain cancer in 2015. Biden said the sacrifices that his son made to join the military reminded him of the sacrifices that service members and their families make every day. “Simply stated, you are the backbone of the country,” Biden said. Jill Biden spoke at Joint Base Langley-Eustis before Joe Biden delivered his own remarks to US troops ahead of the Memorial Day holiday. The first lady, who has made supporting military families a primary focus of her work, expressed appreciation for the sacrifices of service members and their loved ones. “Our military is a community bound together by love,” the first lady said. “It’s time that our nation matches that devotion.” The stage is set at Joint Base Langley-Eustis in Hampton, Virginia, where Joe Biden will soon speak to US troops to thank them for their service ahead of Memorial Day weekend. As the Senate voted on the January 6 commission bill, Joe Biden delivered remarks on the country’s fight against coronavirus in Alexandria, Virginia. Appearing alongside Virginia Governor Ralph Northam, the president celebrated the significant progress that the state has made to limit the spread of coronavirus since he took office in January. Virginia has received more than $247 million in federal funding for community vaccination sites, and more than 1,000 pharmacies across the state have participated in the federal vaccination program. As more Virginians have gotten vaccinated, case numbers have consistently fallen in the state, with deaths and hospitalizations having decreased substantially since January. Although this progress is encouraging, Biden emphasized the importance of getting even more Virginians vaccinated in order to get the virus under control by July 4. “If we succeed, we can celebrate our independence from the virus together on the Fourth of July, as we celebrate our independence as a nation,” Biden said. “And the future is only going to get brighter.” The president and the first lady will also soon deliver remarks in Hampton, Virginia, to kick off the start of Memorial Day weekend, so stay tuned. The Guardian’s Sam Levine reports on the upcoming Senate vote on Democrats’ election reform bill: The senate will vote in about a month on sweeping legislation that would dramatically expand access to the ballot box, Chuck Schumer, the senate majority leader, said Friday. The announcement came immediately after senate Republicans blocked the creation of a bipartisan commission to probe the 6 January attack on the US capitol. Republicans used the filibuster, a procedural tactic that prevents legislation from moving ahead in the senate unless it has 60 votes. The comments from Schumer are significant because there is some handwringing over how exactly Democrats plan to get over the filibuster when it comes to passing the sweeping voting rights bill. Those conversations have become more urgent in recent weeks as Republicans have moved aggressively in state legislatures across the country to impose new restrictions. Schumer said the senate would vote on the bill during the last week of the senate’s June work period. A key senator in the vote will be Joe Manchin, a West Virginia Democrat, who continues to back the filibuster, even as it harms his own party. Manchin has also said he wants bipartisan buy-in for the bill. After the Friday filibuster blocking the 6 January commission, Manchin tweaked Republicans for not supporting the panel. House speaker Nancy Pelosi sharply criticized Senate Republicans for blocking consideration of the January 6 commission bill. “Mitch McConnell asked Senate Republicans to do him a ‘personal favor’ and vote against the January 6th Commission,” the Democratic speaker said in a new statement. “In doing so, Mitch McConnell asked them to be complicit in his undermining of the truth of January 6th. In bowing to McConnell’s personal favor request, Republican Senators surrendered to the January 6th mob assault.” Pelosi argued the vote on the commission bill brought “shame” to the Senate and would make the country less safe. She indicated that House committees, which are under Democratic leadership, would continue to investigate the attack. “Honoring our responsibility to the Congress in which we serve and the Country which we love, Democrats will proceed to find the truth,” Pelosi said. Congresswoman Liz Cheney commended the six Republican senators who voted in favor of taking up the January 6 commission bill. “Thank you to Senators Cassidy, Collins, Murkowski, Portman, Sasse, and Romney for voting for truth and defense of our constitution,” the Republican congresswoman said on Twitter. “History will remember those who put country ahead of politics.” Cheney was ousted as House Republican conference chair earlier this month over her criticism of Donald Trump’s lies about the presidential election, which sparked the Capitol attack. Last week, Cheney voted with 34 other House Republicans and every House Democrat in support of the commission bill. Progressives are already pointing to the Republican blockade of the January 6 commission bill as evidence for why Senate Democrats should eliminate the filibuster. Senator Elizabeth Warren said on Twitter, “If Senate Republicans can block an independent commission investigating a deadly armed attack on the Capitol because it might hurt their poll numbers with insurrectionists, then something is badly wrong with the Senate. We must get rid of the filibuster to protect our democracy.” At least two Senate Democrats -- Joe Manchin and Kyrsten Sinema -- have indicated they are still against eliminating the filibuster. Although Manchin expressed severe disappointment about today’s vote, he previously indicated he would not be willing to end the filibuster to make the commission happen. A spokesperson for Republican Senator Pat Toomey told HuffPost that he was not in Washington for the commission bill vote today because of a family obligation. However, the spokesperson said, Toomey would have voted in favor of starting debate on the bill. The Pennsylvania senator also voted to convict Donald Trump for incitement of insurrection shortly after the Capitol attack, and he had expressed openness to the commission proposal. Toomey’s “aye” vote would have made seven Republicans in support of advancing the bill, but that is still short of 10 Republican votes necessary to overcome the filibuster. Senate majority leader Chuck Schumer condemned his Republican colleagues for blocking consideration of the bill to form a bipartisan commission to study the Capitol insurrection. “Shame on the Republican Party for trying to sweep the horrors of that day under the rug because they’re afraid of Donald Trump,” Schumer said in a floor speech moments ago. This marked Senate Republicans’ first official use of the filibuster to defeat a bill, and Schumer said he hoped this was not the beginning of a trend of Republicans blocking “reasonable, common-sense legislation”. Because Republicans invoked the filibuster, Democrats needed 60 votes to take up the commission bill, and they only got 54 by the time the vote was gaveled out. The six Senate Republicans who voted with Democrats in favor of taking up the January 6 commission bill were Susan Collins, Mitt Romney, Bill Cassidy, Lisa Murkowski, Ben Sasse and Rob Portman. Two Republican senators who voted earlier this year to convict Donald Trump for incitement of insurrection, Pat Toomey and Richard Burr, were not present for the vote. Republicans have successfully blocked the Senate from taking up the bill to form a bipartisan commission to study the Capitol insurrection. The final vote was 54-35, with six Republicans joining 48 Democrats in supporting the motion to advance the bill. Eleven senators did not participate in the vote. Democrats needed 10 of their Republican colleagues to join them in order to break the filibuster and take up the commission bill, but they fell short of that. The January 6 commission is dead -- for now, at least. Senator Joe Manchin told reporters that he was “very disappointed” about the likely defeat of the January 6 commission bill. “Politics has trumped - literally and figuratively - the good of the country,” the Democratic senator said, according to a Wall Street Journal reporter. Republicans will likely be able to defeat the commission bill because of the 60-vote threshold needed to overcome a Senate filibuster. But Manchin has continued to defend the filibuster, saying he is unwilling to eliminate it, even if it means the commission will not happen. Rob Portman of Ohio has become the sixth Republican senator to vote in favor of taking up the January 6 commission bill. Portman voted to acquit Donald Trump in his impeachment trial earlier this year, but the senator acknowledged the former president had “encouraged the mob” to attack the Capitol on January 6. Democrats need four more Republicans to join them in order to overcome a filibuster of the commission bill. Two more Republican senators, Lisa Murkowski of Alaska and Ben Sasse of Nebraska, have voted in favor of taking up the January 6 commission bill. That makes five Republicans total who have voted with Democrats so far, but it remains unlikely that five more Republicans will join them. Because of the Republican filibuster, 60 votes are needed just to start the Senate debate over the January 6 commission bill. Only three Republicans -- Bill Cassidy of Louisiana, Susan Collins of Maine and Mitt Romney of Massachusetts -- have voted in favor of advancing the bill so far. It seems very unlikely that seven more Republicans will join Democrats in voting to take up the bill, so the proposal will almost certainly be defeated. Before the vote began, Senate majority leader Chuck Schumer pleaded with his colleagues to support the January 6 commission bill. “This commission is desperately needed,” the Democratic leader said. “If our Republican friends vote against this, I would ask them: what are you afraid of? The truth?” Schumer argued Donald Trump’s lies about widespread fraud in the presidential election had “eroded” American democracy and the commission was necessary to rebut those lies. “This is not a Democratic or Republican obligation. This is an American obligation,” Schumer said. The Senate is now holding a procedural vote on the bill to create a bipartisan commission to study the Capitol insurrection. The bill is not likely to advance, as only a handful of Republicans have indicated they will support the proposal and Democrats need 60 votes to break a filibuster. The Senate has reached an agreement to delay final consideration of the Endless Frontier Act until after the Memorial Day holiday. The upper chamber will now shift focus to a procedural vote on the bill to form a bipartisan commission to study the Capitol insurrection, as well as votes on two of Joe Biden’s nominees. Senate majority leader Chuck Schumer said moments ago that the commission bill vote will occur sometime in the next hour. Republicans are expected to defeat the bill, as Democrats will need 60 votes to overcome a filibuster of the proposal. The Senate vote on the January 6 commission bill may actually happen sooner rather than later, with a potential deal between Democrats and Republicans in the works. According to multiple reports, Republicans are discussing the possibility of delaying final passage of the Endless Frontier Act until after Memorial Day weekend. If Democrats agree to that, then the Senate will vote on the commission bill and two of Joe Biden’s nominations before leaving for the holiday weekend. However, it’s still unclear if Democrats will be on board, as they wanted to wrap up the Endless Frontier Act before going into recess. Stay tuned. Guardian staff and agencies report: The state-backed Russian cyber spies behind the SolarWinds hacking campaign launched a targeted phishing assault on US and foreign government agencies and thinktanks this week using an email marketing account of the US Agency for International Development (USAid), Microsoft has said. The effort targeted about 3,000 email accounts at more than 150 different organisations, at least a quarter of them involved in international development, humanitarian and human rights work, the Microsoft vice-president Tom Burt wrote in a blog post late on Thursday. It did not say what portion of the attempts may have led to successful intrusions. The cybersecurity firm Volexity, which also tracked the campaign but has less visibility into email systems than Microsoft, said in a post that relatively low detection rates of the phishing emails suggested the attacker was “likely having some success in breaching targets”. Microsoft identified the group carrying out the attacks as Nobelium, originating from Russia and the same actor behind the attacks on SolarWinds customers in 2020. Burt said the campaign appeared to be a continuation of efforts by the Russian hackers to “target government agencies involved in foreign policy as part of intelligence-gathering efforts”. He said the targets spanned at least 24 countries. Another issue as the Senate prepares to vote on the January 6 commission bill: about 10 senators have already left town for Memorial Day weekend, according to Fox News reporter Chad Pergram. Even though the Senate may not be at full attendance today, the number of senators required to break the expected Republican filibuster of the commission bill will not change. So even if only 90 senators are present to vote on the bill later today, 60 votes will still be required to advance the legislation past the filibuster. Republicans are expected to defeat the bill because Democrats need 10 of their colleagues from across the aisle to vote with them to break a filibuster, and that seems extremely unlikely to happen. Senate minority leader Mitch McConnell said he hopes the vote on the January 6 commission bill will happen today, but he did not definitively say whether he thought that would happen. According to CNN, reporters asked McConnell as he entered the Senate how long today’s session will take. “You’ll have to ask the folks who feel compelled to speak,” McConnell replied. Asked if the votes on the Endless Frontier Act and the January 6 commission bill will wrap up today, the Republican leader said, “I hope so, but we will see how it goes.” The Senate had expected to give final approval to the Endless Frontier Act yesterday, but some late-night disagreements pushed that to today. Senator Jon Ossoff did not gavel out the Senate until almost 3 am this morning, and the chamber returned from recess about six hours later. Jill Biden will join Joe Biden when he travels to Europe next month, the White House has just announced. The White House said the first lady will accompany her husband as he attends the G-7 summit in Cornwall from June 11 to 13. “This will be the first overseas travel by President Joe Biden and First Lady Jill Biden,” the White House said. “This trip will highlight the President’s commitment to restoring our alliances, showing that democracies can deliver, and working in close cooperation with our allies and multilateral partners.” CNN reported earlier this week that Biden will meet with Queen Elisabeth II during his trip to the UK, but the White House has not yet confirmed that plan. Kamala Harris is making some history this morning: the vice-president will become the first woman to deliver the commencement address at the US Naval Academy in Annapolis, Maryland. The New York Times reports: The vice president’s speech is expected to focus on some of the Biden administration’s most urgent challenges, like the coronavirus pandemic, climate change and a host of increasingly sophisticated cybersecurity threats. ‘The global pandemic has launched us into a new era. It has forever impacted our world,’ Ms. Harris is expected to say, according to prepared remarks shared with The New York Times. ‘If we weren’t clear before, we know now: Our world is interconnected. Our world is interdependent. Our world is fragile.’ The vice president’s speech at the Naval Academy, in Annapolis, Md., will be her first to focus on the military, and it comes as the Biden administration is accelerating its withdrawal of troops from Afghanistan, well ahead of the deadline President Biden set in April: Sept. 11. According to a press pool report, Harris stopped at the gravesite of John McCain before her speech to pay her respects to the late senator and lay some flowers on his headstone. The state of Arizona is preparing to kill death row inmates using hydrogen cyanide, the same lethal gas that was deployed at Auschwitz. Documents obtained by the Guardian reveal that Arizona’s department of corrections has spent more than $2,000 in procuring the ingredients to make cyanide gas. The department bought a solid brick of potassium cyanide in December for $1,530. It also purchased sodium hydroxide pellets and sulfuric acid which are intended to be used to generate the deadly gas. The gas chamber itself, built in 1949 and disused for 22 years, has been dusted off and, according to the department, “refurbished”. Over the past few months the Republican-controlled state has moved aggressively to restart its deeply flawed execution system. The death penalty has been in abeyance in Arizona for seven years following the gruesomely botched lethal injection of Joseph Wood in 2014. Last month, the Guardian revealed that Arizona spent a jaw-dropping $1.5m on a batch of pentobarbital in October, a sedative which it now hopes to use as its main lethal injection method. The Senate is now back in session to wrap up votes on the Endless Frontier Act before holding a vote on the January 6 commission bill. The upper chamber stood in recess for a little over six hours. Democratic Senator Jon Ossoff of Georgia gaveled out the Senate at 2:52 am this morning, per a C-SPAN producer. Senate majority leader Chuck Schumer said in a floor speech moments ago that he expects the chamber to pass the Endless Frontier Act later today. “We have every intention of sticking it out until the job is done, and that’s what we’re going to do,” Schumer said. At least 70% of people charged in the Capitol riot have been released as they wait for trial, according to a Guardian analysis. That high pretrial release rate stands in stark contrast with the usual detention rates in the federal system, where only 25% of defendants nationwide are typically released before their trial. Eric Munchel, known as “Zip Tie Guy”, who was allegedly photographed wearing tactical gear and carrying wrist restraints in the Senate chamber, was released in late March, along with his mother, after an appeals court questioned whether he posed any danger outside the specific context of 6 January. Richard Barnett, the Arkansas man photographed with his foot on Nancy Pelosi’s desk, was released in late April, nearly two months after screaming during a court hearing that “it’s not fair” that he was still in custody when “everybody else who did things much worse are already home”. Multiple alleged members of the Proud Boys and the Oath Keepers, two groups facing the most serious conspiracy charges related to their alleged plans for violence, have been released before trial, though some prominent leaders in these groups remain in custody. The disparity in pretrial detention rates highlights what legal experts said was a broader development in the 6 January cases: the likelihood that a substantial swathe of the alleged rioters may not serve any prison time at all, even if they are convicted or plead guilty. Greetings from Washington, live blog readers. The Senate is expected to vote later today on whether to advance the bill to form a bipartisan commission to study the Capitol insurrection – for real this time. The Senate was originally planning to hold a procedural vote on the commission bill yesterday, but some late-night disagreements over the Endless Frontier Act pushed the vote to today. Now the vote is expected to take place later this morning or possibly early this afternoon, according to CNN. Senate Republican leaders seem confident that they have the votes to defeat the bill, which they worry could jeopardize their hopes of taking back Congress in next year’s midterm elections. Senator Lisa Murkowski, one of the few Republicans who is expected to support the commission bill, sharply criticized that logic yesterday. “To be making a decision for the short-term political gain at the expense of understanding and acknowledging what was in front of us on January 6, I think we need to look at that critically. Is that really what this is about, one election cycle after another?” Murkowski told reporters. The blog will have more details on the vote as it unfolds, so stay tuned.","charCount":"28605","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/joan-greve\">Joan E Greve</a> in Washington"},{"headline":"Ireland to allow international travel again from 19 July","standfirst":"<p>Common travel area with Britain will not be restored due to concerns over India variant</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Common travel area with Britain will not be restored due to concerns over India variant","byline":"Nadeem Badshah and agency","main":"<figure class=\"element element-image\" data-media-id=\"a75b3687e541d0b51f5e598a3f579d16522dbfb7\"> <img src=\"https://media.guim.co.uk/a75b3687e541d0b51f5e598a3f579d16522dbfb7/0_42_5097_3058/1000.jpg\" alt=\"The taoiseach, Micheál Martin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The taoiseach, Micheál Martin, confirmed a gradual easing from one of the EU’s most stringent lockdowns will continue.</span> <span class=\"element-image__credit\">Photograph: Olivier Hoslet/EPA</span> </figcaption> </figure>","body":"<p>Ireland will adopt the European Union’s Covid-19 certificate to help citizens move more freely across the bloc and allow the resumption of international travel from mid-July.</p> <p>The country’s government said it will broadly apply the same approach to arrivals from elsewhere including Britain and the US.</p> <p>The taoiseach, Micheál Martin, also confirmed a gradual easing from one of the EU’s most stringent lockdowns will continue, with bars and restaurants able to serve guests indoors from 5 July.</p> <p>Arts and sports events can also resume indoors and outside but with heavy restrictions on attendance.</p> <p>Ireland currently advises citizens against non-essential travel, imposes fines on people heading to airports to go on holiday and enforces a two-week mandatory hotel quarantine for arrivals from 50 countries.</p> <p>From 19 July, the EU digital Covid certificate will allow people who received a vaccine, had a negative test or are immune after recovering from the virus to travel freely around the bloc.</p> <p>However, Ireland will not restore the common travel area with Britain because of concerns over the Covid-19 variant first identified in India, despite pleas from ferry companies. The more transmissible variant accounts for 6-7% of cases in Ireland but up to <a href=\"https://www.theguardian.com/world/2021/may/27/uk-covid-cases-india-variant-matt-hancock-three-quarters\">three-quarters of cases in the UK</a>.</p> <p>People can still enter the UK from Ireland without restrictions.</p> <p>Under Ireland’s plan, unvaccinated children aged between seven and 18 must have a negative coronavirus test before coming to the country, regardless of departure point.</p> <p>Passengers with valid proof of vaccination from outside the bloc can also travel freely, so long as the countries they are arriving from are not deemed to be at high risk of spreading Covid-19 variants.</p> <p>Unvaccinated travellers from outside the EU must arrive with a negative test and self-quarantine until they take a second post-arrival test.</p> <p>The approach to travel outside the European Economic Area will apply to neighbouring mainland Britain, despite the India variant, and the United States.</p> <p>Ireland does allow free movement across its open border with Northern Ireland, which the deputy prime minister, Leo Varadkar, acknowledged meant that someone could travel freely to Ireland from mainland Britain via Belfast.</p> <p><em>Reuters contributed to this report</em></p>","wordcount":"355","firstPublicationDate":"2021-05-28T20:20:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:21:38Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htb46","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a75b3687e541d0b51f5e598a3f579d16522dbfb7/0_42_5097_3058/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Ireland will adopt the European Union’s Covid-19 certificate to help citizens move more freely across the bloc and allow the resumption of international travel from mid-July. The country’s government said it will broadly apply the same approach to arrivals from elsewhere including Britain and the US. The taoiseach, Micheál Martin, also confirmed a gradual easing from one of the EU’s most stringent lockdowns will continue, with bars and restaurants able to serve guests indoors from 5 July. Arts and sports events can also resume indoors and outside but with heavy restrictions on attendance. Ireland currently advises citizens against non-essential travel, imposes fines on people heading to airports to go on holiday and enforces a two-week mandatory hotel quarantine for arrivals from 50 countries. From 19 July, the EU digital Covid certificate will allow people who received a vaccine, had a negative test or are immune after recovering from the virus to travel freely around the bloc. However, Ireland will not restore the common travel area with Britain because of concerns over the Covid-19 variant first identified in India, despite pleas from ferry companies. The more transmissible variant accounts for 6-7% of cases in Ireland but up to three-quarters of cases in the UK. People can still enter the UK from Ireland without restrictions. Under Ireland’s plan, unvaccinated children aged between seven and 18 must have a negative coronavirus test before coming to the country, regardless of departure point. Passengers with valid proof of vaccination from outside the bloc can also travel freely, so long as the countries they are arriving from are not deemed to be at high risk of spreading Covid-19 variants. Unvaccinated travellers from outside the EU must arrive with a negative test and self-quarantine until they take a second post-arrival test. The approach to travel outside the European Economic Area will apply to neighbouring mainland Britain, despite the India variant, and the United States. Ireland does allow free movement across its open border with Northern Ireland, which the deputy prime minister, Leo Varadkar, acknowledged meant that someone could travel freely to Ireland from mainland Britain via Belfast. Reuters contributed to this report","charCount":"2276","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nadeembadshah\">Nadeem Badshah</a> and agency"},{"headline":"Australia’s Holy See ambassador under fire for saying she wants to change ‘narrative’ away from George Pell ","standfirst":"<p>Abuse survivors say Chiara Porro should be working to avoid a repeat of the child abuse scandal exposed by the royal commission</p>","trailText":"Abuse survivors say Chiara Porro should be working to avoid a repeat of the child abuse scandal exposed by the royal commission","byline":"Christopher Knaus","main":"<figure class=\"element element-image\" data-media-id=\"a73ab38412fc6b26c35b8ab412d4095b041d5cec\"> <img src=\"https://media.guim.co.uk/a73ab38412fc6b26c35b8ab412d4095b041d5cec/0_197_4956_2974/1000.jpg\" alt=\"Australian cardinal George Pell interviewed by The Associated Press in his home at the Vatican\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Australian government is distancing itself from Chiara Porro’s comments, saying it did not tell her to direct the narrative away from Pell and the royal commission. </span> <span class=\"element-image__credit\">Photograph: Gregorio Borgia/AP</span> </figcaption> </figure>","body":"<p>The new ambassador to the Holy See told a Catholic publication that her aim was to change the Vatican’s “narrative” about Australia away from the child abuse royal commission and cardinal George Pell – comments that have infuriated abuse survivors. </p> <p>In an <a href=\"https://web.archive.org/web/20210311004147/https://www.cha.org.au/news/what-s-new/861-australia-s-ambassador-goes-to-rome-with-mission-on-her-mind-and-focus-on-catholic-health-education-and-social-justice\">interview with Catholic Health Australia in September</a>, the newly appointed ambassador Chiara Porro spoke of a recent audience with the Pope, during which she raised the work local Catholic groups were doing on health and education.</p> <p>She then said: “You know whenever people [in the Vatican] think of Australia they think immediately about cardinal Pell and the royal commission.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2021/feb/11/media-outlets-guilty-of-contempt-in-george-pell-trial-didnt-read-suppression-order-or-seek-legal-advice\">Media outlets guilty of contempt in George Pell trial didn't read suppression order or seek legal advice</a> </p> </aside>  <p>“So my aim here is to change that narrative.”</p> <p>The comments, which have since forced a clarification from the foreign affairs minister, angered abuse survivors, who say Australia’s ambassador, as a representative of all Australians, should be raising the royal commission as often as possible to help avoid a repeat of the horrific child abuse scandal it exposed.</p> <p>“Our embassy isn’t flying Australia’s flag, it’s flying the Vatican’s flag,” one survivor, who requested anonymity, said.</p> <p>“The frustration is that the ambassador isn’t just sitting on the fence, but actively working to … change the narrative, to divert the attention away from the negative things that happened in the church.</p> <p>“It’s so annoying to watch because the ambassador’s job is to try to fix the problems identified by the royal commission.”</p> <p>The foreign affairs minister Marise Payne has since distanced the government from the ambassador’s comments.</p> <p>In <a href=\"https://www.aph.gov.au/api/qon/downloadquestions/Question-ParliamentNumber46-QuestionNumber3546\">response to questions on notice</a> from Labor senator Kimberley Kitching, Payne said the ambassador’s words did not reflect the position of the Australian government.</p> <p>Payne said that neither she nor her department had told Porro that, upon arriving at the Vatican, her aim should be to “change that narrative” away from cardinal Pell and the royal commission.</p> <p>Pell left a senior position at the Vatican in 2017 to face charges that he sexually molested two 13-year-old choir boys in the sacristy of the Melbourne cathedral in 1996. He was convicted in 2019 and sentenced to six years in prison, but the conviction was thrown out by Australia’s high court in April last year, which <a href=\"https://www.theguardian.com/australia-news/2020/apr/07/cardinal-george-pell-conviction-quashed-australia-high-court-freed-jail-appeal-upheld\">unanimously found</a> there was reasonable doubt in the testimony of his lone accuser.</p> <p>Porro, a career diplomat and <a href=\"https://catholicoutlook.org/from-castle-hill-to-the-holy-see/\">practicing Catholic</a>, was <a href=\"https://www.foreignminister.gov.au/minister/marise-payne/media-release/ambassador-holy-see\">appointed ambassador</a> last year, around the time of her half-hour meeting with Pope Francis.</p> <p>She also told Catholic Health Australia that she had sought the Pope’s views on “how to engage youth, when there is such a crisis of confidence in the Catholic church, particularly in Australia” and how to go about “regaining trust and re-establishing those links”.</p> <p>In the same interview, Porro acknowledged it was not her role to represent the views of the Catholic church in Australia.</p> <p>She said her role was to represent “the Australian government” and “all Australians”.</p> <p>“I’m here to be able to provide that bridge to the Holy See. There’s lots of erroneous reporting [about the Vatican], so where I can try to explain certain things I will.”</p> <p>The department of foreign affairs and trade was approached for a further clarification of Porro’s comments.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/oct/25/the-pope-and-pell-one-of-the-most-fascinating-relationships-in-rome\">The Pope and Pell: 'One of the most fascinating relationships in Rome'</a> </p> </aside>  <p>A spokeswoman said the ambassador had not intended to detract from the importance of the royal commission, or suggest that the Australian government wanted to help the church engage Australian youth.</p> <p>“Rather, she was emphasising that Australia has a broad relationship with the Holy See and that her responsibilities are to put forward the interests of Australia across the breadth of that relationship,” the spokeswoman said.</p> <p>Australia has had resident ambassadors to the Holy See since 2008.</p> <p>Porro is the fourth to hold the position, after former deputy prime minister Tim Fischer, barrister John McCarthy, and diplomat Melissa Hitchman.</p> <p>Prior to 2008, the role was typically handled by Australia’s ambassador to Ireland.</p> <p>Survivors say the department should counsel her about the comments.</p> <p>“The ambassador should have been pulled into line and told you are not there to work for the church, you are there to work for Australia and the thousands of Australian children abused in the church,” the survivor said.</p>","wordcount":"682","firstPublicationDate":"2021-05-28T20:00:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhzhp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a73ab38412fc6b26c35b8ab412d4095b041d5cec/0_197_4956_2974/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"The new ambassador to the Holy See told a Catholic publication that her aim was to change the Vatican’s “narrative” about Australia away from the child abuse royal commission and cardinal George Pell – comments that have infuriated abuse survivors. In an interview with Catholic Health Australia in September, the newly appointed ambassador Chiara Porro spoke of a recent audience with the Pope, during which she raised the work local Catholic groups were doing on health and education. She then said: “You know whenever people [in the Vatican] think of Australia they think immediately about cardinal Pell and the royal commission. “So my aim here is to change that narrative.” The comments, which have since forced a clarification from the foreign affairs minister, angered abuse survivors, who say Australia’s ambassador, as a representative of all Australians, should be raising the royal commission as often as possible to help avoid a repeat of the horrific child abuse scandal it exposed. “Our embassy isn’t flying Australia’s flag, it’s flying the Vatican’s flag,” one survivor, who requested anonymity, said. “The frustration is that the ambassador isn’t just sitting on the fence, but actively working to … change the narrative, to divert the attention away from the negative things that happened in the church. “It’s so annoying to watch because the ambassador’s job is to try to fix the problems identified by the royal commission.” The foreign affairs minister Marise Payne has since distanced the government from the ambassador’s comments. In response to questions on notice from Labor senator Kimberley Kitching, Payne said the ambassador’s words did not reflect the position of the Australian government. Payne said that neither she nor her department had told Porro that, upon arriving at the Vatican, her aim should be to “change that narrative” away from cardinal Pell and the royal commission. Pell left a senior position at the Vatican in 2017 to face charges that he sexually molested two 13-year-old choir boys in the sacristy of the Melbourne cathedral in 1996. He was convicted in 2019 and sentenced to six years in prison, but the conviction was thrown out by Australia’s high court in April last year, which unanimously found there was reasonable doubt in the testimony of his lone accuser. Porro, a career diplomat and practicing Catholic, was appointed ambassador last year, around the time of her half-hour meeting with Pope Francis. She also told Catholic Health Australia that she had sought the Pope’s views on “how to engage youth, when there is such a crisis of confidence in the Catholic church, particularly in Australia” and how to go about “regaining trust and re-establishing those links”. In the same interview, Porro acknowledged it was not her role to represent the views of the Catholic church in Australia. She said her role was to represent “the Australian government” and “all Australians”. “I’m here to be able to provide that bridge to the Holy See. There’s lots of erroneous reporting [about the Vatican], so where I can try to explain certain things I will.” The department of foreign affairs and trade was approached for a further clarification of Porro’s comments. A spokeswoman said the ambassador had not intended to detract from the importance of the royal commission, or suggest that the Australian government wanted to help the church engage Australian youth. “Rather, she was emphasising that Australia has a broad relationship with the Holy See and that her responsibilities are to put forward the interests of Australia across the breadth of that relationship,” the spokeswoman said. Australia has had resident ambassadors to the Holy See since 2008. Porro is the fourth to hold the position, after former deputy prime minister Tim Fischer, barrister John McCarthy, and diplomat Melissa Hitchman. Prior to 2008, the role was typically handled by Australia’s ambassador to Ireland. Survivors say the department should counsel her about the comments. “The ambassador should have been pulled into line and told you are not there to work for the church, you are there to work for Australia and the thousands of Australian children abused in the church,” the survivor said.","charCount":"4229","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/christopher-knaus\">Christopher Knaus</a>"},{"headline":"Stock answers: when to home-make, and when a cube will do","standfirst":"<p>Making your own stock can be a source of significant culinary clout, but even ardent broth fans admit store-bought bases have their place</p>","trailText":"Making your own stock can be a source of significant culinary clout, but even ardent broth fans admit store-bought bases have their place","byline":"Max Brearley","main":"<figure class=\"element element-image\" data-media-id=\"71f90be03bbd2032f22a13759f51b550dc6e0846\"> <img src=\"https://media.guim.co.uk/71f90be03bbd2032f22a13759f51b550dc6e0846/0_373_5930_3558/1000.jpg\" alt=\"Mushroom and sun-dried tomato risotto in a copper saucepan on a black surface.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For risotto you do need a beautiful veg stock, as water just won’t cut it,’ says chef Matt Wilkinson. But his wife will add powdered stock too as a flavour-enhancer. </span> <span class=\"element-image__credit\">Photograph: Brycia James/Getty/iStockphoto</span> </figcaption> </figure>","body":"<p>Innocuous to some, inspiring ire in others, stock can be a culinary dividing line. Marco Pierre White was branded a “<a href=\"https://www.eater.com/2011/8/5/6664703/marco-pierre-white-is-now-shilling-for-knorr-in-the-us\">shill</a>” for flogging cubes, and another British chef, Tom Kerridge, found himself embroiled in a very middle class stir when he admitted his <a href=\"https://www.thetimes.co.uk/article/tom-kerridge-life-s-too-short-to-make-stock-dzmlqxms9\">home use</a> of those little kitchen helpers.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/food/2019/feb/01/how-to-make-stock-kitchen-aide-jeremy-lee\">How do I make proper stock? | Kitchen aide</a> </p> </aside>  <p>Making your own stock is fundamental for some cooks. There’s payback on flavour, the knowledge you’ve ticked that zero-waste box, and the “it’s what Nan would have done” mantra. It can also be calming. Shannon Martinez, chef/owner of Melbourne’s vegan institutions Smith and Daughters and Smith and Deli, says “stock is my most favourite thing to make in the world. It’s super-therapeutic, taking my time, skimming it.”</p> <p>Personally, I’m a cook who thinks they’re aware – even a little virtuous. I’m for concentrating on seasonality, standards, and the thought that a little bit of effort goes a long way. But I find making stock frustrating, time consuming, and my results aren’t consistent. Added, I’m not sure that either of my nans would have made a stock from scratch, with a cube at hand.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you braise lamb shanks, just add a bit of water, you don’t need extra stock.</p> <footer> <cite>Matt Wilkinson</cite> </footer> </blockquote> </aside>  <p>But I have a sticking point on stock cubes too: processed foods. I don’t think convenience is a dirty word; it’s the ingredients. There are variations, but in a standard powdered stock, you could expect MSG (to some <a href=\"https://www.theguardian.com/lifeandstyle/2018/may/21/chinese-restaurant-syndrome-has-msg-been-unfairly-demonised\">deeply misunderstood</a>), other flavour enhancers, and the very much understood <a href=\"https://www.theguardian.com/news/2019/feb/19/palm-oil-ingredient-biscuits-shampoo-environmental\">palm oil</a>.</p> <p>There’s a question of transparency: where do the dehydrated animal and vegetable ingredients come from? A blurb from one of the big three (Oxo, Knorr and Maggie have been around <a href=\"https://www.seriouseats.com/bouillon-cube-history\">since the earliest days of soup-in-a-cube</a>) claims their beef stock cubes are “gluten free, made with sustainably grown vegetables and herbs, have no added MSG, no artificial colours or preservatives”. But what about the beef, and a wider question, what is the definition of “sustainable”?</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"bed67203a02ceed1681fb05ad372a3109f850a57\"> <img src=\"https://media.guim.co.uk/bed67203a02ceed1681fb05ad372a3109f850a57/158_46_4376_4423/989.jpg\" alt=\"A stock or bouillon cube.\" width=\"989\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">With store-bought cubes, the question is transparency: where do the dehydrated animal and vegetable ingredients come from?</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>There is a halfway house. Martinez uses “real stock” for soups and broths at home, but acknowledges many of us are time poor and that pre-made products can take up the slack. She raves about the <a href=\"https://www.nestleprofessional.com.au/chef/chef-vegetable-liquid-concentrate-200ml\">Chef Professional</a> range, a liquid concentrate stock. She’s mindful of artificial flavourings in cubes and powders but these liquids, she says, are “a concentrate of proper ingredients and, holy shit, it tastes like when you make a meat roast: all those beautiful bits on the bottom that you scrape up and make gravy.”</p> <p>Chef and creative director Matt Wilkinson is part way through an ode to the basics of making stock at his Melbourne home when he finds a packet of<a href=\"https://www.sanelk.com.au/\"> San Elk</a> in the cupboard. The Melbourne based company manufactures powdered organic stock containing no maltodextrin, palm products, GMOs, preservatives, additives and so on. “Sharlee [Gibb, Wilkinson’s wife] uses it as a flavour enhancer in risotto and fried rice,” he laughs. “Now, where were we?”</p>  <figure class=\"element element-image\" data-media-id=\"e49b9f29b60c2cdfd0704d9acf9d3bd345f3f1e8\"> <img src=\"https://media.guim.co.uk/e49b9f29b60c2cdfd0704d9acf9d3bd345f3f1e8/0_294_6000_3600/1000.jpg\" alt=\"A pot of mussels with lemon and herbs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If you’re cooking mussels, that leftover liquid, the juices, that’s a stock,’ says Matt Wilkinson.</span> <span class=\"element-image__credit\">Photograph: Craig George Mckie/Getty Images/iStockphoto</span> </figcaption> </figure>  <p>Wilkinson gets back to the joy of stock. He’s no snob. The Yorkshire born chef reminisces fondly of his mum crumbling a stock cube into meat juices. He’s of the opinion that making your own is often the way to go, as long as you know when to use it. “If you braise lamb shanks, just add a bit of water, you don’t need extra stock. If you’re cooking mussels, that leftover liquid, the juices, that’s a stock. But for risotto you do need a beautiful veg stock, as water just won’t cut it.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/food/2019/may/19/nigel-slater-vegetable-stock-and-soup-recipes\">Nigel Slater’s vegetable stock and soup recipes</a> </p> </aside>  <p>Even Martinez is all for the cube or powdered forms of stock common in commercial cookery, fond as she is of making her own. “We use <a href=\"https://massel.com/\">Massel</a> [at Smith &amp; Daughters] to replicate meat products as it’s vegan,” she says. “When I’m making my faux turkey or beef, I use vegan stock powders to give it meatiness.” She also uses it as a seasoning base for faux fried chicken. But as a flavour enhancer there is a caveat on quantity. A little goes a long way, but a lot will give you “that two-minute noodles taste.”</p>","wordcount":"659","firstPublicationDate":"2021-05-28T20:00:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht46p","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/71f90be03bbd2032f22a13759f51b550dc6e0846/0_373_5930_3558/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Innocuous to some, inspiring ire in others, stock can be a culinary dividing line. Marco Pierre White was branded a “shill” for flogging cubes, and another British chef, Tom Kerridge, found himself embroiled in a very middle class stir when he admitted his home use of those little kitchen helpers. Making your own stock is fundamental for some cooks. There’s payback on flavour, the knowledge you’ve ticked that zero-waste box, and the “it’s what Nan would have done” mantra. It can also be calming. Shannon Martinez, chef/owner of Melbourne’s vegan institutions Smith and Daughters and Smith and Deli, says “stock is my most favourite thing to make in the world. It’s super-therapeutic, taking my time, skimming it.” Personally, I’m a cook who thinks they’re aware – even a little virtuous. I’m for concentrating on seasonality, standards, and the thought that a little bit of effort goes a long way. But I find making stock frustrating, time consuming, and my results aren’t consistent. Added, I’m not sure that either of my nans would have made a stock from scratch, with a cube at hand. But I have a sticking point on stock cubes too: processed foods. I don’t think convenience is a dirty word; it’s the ingredients. There are variations, but in a standard powdered stock, you could expect MSG (to some deeply misunderstood), other flavour enhancers, and the very much understood palm oil. There’s a question of transparency: where do the dehydrated animal and vegetable ingredients come from? A blurb from one of the big three (Oxo, Knorr and Maggie have been around since the earliest days of soup-in-a-cube) claims their beef stock cubes are “gluten free, made with sustainably grown vegetables and herbs, have no added MSG, no artificial colours or preservatives”. But what about the beef, and a wider question, what is the definition of “sustainable”? There is a halfway house. Martinez uses “real stock” for soups and broths at home, but acknowledges many of us are time poor and that pre-made products can take up the slack. She raves about the Chef Professional range, a liquid concentrate stock. She’s mindful of artificial flavourings in cubes and powders but these liquids, she says, are “a concentrate of proper ingredients and, holy shit, it tastes like when you make a meat roast: all those beautiful bits on the bottom that you scrape up and make gravy.” Chef and creative director Matt Wilkinson is part way through an ode to the basics of making stock at his Melbourne home when he finds a packet of San Elk in the cupboard. The Melbourne based company manufactures powdered organic stock containing no maltodextrin, palm products, GMOs, preservatives, additives and so on. “Sharlee [Gibb, Wilkinson’s wife] uses it as a flavour enhancer in risotto and fried rice,” he laughs. “Now, where were we?” Wilkinson gets back to the joy of stock. He’s no snob. The Yorkshire born chef reminisces fondly of his mum crumbling a stock cube into meat juices. He’s of the opinion that making your own is often the way to go, as long as you know when to use it. “If you braise lamb shanks, just add a bit of water, you don’t need extra stock. If you’re cooking mussels, that leftover liquid, the juices, that’s a stock. But for risotto you do need a beautiful veg stock, as water just won’t cut it.” Even Martinez is all for the cube or powdered forms of stock common in commercial cookery, fond as she is of making her own. “We use Massel [at Smith &amp; Daughters] to replicate meat products as it’s vegan,” she says. “When I’m making my faux turkey or beef, I use vegan stock powders to give it meatiness.” She also uses it as a seasoning base for faux fried chicken. But as a flavour enhancer there is a caveat on quantity. A little goes a long way, but a lot will give you “that two-minute noodles taste.”","charCount":"3819","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/max-brearley\">Max Brearley</a>"},{"headline":"Australia’s modern pentathlete Ed Fernon: ‘I was training Rocky-style’","standfirst":"<p>The Tokyo-bound Olympian on his home-made training regime, horse-riding in Mongolia and the quirks of his discipline</p>","trailText":"The Tokyo-bound Olympian on his home-made training regime, horse-riding in Mongolia and the quirks of his discipline","byline":"Kieran Pender","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"e244be488faeae536f99fb88a5d00b3ff5207e71\"> <img src=\"https://media.guim.co.uk/e244be488faeae536f99fb88a5d00b3ff5207e71/0_303_4539_2723/1000.jpg\" alt=\"Ed Fernon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Fernon will return to the Olympic arena when he represents Australia at the Tokyo Games later this year.</span> <span class=\"element-image__credit\">Photograph: Hanna Lassen/Getty Images</span> </figcaption> </figure>","body":"<p>Retirement is not a word that means much to Olympian Ed Fernon. The first-time the modern pentathlete hung up his riding boots, sword and pistol, after failing to qualify for the 2016 Games, he climbed the highest mountain in the southern hemisphere (Argentina’s Aconcagua, at 6,960m) and won the world’s longest horse race, the Mongol Derby. It is perhaps not surprising, then, that it did not take much to lure him out of retirement for another crack at the Olympic discipline of modern pentathlon.</p> <p>“Out of the blue, three months before the Tokyo trials, I got a call from my old coach saying I should make a comeback,” Fernon says. “I was heading into a business meeting and didn’t think much of it. But he kept calling me. Eventually I decided to train hard for six weeks to compete in the New Zealand championships to see what would happen. I won that competition, was selected in the Australian team for the Tokyo trials. I went over there, competed well and got the spot. It was quite the whirlwind journey.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/26/why-shouldnt-she-stand-up-liz-cambage-gets-australian-olympic-backing\">‘Why shouldn’t she stand up?’ Liz Cambage gets Australian Olympic backing</a> </p> </aside>  <p>Whirlwind is certainly an apt description for Fernon. Just 33, the New South Welshman runs a property development company and has two young children. Since qualifying for Tokyo, Fernon has been juggling his professional and personal commitments with an intensive training schedule. “It’s an ongoing challenge,” he says. “I’m just trying to work two or three hours a day to keep the ship a float – I’m lucky to have good people around me who can assist.”</p> <p>Fernon was one of the first Australians to be picked for the Tokyo Olympics, after competing in a selection event in Wuhan in November 2019. He departed the Chinese city just a month before the first Covid-19 cases. “Because I had just been there, I started following it very early,” he says.</p> <p>While other athletes have had their preparations for Tokyo disrupted by the pandemic, Fernon has been able to focus on training over the past year. “I was already selected by that stage, so I didn’t need to do anything to keep my spot,” he says. Living on a farm near Yass in rural NSW, Fernon had the perfect training environment. “I was training Rocky-style,” he says. “I built a showjumping arena at the farm, made a little fencing set up in the garage, I was shooting from the veranda and went running down the road. It was great to have the support of the local pool, too, where I was swimming. I was incredibly fortunate.”</p> <p>Although uncertainty still lingers over the Games, with <a href=\"https://www.theguardian.com/world/2021/may/26/tokyo-olympics-asahi-shimbun-newspaper-games-must-be-cancelled-covid-outbreak-japan\">increasing vocal disapproval among the Japanese population</a>, Fernon is confident he will be flying to Tokyo in eight weeks’ time. “Some people ask me [about cancellation] and I just discard it straight away,” he says. “The media has drummed up whether it is happening or not, but when you have discussions with the people who actually know what is going on, it is absolutely certain that it will proceed. And as an athlete, even if there was a 1% chance it won’t go ahead, you can’t think like that. You just have to stay completely focused on the job at hand.”</p>  <figure class=\"element element-image\" data-media-id=\"6fff6c4a72ff55ecc3fa52f88d92083d90633f13\"> <img src=\"https://media.guim.co.uk/6fff6c4a72ff55ecc3fa52f88d92083d90633f13/0_449_6738_4045/1000.jpg\" alt=\"Ed Fernon with his son Xavier.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Fernon with his son Xavier.</span> <span class=\"element-image__credit\">Photograph: Hanna Lassen/Getty Images</span> </figcaption> </figure>  <p>The word pentathlon is derived from Greek, a combination of five (<em>penta</em>) and competition (<em>athlon</em>). The original pentathlon was a hallmark of the ancient Greek Olympics; a combination of wrestling, sprinting, javelin, discus and long jump, the event was considered a test of the athletic attributes needed by soldiers. The modern equivalent has featured at every Olympics since 1912.</p> <p>While the sport’s format has evolved over the decades, it has retained its multi-disciplinary quality. In Tokyo, Fernon and his counterparts will compete in a fencing round-robin with an épée sword, followed by a 200-metre freestyle swim. Competitors are then paired with a random horse and, after just 20 minutes of bonding, have to ride through a show-jumping course. Finally, athletes take part in a “laser-run” – three laps of a kilometre-long course, with a round of pistol-shooting at the beginning of each. This final event has a timed start based on points scored in the earlier events, meaning that the first-person to cross the line is the overall winner.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/23/it-broke-me-emma-carneys-olympics-snub-issues-warning-to-australian-athletes\">‘It broke me’: Emma Carney’s Olympics snub issues warning to Australian athletes</a> </p> </aside>  <p>The variety makes training an interesting proposition. “It is a very difficult sport,” says Fernon. “I think the most interesting part is that you have athletes coming from all different backgrounds. Some are very strong swimmers, others are athletics-focused. That means that everyone has different strengths and weaknesses. For me, at the moment I am doing two to three training session a day, focusing on fencing and the running and shooting event – which is probably one of the most important, given it is the final event and it can be make-or-break.”</p> <p>Naturally athletic as a child, Fernon played cricket and rugby and ran cross-country during high school. With a friend owning a farm near Wagga Wagga, he also did some horse-riding. “I loved riding the horses down there during school holidays,” he says. But it was not until his university years that Fernon came upon the sport of modern pentathlon.</p> <p>“I was 19 years old, at university, living on campus, out most nights, drinking and carrying on like a young person does,” he recalls, somewhat sheepishly. “I felt like my life didn’t have much meaning – and I was just looking for a challenge. My uncle suggested I try modern pentathlon – I didn’t even know what it was.” Fernon came across Daniel Esposito, who represented Australia in the sport at the 1984 Olympics, and is the father of <a href=\"https://www.theguardian.com/sport/2016/dec/27/olymic-gold-medal-winner-chloe-esposito-interview\">Chloe Esposito, who won gold in 2016</a>.</p>  <figure class=\"element element-image\" data-media-id=\"8cf1866c7c3d979215e7b02c2871e31c4e96a938\"> <img src=\"https://media.guim.co.uk/8cf1866c7c3d979215e7b02c2871e31c4e96a938/0_0_4291_3079/1000.jpg\" alt=\"Ed Fernon rides Chatte Van T Welthof\" width=\"1000\" height=\"718\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Fernon rides Chatte Van T Welthof at the London Games in 2012.</span> <span class=\"element-image__credit\">Photograph: Alex Livesey/Getty Images</span> </figcaption> </figure>  <p>“I remember I met with him and he said: ‘It’s too hard a sport to just give it a go – you need to 100% commit, that you’re going to go to the Olympics,’” says Fernon. “At that stage I had never picked up a pistol, never picked up a fencing sword and was a terrible swimmer – so it was pretty daunting to hear that. But it was the best advice. I made a very clear decision that while I was at university, I was going to invest my spare time in qualifying for the London Olympics.”</p> <p>Qualify he did, finishing 27th at the 2012 Games. “It was a great honour to represent my country,” Fernon says. But after spending his life savings travelling the world to compete (“I came back a very poor man,” he says), and starting a business as a result, his commitment to the sport began to wane.</p> <p>“The training is so full on – I was just fatigued,” he says. “I went to the Rio trials, didn’t perform well, and just reached a point where my mind and body wasn’t in it. I’d lost my passion for it. So after I didn’t qualify for Rio I gave it up and didn’t think I’d ever come back.” Not that he wasn’t looking for a challenge – he climbed Mount Aconcagua and won the Mongol Derby in the subsequent years.</p> <p>“You’ve got to make life interesting,” he says. “You have to challenge yourself, put yourself in uncomfortable environments, because that’s the only way to really learn and grow as a person. All of these things are ways for me to learn about myself, to push myself. I fail a lot, but failure is part of the process.”</p>  <figure class=\"element element-image\" data-media-id=\"ed14b7d294c183a2b87d6fbeea3a407106a6d493\"> <img src=\"https://media.guim.co.uk/ed14b7d294c183a2b87d6fbeea3a407106a6d493/0_0_3292_2230/1000.jpg\" alt=\"Australia’s Chloe Esposito\" width=\"1000\" height=\"677\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chloe Esposito memorably won modern pentathlon gold for Australia in Rio five years ago.</span> <span class=\"element-image__credit\">Photograph: Yasuyoshi Chiba/AFP/Getty Images</span> </figcaption> </figure>  <p>Part of the challenge of modern pentathlon in Australia is an absence of funding. While the sport was given a major boost when <a href=\"https://www.theguardian.com/sport/2016/aug/20/australian-chloe-esposito-clinches-gold-in-modern-pentathlon\">Esposito won gold at the Rio Olympics</a>, Fernon says that has not led to sustained interest and support.</p> <p>“Chloe is an amazing person – she went and won an Olympic gold medal – but a few years on she can’t get sponsors, the support isn’t there for her,” says Fernon. “I think people are a bit more aware of modern pentathlon [post-2016], but we don’t have proper structures – there isn’t the funding, unlike overseas where all the athletes are full-time professionals. You still have to do it all yourself.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/25/sally-fitzgibbons-finds-form-ahead-of-olympics-with-wsl-win-at-rottnest-island\">Sally Fitzgibbons finds form ahead of Olympics with WSL win at Rottnest Island</a> </p> </aside>  <p>But Fernon remains optimistic that this might change. “No doubt there’s been a lot of interest [since Esposito’s win] and there are some great young kids who are incredibly keen,” he says. “Maybe if we’re successful with the 2032 bid for the Brisbane Olympics, potentially more funding might come into Olympic sports and we can grow.”</p> <p>Post-Tokyo, Fernon intends to retire – again. “My wife is due with our third child about a week after I get home, so my priority will be back to the family,” he says. “I’ll be hanging up the boots, the sword, the pistol and looking forward to being a dad and running the business again.”</p> <p>It is unlikely, though, that this is the last we’ll hear of Ed Fernon. “There’ll be something, there’s always something,” he says. “There is nothing on the horizon yet, but my motto is to excel in life’s adventure. I’m always interested in ways I can put myself in uncomfortable situations and new challenges. This won’t be the last thing I ever do, I can tell you that much.”</p>","wordcount":"1508","commentCloseDate":"2021-05-31T20:00:07Z","commentable":"true","firstPublicationDate":"2021-05-28T20:00:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhzen","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e244be488faeae536f99fb88a5d00b3ff5207e71/0_303_4539_2723/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Retirement is not a word that means much to Olympian Ed Fernon. The first-time the modern pentathlete hung up his riding boots, sword and pistol, after failing to qualify for the 2016 Games, he climbed the highest mountain in the southern hemisphere (Argentina’s Aconcagua, at 6,960m) and won the world’s longest horse race, the Mongol Derby. It is perhaps not surprising, then, that it did not take much to lure him out of retirement for another crack at the Olympic discipline of modern pentathlon. “Out of the blue, three months before the Tokyo trials, I got a call from my old coach saying I should make a comeback,” Fernon says. “I was heading into a business meeting and didn’t think much of it. But he kept calling me. Eventually I decided to train hard for six weeks to compete in the New Zealand championships to see what would happen. I won that competition, was selected in the Australian team for the Tokyo trials. I went over there, competed well and got the spot. It was quite the whirlwind journey.” Whirlwind is certainly an apt description for Fernon. Just 33, the New South Welshman runs a property development company and has two young children. Since qualifying for Tokyo, Fernon has been juggling his professional and personal commitments with an intensive training schedule. “It’s an ongoing challenge,” he says. “I’m just trying to work two or three hours a day to keep the ship a float – I’m lucky to have good people around me who can assist.” Fernon was one of the first Australians to be picked for the Tokyo Olympics, after competing in a selection event in Wuhan in November 2019. He departed the Chinese city just a month before the first Covid-19 cases. “Because I had just been there, I started following it very early,” he says. While other athletes have had their preparations for Tokyo disrupted by the pandemic, Fernon has been able to focus on training over the past year. “I was already selected by that stage, so I didn’t need to do anything to keep my spot,” he says. Living on a farm near Yass in rural NSW, Fernon had the perfect training environment. “I was training Rocky-style,” he says. “I built a showjumping arena at the farm, made a little fencing set up in the garage, I was shooting from the veranda and went running down the road. It was great to have the support of the local pool, too, where I was swimming. I was incredibly fortunate.” Although uncertainty still lingers over the Games, with increasing vocal disapproval among the Japanese population, Fernon is confident he will be flying to Tokyo in eight weeks’ time. “Some people ask me [about cancellation] and I just discard it straight away,” he says. “The media has drummed up whether it is happening or not, but when you have discussions with the people who actually know what is going on, it is absolutely certain that it will proceed. And as an athlete, even if there was a 1% chance it won’t go ahead, you can’t think like that. You just have to stay completely focused on the job at hand.” The word pentathlon is derived from Greek, a combination of five (penta) and competition (athlon). The original pentathlon was a hallmark of the ancient Greek Olympics; a combination of wrestling, sprinting, javelin, discus and long jump, the event was considered a test of the athletic attributes needed by soldiers. The modern equivalent has featured at every Olympics since 1912. While the sport’s format has evolved over the decades, it has retained its multi-disciplinary quality. In Tokyo, Fernon and his counterparts will compete in a fencing round-robin with an épée sword, followed by a 200-metre freestyle swim. Competitors are then paired with a random horse and, after just 20 minutes of bonding, have to ride through a show-jumping course. Finally, athletes take part in a “laser-run” – three laps of a kilometre-long course, with a round of pistol-shooting at the beginning of each. This final event has a timed start based on points scored in the earlier events, meaning that the first-person to cross the line is the overall winner. The variety makes training an interesting proposition. “It is a very difficult sport,” says Fernon. “I think the most interesting part is that you have athletes coming from all different backgrounds. Some are very strong swimmers, others are athletics-focused. That means that everyone has different strengths and weaknesses. For me, at the moment I am doing two to three training session a day, focusing on fencing and the running and shooting event – which is probably one of the most important, given it is the final event and it can be make-or-break.” Naturally athletic as a child, Fernon played cricket and rugby and ran cross-country during high school. With a friend owning a farm near Wagga Wagga, he also did some horse-riding. “I loved riding the horses down there during school holidays,” he says. But it was not until his university years that Fernon came upon the sport of modern pentathlon. “I was 19 years old, at university, living on campus, out most nights, drinking and carrying on like a young person does,” he recalls, somewhat sheepishly. “I felt like my life didn’t have much meaning – and I was just looking for a challenge. My uncle suggested I try modern pentathlon – I didn’t even know what it was.” Fernon came across Daniel Esposito, who represented Australia in the sport at the 1984 Olympics, and is the father of Chloe Esposito, who won gold in 2016. “I remember I met with him and he said: ‘It’s too hard a sport to just give it a go – you need to 100% commit, that you’re going to go to the Olympics,’” says Fernon. “At that stage I had never picked up a pistol, never picked up a fencing sword and was a terrible swimmer – so it was pretty daunting to hear that. But it was the best advice. I made a very clear decision that while I was at university, I was going to invest my spare time in qualifying for the London Olympics.” Qualify he did, finishing 27th at the 2012 Games. “It was a great honour to represent my country,” Fernon says. But after spending his life savings travelling the world to compete (“I came back a very poor man,” he says), and starting a business as a result, his commitment to the sport began to wane. “The training is so full on – I was just fatigued,” he says. “I went to the Rio trials, didn’t perform well, and just reached a point where my mind and body wasn’t in it. I’d lost my passion for it. So after I didn’t qualify for Rio I gave it up and didn’t think I’d ever come back.” Not that he wasn’t looking for a challenge – he climbed Mount Aconcagua and won the Mongol Derby in the subsequent years. “You’ve got to make life interesting,” he says. “You have to challenge yourself, put yourself in uncomfortable environments, because that’s the only way to really learn and grow as a person. All of these things are ways for me to learn about myself, to push myself. I fail a lot, but failure is part of the process.” Part of the challenge of modern pentathlon in Australia is an absence of funding. While the sport was given a major boost when Esposito won gold at the Rio Olympics, Fernon says that has not led to sustained interest and support. “Chloe is an amazing person – she went and won an Olympic gold medal – but a few years on she can’t get sponsors, the support isn’t there for her,” says Fernon. “I think people are a bit more aware of modern pentathlon [post-2016], but we don’t have proper structures – there isn’t the funding, unlike overseas where all the athletes are full-time professionals. You still have to do it all yourself.” But Fernon remains optimistic that this might change. “No doubt there’s been a lot of interest [since Esposito’s win] and there are some great young kids who are incredibly keen,” he says. “Maybe if we’re successful with the 2032 bid for the Brisbane Olympics, potentially more funding might come into Olympic sports and we can grow.” Post-Tokyo, Fernon intends to retire – again. “My wife is due with our third child about a week after I get home, so my priority will be back to the family,” he says. “I’ll be hanging up the boots, the sword, the pistol and looking forward to being a dad and running the business again.” It is unlikely, though, that this is the last we’ll hear of Ed Fernon. “There’ll be something, there’s always something,” he says. “There is nothing on the horizon yet, but my motto is to excel in life’s adventure. I’m always interested in ways I can put myself in uncomfortable situations and new challenges. This won’t be the last thing I ever do, I can tell you that much.”","charCount":"8578","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/kieran-pender\">Kieran Pender</a>"},{"headline":"‘You need to be cold, calm and ruthless’: Muay Thai training taught me more than how to fight","standfirst":"<p>Jenny Valentish was determined to weaponise her body. In this extract from <a href=\"https://www.blackincbooks.com.au/books/everything-harder-everyone-else\">her new book</a>, she writes of the sacrifices that come with gaining control</p>","trailText":"Jenny Valentish was determined to weaponise her body. In this extract from her new book, she writes of the sacrifices that come with gaining control","byline":"Jenny Valentish","main":"<figure class=\"element element-image\" data-media-id=\"1c3c133f5820086698c0d0e73c823ce11791cc12\"> <img src=\"https://media.guim.co.uk/1c3c133f5820086698c0d0e73c823ce11791cc12/0_0_3617_2134/1000.jpg\" alt=\"Jenny Valentish’s first amateur fight at VAMAA Fight Night\" width=\"1000\" height=\"590\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jenny Valentish’s first amateur fight at VAMAA Fight Night.</span> <span class=\"element-image__credit\">Photograph: Tamara Jane Photography</span> </figcaption> </figure>","body":"<p>When I took up fighting, it quickly became apparent that my ego would be my gnarliest opponent. I was forty-three when I started, with a career in journalism based on independent decision-making – so I was far less amenable to being told what to do than a 12-year-old might be. As an adult I’ve had a tendency to avoid activities in which my performance would be anything less than above average.</p> <p>It’s a testament to my ego – and the need for special treatment – that I pay for a personal Muay Thai trainer about 30 times more frequently than I attend a Muay Thai class. One of my trainer’s names, back in his MMA fighting days, was “the Human Bear Enclosure”. Since then, Nick Mann has stacked on another 30 kilograms of muscle in his reincarnation as a pro-wrestler called Gore – brother of <a href=\"https://www.theguardian.com/culture/2019/aug/29/its-all-just-meat-why-i-fired-a-staple-gun-into-wrestling-star-krackerjaks-head\">another of my interviewees, KrackerJak</a>. He walks like a blockbuster bad guy, arms held at bay by his swollen lats.</p> <p>Ordinarily, trainers scream motivational slogans at you: sentiments that spill over into their social media accounts. “Hardships often prepare ordinary people for an extraordinary destiny” was doing the rounds on the ’gram for a while. Some added weight by attributing it to CS Lewis, although it’s actually just a line from a movie version of The Chronicles of Narnia. “There’s no losing, only learning!” is a favourite with those trainers teaching fighting skills.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2019/aug/29/its-all-just-meat-why-i-fired-a-staple-gun-into-wrestling-star-krackerjaks-head\">‘It’s all just meat’: why I fired a staple gun into wrestling star KrackerJak's head</a> </p> </aside>  <p>Nick disagrees with that sentiment. “There’s definitely losing,” he says when I start working with him, and he’s not about to let me sign up for an interclub – a friendly bish-bosh that doesn’t go on your fight record – until he’s satisfied I won’t embarrass him. Nick’s Instagram profile is nihilistic in tone, and suggests that training is merely a prelude to death. One post is <a href=\"https://www.instagram.com/p/Bn0N7vQhvtq/\">of a bin</a>, with the suggestion you put your hopes and dreams in it.</p>  <figure class=\"element element-embed\" data-alt=\"Nick Mann Instagram\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-permalink=&quot;https://www.instagram.com/p/COY6OrkpL_V/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; data-instgrm-version=&quot;13&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:540px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:16px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/COY6OrkpL_V/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;&quot; target=&quot;_blank&quot;&gt; &lt;div style=&quot; display: flex; flex-direction: row; align-items: center;&quot;&gt; &lt;div style=&quot;background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;&quot;&gt;&lt;/div&gt; &lt;div style=&quot;display: flex; flex-direction: column; flex-grow: 1; justify-content: center;&quot;&gt; &lt;div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;&quot;&gt;&lt;/div&gt; &lt;div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;/div&gt;&lt;div style=&quot;padding: 19% 0;&quot;&gt;&lt;/div&gt; &lt;div style=&quot;display:block; height:50px; margin:0 auto 12px; width:50px;&quot;&gt;&lt;svg width=&quot;50px&quot; height=&quot;50px&quot; viewBox=&quot;0 0 60 60&quot; version=&quot;1.1&quot; xmlns=&quot;https://www.w3.org/2000/svg&quot; xmlns:xlink=&quot;https://www.w3.org/1999/xlink&quot;&gt;&lt;g stroke=&quot;none&quot; stroke-width=&quot;1&quot; fill=&quot;none&quot; fill-rule=&quot;evenodd&quot;&gt;&lt;g transform=&quot;translate(-511.000000, -20.000000)&quot; fill=&quot;#000000&quot;&gt;&lt;g&gt;&lt;path d=&quot;M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631&quot;&gt;&lt;/path&gt;&lt;/g&gt;&lt;/g&gt;&lt;/g&gt;&lt;/svg&gt;&lt;/div&gt;&lt;div style=&quot;padding-top: 8px;&quot;&gt; &lt;div style=&quot; color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;&quot;&gt; View this post on Instagram&lt;/div&gt;&lt;/div&gt;&lt;div style=&quot;padding: 12.5% 0;&quot;&gt;&lt;/div&gt; &lt;div style=&quot;display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;&quot;&gt;&lt;div&gt; &lt;div style=&quot;background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);&quot;&gt;&lt;/div&gt; &lt;div style=&quot;background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;&quot;&gt;&lt;/div&gt; &lt;div style=&quot;background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;div style=&quot;margin-left: 8px;&quot;&gt; &lt;div style=&quot; background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;&quot;&gt;&lt;/div&gt; &lt;div style=&quot; width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;div style=&quot;margin-left: auto;&quot;&gt; &lt;div style=&quot; width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);&quot;&gt;&lt;/div&gt; &lt;div style=&quot; background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);&quot;&gt;&lt;/div&gt; &lt;div style=&quot; width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;/div&gt; &lt;div style=&quot;display: flex; flex-direction: column; flex-grow: 1; justify-content: center; margin-bottom: 24px;&quot;&gt; &lt;div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 224px;&quot;&gt;&lt;/div&gt; &lt;div style=&quot; background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 144px;&quot;&gt;&lt;/div&gt;&lt;/div&gt;&lt;/a&gt;&lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;&lt;a href=&quot;https://www.instagram.com/p/COY6OrkpL_V/?utm_source=ig_embed&amp;amp;utm_campaign=loading&quot; style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;&quot; target=&quot;_blank&quot;&gt;A post shared by @snuff_daddy_gore&lt;/a&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt; &lt;script async src=&quot;//www.instagram.com/embed.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Muay Thai is the “art of eight limbs”, a combat sport that originated in the sixteenth century and is often utilised in modern MMA. As I pirouette around, throwing legs, Nick keeps his face expressionless as a bouncer (which he also is).</p> <p>Things get more inventive as our sessions continue. Sometimes I’m made to shadow-box with thumb tacks taped to my heels, to keep me on the balls of my feet. Other times, as I do sit-ups, he crouches next to me and smashes me in the guts with a kickpad. Each time he’s about to slam the pad down, I hear him take a sharp breath, maybe for effect.</p> <p>For the past few months we’ve worked on pads – he holds them, I punch and kick them – and it hasn’t been necessary to think for myself, nor hold back on the power. Today, we’re sparring for the first time. <em>Playing</em>, he emphasises. But like every other wet-behind-the-ears student before me, I’m pistoning in hard and fast.</p> <p>My fights have hitherto been limited to drunken brawls at taxi ranks and in featureless hallways; things I can barely remember, but nevertheless I’ve congratulated myself for hands thrown, no matter how untechnical. Now it’s the opposite. Control apparently trumps enthusiasm.</p> <p>Nick catches every kick and blocks every punch, and occasionally sweeps me to the canvas, ramping up my frustration a notch on each occasion. “You’re telegraphing all your moves and any time you have made contact has been a fluke,” he says. A couple of times, he backs himself against the ropes and buries his head in his guard – his forearms – obligingly leaving everything else open. Faced with this invitation and the self-efficacy it requires of me, I panic. His grin is just visible through his wrists. Rather than calculate my opportunity, I whale at him ineffectively. Despair turns to hopelessness turns to blind kicking. Sometimes I kick upwards – like a lever – between his legs. That’s not a move.</p>  <figure class=\"element element-image\" data-media-id=\"bd0554b53df5c3ac06e2580fa79353b226c19f6f\"> <img src=\"https://media.guim.co.uk/bd0554b53df5c3ac06e2580fa79353b226c19f6f/257_0_2252_1284/1000.jpg\" alt=\"Jenny Valentish training with Nick Mann at Mischa’s Boxing Central\" width=\"1000\" height=\"570\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I could cry right now’: Jenny Valentish training with Nick Mann.</span> <span class=\"element-image__credit\">Photograph: Supplied</span> </figcaption> </figure>  <p>In pro-wrestling terms, if you go too rough on your opponent, they might give you what’s known as a “receipt”. It’s an act of retaliation, twice as hard, to smack you back down to size. “Watch it,” it says.</p> <p>In round two, as I flail in impotent rage, Nick starts issuing his receipts: repeated chops to my left leg, which I should be noticing is a pattern. They’re much harder chops than our official “just playing” capacity, and I make that known by spitting “Fuck!” each time one lands. At this, he goes even harder. Receipt. Such an innocuous word, not at all loaded with spite.</p> <p>Eventually, the buzzer sounds. Nick leads me by one arm till I’m against the ropes. Unable to avert my gaze, I let my eyes glaze over.</p> <p>“You’re getting too emotional,” he says. I’m not, I think indignantly, as emotions swarm all over my body. He must mean “angry”. Although, come to think of it, I could cry right now. “You need to be cold, calm and ruthless,” he continues, up in my face. “If you come at me like that, you leave me no choice but to respond.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2017/jun/08/jenny-valentish-woman-of-substances-trauma-addiction-book\">‘Mine is not a hedonistic tale’: Jenny Valentish on trauma, addiction and the women left behind</a> </p> </aside>  <p>So fighters must have “heart”, as they say – and yet, their hearts must be devoid of emotion. Devoid of the purest, most cleansing hatred I think I must ever have felt forge through my veins. <a href=\"https://www.theguardian.com/books/2017/jun/08/jenny-valentish-woman-of-substances-trauma-addiction-book\">In my last book</a>, I wrote about my abundance of this particular emotion. The rage. The fucking rage! It’s always there, inflating inside me, like the Hindenburg awaiting a match. Rage has propelled me in all my ventures, a boundless energy that is as productive as it has been destructive. Why does Nick not appreciate the powerful raw material I’m working with? But it’s not a conversation for today. Today I’m just focused on keeping my face steady while taking off my shin guards.</p> <p>When I leave the gym, pain radiates from my thigh, up through some mysterious new elevator-of-awful in my torso, and into my chest. Halfway down the road, I give up on hobbling and get an Uber.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There’s no better way to learn how fragile you are than building up your strength for months, only to have it crumble at the first test</p> </blockquote> </aside>  <p>At home, I cry into a neat gin and smear myself in Tiger Balm, and think: there’s no better way to learn how fragile you really are than building up your physical and mental strength for months, only to have it crumble at the first test.</p> <p>Muay Thai was supposed to be character-building. I had taken it up when I was called on to make a police statement about a historical crime, which would be a lengthy process over which I had no control. Making this report, I decided, must also signal the end of the passive state of “victim” I had internalised. <em>Walk tall</em>, I chastened myself, wandering aimlessly through London after I’d completed the police interview. <em>Taller. See how different that feels? Wow. Bring on the new era!</em></p> <p>It felt forced, but I don’t like having no control. And unless you’re unlucky enough to be sick – or maybe until you’re unlucky enough to be sick – you can at least control your body. That’s why people who have experienced abuse, inconsistent parenting, medical procedures or some other lack of agency when young tend to be drawn to self-harm, substance use and eating disorders. I knew this, which is why I was determined to weaponise my body more productively. Other women I meet when training have similar reasons, growing up in homes of family violence being one I hear repeatedly.</p> <p>Before too long, I will have to spar again, sacrificing my self-respect anew. Maybe these knocks to the confidence could be likened to hypertrophy, the process of weightlifting: you put the muscle tissue under stress and cause micro tears. It’s only through gaining and recovering from these tears that the muscle grows.</p> <ul> <li><p><em>This is an edited extract from Everything Harder Than Everyone Else by Jenny Valentish, out on 1 June through Black Inc</em></p></li> </ul>","wordcount":"1291","firstPublicationDate":"2021-05-28T20:00:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:35Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hh59t","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1c3c133f5820086698c0d0e73c823ce11791cc12/0_47_3617_2169/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When I took up fighting, it quickly became apparent that my ego would be my gnarliest opponent. I was forty-three when I started, with a career in journalism based on independent decision-making – so I was far less amenable to being told what to do than a 12-year-old might be. As an adult I’ve had a tendency to avoid activities in which my performance would be anything less than above average. It’s a testament to my ego – and the need for special treatment – that I pay for a personal Muay Thai trainer about 30 times more frequently than I attend a Muay Thai class. One of my trainer’s names, back in his MMA fighting days, was “the Human Bear Enclosure”. Since then, Nick Mann has stacked on another 30 kilograms of muscle in his reincarnation as a pro-wrestler called Gore – brother of another of my interviewees, KrackerJak. He walks like a blockbuster bad guy, arms held at bay by his swollen lats. Ordinarily, trainers scream motivational slogans at you: sentiments that spill over into their social media accounts. “Hardships often prepare ordinary people for an extraordinary destiny” was doing the rounds on the ’gram for a while. Some added weight by attributing it to CS Lewis, although it’s actually just a line from a movie version of The Chronicles of Narnia. “There’s no losing, only learning!” is a favourite with those trainers teaching fighting skills. Nick disagrees with that sentiment. “There’s definitely losing,” he says when I start working with him, and he’s not about to let me sign up for an interclub – a friendly bish-bosh that doesn’t go on your fight record – until he’s satisfied I won’t embarrass him. Nick’s Instagram profile is nihilistic in tone, and suggests that training is merely a prelude to death. One post is of a bin, with the suggestion you put your hopes and dreams in it. Muay Thai is the “art of eight limbs”, a combat sport that originated in the sixteenth century and is often utilised in modern MMA. As I pirouette around, throwing legs, Nick keeps his face expressionless as a bouncer (which he also is). Things get more inventive as our sessions continue. Sometimes I’m made to shadow-box with thumb tacks taped to my heels, to keep me on the balls of my feet. Other times, as I do sit-ups, he crouches next to me and smashes me in the guts with a kickpad. Each time he’s about to slam the pad down, I hear him take a sharp breath, maybe for effect. For the past few months we’ve worked on pads – he holds them, I punch and kick them – and it hasn’t been necessary to think for myself, nor hold back on the power. Today, we’re sparring for the first time. Playing, he emphasises. But like every other wet-behind-the-ears student before me, I’m pistoning in hard and fast. My fights have hitherto been limited to drunken brawls at taxi ranks and in featureless hallways; things I can barely remember, but nevertheless I’ve congratulated myself for hands thrown, no matter how untechnical. Now it’s the opposite. Control apparently trumps enthusiasm. Nick catches every kick and blocks every punch, and occasionally sweeps me to the canvas, ramping up my frustration a notch on each occasion. “You’re telegraphing all your moves and any time you have made contact has been a fluke,” he says. A couple of times, he backs himself against the ropes and buries his head in his guard – his forearms – obligingly leaving everything else open. Faced with this invitation and the self-efficacy it requires of me, I panic. His grin is just visible through his wrists. Rather than calculate my opportunity, I whale at him ineffectively. Despair turns to hopelessness turns to blind kicking. Sometimes I kick upwards – like a lever – between his legs. That’s not a move. In pro-wrestling terms, if you go too rough on your opponent, they might give you what’s known as a “receipt”. It’s an act of retaliation, twice as hard, to smack you back down to size. “Watch it,” it says. In round two, as I flail in impotent rage, Nick starts issuing his receipts: repeated chops to my left leg, which I should be noticing is a pattern. They’re much harder chops than our official “just playing” capacity, and I make that known by spitting “Fuck!” each time one lands. At this, he goes even harder. Receipt. Such an innocuous word, not at all loaded with spite. Eventually, the buzzer sounds. Nick leads me by one arm till I’m against the ropes. Unable to avert my gaze, I let my eyes glaze over. “You’re getting too emotional,” he says. I’m not, I think indignantly, as emotions swarm all over my body. He must mean “angry”. Although, come to think of it, I could cry right now. “You need to be cold, calm and ruthless,” he continues, up in my face. “If you come at me like that, you leave me no choice but to respond.” So fighters must have “heart”, as they say – and yet, their hearts must be devoid of emotion. Devoid of the purest, most cleansing hatred I think I must ever have felt forge through my veins. In my last book, I wrote about my abundance of this particular emotion. The rage. The fucking rage! It’s always there, inflating inside me, like the Hindenburg awaiting a match. Rage has propelled me in all my ventures, a boundless energy that is as productive as it has been destructive. Why does Nick not appreciate the powerful raw material I’m working with? But it’s not a conversation for today. Today I’m just focused on keeping my face steady while taking off my shin guards. When I leave the gym, pain radiates from my thigh, up through some mysterious new elevator-of-awful in my torso, and into my chest. Halfway down the road, I give up on hobbling and get an Uber. At home, I cry into a neat gin and smear myself in Tiger Balm, and think: there’s no better way to learn how fragile you really are than building up your physical and mental strength for months, only to have it crumble at the first test. Muay Thai was supposed to be character-building. I had taken it up when I was called on to make a police statement about a historical crime, which would be a lengthy process over which I had no control. Making this report, I decided, must also signal the end of the passive state of “victim” I had internalised. Walk tall, I chastened myself, wandering aimlessly through London after I’d completed the police interview. Taller. See how different that feels? Wow. Bring on the new era! It felt forced, but I don’t like having no control. And unless you’re unlucky enough to be sick – or maybe until you’re unlucky enough to be sick – you can at least control your body. That’s why people who have experienced abuse, inconsistent parenting, medical procedures or some other lack of agency when young tend to be drawn to self-harm, substance use and eating disorders. I knew this, which is why I was determined to weaponise my body more productively. Other women I meet when training have similar reasons, growing up in homes of family violence being one I hear repeatedly. Before too long, I will have to spar again, sacrificing my self-respect anew. Maybe these knocks to the confidence could be likened to hypertrophy, the process of weightlifting: you put the muscle tissue under stress and cause micro tears. It’s only through gaining and recovering from these tears that the muscle grows. This is an edited extract from Everything Harder Than Everyone Else by Jenny Valentish, out on 1 June through Black Inc","charCount":"7373","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jenny-valentish\">Jenny Valentish</a>"},{"headline":"Mum’s schizophrenia hasn’t negatively impacted my family, but not all Australians fare so well","standfirst":"<p>Too many people with mental health problems fall through the cracks because of their socioeconomic disadvantage <br></p>","trailText":"Too many people with mental health problems fall through the cracks because of their socioeconomic disadvantage <br>","byline":"Elfy Scott","main":"<figure class=\"element element-image\" data-media-id=\"f8f9bfc47cbe77683ce93b07f40558b03e5354fa\"> <img src=\"https://media.guim.co.uk/f8f9bfc47cbe77683ce93b07f40558b03e5354fa/0_102_6000_3600/1000.jpg\" alt=\"Two people’s hands holding cut-out of head in profile with heart-shaped jigsaw \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I’d certainly suspected for a long time that there was something slightly odd in my mum’s behaviour, but I suppose I just assumed that she was a bit eccentric, not experiencing a severe mental disorder.’</span> <span class=\"element-image__credit\">Photograph: ThitareeSarmkasat/Getty Images/iStockphoto</span> </figcaption> </figure>","body":"<p>I didn’t discover that my mum has schizophrenia until I was around 14 years old.</p> <p>In retrospect, it’s a testament to both my extremely sheltered life, and my commitment to important activities like joining fan forums for hot male celebrities, that I didn’t realise sooner.</p> <p>I’d certainly suspected for a long time that there was something slightly odd in my mum’s behaviour, but I suppose I just assumed that she was a bit eccentric, not experiencing a severe mental disorder.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/apr/24/australia-can-learn-from-a-belgium-town-where-people-with-mental-illness-live-with-dignity-in-the-community\">Australia can learn from a Belgian town where people with mental illness live with dignity in the community | Gabrielle Carey</a> </p> </aside>  <p>As it turns out, both can be true.</p> <p>Since discovering our family’s extremely-poorly-kept secret, I’ve had to reconcile with the various ways that my mum’s disorder has impacted the lives of me and my siblings.</p> <p>The lurking concern about our own genetic predispositions forces us to take stress management seriously; there are questions around whether or not to have children; and we’ve all committed to quietly educating ourselves to the nth degree about mental illness (it can’t be a coincidence that we all have psychology or neuroscience qualifications).</p> <p>But my mum’s condition, while at times severe, has not impacted our lives in any particularly negative or traumatic way.</p> <p>Life just goes on and for the vast majority of my life our family household, while full of obnoxious noises and heated arguments about inconsequential topics, was always relatively functional.</p> <p>We love and care deeply for our wonderful mum and she’s always loved and cared deeply for us.</p> <p>To give you some sense of just how productive her life has continued to be past the onset of this disorder, my 66-year-old mum still works out at the gym three times a week, volunteers regularly for a charity, cooks unbelievable Indonesian food, and is apparently learning French at the local senior’s college (although none of us have seen much evidence of this).</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>For myself and my family, sharing this story publicly for the first time is quite intimidating</p> </blockquote> </aside>  <p>This is, of course, extremely lucky. My mum comes from a fairly privileged socioeconomic background that has allowed her to receive adequate long-term treatment and live a happy and productive life, despite a history of auditory hallucinations and paranoia.</p> <p>Neither she, nor her family or many friends, see her disorder as a “life-sentence”.</p> <p>And yet it’s still relatively rare to recognise this as a possibility for people who are diagnosed with schizophrenia.</p> <p>This is likely because many Australians with the same disorder do not fare as well. It’s important to recognise exactly how much socioeconomic circumstance affects this.</p> <p>Schizophrenia, like every other mental illness, is complex and factors like income stability, affordable housing, access to healthcare and healthy foods, as well as clean living environments, can have a profound impact on the experience of the disorder.</p> <p>A GP I recently spoke to about mental health treatment of patients with schizophrenia told me that he saw vastly different outcomes at different ends of the socioeconomic spectrum.</p> <p>As noted by psychiatrists Vijaya Murali and Femi Oyebode in <a href=\"https://www.cambridge.org/core/journals/advances-in-psychiatric-treatment/article/poverty-social-inequality-and-mental-health/39E6EB94B44818EDE417F181AC300DA4\">a 2018 paper</a>, poverty can be both a determinant and consequence of poor mental health.</p> <p>It’s extremely difficult to quantify the prevalence of mental disorders among Australia’s homeless population but one key study of around 4,300 case histories found that 31% experienced a mental health problem. </p> <p>Of that 31%, approximately half developed mental health problems before they became homeless.</p> <p>Schizophrenia can be a challenging condition to treat but the way that some patients are permitted to fall through the cracks in Australia because of their socioeconomic disadvantage is an indictment of social and mental healthcare policy.</p> <p>These systemic failures contribute significantly to the stigma and misunderstanding that surrounds schizophrenia.</p> <p>It’s a disease made conspicuous to the general public only by those suffering the most distressing symptoms.</p> <p>Earlier this week, I spoke to Jenni, a 37-year-old peer ambassador from Sane, who was diagnosed with schizoaffective disorder as a teenager and has experienced auditory hallucinations for as long as she can remember.</p> <p>Because she’s high-functioning, Jenni told me she has a really difficult time communicating what living with her disorder is like to other people.</p> <p>“They expect we need to appear, in quotation marks ‘a bit crazy’, for lack of a better word,” she said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/apr/24/prevention-not-cure-we-cant-just-approach-mental-health-from-the-disease-end\">Prevention, not cure: ‘We can’t just approach mental health from the disease end’</a> </p> </aside>  <p>Abject misconceptions about schizophrenia as a disorder have also been undeniably propagated by media reports and depictions in entertainment.</p> <p>I’m not sure I’ve ever come across an accurate, sensitive narrative about a person living with schizophrenia on screen and yet I’ve seen <em>countless </em>thriller and horror movies that use it as the primary plot driver to explain acts of cruelty and violence. (Horror screenwriters, please get more creative, write about things that are actually scary instead – like the Sydney rental market).</p> <p>It’s stigma driven by depictions like these that make it really, really difficult for people to speak out about their experiences with this disorder.</p> <p>Jenni is infinitely courageous for sharing her story constantly as an advocate, but even for myself and my family, sharing this story publicly for the first time is quite intimidating.</p> <p>While it’s absolutely laudable that public health campaigning and media attention have allowed for far greater understanding of disorders like anxiety and depression, I think it’s time to open our attention and care for conditions like schizophrenia.</p> <p>It’s time to normalise experiences like my mum’s so we can see the best-case scenario and dispel stigma for the sake of those who need the most help.</p> <p>• Elfy Scott is a journalist and presenter. She’s a senior producer and host at Junkee and her journalism has appeared in BuzzFeed News, The Saturday Paper, and 10 Daily</p>","wordcount":"907","firstPublicationDate":"2021-05-28T20:00:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:35Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht45q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f8f9bfc47cbe77683ce93b07f40558b03e5354fa/0_102_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I didn’t discover that my mum has schizophrenia until I was around 14 years old. In retrospect, it’s a testament to both my extremely sheltered life, and my commitment to important activities like joining fan forums for hot male celebrities, that I didn’t realise sooner. I’d certainly suspected for a long time that there was something slightly odd in my mum’s behaviour, but I suppose I just assumed that she was a bit eccentric, not experiencing a severe mental disorder. As it turns out, both can be true. Since discovering our family’s extremely-poorly-kept secret, I’ve had to reconcile with the various ways that my mum’s disorder has impacted the lives of me and my siblings. The lurking concern about our own genetic predispositions forces us to take stress management seriously; there are questions around whether or not to have children; and we’ve all committed to quietly educating ourselves to the nth degree about mental illness (it can’t be a coincidence that we all have psychology or neuroscience qualifications). But my mum’s condition, while at times severe, has not impacted our lives in any particularly negative or traumatic way. Life just goes on and for the vast majority of my life our family household, while full of obnoxious noises and heated arguments about inconsequential topics, was always relatively functional. We love and care deeply for our wonderful mum and she’s always loved and cared deeply for us. To give you some sense of just how productive her life has continued to be past the onset of this disorder, my 66-year-old mum still works out at the gym three times a week, volunteers regularly for a charity, cooks unbelievable Indonesian food, and is apparently learning French at the local senior’s college (although none of us have seen much evidence of this). This is, of course, extremely lucky. My mum comes from a fairly privileged socioeconomic background that has allowed her to receive adequate long-term treatment and live a happy and productive life, despite a history of auditory hallucinations and paranoia. Neither she, nor her family or many friends, see her disorder as a “life-sentence”. And yet it’s still relatively rare to recognise this as a possibility for people who are diagnosed with schizophrenia. This is likely because many Australians with the same disorder do not fare as well. It’s important to recognise exactly how much socioeconomic circumstance affects this. Schizophrenia, like every other mental illness, is complex and factors like income stability, affordable housing, access to healthcare and healthy foods, as well as clean living environments, can have a profound impact on the experience of the disorder. A GP I recently spoke to about mental health treatment of patients with schizophrenia told me that he saw vastly different outcomes at different ends of the socioeconomic spectrum. As noted by psychiatrists Vijaya Murali and Femi Oyebode in a 2018 paper, poverty can be both a determinant and consequence of poor mental health. It’s extremely difficult to quantify the prevalence of mental disorders among Australia’s homeless population but one key study of around 4,300 case histories found that 31% experienced a mental health problem. Of that 31%, approximately half developed mental health problems before they became homeless. Schizophrenia can be a challenging condition to treat but the way that some patients are permitted to fall through the cracks in Australia because of their socioeconomic disadvantage is an indictment of social and mental healthcare policy. These systemic failures contribute significantly to the stigma and misunderstanding that surrounds schizophrenia. It’s a disease made conspicuous to the general public only by those suffering the most distressing symptoms. Earlier this week, I spoke to Jenni, a 37-year-old peer ambassador from Sane, who was diagnosed with schizoaffective disorder as a teenager and has experienced auditory hallucinations for as long as she can remember. Because she’s high-functioning, Jenni told me she has a really difficult time communicating what living with her disorder is like to other people. “They expect we need to appear, in quotation marks ‘a bit crazy’, for lack of a better word,” she said. Abject misconceptions about schizophrenia as a disorder have also been undeniably propagated by media reports and depictions in entertainment. I’m not sure I’ve ever come across an accurate, sensitive narrative about a person living with schizophrenia on screen and yet I’ve seen countless thriller and horror movies that use it as the primary plot driver to explain acts of cruelty and violence. (Horror screenwriters, please get more creative, write about things that are actually scary instead – like the Sydney rental market). It’s stigma driven by depictions like these that make it really, really difficult for people to speak out about their experiences with this disorder. Jenni is infinitely courageous for sharing her story constantly as an advocate, but even for myself and my family, sharing this story publicly for the first time is quite intimidating. While it’s absolutely laudable that public health campaigning and media attention have allowed for far greater understanding of disorders like anxiety and depression, I think it’s time to open our attention and care for conditions like schizophrenia. It’s time to normalise experiences like my mum’s so we can see the best-case scenario and dispel stigma for the sake of those who need the most help. • Elfy Scott is a journalist and presenter. She’s a senior producer and host at Junkee and her journalism has appeared in BuzzFeed News, The Saturday Paper, and 10 Daily","charCount":"5689","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/elfy-scott\">Elfy Scott</a>"},{"headline":"Christian Porter: why top defamation silk stepped aside in latest twist in defamation saga","standfirst":"<p>Losing Sue Chrysanthou, who’s established a fearsome record, is a blow for Australia’s former attorney general</p>","trailText":"Losing Sue Chrysanthou, who’s established a fearsome record, is a blow for Australia’s former attorney general","byline":"Michael McGowan","main":"<figure class=\"element element-image\" data-media-id=\"ae434ff65898330b71d5058246dcb939c8a6843d\"> <img src=\"https://media.guim.co.uk/ae434ff65898330b71d5058246dcb939c8a6843d/0_48_3062_1838/1000.jpg\" alt=\"Sue Chrysanthou outside the federal court in Sydney, Australia\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A judge ruled Sue Chrysanthou should remove herself from Christian Porter’s case because of confidential information she received in a meeting with two friends of Porter’s accuser.</span> <span class=\"element-image__credit\">Photograph: James Gourley/AAP</span> </figcaption> </figure>","body":"<p>In federal court room 18c this week, Sue Chrysanthou SC spent much of her time with her head buried in legal briefs.</p> <p>Having found herself in the unusual position of being banished from the bar table, the not-typically-reserved silk did her best to keep her focus on the work – and there is no suggestion she will have any shortage of it.</p> <p>Like most barristers, Chrysanthou does not give interviews. But during a four-day trial this week, she received the kind of advertising most can only dream of.</p> <p>Her client, the former Australian attorney general Christian Porter, spent what a letter read out in court estimated would be $150,000 to keep her – one of the country’s top defamation silks – on his highly anticipated case against the ABC over the broadcaster’s reporting of an alleged historical rape claim made against him, which he vehemently denies.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/christian-porter-and-abc-to-enter-mediation-on-defamation-claim\">Christian Porter defamation case: judge rules Porter’s barrister Sue Chrysanthou must stand aside</a> </p> </aside>  <p>It didn’t work. A few hours after closing submissions on Thursday, the federal court justice Tom Thawley delivered his judgment: Chrysanthou, he said, would have to remove herself from Porter’s case because of confidential information she received during a 20 November meeting with two friends of Porter’s accuser.</p> <p>As his defence of Chrysanthou’s place at his bar table suggests, the result is a blow for Porter. The stock of Australia’s defamation bar is not deep. Though still relatively new to silk – appointed senior counsel in 2020 – Chrysanthou has established a fearsome record. Notably, she acted for the actor Geoffrey Rush in his case against the Daily Telegraph – a win which <a href=\"https://www.theguardian.com/film/2020/jul/02/geoffrey-rush-case-daily-telegraph-and-nationwide-news-lose-defamation-appeal-against-actor\">netted him a record damages payout of $2.9m</a>.</p> <p>A trial in the Porter case – if it makes it that far – is still at least four months away, but already the case has been subject to a myriad of twists. Just hours before the Thawley judgment was handed down, documents published by the federal court revealed the parties had agreed to engage in mediation.</p> <p>Though many assumed it was linked to Chrysanthou’s impending restriction, mediation is common in defamation cases, and it is not clear that it was Porter who initiated it. The ABC’s statement, that as a model litigator it was “especially” important for it to “seek to explore potential resolution options” seemed to suggest as much. There is also a question over whether evidence presented during the Chrysanthou case may yet have some bearing on the Porter trial.</p> <p>Add to that, the week ahead. On Tuesday the parties will return to the federal court in a two-day hearing in which Porter’s lawyers will attempt to strike out major portion’s of the ABC’s defence.</p> <p>Filed after the public broadcaster lodged its defence earlier this month, the application <a href=\"https://www.theguardian.com/australia-news/2021/may/06/christian-porter-moves-to-strike-out-major-sections-of-abcs-defamation-defence\">accuses the ABC of filing material that is either scandalous, frivolous, vexatious, evasive or “otherwise an abuse of the process of the court”</a>.</p> <p>But first, the former attorney general will need to find another lawyer.</p> <p>Explaining how Chrysanthou’s case got to Thursday takes a dizzying amount of exposition, but here we go. On 8 November, Four Corners broadcast “Inside the Canberra Bubble”, an episode that focused on Porter and another minister, Alan Tudge.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/26/friends-of-christian-porters-accuser-threatened-to-make-things-very-bad-for-his-barrister-court-hears\">Friends of Christian Porter’s accuser threatened to make things ‘very bad’ for his barrister, court hears</a> </p> </aside>  <p>Five days later, on 13 November, Janet Albrechtsen, a conservative columnist from the Australian, published an opinion piece under the headline “vested interests cornered by shoddy ABC hatchet job”.</p> <p>The article made a number of claims about one of the people interviewed in the piece, Jo Dyer, a director of the Adelaide Writers’ Week, who, in the 1980s, had been a school debater with Porter and, the public would learn a few months later, the woman who accused him of raping her.</p> <p>Concerned about the article, Dyer, and another friend of the woman’s, James Hooke, a managing director at Macquarie Bank, enlisted solicitor Michael Bradley and barrister Matthew Richardson to seek advice on a concerns notice to be sent to the newspaper.</p> <p>Richardson, the son of former Labor powerbroker Graham Richardson, asked his close friend, Chrysanthou, to meet them for advice. Held in Chrysanthou’s chambers, what happened at the meeting is simultaneously contested, and a mystery.</p> <p>Much of this week’s evidence was heard in secret. Outside court, Chrysanthou seemed sanguine about the proceedings, joking with journalists that rather than the case in question, the real story they should be covering was a rare possum virus that had killed two of the animals she had been looking after in her side-gig as a wildlife rescue volunteer.</p> <p>What happened inside remains confidential, but Dyer and Hooke told the court that confidential information relevant to the case was disclosed at the November meeting. Chrysanthou disputed that, saying her recollection was that it was she who had done most of the talking.</p> <p>She further argued, through Porter’s lawyers, that any information she did learn at the meeting had subsequently been made public.</p> <p>The meeting was not the last contact Chrysanthou had with the parties. Indeed, their last interaction was not until 4 March this year, only 11 days before Porter’s statement of claim was filed. The court heard that when she was offered the brief, Chrysanthou had turned her mind to whether she had a conflict, but decided she did not. She also sought advice from “two former bar association presidents [and] two other silks” who agreed with her.</p> <p>Her friend, Richardson, however, disagreed, and the court heard evidence that after a number of discussions he told her as much: “I just keep thinking how I would feel if I was in the position of James and Jo and the answer is not good,” the court heard he said in an email.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/26/christian-porter-doesnt-rule-out-plans-for-supporter-to-pay-defamation-case-legal-bills\">Christian Porter doesn’t rule out plans for supporter to pay defamation case legal bills</a> </p> </aside>  <p>During cross-examination she was pushed by Dyer’s barrister, Michael Hodge QC, on why she had not listened to Richardson, replying that everyone she had spoken to “disagreed with Matthew”.</p> <p>“Yes but the difference between Mr Richardson and everyone else was that everyone else could only rely on what you told them about what you knew [and] Mr Richardson was the one person you spoke to who was also at the conference,” Hodge responded.</p> <p>A last-minute affidavit by Hooke, whose presence at the meeting and involvement in the case had previously been kept secret for reasons never explained in open court, seemed to contradict her version. As Thawley found in his decision to allow the evidence in opposition to Porter’s lawyers, the affidavit was <a href=\"https://www.theguardian.com/australia-news/2021/may/24/last-minute-affidavit-could-derail-christian-porters-defamation-case-against-the-abc-court-hears\">“central to the critical issues dividing the parties”</a>. Or, as Hodge said, it “sweeps away the last vestiges” of the claim that no confidential information was discussed at the meeting.</p> <p>In the end, Thawley agreed with Dyer and Hooke’s version of events. While he did not disagree that Chrysanthou could not remember receiving confidential information, he found that memories were “liable to being revived”.</p> <p>The information relayed at the meeting, Thawley said, was “confidential and has remained confidential since”. Some of it, he ruled, “is relevant to the defamation proceedings brought by Mr Porter”, and could present a “danger of misuse”.</p>","wordcount":"1150","firstPublicationDate":"2021-05-28T20:00:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht3nb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ae434ff65898330b71d5058246dcb939c8a6843d/0_48_3062_1838/500.jpg","legallySensitive":"true","sensitive":"true","lang":"en","isLive":"true","bodyText":"In federal court room 18c this week, Sue Chrysanthou SC spent much of her time with her head buried in legal briefs. Having found herself in the unusual position of being banished from the bar table, the not-typically-reserved silk did her best to keep her focus on the work – and there is no suggestion she will have any shortage of it. Like most barristers, Chrysanthou does not give interviews. But during a four-day trial this week, she received the kind of advertising most can only dream of. Her client, the former Australian attorney general Christian Porter, spent what a letter read out in court estimated would be $150,000 to keep her – one of the country’s top defamation silks – on his highly anticipated case against the ABC over the broadcaster’s reporting of an alleged historical rape claim made against him, which he vehemently denies. It didn’t work. A few hours after closing submissions on Thursday, the federal court justice Tom Thawley delivered his judgment: Chrysanthou, he said, would have to remove herself from Porter’s case because of confidential information she received during a 20 November meeting with two friends of Porter’s accuser. As his defence of Chrysanthou’s place at his bar table suggests, the result is a blow for Porter. The stock of Australia’s defamation bar is not deep. Though still relatively new to silk – appointed senior counsel in 2020 – Chrysanthou has established a fearsome record. Notably, she acted for the actor Geoffrey Rush in his case against the Daily Telegraph – a win which netted him a record damages payout of $2.9m. A trial in the Porter case – if it makes it that far – is still at least four months away, but already the case has been subject to a myriad of twists. Just hours before the Thawley judgment was handed down, documents published by the federal court revealed the parties had agreed to engage in mediation. Though many assumed it was linked to Chrysanthou’s impending restriction, mediation is common in defamation cases, and it is not clear that it was Porter who initiated it. The ABC’s statement, that as a model litigator it was “especially” important for it to “seek to explore potential resolution options” seemed to suggest as much. There is also a question over whether evidence presented during the Chrysanthou case may yet have some bearing on the Porter trial. Add to that, the week ahead. On Tuesday the parties will return to the federal court in a two-day hearing in which Porter’s lawyers will attempt to strike out major portion’s of the ABC’s defence. Filed after the public broadcaster lodged its defence earlier this month, the application accuses the ABC of filing material that is either scandalous, frivolous, vexatious, evasive or “otherwise an abuse of the process of the court”. But first, the former attorney general will need to find another lawyer. Explaining how Chrysanthou’s case got to Thursday takes a dizzying amount of exposition, but here we go. On 8 November, Four Corners broadcast “Inside the Canberra Bubble”, an episode that focused on Porter and another minister, Alan Tudge. Five days later, on 13 November, Janet Albrechtsen, a conservative columnist from the Australian, published an opinion piece under the headline “vested interests cornered by shoddy ABC hatchet job”. The article made a number of claims about one of the people interviewed in the piece, Jo Dyer, a director of the Adelaide Writers’ Week, who, in the 1980s, had been a school debater with Porter and, the public would learn a few months later, the woman who accused him of raping her. Concerned about the article, Dyer, and another friend of the woman’s, James Hooke, a managing director at Macquarie Bank, enlisted solicitor Michael Bradley and barrister Matthew Richardson to seek advice on a concerns notice to be sent to the newspaper. Richardson, the son of former Labor powerbroker Graham Richardson, asked his close friend, Chrysanthou, to meet them for advice. Held in Chrysanthou’s chambers, what happened at the meeting is simultaneously contested, and a mystery. Much of this week’s evidence was heard in secret. Outside court, Chrysanthou seemed sanguine about the proceedings, joking with journalists that rather than the case in question, the real story they should be covering was a rare possum virus that had killed two of the animals she had been looking after in her side-gig as a wildlife rescue volunteer. What happened inside remains confidential, but Dyer and Hooke told the court that confidential information relevant to the case was disclosed at the November meeting. Chrysanthou disputed that, saying her recollection was that it was she who had done most of the talking. She further argued, through Porter’s lawyers, that any information she did learn at the meeting had subsequently been made public. The meeting was not the last contact Chrysanthou had with the parties. Indeed, their last interaction was not until 4 March this year, only 11 days before Porter’s statement of claim was filed. The court heard that when she was offered the brief, Chrysanthou had turned her mind to whether she had a conflict, but decided she did not. She also sought advice from “two former bar association presidents [and] two other silks” who agreed with her. Her friend, Richardson, however, disagreed, and the court heard evidence that after a number of discussions he told her as much: “I just keep thinking how I would feel if I was in the position of James and Jo and the answer is not good,” the court heard he said in an email. During cross-examination she was pushed by Dyer’s barrister, Michael Hodge QC, on why she had not listened to Richardson, replying that everyone she had spoken to “disagreed with Matthew”. “Yes but the difference between Mr Richardson and everyone else was that everyone else could only rely on what you told them about what you knew [and] Mr Richardson was the one person you spoke to who was also at the conference,” Hodge responded. A last-minute affidavit by Hooke, whose presence at the meeting and involvement in the case had previously been kept secret for reasons never explained in open court, seemed to contradict her version. As Thawley found in his decision to allow the evidence in opposition to Porter’s lawyers, the affidavit was “central to the critical issues dividing the parties”. Or, as Hodge said, it “sweeps away the last vestiges” of the claim that no confidential information was discussed at the meeting. In the end, Thawley agreed with Dyer and Hooke’s version of events. While he did not disagree that Chrysanthou could not remember receiving confidential information, he found that memories were “liable to being revived”. The information relayed at the meeting, Thawley said, was “confidential and has remained confidential since”. Some of it, he ruled, “is relevant to the defamation proceedings brought by Mr Porter”, and could present a “danger of misuse”.","charCount":"6936","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-mcgowan\">Michael McGowan</a>"},{"headline":"Victoria’s Covid outbreak: is the variant in Melbourne spreading more quickly? ","standfirst":"<p>The acting premier has warned of a ‘faster running’ virus but experts say there is no clear evidence of shorter incubation period </p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid: full list of Melbourne venues and Victoria exposure sites</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Covid Victoria lockdown restriction: Melbourne and regional rules</a></li></ul>","trailText":"The acting premier has warned of a ‘faster running’ virus but experts say there is no clear evidence of shorter incubation period ","byline":"Melissa Davey","main":"<figure class=\"element element-image\" data-media-id=\"632effabf48f8917f562577c8c3bb865c6ab51bc\"> <img src=\"https://media.guim.co.uk/632effabf48f8917f562577c8c3bb865c6ab51bc/0_107_3000_1800/1000.jpg\" alt=\"Melbourne health workers register people at a mass coronavirus vaccination hub\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Health workers at Melbourne Covid vaccine hub: experts urge caution over claims the variant in Victoria is spreading more quickly.</span> <span class=\"element-image__credit\">Photograph: Luis Ascui/AAP</span> </figcaption> </figure>","body":"<p>Medical experts have urged caution regarding claims the Covid-19 variant in Victoria is spreading significantly more quickly, after the acting premier, James Merlino, stated the virus was “running faster than we have ever recorded”.</p> <p>“The usual transmission is about five to six days [but] in some of these cases, within a day it’s being transmitted,” Merlino said on Thursday as he announced the state’s lockdown would begin on Friday. “The number of cases has doubled in 24 hours. Unless something drastic happens, this will become increasingly uncontrollable.”</p> <p>The specific variant involved in the outbreak is the B1617.1 variant, first identified in India. It is not the most infectious variant in India, which is B1617.2. The chief health officer, Prof Brett Sutton, said it is, however, “at least” as infectious as the B117 variant prevalent in Britain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-covid-outbreak-victoria-records-four-new-cases-as-close-contacts-list-swells\">Melbourne Covid outbreak: Victoria records four new cases as close contacts list swells</a> </p> </aside>  <p>But despite Merlino’s concern about as little as one day between infection and transmission, the Kirby Institute’s Prof Greg Dore said there was no clear evidence variants of concern, including the one involved in Victoria’s latest outbreak, shorten incubation period or the serial interval.</p> <p>In epidemiology, the serial interval is the time from illness onset in the primary case to illness onset in the people they have infected, while incubation period is the time from an individual being infected to the onset of symptoms. <br><br>Dore said some variants of concern with higher viral levels could influence the serial interval, but would not change the average from five days to as little as one day.<br><br>“More data could show a slightly shortened serial interval,” Dore said. “But it is more likely increased infectiousness of some variants of concern is related to higher viral level,” he said.</p> <p>The higher the viral level, the more infectious someone is, increasing the chance of spread.<br><br>“[Among] other factors that ‘shorten’ the serial interval artificially is rapid contact tracing, which leads to close contacts being swabbed before symptoms even develop, which we see when there is high-level testing of contacts,” Dore said. “And, cases with shorter intervals are detected earlier in an outbreak.”</p> <p>Similar concerns had been expressed by other premiers about a shortened incubation period during outbreaks in their states involving other variants, including in the early stages of the NSW Crossroads hotel outbreak <a href=\"https://south/%20Australia%20has%20announced%20a%20strict%20six-day%20lockdown%20to%20take%20effect%20from%20midnight%20Wednesday%20in%20order%20to%20curb%20the%20spread%20of%20Covid-19%20.%20The%20move%20surprised%20some%20given%20there%20were%20just%2036%20active%20cases%20in%20the%20state%20on%20that%20date.%0A%0AWhy%20are%20authorities%20moving%20so%20fast?%0ASouth%20Australia’s%20chief%20health%20officer,%20Prof%20Nicola%20Spurrier,%20said%20it%20is%20of%20concern%20that%20health%20authorities%20have%20so%20far%20identified%20at%20least%20five%20generations%20of%20cases.%20In%20epidemiology,%20the%20first%20case%20of%20the%20virus,%20or%20the%20index%20case,%20is%20known%20as%20“generation%20zero”.%0A%0AThe%20patients%20then%20infected%20by%20patient%20zero%20within%2014%20days%20are%20the%20“first-generation”%20of%20cases.%20The%20“second%20generation”%20are%20Covid-19%20cases%20who%20were%20exposed%20to%20first-generation%20cases%20[but%20not%20patient%20zero],%20while%20the%20“third-generation”%20are%20those%20infected%20by%20the%20second%20generation%20[but%20not%20the%20prior%20generations],%20and%20so%20on.\">and in South Australia, where cases were linked to a pizza bar</a>.</p> <p>In July the NSW chief health officer, Dr Kerry Chant, said of the Crossroads hotel outbreak: “What’s been interesting is we’ve seen some acquisition which has been very short. So people have developed the symptoms more towards the one-day period than the 14.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/nov/19/sa-covid-lockdown-experts-doubt-state-suffering-particularly-sneaky-strain\">SA Covid lockdown: experts doubt state suffering 'particularly sneaky strain'</a> </p> </aside>  <p>In November, the South Australian premier, Steven Marshall, said part of the reason for the state’s sudden and strict six-day lockdown was because of “… a particularly difficult strain of the disease, which is showing no symptoms for people who become infected”.</p> <p>“The other thing that we know is that the incubation period for this particular strain is very short, and it can be down to 24 hours.”</p> <p>A professor of infectious disease with the Australian National University, Peter Collignon, said it turned out “that wasn’t true”.</p> <p>“We do need to be careful about the way we describe spread,” Collignon said. “It’s fair to say there are variants behaving differently but not to be dogmatic. There’s enough fear and catastrophising as it is.”</p> <p>What had not changed, Collignon said, was that the virus and all of the variants spread the same way. “And that means the public health basics still hold, including hygiene and social distancing,” he said. “Plus, the importance of getting vaccinated.”</p> <p>He agreed with Dore that the virus appeared to be spreading faster as the contact tracers were working fast, finding people, testing them and putting them into quarantine, sometimes even before they developed obvious symptoms.</p> <p>“If you look at India and even England, where this variant is now also spreading, I am not aware that the incubation period of five days has changed that much, though there are always outliers and super-spreaders,” he said.</p> <p>“With the UK variant, the median incubation period was the same though people were infectious slightly longer, for five days on average rather than four. Will this be similar in the case of the variant in Victoria? Well, there is simply not enough data yet to say.”</p> <p>Associate professor of microbiology at RMIT University Taghrid Istivan said nonetheless the B1617.1 variant is more infectious than others and the lockdown was essential to control it.</p> <p>“It is clear now that we are dealing with a highly contagious variant of the virus, which must be dealt with before it is too late,” he said.</p> <p>“I feel that more measures should have been put in place earlier in May, since the first case from the Wollert man who got infected in the quarantine hotel in South Australia was detected.</p> <p>“Given that we are heading into winter, in addition to the hesitancy in getting the AstraZeneca vaccine by older eligible recipients, and that many aged care residents haven’t yet got their first Covid-19 shot yet, and with the fast-growing number of positive cases detected in the past two days, I hope it is not too late.” <br><br></p>","wordcount":"858","firstPublicationDate":"2021-05-28T20:00:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht5je","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/632effabf48f8917f562577c8c3bb865c6ab51bc/0_107_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Medical experts have urged caution regarding claims the Covid-19 variant in Victoria is spreading significantly more quickly, after the acting premier, James Merlino, stated the virus was “running faster than we have ever recorded”. “The usual transmission is about five to six days [but] in some of these cases, within a day it’s being transmitted,” Merlino said on Thursday as he announced the state’s lockdown would begin on Friday. “The number of cases has doubled in 24 hours. Unless something drastic happens, this will become increasingly uncontrollable.” The specific variant involved in the outbreak is the B1617.1 variant, first identified in India. It is not the most infectious variant in India, which is B1617.2. The chief health officer, Prof Brett Sutton, said it is, however, “at least” as infectious as the B117 variant prevalent in Britain. But despite Merlino’s concern about as little as one day between infection and transmission, the Kirby Institute’s Prof Greg Dore said there was no clear evidence variants of concern, including the one involved in Victoria’s latest outbreak, shorten incubation period or the serial interval. In epidemiology, the serial interval is the time from illness onset in the primary case to illness onset in the people they have infected, while incubation period is the time from an individual being infected to the onset of symptoms. Dore said some variants of concern with higher viral levels could influence the serial interval, but would not change the average from five days to as little as one day. “More data could show a slightly shortened serial interval,” Dore said. “But it is more likely increased infectiousness of some variants of concern is related to higher viral level,” he said. The higher the viral level, the more infectious someone is, increasing the chance of spread. “[Among] other factors that ‘shorten’ the serial interval artificially is rapid contact tracing, which leads to close contacts being swabbed before symptoms even develop, which we see when there is high-level testing of contacts,” Dore said. “And, cases with shorter intervals are detected earlier in an outbreak.” Similar concerns had been expressed by other premiers about a shortened incubation period during outbreaks in their states involving other variants, including in the early stages of the NSW Crossroads hotel outbreak and in South Australia, where cases were linked to a pizza bar. In July the NSW chief health officer, Dr Kerry Chant, said of the Crossroads hotel outbreak: “What’s been interesting is we’ve seen some acquisition which has been very short. So people have developed the symptoms more towards the one-day period than the 14.” In November, the South Australian premier, Steven Marshall, said part of the reason for the state’s sudden and strict six-day lockdown was because of “… a particularly difficult strain of the disease, which is showing no symptoms for people who become infected”. “The other thing that we know is that the incubation period for this particular strain is very short, and it can be down to 24 hours.” A professor of infectious disease with the Australian National University, Peter Collignon, said it turned out “that wasn’t true”. “We do need to be careful about the way we describe spread,” Collignon said. “It’s fair to say there are variants behaving differently but not to be dogmatic. There’s enough fear and catastrophising as it is.” What had not changed, Collignon said, was that the virus and all of the variants spread the same way. “And that means the public health basics still hold, including hygiene and social distancing,” he said. “Plus, the importance of getting vaccinated.” He agreed with Dore that the virus appeared to be spreading faster as the contact tracers were working fast, finding people, testing them and putting them into quarantine, sometimes even before they developed obvious symptoms. “If you look at India and even England, where this variant is now also spreading, I am not aware that the incubation period of five days has changed that much, though there are always outliers and super-spreaders,” he said. “With the UK variant, the median incubation period was the same though people were infectious slightly longer, for five days on average rather than four. Will this be similar in the case of the variant in Victoria? Well, there is simply not enough data yet to say.” Associate professor of microbiology at RMIT University Taghrid Istivan said nonetheless the B1617.1 variant is more infectious than others and the lockdown was essential to control it. “It is clear now that we are dealing with a highly contagious variant of the virus, which must be dealt with before it is too late,” he said. “I feel that more measures should have been put in place earlier in May, since the first case from the Wollert man who got infected in the quarantine hotel in South Australia was detected. “Given that we are heading into winter, in addition to the hesitancy in getting the AstraZeneca vaccine by older eligible recipients, and that many aged care residents haven’t yet got their first Covid-19 shot yet, and with the fast-growing number of positive cases detected in the past two days, I hope it is not too late.”","charCount":"5244","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/melissa-davey\">Melissa Davey</a>"},{"headline":"‘It’s been hell’: Underquoting in hot housing market frustrates young buyers","standfirst":"<p>Prospective buyers increasingly complain that price guide underquoting is rife as Sydney property prices skyrocket </p>","trailText":"Prospective buyers increasingly complain that price guide underquoting is rife as Sydney property prices skyrocket ","byline":"Naaman Zhou","main":"<figure class=\"element element-image\" data-media-id=\"5510733a799c84c901e7d9fca541b870a18e7f05\"> <img src=\"https://media.guim.co.uk/5510733a799c84c901e7d9fca541b870a18e7f05/5_500_7962_4780/1000.jpg\" alt=\"Prospective buyers line up at 12 Manchester St, Dulwich Hill. Price guide $1.2m, sold for $1.36m. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prospective buyers line up at 12 Manchester Street in Dulwich Hill. Price guide $1.2m, sold for $1.36m. </span> <span class=\"element-image__credit\">Photograph: Blake Sharp-Wiggins/The Guardian</span> </figcaption> </figure>","body":"<p>Every three or four weeks, the neighbours say, the scene is the same. It is a cold Saturday morning in Dulwich Hill in Sydney’s inner west, and dozens of hopeful buyers have turned out for an auction. It’s a two-bedroom house on a nice street, near the park. The price guide is $1.25m. The street is full, and every one is wary.</p> <p>Michael and Tom, a young couple, are there – along with Michael’s family for support. They say that house hunting is “hell”.</p> <p>“You could write 20 pages on the young people [who can’t get into the market],” Michael’s mum tells Guardian Australia.</p> <p>“One auction last weekend went for about $400,000 above [the price guide],” Michael says. “So, it’s been hell. Pre-approval takes forever now. And it’s just, well, the guides are ridiculously low. For every property. Every property.”</p> <p>As Sydney’s property prices skyrocket, <a href=\"https://www.theguardian.com/australia-news/2021/apr/29/sydneys-85-quarterly-house-price-rise-largest-in-three-decades\">rising a record 8.5% in only the past three months</a>, prospective buyers increasingly complain that price guide underquoting is rife in the industry.</p> <p>A Guardian Australia analysis of recent property sales found that 29 out of 30 Sydney properties that sold for a publicly disclosed price between 8 May and 22 May sold for more than their price guide – including two that sold for $600,000 above.</p> <p>Underquoting is a breach of the Property Stock and Business Agents Act, but is notoriously difficult to prove, especially in a surging market. Underquoting occurs when agent knowingly provides a price guide that is lower than their estimated selling price, fails to amend an estimated selling price after recent offers or recent comparable sales, or does not provide a “reasonable” guide based on the market.</p> <p>According to New South Wales Fair Trading, there have been 146 complaints of underquoting since the start of 2021, and only 27 real estate agents have been fined or otherwise disciplined for underquoting.</p> <p>Over three weeks, Guardian Australia obtained price guides for 43 properties in Sydney set for auction this month – spread across the city’s east, inner west, west and north.</p> <p>Thirty properties were sold for a disclosed price, and all of them except one sold for over the price guide.</p> <p>One house in Sydney’s inner west sold for $625,000 over the price guide, and another sold for $600,000 above. Other houses sold for $420,000, $360,000, $330,000 and $291,000 above the guides.</p> <p>The smallest gap between the guide and result was $25,000, for a three-bedroom penthouse in Parramatta.</p> <h2>‘We’re shut out of the market’</h2> <p>At the auction in Dulwich Hill on Saturday, multiple bidders tell Guardian Australia that underquoting was routine in the market.</p>  <figure class=\"element element-image\" data-media-id=\"e90e420aacbea9f526021bad8244ac444e39c996\"> <img src=\"https://media.guim.co.uk/e90e420aacbea9f526021bad8244ac444e39c996/5_426_4421_2654/1000.jpg\" alt=\"“It is just almost impossible,” says Michael, centre.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">“It is just almost impossible,” says Michael, centre.</span> <span class=\"element-image__credit\">Photograph: Blake Sharp-Wiggins/The Guardian</span> </figcaption> </figure>  <p>Michael and Tom say frequent underquoting costs them money, as they spend on condition reports and legal work in preparation for an auction, only for the first bid to break the price guide.</p> <p>“For this place, just the building report was $150,” Michael says.</p> <p>“We’ve gone to a bunch of places where it is $400 for a building report,” Tom adds.</p> <p>“You could easily spend $1,000 a weekend just looking at building reports of places you look at,” Michael says. “It is just almost impossible. And now also my Hecs debt now counts as a debt. Which it didn’t before pre-Covid.</p> <p>“Young people – and we’re not particularly young – we’re shut out of the market,” he says. “I am turning 32.”</p> <p>“We’ve been saving for a very long time,” Tom says. “I started probably seven or eight years ago,” Michael says. “And it’s not even enough if mum and dad weren’t helping.”</p> <p>Another pair, Andrew and his partner, are also there. They’re bidders, but they’re hanging on the sidelines. They are buying for a second house as an investment property. They too, are furious at agents for underquoting.</p> <p>“Nah, it’s never been hitting the price guide ever,” Andrew says. “It is always over the price guide.</p> <p>“Whatever we get, we always put $300,000 on top of it. We went to one the other day that went up over $450,000 over the price guide”. That one, he says, was a house listed at $800,000.</p> <p>His partner jumps in. “We made complaints about that,” she says.</p>  <figure class=\"element element-image\" data-media-id=\"94494bc128d4ee9c4df732f0b07895975fda01c3\"> <img src=\"https://media.guim.co.uk/94494bc128d4ee9c4df732f0b07895975fda01c3/0_70_5751_3452/1000.jpg\" alt=\"“It is always over the price guide,” says Andrew, left.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">“It is always over the price guide,” says Andrew, left.</span> <span class=\"element-image__credit\">Photograph: Blake Sharp-Wiggins/The Guardian</span> </figcaption> </figure>  <p>Then the auction starts. Outside the front of the house – which shares a common wall with two others – the bidders fan out across the road. Neighbours come out into their yards, and dogwalkers pause to watch the action.</p> <p>The auctioneer suggests the first bid should be $1.25m – the exact price guide.</p> <p>“It is a terrific home and it’s in a fantastic location, and it’s here to be sold,” he yells into the morning. “I hand it over to you…for a fair and reasonable start here this morning. Call out a number, suggest a figure”. There is a tense silence.</p> <p>“I would have thought something around the $1.25m to kick us off here today,” he says. “[The agent] has kept you well informed throughout the course of the campaign.”</p> <p>Andrew, leaning up against his car, starts the bidding below that. At $1.2m.</p> <p>The auctioneer casts around the crowd. “Buyers, let’s move forward,” he says. “Naturally with the 50 [to $1.25m] or take me straight to $1.3m, for a play for the keys”.</p> <p>A young woman in a striped jumper, Alex, bids in at $1.220m. A few minutes later, the third bid comes, and it is from Michael and Tom. They are in at $1.25m.</p> <p>$1.26m comes from Alex, and $1.27m comes in from Andrew. All three trade bids, moving up small increments. The auctioneer is calling for them to go higher. “It’s only a number,” he says at $1.3m. “Let’s surpass it”.</p> <p>It now a war between Michael and Tom, and the woman in the jumper, Alex. Michael and Tom bid at $1.351m. The auctioneer tells them off. “Don’t get caught into the lower denominations, sir, it will just cost you more in the long run….60 or 70, do the knockout punch.”</p> <p>But the young couple nearly have it. It gets to two calls, and a long pause. Then Alex is back, at nearly the last moment, at $1.36m.</p> <p>The agent turns to Tom and Michael, who are shaking their heads. “Are you absolutely sure?” he says. “Are you sure?” He offers them the most alluring thing he can. “No more real estate shopping,” he says. “You get your weekends back.”</p> <p>They look torn. But they don’t bid. The property goes to Alex.</p> <p>“I’m happy,” she tells Guardian Australia. Then she amends that. “I’m relieved.”</p> <p>“I’ve been looking, I don’t even want to tell you how long. It’s embarrassing.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"2be94c2207a0ab64d43f2657fb3bb6d20c00b1de\"> <img src=\"https://media.guim.co.uk/2be94c2207a0ab64d43f2657fb3bb6d20c00b1de/0_2601_5302_3180/1000.jpg\" alt=\"‘“I’ve been looking, I don’t even want to tell you how long,” says auction winner, Alex.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘“I’ve been looking, I don’t even want to tell you how long,” says auction winner, Alex.</span> <span class=\"element-image__credit\">Photograph: Blake Sharp-Wiggins/The Guardian</span> </figcaption> </figure>  <p>Asked whether she is pleased with the result – only $110,000 above the price guide – she says yes.</p> <p>“I have seen places sell for $500,000 above the guide. And it’s ridiculous, because you pay your solicitor, your pest report. You invest your time. But you were never in the running.”</p> <p>Her mother also jumps in. “It’s not accurate. Not normally. Today was the exception to the rule.”</p> <p>“That’s the first time,” Alex says.</p> <p>As the dust settles, a neighbour has wandered out to her front lawn to observe the festivities. She tells Guardian Australia three houses on this street have all recently sold “for quite a high price”.</p> <p>“I’m happy for our neighbours,” she says. She drops her voice to a whisper: “It’s a lot of money, but it’s what people are willing to pay”.</p> <p>Michael meanwhile, is sanguine about losing<strong>.</strong></p> <p>He says the house needed about $200,000 of extra work, meaning the real cost is more like $1.55m.</p> <p>“Look to be honest, it’s not freestanding,” he says. “There’s a lot that needs to be done. The floors are sinking. It was going to be a money pit. And from what I have seen, you only really go higher than one and a half [million] if it’s a freestanding house.”</p> <p>He sighs. “I’m disappointed because we want to get into the market. And Dulwich Hill would be great, and that was probably one of the only opportunities. But it would probably cost $200,000 just to renovate, to make it actually liveable. I don’t think it was worth that”.</p> <p>He then holds up his phone. The calendar is a wall of appointments for more house inspections. “That’s our schedule”. His partner Tom is already in the car, engine running, the door is open.</p> <p>“Our day is pretty booked up, to be honest,” says Tom from the car.</p> <p>“90% of them we won’t get anyway,” says Michael.</p> <h2>Underquoting allegations skyrocket</h2> <p>Out of all 43 properties analysed by Guardian Australia, 29 sold for above the price guide, one sold for below the guide, four sold for an undisclosed price, and nine were either withdrawn, rescheduled or otherwise not disclosed.</p> <p>Of the 30 properties that sold for a disclosed price, all of them except one sold for over the price guide.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"470d64a76a5331e44ca71fef4602eb038bbe0b61\"> <img src=\"https://media.guim.co.uk/470d64a76a5331e44ca71fef4602eb038bbe0b61/0_430_8192_4918/1000.jpg\" alt=\"A Guardian Australia analysis showed 29 out of 43 properties sold for above the price guide.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Guardian Australia analysis showed 29 out of 43 properties sold for above the price guide.</span> <span class=\"element-image__credit\">Photograph: Blake Sharp-Wiggins/The Guardian</span> </figcaption> </figure>  <p>The one that sold for below the guide was only $15,000 short. The two-bedroom apartment in Sydney’s east sold for $1.085m and had a price guide of $1.1m.</p> <p>In total, 12 houses sold for $250,000 or more above the quote – all, except two, in the inner west.</p> <p>One three-bedroom house in Tempe sold for $600,000 above, and two properties in Dulwich Hill sold for $360,000 and $291,000 above the guide. One two-bedroom house in Leichhardt sold for $330,000 above.</p> <p>In Sydney’s north and west, fewer houses were sold, and they sold much closer to the price guide. Multiple houses passed in or were withdrawn.</p> <p>Tim McKibbin, the chief executive officer of the Real Estate Institute of NSW, said underquoting was unacceptable, but that providing accurate guides was difficult when the market surges sharply.</p> <p>“There are people in every trade or calling or profession that do the wrong thing and bring their profession into disrepute,” he said. “And every organisation that has them certainly wishes they didn’t. But they do. And we have ours.”</p> <p>McKibbin said that agents had a duty to revise their price guides based on offers from buyers, and from recent sales in the market.</p> <p>Underquoting occurs when an agent fails to provide or revise a reasonable estimated selling price, based on offers or market sales of similar properties. It does not legally occur when a house sells over the price guide.</p> <p>McKibbin said the frenzy of the market had a role.</p> <p>“The data shows that in hot markets, the allegations of underquoting skyrocket,” he said. “Yet when Fair Trading investigates them, the vast majority are not underquoting at all.”</p> <p>“I think the market right now is cooling...I suspect allegations of underquoting will drop.”</p> <p>McKibbin said the sharp price rises were due to returning Australians and low interest rates.</p> <p>“We have lost immigration of about 150,000 people, however we have got 500,000 people who have come back from overseas, and they are still coming. Those people are coming back looking for a house.</p> <p>“I have a lot of sympathy for people. Because I have been there myself. You spend your Saturdays, and it’s the same old thing, week in week out ... You go and do your due diligence, and then you go to the auction and the price goes somewhere that nobody thought it was going to go. That is very upsetting.”</p> <p><br></p>","wordcount":"1851","firstPublicationDate":"2021-05-28T20:00:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T20:01:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/he2gm","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/5510733a799c84c901e7d9fca541b870a18e7f05/5_500_7962_4780/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Every three or four weeks, the neighbours say, the scene is the same. It is a cold Saturday morning in Dulwich Hill in Sydney’s inner west, and dozens of hopeful buyers have turned out for an auction. It’s a two-bedroom house on a nice street, near the park. The price guide is $1.25m. The street is full, and every one is wary. Michael and Tom, a young couple, are there – along with Michael’s family for support. They say that house hunting is “hell”. “You could write 20 pages on the young people [who can’t get into the market],” Michael’s mum tells Guardian Australia. “One auction last weekend went for about $400,000 above [the price guide],” Michael says. “So, it’s been hell. Pre-approval takes forever now. And it’s just, well, the guides are ridiculously low. For every property. Every property.” As Sydney’s property prices skyrocket, rising a record 8.5% in only the past three months, prospective buyers increasingly complain that price guide underquoting is rife in the industry. A Guardian Australia analysis of recent property sales found that 29 out of 30 Sydney properties that sold for a publicly disclosed price between 8 May and 22 May sold for more than their price guide – including two that sold for $600,000 above. Underquoting is a breach of the Property Stock and Business Agents Act, but is notoriously difficult to prove, especially in a surging market. Underquoting occurs when agent knowingly provides a price guide that is lower than their estimated selling price, fails to amend an estimated selling price after recent offers or recent comparable sales, or does not provide a “reasonable” guide based on the market. According to New South Wales Fair Trading, there have been 146 complaints of underquoting since the start of 2021, and only 27 real estate agents have been fined or otherwise disciplined for underquoting. Over three weeks, Guardian Australia obtained price guides for 43 properties in Sydney set for auction this month – spread across the city’s east, inner west, west and north. Thirty properties were sold for a disclosed price, and all of them except one sold for over the price guide. One house in Sydney’s inner west sold for $625,000 over the price guide, and another sold for $600,000 above. Other houses sold for $420,000, $360,000, $330,000 and $291,000 above the guides. The smallest gap between the guide and result was $25,000, for a three-bedroom penthouse in Parramatta. ‘We’re shut out of the market’ At the auction in Dulwich Hill on Saturday, multiple bidders tell Guardian Australia that underquoting was routine in the market. Michael and Tom say frequent underquoting costs them money, as they spend on condition reports and legal work in preparation for an auction, only for the first bid to break the price guide. “For this place, just the building report was $150,” Michael says. “We’ve gone to a bunch of places where it is $400 for a building report,” Tom adds. “You could easily spend $1,000 a weekend just looking at building reports of places you look at,” Michael says. “It is just almost impossible. And now also my Hecs debt now counts as a debt. Which it didn’t before pre-Covid. “Young people – and we’re not particularly young – we’re shut out of the market,” he says. “I am turning 32.” “We’ve been saving for a very long time,” Tom says. “I started probably seven or eight years ago,” Michael says. “And it’s not even enough if mum and dad weren’t helping.” Another pair, Andrew and his partner, are also there. They’re bidders, but they’re hanging on the sidelines. They are buying for a second house as an investment property. They too, are furious at agents for underquoting. “Nah, it’s never been hitting the price guide ever,” Andrew says. “It is always over the price guide. “Whatever we get, we always put $300,000 on top of it. We went to one the other day that went up over $450,000 over the price guide”. That one, he says, was a house listed at $800,000. His partner jumps in. “We made complaints about that,” she says. Then the auction starts. Outside the front of the house – which shares a common wall with two others – the bidders fan out across the road. Neighbours come out into their yards, and dogwalkers pause to watch the action. The auctioneer suggests the first bid should be $1.25m – the exact price guide. “It is a terrific home and it’s in a fantastic location, and it’s here to be sold,” he yells into the morning. “I hand it over to you…for a fair and reasonable start here this morning. Call out a number, suggest a figure”. There is a tense silence. “I would have thought something around the $1.25m to kick us off here today,” he says. “[The agent] has kept you well informed throughout the course of the campaign.” Andrew, leaning up against his car, starts the bidding below that. At $1.2m. The auctioneer casts around the crowd. “Buyers, let’s move forward,” he says. “Naturally with the 50 [to $1.25m] or take me straight to $1.3m, for a play for the keys”. A young woman in a striped jumper, Alex, bids in at $1.220m. A few minutes later, the third bid comes, and it is from Michael and Tom. They are in at $1.25m. $1.26m comes from Alex, and $1.27m comes in from Andrew. All three trade bids, moving up small increments. The auctioneer is calling for them to go higher. “It’s only a number,” he says at $1.3m. “Let’s surpass it”. It now a war between Michael and Tom, and the woman in the jumper, Alex. Michael and Tom bid at $1.351m. The auctioneer tells them off. “Don’t get caught into the lower denominations, sir, it will just cost you more in the long run….60 or 70, do the knockout punch.” But the young couple nearly have it. It gets to two calls, and a long pause. Then Alex is back, at nearly the last moment, at $1.36m. The agent turns to Tom and Michael, who are shaking their heads. “Are you absolutely sure?” he says. “Are you sure?” He offers them the most alluring thing he can. “No more real estate shopping,” he says. “You get your weekends back.” They look torn. But they don’t bid. The property goes to Alex. “I’m happy,” she tells Guardian Australia. Then she amends that. “I’m relieved.” “I’ve been looking, I don’t even want to tell you how long. It’s embarrassing.” Asked whether she is pleased with the result – only $110,000 above the price guide – she says yes. “I have seen places sell for $500,000 above the guide. And it’s ridiculous, because you pay your solicitor, your pest report. You invest your time. But you were never in the running.” Her mother also jumps in. “It’s not accurate. Not normally. Today was the exception to the rule.” “That’s the first time,” Alex says. As the dust settles, a neighbour has wandered out to her front lawn to observe the festivities. She tells Guardian Australia three houses on this street have all recently sold “for quite a high price”. “I’m happy for our neighbours,” she says. She drops her voice to a whisper: “It’s a lot of money, but it’s what people are willing to pay”. Michael meanwhile, is sanguine about losing. He says the house needed about $200,000 of extra work, meaning the real cost is more like $1.55m. “Look to be honest, it’s not freestanding,” he says. “There’s a lot that needs to be done. The floors are sinking. It was going to be a money pit. And from what I have seen, you only really go higher than one and a half [million] if it’s a freestanding house.” He sighs. “I’m disappointed because we want to get into the market. And Dulwich Hill would be great, and that was probably one of the only opportunities. But it would probably cost $200,000 just to renovate, to make it actually liveable. I don’t think it was worth that”. He then holds up his phone. The calendar is a wall of appointments for more house inspections. “That’s our schedule”. His partner Tom is already in the car, engine running, the door is open. “Our day is pretty booked up, to be honest,” says Tom from the car. “90% of them we won’t get anyway,” says Michael. Underquoting allegations skyrocket Out of all 43 properties analysed by Guardian Australia, 29 sold for above the price guide, one sold for below the guide, four sold for an undisclosed price, and nine were either withdrawn, rescheduled or otherwise not disclosed. Of the 30 properties that sold for a disclosed price, all of them except one sold for over the price guide. The one that sold for below the guide was only $15,000 short. The two-bedroom apartment in Sydney’s east sold for $1.085m and had a price guide of $1.1m. In total, 12 houses sold for $250,000 or more above the quote – all, except two, in the inner west. One three-bedroom house in Tempe sold for $600,000 above, and two properties in Dulwich Hill sold for $360,000 and $291,000 above the guide. One two-bedroom house in Leichhardt sold for $330,000 above. In Sydney’s north and west, fewer houses were sold, and they sold much closer to the price guide. Multiple houses passed in or were withdrawn. Tim McKibbin, the chief executive officer of the Real Estate Institute of NSW, said underquoting was unacceptable, but that providing accurate guides was difficult when the market surges sharply. “There are people in every trade or calling or profession that do the wrong thing and bring their profession into disrepute,” he said. “And every organisation that has them certainly wishes they didn’t. But they do. And we have ours.” McKibbin said that agents had a duty to revise their price guides based on offers from buyers, and from recent sales in the market. Underquoting occurs when an agent fails to provide or revise a reasonable estimated selling price, based on offers or market sales of similar properties. It does not legally occur when a house sells over the price guide. McKibbin said the frenzy of the market had a role. “The data shows that in hot markets, the allegations of underquoting skyrocket,” he said. “Yet when Fair Trading investigates them, the vast majority are not underquoting at all.” “I think the market right now is cooling...I suspect allegations of underquoting will drop.” McKibbin said the sharp price rises were due to returning Australians and low interest rates. “We have lost immigration of about 150,000 people, however we have got 500,000 people who have come back from overseas, and they are still coming. Those people are coming back looking for a house. “I have a lot of sympathy for people. Because I have been there myself. You spend your Saturdays, and it’s the same old thing, week in week out ... You go and do your due diligence, and then you go to the auction and the price goes somewhere that nobody thought it was going to go. That is very upsetting.”","charCount":"10633","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/naaman-zhou\">Naaman Zhou</a>"}]