[{"headline":" The Triumph of Nancy Reagan review – foibles and failings of a troubled first lady","standfirst":"<p>Karen Tumulty’s biography, on the centenary of Nancy Reagan’s ‘official’ birth, paints a romanticised picture of a neurotic prototype for Melania Trump</p>","trailText":"Karen Tumulty’s biography, on the centenary of Nancy Reagan’s ‘official’ birth, paints a romanticised picture of a neurotic prototype for Melania Trump","byline":"Peter Conrad","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"e3eade536fc7151599cee9108cbb5385c6d5baf8\"> <img src=\"https://media.guim.co.uk/e3eade536fc7151599cee9108cbb5385c6d5baf8/0_1087_3092_1854/1000.jpg\" alt=\"An official portrait of Nancy Reagan in the White House, March 1981.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An official portrait of Nancy Reagan in the White House, March 1981.</span> <span class=\"element-image__credit\">Photograph: Bettmann Archive</span> </figcaption> </figure>","body":"<p>After Jimmy Carter’s <a href=\"https://choice.npr.org/index.html?origin=https://www.npr.org/templates/story/story.php?storyId=106508243\">glum diagnosis of national malaise </a>in 1979, Ronald Reagan supposedly restored the customary swagger of the US by making the country “feel good about itself”. That folksy blessing didn’t extend to his wife: on the evidence of Karen Tumulty’s biography, Nancy Reagan spent his entire presidency in a state of seething anxiety that frequently tipped over into hysteria.</p> <p>Aides in the White House came to dread her passive-aggressive silences on the phone and her basilisk glare when she allowed them face time. Likening her to a missile, a friend tells Tumulty “she was good at going stealth”. She monopolised Ronnie and staff members who had to relay her phone calls to the Oval Office said they were on the “Mommy Watch”. In later years, as his mind blurred, she became his agitated attendant, whispering panicked prompts in the hope of covering up his debility.</p> <p>Her own life was also about concealment. Her official biography begins by declaring that she was “born in Chicago, the only daughter of Dr and Mrs Loyal Davis”; both statements, as Tumulty notes, were lies. She was actually born in New York, though somewhat earlier than she claimed; she disowned her biological father and, when her mother remarried, she bullied her stepfather into adopting her. She couldn’t find anyone appropriate to marry and sniffed at the idea of becoming “a career woman”, so, as she put it, “I became an actress”. Overlooking her lack of talent, the Hollywood studio that put her under contract set her to share chatty glamour tips in magazines; one of these advised scraping face cream off with a wooden picnic fork.</p> <p>Plotting her next move, she compiled a list of eligible bachelors, on which Ronald Reagan was placed first. When they married, other lies concealed her “increasingly apparent pregnancy”; they told their daughter that she was born prematurely and had spent her first two months in an incubator. When Ronnie became a salesman for General Electric, Nancy showed off appliances that supposedly helped her to confect a soufflé, though she couldn’t even make a cup of coffee.</p> <p>As governor of California, Reagan was an amiable, manipulatable stooge, who opened his first staff meeting by asking: “What do we do now?” After he ambled into the presidency, Nancy busied herself renewing the White House china; Tumulty wonders if, attending a state dinner at Buckingham Palace, she pitied the poor Queen who wasn’t able “to serve all her guests with the same pattern”. She also borrowed gowns from expensive designers and pointedly failed to return them, even after being reproved by investigators.</p> <p>These affluent, acquisitive pastimes were interrupted when John Hinckley Jr shot and very nearly killed the president. Ronnie joked his way through the ordeal, telling his medical team that he hoped they were all Republicans, but Nancy almost collapsed when she saw him naked, ashen, blue-lipped and caked with blood; here is the primal scene in Tumulty’s book, the reason for the “paranoid frenzy” of Nancy’s subsequent behaviour. From then on, the presidential schedule was rearranged to suit the whims of a San Francisco soothsayer to whom Nancy paid a monthly retainer. A nightly banana helped her through the sleepless, tormented small hours; in a banal detail that conveys the intensity of her continuing distress, Tumulty explains that “she feared the crunching of an apple might wake her husband”. Later, despite her campaign against drug use, she subsisted on uppers and downers.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"0fe66bb395e7458570c3f4a107bf9ddc67ae6b03\"> <img src=\"https://media.guim.co.uk/0fe66bb395e7458570c3f4a107bf9ddc67ae6b03/0_112_1969_1182/1000.jpg\" alt=\"Nancy and Ronald Reagan with Mikhail and Raisa Gorbachev at the Reagans' California ranch, May 1990.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nancy and Ronald Reagan with Mikhail and Raisa Gorbachev at the Reagans’ California ranch, May 1990.</span> <span class=\"element-image__credit\">Photograph: Steve Malone/AP</span> </figcaption> </figure>  <p>She did occasionally coax Reagan out of his apathy, as when she urged him to open talks with Gorbachev. For her part, she refused to exchange pleasantries with Gorbachev’s doctrinaire wife, Raisa, and was vexed when she was prevented from wearing her favourite red dresses during a summit meeting in Moscow - the colour would have sent out the wrong political signal. She had her revenge by arriving for her own funeral “dressed for eternity in a red Adolfo suit”. This one, at least, she would not have to give back.</p> <p>Tumulty touchingly reports on Nancy’s devotion after Alzheimer’s disease turned Ronnie into a hollow wreck, though a sharper eye intrudes when the biographer Edmund Morris contributes an account of a lunch in 1995; he anatomises the scars from Nancy’s latest facelift, then watches aghast as she rages about some gossiping women at a nearby table and demands to be told their names. “She’s off on a solo cruise,” Morris concludes as the flustered secret servicemen hustle her out of the restaurant. Tumulty, more anxious to sympathise, thinks of the Reagan marriage as an ideally durable romance and seems to give credence to Nancy’s tales of her spectral visits from Ronnie during the decade after his death. The truth is that for them love was a state of neurotic dependency and their clinging symbiosis excluded even their own dependants. A little tactlessly, their son and daughter complained in speeches at Nancy’s funeral that “no one crossed the boundary into the space they held as theirs”.</p> <p>Tumulty’s book makes bold claims for Nancy’s influence, which supposedly went beyond that “of any first lady before or since”. But it was only Ronnie she influenced, not the country, and now as her ‘official’ centenary approaches she looks at best like an outmoded fashion plate, a savvier and less frigidly aloof prototype for Melania Trump. Hillary Clinton, who made valiant efforts to get a healthcare bill passed by Congress, regarded herself as an equal partner in the administration. The wilier Michelle Obama exercised what she called “soft power” by planting a vegetable garden at the White House and advising the obese to eat more healthily. By contrast, even Nancy’s anti-drug mission had a nonchalant and amateurish air: when was it ever enough to “Just say no”?</p> <p>Given Tumulty’s historical short-sightedness, I don’t understand what she means by her heroine’s “triumph”: a better title for her book might have been The Trauma of Nancy Reagan. But perhaps Gloria Steinem was right in 1981 when she defined Nancy’s triumphant or even miraculous feat “of transplanting her considerable ego into a male body”. Remember that transfixing gaze she used to train on Ronnie in public? It may have been mesmerism, not adoration: the look of love as telepathic mind control.</p> <p><em>• The Triumph of Nancy Reagan</em> by Karen Tumulty is published by Simon &amp; Schuster (£32.50). To support the <em>Guardian</em> go to <a href=\"https://guardianbookshop.com/the-triumph-of-nancy-reagan-9781501165191.html\">guardianbookshop.com</a>. Delivery charges may apply<br></p>","newspaperPageNumber":"38","wordcount":"1065","commentCloseDate":"2021-06-13T00:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T06:00:47Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:47Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hftkv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e3eade536fc7151599cee9108cbb5385c6d5baf8/0_1087_3092_1854/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"After Jimmy Carter’s glum diagnosis of national malaise in 1979, Ronald Reagan supposedly restored the customary swagger of the US by making the country “feel good about itself”. That folksy blessing didn’t extend to his wife: on the evidence of Karen Tumulty’s biography, Nancy Reagan spent his entire presidency in a state of seething anxiety that frequently tipped over into hysteria. Aides in the White House came to dread her passive-aggressive silences on the phone and her basilisk glare when she allowed them face time. Likening her to a missile, a friend tells Tumulty “she was good at going stealth”. She monopolised Ronnie and staff members who had to relay her phone calls to the Oval Office said they were on the “Mommy Watch”. In later years, as his mind blurred, she became his agitated attendant, whispering panicked prompts in the hope of covering up his debility. Her own life was also about concealment. Her official biography begins by declaring that she was “born in Chicago, the only daughter of Dr and Mrs Loyal Davis”; both statements, as Tumulty notes, were lies. She was actually born in New York, though somewhat earlier than she claimed; she disowned her biological father and, when her mother remarried, she bullied her stepfather into adopting her. She couldn’t find anyone appropriate to marry and sniffed at the idea of becoming “a career woman”, so, as she put it, “I became an actress”. Overlooking her lack of talent, the Hollywood studio that put her under contract set her to share chatty glamour tips in magazines; one of these advised scraping face cream off with a wooden picnic fork. Plotting her next move, she compiled a list of eligible bachelors, on which Ronald Reagan was placed first. When they married, other lies concealed her “increasingly apparent pregnancy”; they told their daughter that she was born prematurely and had spent her first two months in an incubator. When Ronnie became a salesman for General Electric, Nancy showed off appliances that supposedly helped her to confect a soufflé, though she couldn’t even make a cup of coffee. As governor of California, Reagan was an amiable, manipulatable stooge, who opened his first staff meeting by asking: “What do we do now?” After he ambled into the presidency, Nancy busied herself renewing the White House china; Tumulty wonders if, attending a state dinner at Buckingham Palace, she pitied the poor Queen who wasn’t able “to serve all her guests with the same pattern”. She also borrowed gowns from expensive designers and pointedly failed to return them, even after being reproved by investigators. These affluent, acquisitive pastimes were interrupted when John Hinckley Jr shot and very nearly killed the president. Ronnie joked his way through the ordeal, telling his medical team that he hoped they were all Republicans, but Nancy almost collapsed when she saw him naked, ashen, blue-lipped and caked with blood; here is the primal scene in Tumulty’s book, the reason for the “paranoid frenzy” of Nancy’s subsequent behaviour. From then on, the presidential schedule was rearranged to suit the whims of a San Francisco soothsayer to whom Nancy paid a monthly retainer. A nightly banana helped her through the sleepless, tormented small hours; in a banal detail that conveys the intensity of her continuing distress, Tumulty explains that “she feared the crunching of an apple might wake her husband”. Later, despite her campaign against drug use, she subsisted on uppers and downers. She did occasionally coax Reagan out of his apathy, as when she urged him to open talks with Gorbachev. For her part, she refused to exchange pleasantries with Gorbachev’s doctrinaire wife, Raisa, and was vexed when she was prevented from wearing her favourite red dresses during a summit meeting in Moscow - the colour would have sent out the wrong political signal. She had her revenge by arriving for her own funeral “dressed for eternity in a red Adolfo suit”. This one, at least, she would not have to give back. Tumulty touchingly reports on Nancy’s devotion after Alzheimer’s disease turned Ronnie into a hollow wreck, though a sharper eye intrudes when the biographer Edmund Morris contributes an account of a lunch in 1995; he anatomises the scars from Nancy’s latest facelift, then watches aghast as she rages about some gossiping women at a nearby table and demands to be told their names. “She’s off on a solo cruise,” Morris concludes as the flustered secret servicemen hustle her out of the restaurant. Tumulty, more anxious to sympathise, thinks of the Reagan marriage as an ideally durable romance and seems to give credence to Nancy’s tales of her spectral visits from Ronnie during the decade after his death. The truth is that for them love was a state of neurotic dependency and their clinging symbiosis excluded even their own dependants. A little tactlessly, their son and daughter complained in speeches at Nancy’s funeral that “no one crossed the boundary into the space they held as theirs”. Tumulty’s book makes bold claims for Nancy’s influence, which supposedly went beyond that “of any first lady before or since”. But it was only Ronnie she influenced, not the country, and now as her ‘official’ centenary approaches she looks at best like an outmoded fashion plate, a savvier and less frigidly aloof prototype for Melania Trump. Hillary Clinton, who made valiant efforts to get a healthcare bill passed by Congress, regarded herself as an equal partner in the administration. The wilier Michelle Obama exercised what she called “soft power” by planting a vegetable garden at the White House and advising the obese to eat more healthily. By contrast, even Nancy’s anti-drug mission had a nonchalant and amateurish air: when was it ever enough to “Just say no”? Given Tumulty’s historical short-sightedness, I don’t understand what she means by her heroine’s “triumph”: a better title for her book might have been The Trauma of Nancy Reagan. But perhaps Gloria Steinem was right in 1981 when she defined Nancy’s triumphant or even miraculous feat “of transplanting her considerable ego into a male body”. Remember that transfixing gaze she used to train on Ronnie in public? It may have been mesmerism, not adoration: the look of love as telepathic mind control. • The Triumph of Nancy Reagan by Karen Tumulty is published by Simon &amp; Schuster (£32.50). To support the Guardian go to guardianbookshop.com. Delivery charges may apply","charCount":"6465","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/peterconrad\">Peter Conrad</a>"},{"headline":"Lionel Shriver: ‘A chosen death is an authorial act – I’ve never cared for stories that end on ellipses’","standfirst":"<p>The author’s new novel centres around an elderly couple bound in a suicide pact. Watching her parents age, the subject of dying with dignity is never far from her mind</p>","trailText":"The author’s new novel centres around an elderly couple bound in a suicide pact. Watching her parents age, the subject of dying with dignity is never far from her mind","byline":"Lionel Shriver","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"49f85059106ae150dfe7550dc0ebe91c0721cb86\"> <img src=\"https://media.guim.co.uk/49f85059106ae150dfe7550dc0ebe91c0721cb86/0_495_7360_4417/1000.jpg\" alt=\"Lionel Shriver photographed in London earlier this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel Shriver photographed in London earlier this month.</span> <span class=\"element-image__credit\">Photograph: Phil Fisk/The Observer</span> </figcaption> </figure>","body":"<p>For those of us with elderly parents, countless news broadcasts of bewildered residents cruelly exiled in care homes during this pandemic have been especially raw. Even so, I can’t be the only one who’s thought reflexively: “That will never be me.”</p> <p>My friend Jolanta in Brooklyn has made that vow official. Put through quite the medical ringer herself, she tended to a difficult mother through a drawn-out decline. Not long ago, she declared to me fiercely that she’d no interest in living beyond the age of 80. Dead smart and not given to whimsy, Jolanta was already about 60, the very point at which old age starts to seem like something that might actually happen. I couldn’t help but wonder, should she indeed turn 80, will she take matters into her own hands – or not?</p> <p>That, in a nutshell, is the genesis of my new novel, <em>Should We Stay Or Should We Go</em>. A nurse and GP in the NHS, Kay and Cyril Wilkinson have treated numerous patients eroded by ageing’s remorseless decay. After Kay’s father finally dies in a state of ruinous dementia, the couple are determined to avoid the same grim fate. Having concluded, like Jolanta, that beyond the knell of about eight decades life is all downhill, they make a pact: once they’ve both crossed that threshold on Kay’s 80th birthday, they’ll kill themselves. They’re still in their early 50s, and this prospect seems a long way off.</p> <p><em>Whoosh</em>, <em>whoosh</em>, we fast-forward their story, just as our time on this earth seems to race by before we know it in real life. It’s Kay’s 80th birthday. What do the couple do?</p> <p>Despite the morbid premise, I’m hoping a playful parallel-universe structure makes <em>Should We Stay</em> improbably fun. The novel spins out a dozen alternative scenarios: one spouse goes through with it, the other doesn’t; they enter a Club Med care home, or their children section them into a <em>Cuckoo’s Nest </em>care home. Some chapters veer into speculative fiction – cryogenics, a cure for ageing. The point is to parse their dilemma. If they cut their lives artificially short, what delights might they miss out on, and what horrors might they escape? The novel considers what we all do, fleetingly, as the years advance: under what terms will we concede to keep living? Beyond what line does sticking around entail such suffering, diminishment, or humiliation that we’d rather call it quits?</p> <p>Whether or not we feel like thinking about it now, many of us will turn to this issue in time. Elderly people have the highest global suicide rate of any demographic. Derek Humphry’s 1991 self-published how-to, <em>Final Exit: The Practicalities of Self-Deliverance and Assisted Suicide for the Dying</em><em>, </em>became an unlikely <em>New York Times</em> bestseller for 18 weeks.</p> <p>This is a personal matter for me, and not only because I’m already 64 myself. Both my parents are still alive – although in my mother’s case that may be stretching the meaning of the word. My father is 93; my mother turns 90 in July. Watching their old age progress has been mystifying, painful, and sometimes heartening.</p> <p>Class valedictorian in high school and college, my Iowan mother was a sharp cookie. She worked full-time as a researcher first for the Presbyterian church, then for the National Council of Churches. She played the cello and published two volumes of poetry. And it may mean too much to me, but my mother was a beautiful woman. A petite, brown-eyed brunette with a killer smile, she showed up with my forgotten bag lunch when I was in second grade, and the boy in the next desk gasped, “Your mom looks like a movie star!” She did. She looked like a movie star.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"2feb3408af5addb4c7321b9a31e4488b9c32625c\"> <img src=\"https://media.guim.co.uk/2feb3408af5addb4c7321b9a31e4488b9c32625c/0_0_1023_1516/675.jpg\" alt=\"Lionel Shriver’s parents, Don and Peggy, at their home in Atlanta, Georgia, 1973.\" width=\"675\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel Shriver’s parents, Don and Peggy, at their home in Atlanta, Georgia, 1973.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Lionel Shriver</span> </figcaption> </figure>  <p><em>Whoosh, whoosh</em>. After a massive stroke in 2015, my mother can’t walk. She can’t use her right hand. She’s incontinent. Her body has grown plump and soft. She can still talk – sort of. That is, she can form words, but rarely has much to say. Much of her scant discourse comprises polite vacuities. Asked how she is, she’ll say: “As well as can be expected.” Our sparse, formal phone conversations are full of silences.</p> <p>When diagnosed with low-tension glaucoma in the 1990s, she was warned that, if she lived long enough, she’d go blind. She’s lived long enough. As of last year, this formerly voracious reader can’t discern a carry-out menu, nor can she lay eyes on her beloved husband. A television is a radio with lots of dead airtime. Mostly, she sits in her wheelchair, chin on chest. I’ve no idea what goes on in her head.</p> <p>Her demeanour is pleasant. She’s undemanding and benevolent. She’s perfectly nice. But my real mother was not nice! Our relationship was often prickly. Real Mother was prone to sudden, unexpected bursts of resentment. Real Mother was a touchy, complicated woman who banged about the kitchen in unexplained white rages while giving us all the “silent treatment”. I’d trade all that niceness for one more night of crashing silverware in a heartbeat.</p> <p>If Real Mother could see herself now, would she wish her elderly self were dead? Even Fraudulent Mother often asserts that she’s ready to die. This may be the most content-rich statement I’ve heard from her since 2015: “I don’t want to die, but I <em>need </em>to die.” In most meaningful senses, my mother is no longer here, but I’ve been cheated even of my own bereavement.</p> <h2><strong>* * *</strong></h2> <p>My Virginian father had a long, distinguished theological career culminating in 16 years as president of the storied Union Theological Seminary in New York. In his day a handsome, ambitious, vigorous man (he taught me to play tennis), possessed of a towering ego, he’s also published a stack of books. On retirement, he declared vehemently that he did not want his savings frittered on end-of-life care.</p> <p><em>Whoosh, whoosh</em>. Steadily, his savings are frittered on end-of-life care. Since my mother’s stroke, my parents have hired full-time live-in help. Like so many elderly pandemic shut-ins, they’ve barely left the apartment in more than a year. My father is still – pretty much – #cogent, but with odd lapses; someone seems to have put a cigarette out on the part of his brain that stores numbers. He announced three times not long ago that this summer he’ll have been married to my mother “for 268 years!” But we continue to conduct engaging conversations, and in the past month he’s finally stopped railing against Donald Trump.</p> <p>His body, however, is failing. He can no longer bear his own weight. A recent infection mandated the amputation of one of his toes. His digestive system keeps packing in, and subsequent avoidance of food has made him gaunt. It’s disconcerting to see such a powerhouse contained in a vessel so weak.</p>  <figure class=\"element element-image\" data-media-id=\"079734bceafa6e619edcbb7170577708a8a81775\"> <img src=\"https://media.guim.co.uk/079734bceafa6e619edcbb7170577708a8a81775/257_106_3579_2405/1000.jpg\" alt=\"Lionel and her brother Timothy with their mother in Massachusetts, 1971.\" width=\"1000\" height=\"672\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel and her brother Timothy with their mother in Massachusetts, 1971.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Lionel Shriver</span> </figcaption> </figure>  <p>I noted that some aspects of this parental passion play have been “heartening”. At 93, my father is still fundamentally himself. He has accommodated the steady shrinking of his life – no more New York Philharmonic or Metropolitan Opera – with resigned grace. Pre-pandemic, he resisted a mobility scooter at first, but rapidly reconciled to the perceived demotion, zooming the Upper West Side with gusto. These days, he accedes to his faithful carer’s necessary involvement in his intimate bodily functions without a fuss, for he’s not hung up on younger people’s strangely bathroomy version of what constitutes “dignity”. My father still has dignity, or the kind that counts. He remains in the grip of an astonishing life force. He’s proud of his accomplishments and won’t let anyone forget them. Despite the imposed compromises of advanced age – compromises that, in my naivety, I imagine would be unacceptable to me – my father clings ferociously to survival. Glimpsing this future, his younger incarnation would be sobered, but lifelong self-regard would preclude his ever vowing that he’d rather be dead.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Above a certain subjective threshold of torment, life is not worth living. It fails a primitive cost-benefit analysis</p> </blockquote> </aside>  <p>We enter into an implicit contract with ourselves regarding what we’re willing to put up with in order to stay in the game, and when we’re younger the conditions under which we’ll submit to continued existence can be strict. Maybe it sounds ludicrous, but for much of my life I’d have told you that a future in which I could no longer play tennis was out of the question. I’m an intensely physical person, and the notion of sitting indefinitely in my mother’s wheelchair strikes me as intolerable. Faced with some mildly disagreeable prospect, I’m given to tossing off carelessly: “I’d rather kill myself!”</p> <p>Yet during one short period I made that declaration in earnest. For this implicit contract with ourselves must be at its most sincere in respect to physical pain. For five days last summer, I experienced a degree of agony that, had it endured as a condition of my existence, I’d have headed for the ultimate exit to make it stop. (There’s nothing worse than <em>nerve pain</em>. Fellow sufferers know what I mean.) Dial up the pain high enough, and five seconds passes like a week. Above a certain subjective threshold of torment – the limit must be particular to the person – life is not worth living. It fails a primitive cost-benefit analysis. Being is purchased at too high a price, and pain is so despoiling that existence compensates with little, if any, reward.</p> <p>That’s why the cause of legal assisted dying is usually taken up by people who are physically suffering, often from a condition that will only get worse. Although physician-assisted death is now permitted in half a dozen countries, it’s still illegal in the UK, where a doctor who helps someone to die can get up to 14 years in prison. Yet the MP Andrew Mitchell, co-chair of the all-party parliamentary group for choice at the end of life, believes British laws on assisted dying could be liberalised within this parliament. Already under-prosecution is rife, and in plenty of grey-area instances, fading patients are quietly allowed to die or given extra pain meds that speed the process.</p> <p>Katie Engelhart’s compelling 2021 book, <em>The Inevitable</em>, is about people determined to exercise control over their own deaths. While some of the author’s interviewees are aiming for Dignitas in Switzerland (where locals allude drily to the “suicide tourism industry”), to which 475 Britons have travelled to end their lives this century, the majority are taking death into their own hands, regardless of the law. Yet most people who ask to die, Engelhart reports, are “not in terrible pain, or even afraid of future pain”. Instead, they want to die at a time of their choosing for “existential reasons”. They fear “losing autonomy”, “loss of dignity”, and “losing control of bodily functions”. Indeed, the latter two anxieties are often synonymous: “A lot of people I interviewed equated dignity precisely with sphincter control.” (In one hospital survey, more than two-thirds of patients over 60 considered double incontinence “as bad as or worse than death”.) Strikingly, for me, one entirely healthy subject announces: “I’ll be 80 in four years’ time and 80 is the time to die” – just like my fictional Wilkinsons. Four years later, the woman overdoses peacefully on barbiturates, right according to plan.</p>  <figure class=\"element element-image\" data-media-id=\"cf47c091236740dd5b63e632fc5b238dd64ad133\"> <img src=\"https://media.guim.co.uk/cf47c091236740dd5b63e632fc5b238dd64ad133/0_0_1436_1022/1000.jpg\" alt=\"Don and Peggy with their grandchild Alan in Coralville, Iowa, 1993.\" width=\"1000\" height=\"712\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Don and Peggy with their grandchild Alan in Coralville, Iowa, 1993.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Lionel Shriver</span> </figcaption> </figure>  <p>Most of all, Engelhart’s subjects dread losing their identity to dementia. Yet nipping dementia in the bud requires acting before the disease has advanced – thereby sacrificing a period of unknowable duration when you might have been nearly yourself. That is, only giving up some good life guarantees being spared bad life. I’ve another friend in the US whose droll, beguiling husband was diagnosed with Alzheimer’s last year at only 67. (He’d played a lot of American football.) With his wife’s sorrowful blessing, while still of broadly sound mind, the talented architect ended his life at Dignitas a few months later. That took stupendous commitment and courage. Most of us couldn’t do it.</p> <p>In the 2014 film <em>Still Alice</em>, Julianne Moore plays a linguistics professor diagnosed with early onset Alzheimer’s at 50. She leaves a list of simple questions for her future self, along with the location of the sleeping tablets if she draws a blank. But when Alice fails her own competency test and finds the tablets, she gets distracted and forgets what she was about to do. She’s missed her chance to exert control. In dementia circles, this is known as the “five-minutes-to-12 syndrome”. The temptation is to hang on until it’s too late, and the opportunity to exercise agency over the end of your life has passed.</p> <h2><strong>* * *</strong></h2> <p>It’s difficult to kill yourself painlessly – one reason most suicides fail. We produce drugs to put down suffering animals, but we don’t design drugs to kill people. Thus a slogan of the right-to-die movement runs: “I would rather die like a dog.” Lethal drugs are hard to come by and can be confiscated by customs or the police. In <em>Should We Stay</em>, Cyril readily acquires “an effective medical solution”, stored in an upper corner of the couple’s refrigerator for decades, only because he has prescribing privileges as a GP. The rest of us who live where assisted dying remains illegal are obliged to order underground books and commence furtive subterfuges to secure a stash.</p> <p>Where the practice is permitted, qualifications for assisted dying vary, often involving a terminal diagnosis and a prognosis of death within six months. But more interesting to me is our private stipulations. In what circumstances do we personally regard life as unbearable?</p> <p>While still on the cusp of this negotiation, I imagine that the journey from our often-hale 60s to the life of the “old-old” – my parents – entails getting stuck on the “bargaining” phase of the five classic stages of grief:</p> <p><em>All right, maybe insisting that if I can’t play tennis I’ll dive off Blackfriars Bridge is unreasonable. Obviously, the number of press-ups I can do will gradually drop. No press-ups at all, you say? Fine. Bit of a relief, actually: no press-ups, good riddance. At least I can still cycle. No? You’re kidding me. I’ve cycled everywhere since I was eight! It’s part of who I am! </em><em>OK, </em><em>OK. They say walking is the best exercise anyway</em><em>… Oh. Too painful? I can barely make it to the shops? Well, that’s what they make online delivery services for. Gosh, I just went through three solid days unable to remember the name of my best friend in primary school. Happens at any age; one of those “blocked neural pathways”. Came to me in due course. But it’s harder to explain why I just found a pair of socks chilling in my vegetable drawer.</em></p> <p><em>I always thought I couldn’t live without my husband, but apparently I can, though some days I suffer under a cloud of desolation, like a low-pressure weather system that won’t budge. It’s at least a comfort to remain in the home we shared. What do you mean my relatives have expressed “concern”? What’s to be so bleeding concerned about? I do, too, wash! Well. After a fashion. See, I hate having to sit on that plastic chair in the shower. Nevertheless, I promised myself that I’ll never submit to a care home. I won’t, I won’t! Reluctantly, I concede my niece’s point: I forgot about the chicken. Without her impromptu visit, that grease fire could have proved my funeral pyre. Besides, I’m not as special as I imagine. Everyone thinks they’ll never submit to a care home – and then they do, and so do I. At least the staff are kind. The other residents aren’t all my cup of tea, but it’s a relief to talk to anyone. Bland institutional meals still punctuate the day. I used to love cooking – but only when fixing dinner for two. Nappies? You get over the embarrassment, and the carers are brisk and professional. No one here knows who I am, what I was, all the books I wrote. But that Lionel Shriver is one more thing I’ve learned to forego.</em></p>  <figure class=\"element element-image\" data-media-id=\"a3cdbb89fd73670df05a43e79e4a64b41b66fc5f\"> <img src=\"https://media.guim.co.uk/a3cdbb89fd73670df05a43e79e4a64b41b66fc5f/163_114_3468_2349/1000.jpg\" alt=\"Lionel Shriver with her mother in Belfast, 1989.\" width=\"1000\" height=\"677\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lionel Shriver with her mother in Belfast, 1989.</span> <span class=\"element-image__credit\">Photograph: Courtesy of Lionel Shriver</span> </figcaption> </figure>  <p>We make these compromises by degrees. Legalise assisted suicide in Britain and only a tiny minority will avail themselves of it, because most of us will put up with anything rather than die. My father is apt to put up with anything. He’s not checking out of Hotel Terra Firma unless he’s actively ejected by the management.</p> <p>I fancy Katie Engelhart’s characterisation of a chosen death as “an authorial act”, and I’ve never cared for stories that end on ellipses. Thus I desperately don’t want to end up like my mother, who on my brother’s latest visit no longer recognised him. She’s grown, he said, “unreachable”. My mother’s dazzling, articulate younger iteration would recoil from a version of herself that is unseeing, inert, and unresponsive. Yet she long ago signed a living will, as I have. Had she kept an “effective medical solution” at the back of her fridge, after that blitzkrieg of a stroke she’d have lacked the self-possession to take the tablets. Genetically, I will have inherited many of her medical vulnerabilities. So how will I <em>not</em> end up like my mother?</p> <p>I have no idea.</p> <p>• <em>Should We Stay Or Should We Go</em> by Lionel Shriver is published on 10 June by the Borough Press (£18.99). To support the <em>Guardian</em> preorder your copy at <a href=\"https://guardianbookshop.com/should-we-stay-or-should-we-go-9780008458553.html\">guardianbookshop.com</a>. Delivery charges may apply</p> <p><em>• </em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is at 800-273-8255 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"https://www.befrienders.org/\">www.befrienders.org</a></p>","newspaperPageNumber":"9","wordcount":"2937","commentable":"false","firstPublicationDate":"2021-05-30T06:00:47Z","isInappropriateForSponsorship":"false","isPremoderated":"true","lastModified":"2021-05-30T06:00:47Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hfk9e","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/49f85059106ae150dfe7550dc0ebe91c0721cb86/0_495_7360_4417/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"For those of us with elderly parents, countless news broadcasts of bewildered residents cruelly exiled in care homes during this pandemic have been especially raw. Even so, I can’t be the only one who’s thought reflexively: “That will never be me.” My friend Jolanta in Brooklyn has made that vow official. Put through quite the medical ringer herself, she tended to a difficult mother through a drawn-out decline. Not long ago, she declared to me fiercely that she’d no interest in living beyond the age of 80. Dead smart and not given to whimsy, Jolanta was already about 60, the very point at which old age starts to seem like something that might actually happen. I couldn’t help but wonder, should she indeed turn 80, will she take matters into her own hands – or not? That, in a nutshell, is the genesis of my new novel, Should We Stay Or Should We Go. A nurse and GP in the NHS, Kay and Cyril Wilkinson have treated numerous patients eroded by ageing’s remorseless decay. After Kay’s father finally dies in a state of ruinous dementia, the couple are determined to avoid the same grim fate. Having concluded, like Jolanta, that beyond the knell of about eight decades life is all downhill, they make a pact: once they’ve both crossed that threshold on Kay’s 80th birthday, they’ll kill themselves. They’re still in their early 50s, and this prospect seems a long way off. Whoosh, whoosh, we fast-forward their story, just as our time on this earth seems to race by before we know it in real life. It’s Kay’s 80th birthday. What do the couple do? Despite the morbid premise, I’m hoping a playful parallel-universe structure makes Should We Stay improbably fun. The novel spins out a dozen alternative scenarios: one spouse goes through with it, the other doesn’t; they enter a Club Med care home, or their children section them into a Cuckoo’s Nest care home. Some chapters veer into speculative fiction – cryogenics, a cure for ageing. The point is to parse their dilemma. If they cut their lives artificially short, what delights might they miss out on, and what horrors might they escape? The novel considers what we all do, fleetingly, as the years advance: under what terms will we concede to keep living? Beyond what line does sticking around entail such suffering, diminishment, or humiliation that we’d rather call it quits? Whether or not we feel like thinking about it now, many of us will turn to this issue in time. Elderly people have the highest global suicide rate of any demographic. Derek Humphry’s 1991 self-published how-to, Final Exit: The Practicalities of Self-Deliverance and Assisted Suicide for the Dying, became an unlikely New York Times bestseller for 18 weeks. This is a personal matter for me, and not only because I’m already 64 myself. Both my parents are still alive – although in my mother’s case that may be stretching the meaning of the word. My father is 93; my mother turns 90 in July. Watching their old age progress has been mystifying, painful, and sometimes heartening. Class valedictorian in high school and college, my Iowan mother was a sharp cookie. She worked full-time as a researcher first for the Presbyterian church, then for the National Council of Churches. She played the cello and published two volumes of poetry. And it may mean too much to me, but my mother was a beautiful woman. A petite, brown-eyed brunette with a killer smile, she showed up with my forgotten bag lunch when I was in second grade, and the boy in the next desk gasped, “Your mom looks like a movie star!” She did. She looked like a movie star. Whoosh, whoosh. After a massive stroke in 2015, my mother can’t walk. She can’t use her right hand. She’s incontinent. Her body has grown plump and soft. She can still talk – sort of. That is, she can form words, but rarely has much to say. Much of her scant discourse comprises polite vacuities. Asked how she is, she’ll say: “As well as can be expected.” Our sparse, formal phone conversations are full of silences. When diagnosed with low-tension glaucoma in the 1990s, she was warned that, if she lived long enough, she’d go blind. She’s lived long enough. As of last year, this formerly voracious reader can’t discern a carry-out menu, nor can she lay eyes on her beloved husband. A television is a radio with lots of dead airtime. Mostly, she sits in her wheelchair, chin on chest. I’ve no idea what goes on in her head. Her demeanour is pleasant. She’s undemanding and benevolent. She’s perfectly nice. But my real mother was not nice! Our relationship was often prickly. Real Mother was prone to sudden, unexpected bursts of resentment. Real Mother was a touchy, complicated woman who banged about the kitchen in unexplained white rages while giving us all the “silent treatment”. I’d trade all that niceness for one more night of crashing silverware in a heartbeat. If Real Mother could see herself now, would she wish her elderly self were dead? Even Fraudulent Mother often asserts that she’s ready to die. This may be the most content-rich statement I’ve heard from her since 2015: “I don’t want to die, but I need to die.” In most meaningful senses, my mother is no longer here, but I’ve been cheated even of my own bereavement. * * * My Virginian father had a long, distinguished theological career culminating in 16 years as president of the storied Union Theological Seminary in New York. In his day a handsome, ambitious, vigorous man (he taught me to play tennis), possessed of a towering ego, he’s also published a stack of books. On retirement, he declared vehemently that he did not want his savings frittered on end-of-life care. Whoosh, whoosh. Steadily, his savings are frittered on end-of-life care. Since my mother’s stroke, my parents have hired full-time live-in help. Like so many elderly pandemic shut-ins, they’ve barely left the apartment in more than a year. My father is still – pretty much – #cogent, but with odd lapses; someone seems to have put a cigarette out on the part of his brain that stores numbers. He announced three times not long ago that this summer he’ll have been married to my mother “for 268 years!” But we continue to conduct engaging conversations, and in the past month he’s finally stopped railing against Donald Trump. His body, however, is failing. He can no longer bear his own weight. A recent infection mandated the amputation of one of his toes. His digestive system keeps packing in, and subsequent avoidance of food has made him gaunt. It’s disconcerting to see such a powerhouse contained in a vessel so weak. I noted that some aspects of this parental passion play have been “heartening”. At 93, my father is still fundamentally himself. He has accommodated the steady shrinking of his life – no more New York Philharmonic or Metropolitan Opera – with resigned grace. Pre-pandemic, he resisted a mobility scooter at first, but rapidly reconciled to the perceived demotion, zooming the Upper West Side with gusto. These days, he accedes to his faithful carer’s necessary involvement in his intimate bodily functions without a fuss, for he’s not hung up on younger people’s strangely bathroomy version of what constitutes “dignity”. My father still has dignity, or the kind that counts. He remains in the grip of an astonishing life force. He’s proud of his accomplishments and won’t let anyone forget them. Despite the imposed compromises of advanced age – compromises that, in my naivety, I imagine would be unacceptable to me – my father clings ferociously to survival. Glimpsing this future, his younger incarnation would be sobered, but lifelong self-regard would preclude his ever vowing that he’d rather be dead. We enter into an implicit contract with ourselves regarding what we’re willing to put up with in order to stay in the game, and when we’re younger the conditions under which we’ll submit to continued existence can be strict. Maybe it sounds ludicrous, but for much of my life I’d have told you that a future in which I could no longer play tennis was out of the question. I’m an intensely physical person, and the notion of sitting indefinitely in my mother’s wheelchair strikes me as intolerable. Faced with some mildly disagreeable prospect, I’m given to tossing off carelessly: “I’d rather kill myself!” Yet during one short period I made that declaration in earnest. For this implicit contract with ourselves must be at its most sincere in respect to physical pain. For five days last summer, I experienced a degree of agony that, had it endured as a condition of my existence, I’d have headed for the ultimate exit to make it stop. (There’s nothing worse than nerve pain. Fellow sufferers know what I mean.) Dial up the pain high enough, and five seconds passes like a week. Above a certain subjective threshold of torment – the limit must be particular to the person – life is not worth living. It fails a primitive cost-benefit analysis. Being is purchased at too high a price, and pain is so despoiling that existence compensates with little, if any, reward. That’s why the cause of legal assisted dying is usually taken up by people who are physically suffering, often from a condition that will only get worse. Although physician-assisted death is now permitted in half a dozen countries, it’s still illegal in the UK, where a doctor who helps someone to die can get up to 14 years in prison. Yet the MP Andrew Mitchell, co-chair of the all-party parliamentary group for choice at the end of life, believes British laws on assisted dying could be liberalised within this parliament. Already under-prosecution is rife, and in plenty of grey-area instances, fading patients are quietly allowed to die or given extra pain meds that speed the process. Katie Engelhart’s compelling 2021 book, The Inevitable, is about people determined to exercise control over their own deaths. While some of the author’s interviewees are aiming for Dignitas in Switzerland (where locals allude drily to the “suicide tourism industry”), to which 475 Britons have travelled to end their lives this century, the majority are taking death into their own hands, regardless of the law. Yet most people who ask to die, Engelhart reports, are “not in terrible pain, or even afraid of future pain”. Instead, they want to die at a time of their choosing for “existential reasons”. They fear “losing autonomy”, “loss of dignity”, and “losing control of bodily functions”. Indeed, the latter two anxieties are often synonymous: “A lot of people I interviewed equated dignity precisely with sphincter control.” (In one hospital survey, more than two-thirds of patients over 60 considered double incontinence “as bad as or worse than death”.) Strikingly, for me, one entirely healthy subject announces: “I’ll be 80 in four years’ time and 80 is the time to die” – just like my fictional Wilkinsons. Four years later, the woman overdoses peacefully on barbiturates, right according to plan. Most of all, Engelhart’s subjects dread losing their identity to dementia. Yet nipping dementia in the bud requires acting before the disease has advanced – thereby sacrificing a period of unknowable duration when you might have been nearly yourself. That is, only giving up some good life guarantees being spared bad life. I’ve another friend in the US whose droll, beguiling husband was diagnosed with Alzheimer’s last year at only 67. (He’d played a lot of American football.) With his wife’s sorrowful blessing, while still of broadly sound mind, the talented architect ended his life at Dignitas a few months later. That took stupendous commitment and courage. Most of us couldn’t do it. In the 2014 film Still Alice, Julianne Moore plays a linguistics professor diagnosed with early onset Alzheimer’s at 50. She leaves a list of simple questions for her future self, along with the location of the sleeping tablets if she draws a blank. But when Alice fails her own competency test and finds the tablets, she gets distracted and forgets what she was about to do. She’s missed her chance to exert control. In dementia circles, this is known as the “five-minutes-to-12 syndrome”. The temptation is to hang on until it’s too late, and the opportunity to exercise agency over the end of your life has passed. * * * It’s difficult to kill yourself painlessly – one reason most suicides fail. We produce drugs to put down suffering animals, but we don’t design drugs to kill people. Thus a slogan of the right-to-die movement runs: “I would rather die like a dog.” Lethal drugs are hard to come by and can be confiscated by customs or the police. In Should We Stay, Cyril readily acquires “an effective medical solution”, stored in an upper corner of the couple’s refrigerator for decades, only because he has prescribing privileges as a GP. The rest of us who live where assisted dying remains illegal are obliged to order underground books and commence furtive subterfuges to secure a stash. Where the practice is permitted, qualifications for assisted dying vary, often involving a terminal diagnosis and a prognosis of death within six months. But more interesting to me is our private stipulations. In what circumstances do we personally regard life as unbearable? While still on the cusp of this negotiation, I imagine that the journey from our often-hale 60s to the life of the “old-old” – my parents – entails getting stuck on the “bargaining” phase of the five classic stages of grief: All right, maybe insisting that if I can’t play tennis I’ll dive off Blackfriars Bridge is unreasonable. Obviously, the number of press-ups I can do will gradually drop. No press-ups at all, you say? Fine. Bit of a relief, actually: no press-ups, good riddance. At least I can still cycle. No? You’re kidding me. I’ve cycled everywhere since I was eight! It’s part of who I am! OK, OK. They say walking is the best exercise anyway… Oh. Too painful? I can barely make it to the shops? Well, that’s what they make online delivery services for. Gosh, I just went through three solid days unable to remember the name of my best friend in primary school. Happens at any age; one of those “blocked neural pathways”. Came to me in due course. But it’s harder to explain why I just found a pair of socks chilling in my vegetable drawer. I always thought I couldn’t live without my husband, but apparently I can, though some days I suffer under a cloud of desolation, like a low-pressure weather system that won’t budge. It’s at least a comfort to remain in the home we shared. What do you mean my relatives have expressed “concern”? What’s to be so bleeding concerned about? I do, too, wash! Well. After a fashion. See, I hate having to sit on that plastic chair in the shower. Nevertheless, I promised myself that I’ll never submit to a care home. I won’t, I won’t! Reluctantly, I concede my niece’s point: I forgot about the chicken. Without her impromptu visit, that grease fire could have proved my funeral pyre. Besides, I’m not as special as I imagine. Everyone thinks they’ll never submit to a care home – and then they do, and so do I. At least the staff are kind. The other residents aren’t all my cup of tea, but it’s a relief to talk to anyone. Bland institutional meals still punctuate the day. I used to love cooking – but only when fixing dinner for two. Nappies? You get over the embarrassment, and the carers are brisk and professional. No one here knows who I am, what I was, all the books I wrote. But that Lionel Shriver is one more thing I’ve learned to forego. We make these compromises by degrees. Legalise assisted suicide in Britain and only a tiny minority will avail themselves of it, because most of us will put up with anything rather than die. My father is apt to put up with anything. He’s not checking out of Hotel Terra Firma unless he’s actively ejected by the management. I fancy Katie Engelhart’s characterisation of a chosen death as “an authorial act”, and I’ve never cared for stories that end on ellipses. Thus I desperately don’t want to end up like my mother, who on my brother’s latest visit no longer recognised him. She’s grown, he said, “unreachable”. My mother’s dazzling, articulate younger iteration would recoil from a version of herself that is unseeing, inert, and unresponsive. Yet she long ago signed a living will, as I have. Had she kept an “effective medical solution” at the back of her fridge, after that blitzkrieg of a stroke she’d have lacked the self-possession to take the tablets. Genetically, I will have inherited many of her medical vulnerabilities. So how will I not end up like my mother? I have no idea. • Should We Stay Or Should We Go by Lionel Shriver is published on 10 June by the Borough Press (£18.99). To support the Guardian preorder your copy at guardianbookshop.com. Delivery charges may apply • In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is at 800-273-8255 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org","charCount":"17202","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/lionelshriver\">Lionel Shriver</a>"},{"headline":"Ed Miliband calls for dads to get 12 weeks’ paternity leave","standfirst":"<p>Current system encourages ‘men at work, women at home’ culture, says shadow business secretary </p>","trailText":"Current system encourages ‘men at work, women at home’ culture, says shadow business secretary ","byline":"Mark Townsend","main":"<figure class=\"element element-image\" data-media-id=\"e6ac60ed5afa2483855762f66760e9f706af4d4a\"> <img src=\"https://media.guim.co.uk/e6ac60ed5afa2483855762f66760e9f706af4d4a/0_69_6720_4032/1000.jpg\" alt=\"Father playing with one year old baby. Posed by model. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New fathers in the UK currently receive two weeks’ paternity leave at a flat rate of £150 a week. (Picture posed by a model.)</span> <span class=\"element-image__credit\">Photograph: Katherine Anne Rose/The Observer</span> </figcaption> </figure>","body":"<p>Fathers should be offered “use it or lose it” <a href=\"https://www.theguardian.com/society/series/men-at-work-the-power-of-paternity-leave\" title=\"\">paternity leave</a> lasting at least three months to help challenge the UK’s entrenched gender roles and the prioritisation of work over family for men, according to shadow business secretary, <a href=\"https://www.theguardian.com/politics/edmiliband\" title=\"\">Ed Miliband</a>.</p> <p>The former <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> leader is advocating for a “reordering” of responsibilities that gives men the option of spending more time caring for children without financial penalty.</p> <p>Writing in his forthcoming book, Miliband says that men who take paternity leave around childbirth develop a closer, healthier relationship with their child and that the family unit is stronger.</p> <p>“Our ambition should be to build a world where men engage equally in the caring that has historically been done by women, and in so doing reorder the values of work, family and love so that work does not always come first,” he states.</p> <p>Existing policy, he says, encourages fathers to take only a “brief paternal pit stop” because they receive a paltry two weeks’ paid paternity leave at a flat rate of <a href=\"https://www.gov.uk/paternity-pay-leave/pay\" title=\"\">£150 a week</a>, prompting most fathers to cite financial constraints as the biggest barrier to taking more leave with their newly born or adopted child.</p> <p>The 51-year-old Doncaster MP wants fathers offered non-transferable paid leave at a generous level, which he believes would help reframe the “men at work, women at home” dynamic that current UK provision encourages.</p> <p>In <em>Go Big</em>, his <a href=\"https://www.theguardian.com/books/2021/may/22/i-wasnt-bold-enough-ed-miliband-on-losing-leading-and-the-future-of-labour\" title=\"\">book about policy ideas </a>that could transform society, he cites research that suggests that nine years after a baby’s birth, paternity leave has long-term effects on the quality of father-child relationships.</p> <p>More equal parental leave would also benefit women in the workplace and help <a href=\"https://www.theguardian.com/society/2018/feb/05/mothers-working-part-time-hit-hard-by-gender-pay-gap-study-shows\" title=\"\">narrow the gender pay gap</a>, which research shows can be attributed to childcare.</p>  <figure class=\"element element-image\" data-media-id=\"f452d1db4a221290a4ef1279c14f3c02c52d7f2a\"> <img src=\"https://media.guim.co.uk/f452d1db4a221290a4ef1279c14f3c02c52d7f2a/468_68_2524_1514/1000.jpg\" alt=\"Ed Miliband\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Miliband: ‘We would start to break free from a culture which loads so much on to women.’</span> <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> </figcaption> </figure>  <p>Although Miliband’s views aren’t official Labour policy, there appears to be considerable appetite within the party to promote gender equality. On Saturday details emerged of how Labour would make it illegal to make women redundant during pregnancy, while calling on the government to review its “failing” parental leave policy.</p> <p>Miliband writes: “We would start to break free from a culture which loads so much on to women, penalises them for having children, constrains them in a particular stereotype.</p> <p>“If we get this right, everyone can contribute to economic success and acquire more choice about how they balance work and family life. It could be the start of a remaking of the social contract between women and men and between work and family life,” added Miliband, who recently confessed he wasn’t bold enough when <a href=\"https://www.theguardian.com/politics/2015/jun/03/undoing-of-ed-miliband-and-how-labour-lost-election\" title=\"\">trying to convince the British electorate in 2015</a> that he should be prime minister.</p> <p>Groups representing fathers’ rights welcomed Miliband’s intervention in the debate.</p> <p>Michael Lewkowicz, spokesperson for the charity Families Need Fathers, said: “We fully support an extension of paid paternity leave. We believe both parents matter in children’s lives and research evidence supports this. Our policies are out of date and don’t support the best interests of children or families in general.”</p> <p>Lewkowicz added that the UK has the world’s biggest differential between support for mothers and fathers – statutory maternity leave at <a href=\"https://www.gov.uk/employers-maternity-pay-leave\" title=\"\">52 weeks</a> compared to the fortnight for paternity leave.</p> <p>“A take-it-or-lose-it approach to parental leave for each parent is the only model shown to work in promoting the beneficial involvement of both parents in children’s lives,” he said.</p> <p>The “use it or lose it” paternity scheme was rolled out in Sweden and Iceland during the 1990s and has been widely credited as a huge success.</p> <p>In 1995 when Iceland had no paid paternity leave, men took just 0.1% of leave. Five years later, when fathers became entitled to two weeks’ paid leave – as in Britain today – that rose to 3% of total leave.</p> <p>Now, with each parent in Iceland entitled to five months off work and paid at 80% of their salary, men take 30% of the total.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/money/2021/apr/26/shared-parental-leave-scrap-deeply-flawed-policy-say-campaigners\">Shared parental leave: scrap ‘deeply flawed’ policy, say campaigners</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/money/2021/apr/26/shared-parental-leave-scrap-deeply-flawed-policy-say-campaigners\" title=\"\">Previous attempts at reform</a> have had minimal impact. In 2015 the coalition government introduced shared parental leave as a flagship policy but take-up rates remain low, with qualification requirements rendering up to half of households ineligible. The £150 a week flat-rate payment is, say experts, about half of the living wage.</p> <p>Such an approach helps explain why the UK is currently 28 out of 31 of the world’s richest countries in a recent ranking of family-friendly policies by Unicef.</p>","newspaperPageNumber":"26","wordcount":"737","firstPublicationDate":"2021-05-30T06:00:47Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:47Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht7ed","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e6ac60ed5afa2483855762f66760e9f706af4d4a/0_69_6720_4032/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Fathers should be offered “use it or lose it” paternity leave lasting at least three months to help challenge the UK’s entrenched gender roles and the prioritisation of work over family for men, according to shadow business secretary, Ed Miliband. The former Labour leader is advocating for a “reordering” of responsibilities that gives men the option of spending more time caring for children without financial penalty. Writing in his forthcoming book, Miliband says that men who take paternity leave around childbirth develop a closer, healthier relationship with their child and that the family unit is stronger. “Our ambition should be to build a world where men engage equally in the caring that has historically been done by women, and in so doing reorder the values of work, family and love so that work does not always come first,” he states. Existing policy, he says, encourages fathers to take only a “brief paternal pit stop” because they receive a paltry two weeks’ paid paternity leave at a flat rate of £150 a week, prompting most fathers to cite financial constraints as the biggest barrier to taking more leave with their newly born or adopted child. The 51-year-old Doncaster MP wants fathers offered non-transferable paid leave at a generous level, which he believes would help reframe the “men at work, women at home” dynamic that current UK provision encourages. In Go Big, his book about policy ideas that could transform society, he cites research that suggests that nine years after a baby’s birth, paternity leave has long-term effects on the quality of father-child relationships. More equal parental leave would also benefit women in the workplace and help narrow the gender pay gap, which research shows can be attributed to childcare. Although Miliband’s views aren’t official Labour policy, there appears to be considerable appetite within the party to promote gender equality. On Saturday details emerged of how Labour would make it illegal to make women redundant during pregnancy, while calling on the government to review its “failing” parental leave policy. Miliband writes: “We would start to break free from a culture which loads so much on to women, penalises them for having children, constrains them in a particular stereotype. “If we get this right, everyone can contribute to economic success and acquire more choice about how they balance work and family life. It could be the start of a remaking of the social contract between women and men and between work and family life,” added Miliband, who recently confessed he wasn’t bold enough when trying to convince the British electorate in 2015 that he should be prime minister. Groups representing fathers’ rights welcomed Miliband’s intervention in the debate. Michael Lewkowicz, spokesperson for the charity Families Need Fathers, said: “We fully support an extension of paid paternity leave. We believe both parents matter in children’s lives and research evidence supports this. Our policies are out of date and don’t support the best interests of children or families in general.” Lewkowicz added that the UK has the world’s biggest differential between support for mothers and fathers – statutory maternity leave at 52 weeks compared to the fortnight for paternity leave. “A take-it-or-lose-it approach to parental leave for each parent is the only model shown to work in promoting the beneficial involvement of both parents in children’s lives,” he said. The “use it or lose it” paternity scheme was rolled out in Sweden and Iceland during the 1990s and has been widely credited as a huge success. In 1995 when Iceland had no paid paternity leave, men took just 0.1% of leave. Five years later, when fathers became entitled to two weeks’ paid leave – as in Britain today – that rose to 3% of total leave. Now, with each parent in Iceland entitled to five months off work and paid at 80% of their salary, men take 30% of the total. Previous attempts at reform have had minimal impact. In 2015 the coalition government introduced shared parental leave as a flagship policy but take-up rates remain low, with qualification requirements rendering up to half of households ineligible. The £150 a week flat-rate payment is, say experts, about half of the living wage. Such an approach helps explain why the UK is currently 28 out of 31 of the world’s richest countries in a recent ranking of family-friendly policies by Unicef.","charCount":"4419","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/marktownsend\">Mark Townsend</a>"},{"headline":"Rich countries must not resist a tax deal that can do so much for the world’s poor","standfirst":"<p>Joe Biden’s minimum global corporate tax rate – down from 21% to 15% – is within reach. Blocking it will not look good</p>","trailText":"Joe Biden’s minimum global corporate tax rate – down from 21% to 15% – is within reach. Blocking it will not look good","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"746a0585f42c3f26261e0f54fc8b26180879b004\"> <img src=\"https://media.guim.co.uk/746a0585f42c3f26261e0f54fc8b26180879b004/0_200_6000_3600/1000.jpg\" alt=\"Joe Biden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden hopes to get his tax agreement agreed this year and ratified by Congress in 2022.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>A year ago the prospect of <a href=\"https://www.theguardian.com/business/2021/may/27/global-fair-tax-deal-on-a-knife-edge-says-uk-treasury-source\" title=\"\">a global minimum tax on corporate profits</a> was considered a fantasy. Donald Trump was in the White House and the word cooperation was not in his vocabulary. In just under a fortnight, the G7 will meet in Cornwall and the words co-ordination and cooperation are set to be heard frequently.</p> <p>The UK says it is pushing hard for a tax deal that would prevent the big tech companies from playing countries off against each other and squirrelling their profits away in<a href=\"https://www.theguardian.com/world/tax-havens\" title=\"\"> low-tax havens</a>.</p> <p><a href=\"https://www.theguardian.com/world/2021/may/26/boris-johnson-under-pressure-from-biden-and-activists-in-run-up-to-g7\" title=\"\">Joe Biden’s administration is urgently seeking a robust agreement</a> that will see most of the 139 countries lined up by the Organisation for Economic Cooperation and Development (OECD) signing a global pact.</p> <p>In the first instance, Rishi Sunak’s team in the Treasury needs to drop its narrow and self-interested focus on the trade-offs that could leave the UK out of pocket.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Assessment shows that 35 mostly richer countries are responsible for 39% of the world’s corporate tax abuse risks</p> </blockquote> </aside>  <p>There is a deep-seated fear in Whitehall that a fair global tax system would leave the UK at a disadvantage, because along with the Dutch, the Swiss and the residents of Luxembourg and Liechtenstein, Britain has spent centuries milking the international flow of funds as they pass from legitimate businesses through the hands of lawyers and accountants in London and on to low-tax jurisdictions in the Isle of Man, Jersey, Bermuda and the Cayman Islands.</p> <p>When the UK was still an EU member, British ministers – and their Dutch counterparts – regularly blocked moves by member states to set minimum taxes that would have had the effect of placing a charge on funds before a transfer offshore could be made.</p> <p><a href=\"https://www.penguin.co.uk/books/111/1112475/the-finance-curse/9781784705046.html\" title=\"\">According to analysis of London’s beating financial heart</a>, the City is still the centre of a global money-go-round that helps the rich – and, increasingly, many middle-class people with pensions and trusts of varying kinds – to cut their tax bills.</p> <p>An assessment by the independent Tax Justice Network found that 35 mostly richer countries – those that are members of the OECD, including the UK, Australia, the US and the major European economies – are responsible for 39% of the world’s corporate tax abuse risks, while their dependencies are responsible for 29%. This shows how far we need to go to reform the financial system.</p> <p>OECD officials are making genuine efforts to strike a deal that will benefit those beyond its membership, but the negotiations are getting more complex every day.</p> <p>There are two pillars holding up the OECD programme, endorsed by the G20. The first is focused on how profits are allocated to each nation, while the second sets a global minimum tax.</p> <p>Biden is now in a hurry and wants a comprehensive deal drawn up at the G7 in a fortnight, and agreed by the OECD in June and the G20 in July. Then he can take it to Congress and possibly secure ratification before the 2022 midterm elections.</p> <p>To this end Biden has dropped his minimum tax rate call from 21% to 15%, knowing that Ireland and the UK, among others, will not agree to anything higher.</p> <p>It may seem strange to mention the UK alongside Ireland: the latter has long had a 12.5% corporate tax rate, while the UK’s 19% rate is due to rise to 25% in 2023.</p> <p>To some extent the pandemic and a backlash against austerity have changed minds in Sunak’s Great George Street offices. Officials know that a global tax of some kind is likely and it won’t be a good look to be seen blocking a deal. But Sunak wants the freedom to cut corporate taxes in the future, just as he did at the March budget when he offered the super-deduction tax relief on investment – a subsidy greater than many large firms’ tax bills.</p> <p>For this reason the details at the heart of a global tax are important to the UK. The tragedy would be if the UK were among the countries to scupper a deal – one that will help many countries in the developing world benefit from higher tax receipts – in order to preserve a Tory tax-cutting agenda at home.</p> <h2>Activists and lawyers see red over oil firms slow to turn green</h2> <p>If Big Oil believes that trouble only comes in threes, it may be sorely disappointed. </p> <p>The global industry was left stunned by the triple body blow meted out by disgruntled activists and shareholders in a single brutal day for Shell, ExxonMobil and Chevron last week.</p> <p>First a court in the Hague found in favour of green group Milieudefensie (Friends of the Earth Netherlands) and ordered Royal Dutch <a href=\"https://www.theguardian.com/business/2021/may/26/court-orders-royal-dutch-shell-to-cut-carbon-emissions-by-45-by-2030\" title=\"\">Shell to cut its carbon emissions by 45% by the end of the decade</a>. Within hours, shareholders in US giant <a href=\"https://www.theguardian.com/business/2021/may/26/exxonmobil-and-chevron-braced-for-showdown-over-climate\" title=\"\">Chevron voted in favour of plans put forward by Dutch climate activists Follow This </a>to cut its emissions too.</p> <p>Finally, after a shambolic annual shareholder meeting, the US’s Exxon confirmed that a hedge fund set up less than six months ago had ousted two of its board members.</p> <p>But this <a href=\"https://www.theguardian.com/business/2021/may/20/climate-activist-shareholders-to-target-us-oil-giant-chevron\" title=\"\">extraordinary convergence of climate activists and institutional investors</a> is something oil bosses should start getting used to. The once-unusual bedfellows have more in common today than ever before, and their combined might holds the promise of a tipping point in the battle to bring climate laggards to heel.</p> <p>At the heart of their shared interests is risk. Climate activists have been stressing for decades that the overheating of the planet is<a href=\"https://www.theguardian.com/law/2019/sep/09/climate-crisis-human-rights-un-michelle-bachelet-united-nations\" title=\"\"> the single biggest threat</a> facing humanity today.</p> <p>The world’s biggest wealth managers now appear to have taken on board the idea that even the world’s biggest companies are not too big to fail if they refuse to adapt to a changing world. Credit rating agency Moody’s agrees. It has already warned in the wake of Big Oil’s Black Wednesday that the credit risk of major oil producers is on the rise.</p> <p>Oil companies that aren’t ready to jump will find that investors stand ready with activists to push. They should expect more trouble ahead.</p> <h2>Nissan’s battery factory is welcome, but the UK needs more</h2> <p>The car industry is still in the grip of pandemic disruption caused by computer-chip shortages and continued restrictions. Yet thoughts are turning – after a long interlude – back to the sector’s greater challenge: the shift from fossil fuel engines towards less polluting electric cars.</p> <p>On that front, last week provided heartening news for the UK, with Japanese carmaker Nissan in talks with the government over building a <a href=\"https://www.theguardian.com/business/2021/may/26/nissan-planning-new-electric-car-battery-gigafactory-for-sunderland-report\" title=\"\">battery “gigafactory” beside its Sunderland car plant</a>. If the talks succeed, it will be a boon for Sunderland and the broader industry, securing car manufacturing, new jobs and work for the supply chain on these shores.</p> <p>Nissan’s investment decisions in Sunderland will have been aided by the clarity offered by the Brexit deal. The hurried treaty offered carmakers stick and carrot: tariffs if they do not use enough UK or EU content, but a three-year grace period to get batteries from abroad.</p> <p>The briefness of that window underlines the urgency of the situation for the rest of the industry. The future prospects of UK car plants run by Vauxhall owner Stellantis, Tata-owned Jaguar Land Rover, and Toyota will start to look tricky without a UK battery supplier.</p> <p>Yet so far there is little sign of enough UK battery supply to sustain an industry at its current size. The <a href=\"https://www.theguardian.com/business/2020/dec/11/car-battery-firm-scraps-plan-to-build-uks-first-gigafactory-in-wales\" title=\"\">startup Britishvolt</a> plans to build a factory, but does not yet have full funding, while authorities in Coventry<a href=\"https://www.theguardian.com/business/2021/feb/16/coventry-to-seek-planning-permission-for-electric-car-battery-gigafactory\" title=\"\"> are seeking planning permission</a> in the hope of attracting an investor. Meanwhile, the rest of Europe has 21 lithium-ion battery factories in the pipeline, according to <a href=\"https://www.benchmarkminerals.com/membership/global-battery-arms-race-200-gigafactories-china-leads-2/\" title=\"\">Benchmark Minerals</a>. China has 148 to be built or expanded.</p> <p>The car industry knows the challenge: the state-funded Faraday Institution has said <a href=\"https://www.theguardian.com/business/2020/mar/15/not-investing-in-electric-car-battery-production-could-cost-uk-105000-jobs-study\" title=\"\">more than 100,000 UK jobs</a> are at risk without at least <a href=\"https://www.theguardian.com/environment/2019/jul/07/uk-car-industry-future-hinges-not-on-brexit-but-on-batteries\" title=\"\">10 large battery plants</a> on the scale envisaged by Nissan. A Nissan gigafactory needs to be a trailblazer for the UK car industry’s new electric era – not its sole champion.</p>","newspaperPageNumber":"56","wordcount":"1321","firstPublicationDate":"2021-05-30T06:00:47Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:47Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htxc6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/746a0585f42c3f26261e0f54fc8b26180879b004/0_200_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A year ago the prospect of a global minimum tax on corporate profits was considered a fantasy. Donald Trump was in the White House and the word cooperation was not in his vocabulary. In just under a fortnight, the G7 will meet in Cornwall and the words co-ordination and cooperation are set to be heard frequently. The UK says it is pushing hard for a tax deal that would prevent the big tech companies from playing countries off against each other and squirrelling their profits away in low-tax havens. Joe Biden’s administration is urgently seeking a robust agreement that will see most of the 139 countries lined up by the Organisation for Economic Cooperation and Development (OECD) signing a global pact. In the first instance, Rishi Sunak’s team in the Treasury needs to drop its narrow and self-interested focus on the trade-offs that could leave the UK out of pocket. There is a deep-seated fear in Whitehall that a fair global tax system would leave the UK at a disadvantage, because along with the Dutch, the Swiss and the residents of Luxembourg and Liechtenstein, Britain has spent centuries milking the international flow of funds as they pass from legitimate businesses through the hands of lawyers and accountants in London and on to low-tax jurisdictions in the Isle of Man, Jersey, Bermuda and the Cayman Islands. When the UK was still an EU member, British ministers – and their Dutch counterparts – regularly blocked moves by member states to set minimum taxes that would have had the effect of placing a charge on funds before a transfer offshore could be made. According to analysis of London’s beating financial heart, the City is still the centre of a global money-go-round that helps the rich – and, increasingly, many middle-class people with pensions and trusts of varying kinds – to cut their tax bills. An assessment by the independent Tax Justice Network found that 35 mostly richer countries – those that are members of the OECD, including the UK, Australia, the US and the major European economies – are responsible for 39% of the world’s corporate tax abuse risks, while their dependencies are responsible for 29%. This shows how far we need to go to reform the financial system. OECD officials are making genuine efforts to strike a deal that will benefit those beyond its membership, but the negotiations are getting more complex every day. There are two pillars holding up the OECD programme, endorsed by the G20. The first is focused on how profits are allocated to each nation, while the second sets a global minimum tax. Biden is now in a hurry and wants a comprehensive deal drawn up at the G7 in a fortnight, and agreed by the OECD in June and the G20 in July. Then he can take it to Congress and possibly secure ratification before the 2022 midterm elections. To this end Biden has dropped his minimum tax rate call from 21% to 15%, knowing that Ireland and the UK, among others, will not agree to anything higher. It may seem strange to mention the UK alongside Ireland: the latter has long had a 12.5% corporate tax rate, while the UK’s 19% rate is due to rise to 25% in 2023. To some extent the pandemic and a backlash against austerity have changed minds in Sunak’s Great George Street offices. Officials know that a global tax of some kind is likely and it won’t be a good look to be seen blocking a deal. But Sunak wants the freedom to cut corporate taxes in the future, just as he did at the March budget when he offered the super-deduction tax relief on investment – a subsidy greater than many large firms’ tax bills. For this reason the details at the heart of a global tax are important to the UK. The tragedy would be if the UK were among the countries to scupper a deal – one that will help many countries in the developing world benefit from higher tax receipts – in order to preserve a Tory tax-cutting agenda at home. Activists and lawyers see red over oil firms slow to turn green If Big Oil believes that trouble only comes in threes, it may be sorely disappointed. The global industry was left stunned by the triple body blow meted out by disgruntled activists and shareholders in a single brutal day for Shell, ExxonMobil and Chevron last week. First a court in the Hague found in favour of green group Milieudefensie (Friends of the Earth Netherlands) and ordered Royal Dutch Shell to cut its carbon emissions by 45% by the end of the decade. Within hours, shareholders in US giant Chevron voted in favour of plans put forward by Dutch climate activists Follow This to cut its emissions too. Finally, after a shambolic annual shareholder meeting, the US’s Exxon confirmed that a hedge fund set up less than six months ago had ousted two of its board members. But this extraordinary convergence of climate activists and institutional investors is something oil bosses should start getting used to. The once-unusual bedfellows have more in common today than ever before, and their combined might holds the promise of a tipping point in the battle to bring climate laggards to heel. At the heart of their shared interests is risk. Climate activists have been stressing for decades that the overheating of the planet is the single biggest threat facing humanity today. The world’s biggest wealth managers now appear to have taken on board the idea that even the world’s biggest companies are not too big to fail if they refuse to adapt to a changing world. Credit rating agency Moody’s agrees. It has already warned in the wake of Big Oil’s Black Wednesday that the credit risk of major oil producers is on the rise. Oil companies that aren’t ready to jump will find that investors stand ready with activists to push. They should expect more trouble ahead. Nissan’s battery factory is welcome, but the UK needs more The car industry is still in the grip of pandemic disruption caused by computer-chip shortages and continued restrictions. Yet thoughts are turning – after a long interlude – back to the sector’s greater challenge: the shift from fossil fuel engines towards less polluting electric cars. On that front, last week provided heartening news for the UK, with Japanese carmaker Nissan in talks with the government over building a battery “gigafactory” beside its Sunderland car plant. If the talks succeed, it will be a boon for Sunderland and the broader industry, securing car manufacturing, new jobs and work for the supply chain on these shores. Nissan’s investment decisions in Sunderland will have been aided by the clarity offered by the Brexit deal. The hurried treaty offered carmakers stick and carrot: tariffs if they do not use enough UK or EU content, but a three-year grace period to get batteries from abroad. The briefness of that window underlines the urgency of the situation for the rest of the industry. The future prospects of UK car plants run by Vauxhall owner Stellantis, Tata-owned Jaguar Land Rover, and Toyota will start to look tricky without a UK battery supplier. Yet so far there is little sign of enough UK battery supply to sustain an industry at its current size. The startup Britishvolt plans to build a factory, but does not yet have full funding, while authorities in Coventry are seeking planning permission in the hope of attracting an investor. Meanwhile, the rest of Europe has 21 lithium-ion battery factories in the pipeline, according to Benchmark Minerals. China has 148 to be built or expanded. The car industry knows the challenge: the state-funded Faraday Institution has said more than 100,000 UK jobs are at risk without at least 10 large battery plants on the scale envisaged by Nissan. A Nissan gigafactory needs to be a trailblazer for the UK car industry’s new electric era – not its sole champion.","charCount":"7721","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},{"headline":"The big picture: out and about in carefree times","standfirst":"<p>Taken six months before the first national lockdown, Francesco Gioia’s shot of a stranger outside a London cinema is a bittersweet reminder of a happier era</p>","trailText":"Taken six months before the first national lockdown, Francesco Gioia’s shot of a stranger outside a London cinema is a bittersweet reminder of a happier era","byline":"Killian Fox","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"8520a183158b571308d88261633b788173f7b358\"> <img src=\"https://media.guim.co.uk/8520a183158b571308d88261633b788173f7b358/0_0_9000_6000/1000.jpg\" alt=\"Sweat Stain, London, 3 September 2019.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sweat Stain, London, 3 September 2019.</span> <span class=\"element-image__credit\">Photograph: Francesco Gioia</span> </figcaption> </figure>","body":"<p>When <a href=\"https://www.francescogioia.com/\">Francesco Gioia</a> took this photograph halfway up Shaftesbury Avenue in central London, he wasn’t thinking about the privilege of being able to move freely around the city without fear of infection, or the luxury of popping into a cinema on a whim to catch a movie. The time was September 2019, six months before the UK went into lockdown, and he was more interested in shapes and colours and how people’s clothes might interact with their surroundings in striking ways.</p> <p>He saw a man walking along the street wearing an eye-catching hat. “So, as I often do, I discreetly went after him and took a couple of shots,” he recalls. “Only later did I realise that, in addition to the complementary colours that you see in the picture – the blues, the whites, and the red of the cinema logo – there was also a small, heart-shaped sweat stain on the back of his shirt, which made the shot more interesting to me, because he looks very elegant otherwise.” (He never glimpsed the man’s face.)</p> <p>At the time, Gioia, who moved to London from Florence in 2015, was spending six or seven days a week trawling the city’s streets for such details – dedication that has earned him a slew of awards over the past year, as well as praise from renowned American street photographer Joel Meyerowitz. Now, he might go out just one day out of seven. “I started to shoot inside my house in the first month of lockdown, and I think it made me a different photographer. Before the pandemic, I used to call myself a street photographer. <a href=\"https://www.instagram.com/francesco_gioia_street/\">Now I just call myself a photographer</a>. It doesn’t matter if you’re in the middle of the street, or at home with your parents, as long as you get a picture.”</p> <p>Looking back at this image a year and nine months later, as the country emerges from lockdown, Gioia sees in it a reflection of the freedoms we barely thought about at the time. The Curzon cinema sign is less an abstraction now, a colour to offset other colours, and more a reminder of joyful moments we no longer take for granted. </p>","newspaperPageNumber":"3","wordcount":"362","firstPublicationDate":"2021-05-30T06:00:47Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:47Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgp34","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8520a183158b571308d88261633b788173f7b358/0_600_9000_5400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When Francesco Gioia took this photograph halfway up Shaftesbury Avenue in central London, he wasn’t thinking about the privilege of being able to move freely around the city without fear of infection, or the luxury of popping into a cinema on a whim to catch a movie. The time was September 2019, six months before the UK went into lockdown, and he was more interested in shapes and colours and how people’s clothes might interact with their surroundings in striking ways. He saw a man walking along the street wearing an eye-catching hat. “So, as I often do, I discreetly went after him and took a couple of shots,” he recalls. “Only later did I realise that, in addition to the complementary colours that you see in the picture – the blues, the whites, and the red of the cinema logo – there was also a small, heart-shaped sweat stain on the back of his shirt, which made the shot more interesting to me, because he looks very elegant otherwise.” (He never glimpsed the man’s face.) At the time, Gioia, who moved to London from Florence in 2015, was spending six or seven days a week trawling the city’s streets for such details – dedication that has earned him a slew of awards over the past year, as well as praise from renowned American street photographer Joel Meyerowitz. Now, he might go out just one day out of seven. “I started to shoot inside my house in the first month of lockdown, and I think it made me a different photographer. Before the pandemic, I used to call myself a street photographer. Now I just call myself a photographer. It doesn’t matter if you’re in the middle of the street, or at home with your parents, as long as you get a picture.” Looking back at this image a year and nine months later, as the country emerges from lockdown, Gioia sees in it a reflection of the freedoms we barely thought about at the time. The Curzon cinema sign is less an abstraction now, a colour to offset other colours, and more a reminder of joyful moments we no longer take for granted.","charCount":"1999","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/killianfox\">Killian Fox</a>"},{"headline":"Cummings’s humility comes all too late for Brexit Britain","standfirst":"<p>The relationship between PM and adviser did not collapse soon enough to save us from the damage caused by leaving the EU</p>","trailText":"The relationship between PM and adviser did not collapse soon enough to save us from the damage caused by leaving the EU","byline":"William Keegan","main":"<figure class=\"element element-image\" data-media-id=\"259bcd41dcea2bbcde2e50159d72f5e1f98f030e\"> <img src=\"https://media.guim.co.uk/259bcd41dcea2bbcde2e50159d72f5e1f98f030e/74_0_1800_1080/1000.jpg\" alt=\"Video still of Dominic Cummings, in a white open necked shirt, gesturing with his right hand as he speaks\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings giving evidence: ‘Almost Uriah Heep-like in his modesty.’</span> <span class=\"element-image__credit\">Photograph: Uk Parliamentary Recording Unit Handout/EPA</span> </figcaption> </figure>","body":"<p>No, “Eyetest” Cummings is not my new best friend. However convincing his criticisms of the prime minister are, the tragedy is that the fallout between the two came much too late for the good of the country. It is not even good enough for Cummings to say that we Remainers are “reasonable people”.</p> <p>If only this spectacular bust-up had occurred during their all- too-successful Brexit campaign. Alas, it did not, and day by day we receive further news of the disaster. Unfortunately, the general public is, understandably, so concerned about the pandemic that widespread appreciation of the Brexit damage has still to sink in.</p> <p>Cummings’s onslaught last Wednesday built up slowly. At first he was almost Uriah Heep-like in his modesty. His manner evoking memories of <em>David Copperfield</em>, he almost said “I am very ’umble, Mr Clark” to the impressive chairman of the Commons science committee.</p> <p>Despite his image, he did not claim to know everything. Despite his onslaught on the prime minister, he too had got things wrong and made mistakes over the timing of lockdown.</p> <p>Without actually quoting Alexander Pope, he must have been tempted to remind us that “a little learning is a dangerous thing”. Nevertheless, whatever Cummings’s self-confessed deficiencies, the evidence accumulates that Johnson missed his Churchillian moment to proclaim a better-timed lockdown, with the result that goodness knows how many thousands more lives were lost to the pandemic. It is claimed that at a crucial juncture the prime minister was absent by his own leave, belatedly writing part of a book that his anxious publishers were reported as saying would put Shakespeare in his rightful place.</p> <p>However, I suspect that, after his undeserved “vaccine bounce” in the polls, Johnson himself will be put in his place. A popular view is that he has “Teflon qualities”, but in my experience the Teflon eventually wears off the kitchenware. Cummings is also right in saying there is something wrong with a political system where the choice in the last election was between Johnson and Corbyn.</p> <p>Johnson’s Brexit is supposed to be about trade, freedom and release from bureaucracy. Our trade in goods with the European Union was <a href=\"https://www.theguardian.com/business/2021/may/25/uk-trade-with-eu-falls-by-23-in-first-quarter-as-brexit-and-covid-hit\" title=\"\">down by 23.1%</a> between the first quarter of 2018 and this year. <a href=\"https://www.theguardian.com/politics/2021/jan/23/a-brexit-nightmare-the-british-businesses-being-pushed-to-breaking-point\" title=\"\">Small and medium-sized businesses</a> all over the country are weighed down by expensive bureaucratic form filling, and some are giving up the attempt to continue trading with our former partners.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Frost said the government was going to hire an  external adviser to identify 'post-Brexit opportunities'. It seems they were so intent on shutting the door that they hadn’t thought much further</p> </blockquote> </aside>  <p>At present, freedom of movement around Europe is constrained by the pandemic; soon the impact of the restrictions of Brexit will become more obvious. Indeed, they are already affecting <a href=\"https://www.theguardian.com/music/2021/jan/20/uk-government-rejects-musician-passports-as-stars-attack-shameful-touring-deal\" title=\"\">musicians</a> and the young. Meanwhile the Home Office under the execrable Priti Patel is <a href=\"https://www.theguardian.com/politics/2021/may/13/eu-citizens-arriving-in-uk-being-locked-up-and-expelled\" title=\"\">arresting and deporting EU citizens</a> arriving at our borders.</p> <p>So immigrants were “taking our jobs”, were they? Tell that to the many members of the hospitality industry who say they are having huge difficulties in recruiting staff now that their European workers have gone home. According to the British Meat Processors Association, supplies of meat to supermarkets are slowing down because most of the skilled butchers are from EU countries and are leaving Britain. I don’t think Vegan Britain was on the side of Johnson’s referendum bus. I also gather that certain comfortably off people who voted Leave are even having trouble hiring au pairs!</p> <p>The stupidity of Brexit is now being compounded by the stupidity of Lord Frost, our chief negotiator with the EU.</p> <p>It is obvious that we need as good a relationship with our former partners as possible, yet Frost goes out of his way to antagonise them. The advantages of Brexit? Well, Frost recently told the oddly named Commons European scrutiny committee that the government was going to hire an external adviser to identify “post-Brexit opportunities”. It seems they were so intent on shutting the door that they hadn’t thought much further.</p> <p>Worry not. Frost says: “We have high hopes of outside input into this process.” Brexit was “a huge opportunity … to identify opportunities”.</p> <p>The best advice from an external adviser would be to tell Frost to grow up and seek to regain as many of the advantages and privileges of EU membership as we can.</p> <p>By the way I laughed recently when, amid the fallout from the Martin Bashir scandal, Brexiters were adding accusations of a pro-Remain bias at the BBC during the referendum campaign and after.</p> <p>I must say: it escaped me. I lost count of the frequency of Nigel Farage’s appearances – and I was never aware of much BBC coverage of the advantages of membership. To my mind the BBC was, well, balanced. </p>","newspaperPageNumber":"57","wordcount":"769","firstPublicationDate":"2021-05-30T06:00:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:46Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht73v","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/259bcd41dcea2bbcde2e50159d72f5e1f98f030e/74_0_1800_1080/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"No, “Eyetest” Cummings is not my new best friend. However convincing his criticisms of the prime minister are, the tragedy is that the fallout between the two came much too late for the good of the country. It is not even good enough for Cummings to say that we Remainers are “reasonable people”. If only this spectacular bust-up had occurred during their all- too-successful Brexit campaign. Alas, it did not, and day by day we receive further news of the disaster. Unfortunately, the general public is, understandably, so concerned about the pandemic that widespread appreciation of the Brexit damage has still to sink in. Cummings’s onslaught last Wednesday built up slowly. At first he was almost Uriah Heep-like in his modesty. His manner evoking memories of David Copperfield, he almost said “I am very ’umble, Mr Clark” to the impressive chairman of the Commons science committee. Despite his image, he did not claim to know everything. Despite his onslaught on the prime minister, he too had got things wrong and made mistakes over the timing of lockdown. Without actually quoting Alexander Pope, he must have been tempted to remind us that “a little learning is a dangerous thing”. Nevertheless, whatever Cummings’s self-confessed deficiencies, the evidence accumulates that Johnson missed his Churchillian moment to proclaim a better-timed lockdown, with the result that goodness knows how many thousands more lives were lost to the pandemic. It is claimed that at a crucial juncture the prime minister was absent by his own leave, belatedly writing part of a book that his anxious publishers were reported as saying would put Shakespeare in his rightful place. However, I suspect that, after his undeserved “vaccine bounce” in the polls, Johnson himself will be put in his place. A popular view is that he has “Teflon qualities”, but in my experience the Teflon eventually wears off the kitchenware. Cummings is also right in saying there is something wrong with a political system where the choice in the last election was between Johnson and Corbyn. Johnson’s Brexit is supposed to be about trade, freedom and release from bureaucracy. Our trade in goods with the European Union was down by 23.1% between the first quarter of 2018 and this year. Small and medium-sized businesses all over the country are weighed down by expensive bureaucratic form filling, and some are giving up the attempt to continue trading with our former partners. At present, freedom of movement around Europe is constrained by the pandemic; soon the impact of the restrictions of Brexit will become more obvious. Indeed, they are already affecting musicians and the young. Meanwhile the Home Office under the execrable Priti Patel is arresting and deporting EU citizens arriving at our borders. So immigrants were “taking our jobs”, were they? Tell that to the many members of the hospitality industry who say they are having huge difficulties in recruiting staff now that their European workers have gone home. According to the British Meat Processors Association, supplies of meat to supermarkets are slowing down because most of the skilled butchers are from EU countries and are leaving Britain. I don’t think Vegan Britain was on the side of Johnson’s referendum bus. I also gather that certain comfortably off people who voted Leave are even having trouble hiring au pairs! The stupidity of Brexit is now being compounded by the stupidity of Lord Frost, our chief negotiator with the EU. It is obvious that we need as good a relationship with our former partners as possible, yet Frost goes out of his way to antagonise them. The advantages of Brexit? Well, Frost recently told the oddly named Commons European scrutiny committee that the government was going to hire an external adviser to identify “post-Brexit opportunities”. It seems they were so intent on shutting the door that they hadn’t thought much further. Worry not. Frost says: “We have high hopes of outside input into this process.” Brexit was “a huge opportunity … to identify opportunities”. The best advice from an external adviser would be to tell Frost to grow up and seek to regain as many of the advantages and privileges of EU membership as we can. By the way I laughed recently when, amid the fallout from the Martin Bashir scandal, Brexiters were adding accusations of a pro-Remain bias at the BBC during the referendum campaign and after. I must say: it escaped me. I lost count of the frequency of Nigel Farage’s appearances – and I was never aware of much BBC coverage of the advantages of membership. To my mind the BBC was, well, balanced.","charCount":"4614","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/williamkeegan\">William Keegan</a>"},{"headline":"An exquisite new exhibition brings home my long obsession with Iran","standfirst":"Not even the sight of Oliver Dowden could dim my excitement at the V&amp;A’s latest triumph","trailText":"Not even the sight of Oliver Dowden could dim my excitement at the V&amp;A’s latest triumph","byline":"Rachel Cooke","main":"<figure class=\"element element-image\" data-media-id=\"e4b403c76b889678049d0f3c487ec98e3bc06ceb\"> <img src=\"https://media.guim.co.uk/e4b403c76b889678049d0f3c487ec98e3bc06ceb/0_282_5587_3351/1000.jpg\" alt=\"A projection of the Tribute to Ahuramazda at the V&A’s Epic Iran exhibition.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A projection of the Tribute to Ahuramazda at the V&amp;A’s Epic Iran exhibition.</span> <span class=\"element-image__credit\">Photograph: Guy Bell/REX/Shutterstock</span> </figcaption> </figure>","body":"<p>I know exactly when Iran first took hold of me. In 1979, I was at school in Jaffa, Israel, my classmates mostly Arab children and the offspring of assorted diplomats. One morning, we arrived for our first lesson to find some desks empty; the Iranian girls and boys, it seemed, were all elsewhere (relations between Israel and Iran were then, bizarre as this sounds now, fully functional). It was explained to us that there had been a revolution. My friend Shirin, it seemed, had returned to Tehran with her family. Even as my teacher smilingly insisted that, yes, of course I would see her again one day, I already understood that I wouldn’t.</p> <p>Thereafter, I never stopped wondering about Iran. What was it like? What strange powers did it hold? I read books about it, I watched films about it and, eventually, I managed to get inside it. I visited Persepolis and the tomb of the poet Hafez in Shiraz. In Isfahan, a cleric whacked me on the back when my scarf slipped. In Yazd, home of Zoroastrianism, my guide broke into an exuberant rendition of Queen’s I Want to Break Free at the top of the city’s Tower of Silence (<a href=\"https://theconversation.com/freddie-mercurys-family-faith-the-ancient-religion-of-zoroastrianism-105806\" title=\"\">Freddie Mercury was a Zoroastrian</a> by birth; the tower is one of the structures on which Zoroastrians traditionally left their dead).</p> <p>I like the way life works in circles, taking you back to where you began. Last Tuesday, I was invited to the opening of the V&amp;A’s exhibition, <a href=\"https://www.theguardian.com/artanddesign/2021/may/26/epic-iran-five-thousand-years-mystical-magnificence-epic-iran-va-review\" title=\"\">Epic Iran</a>, an event so thrilling for me that not even the sight of Oliver Dowden could dent my mood (distracted by a famous photograph of a girl making a bubble with her gum, I managed not to accost the culture secretary, keen though I am to know what he plans to do about the nation’s beleaguered musicians, who now need visas to tour in Europe).</p> <p>You will, perhaps, have read about the V&amp;A’s incredible recreation of the domes of Isfahan, of the exquisite carpets, tiles and manuscripts. But on the night my favourite object was a tiny, easy-to-miss painting of 1495. It depicts the construction of a palace. Scaffolding has been raised, mortar is being mixed. What makes it so charming, and so modern, is that the men working on the site seem so exaggeratedly busy. A well-earned tea break – fetch the samovar! – is surely only moments away.</p> <h2>Too cool to sit</h2>  <figure class=\"element element-image\" data-media-id=\"2a9227d6e3f167009628bf5d46539e763d09577e\"> <img src=\"https://media.guim.co.uk/2a9227d6e3f167009628bf5d46539e763d09577e/0_495_4738_2842/1000.jpg\" alt=\"woman typing at desk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Using a chair at work is old hat.</span> <span class=\"element-image__credit\">Photograph: Old Visuals/Alamy</span> </figcaption> </figure>  <p>Because I would like my back to be less painful, and my bum to be smaller, I’ve finally invested in a standing desk. It comprises three bits of beechwood: slotted together, you perch the result on your existing desk. It’s harder to concentrate standing up; so far, I only use it when writing emails. But this zen lectern also, I believe, gives me the aura of a Japanese architect. I am calm. I am omnipotent. I need some fancy new minimalist clothes.</p> <h2>See Jane rebel</h2>  <figure class=\"element element-image\" data-media-id=\"37be62315c120605afddc10591be821a5599a6f8\"> <img src=\"https://media.guim.co.uk/37be62315c120605afddc10591be821a5599a6f8/0_196_3504_2102/1000.jpg\" alt=\"The Museum of the Home will reopen on 12 June.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Museum of the Home will reopen on 12 June.</span> <span class=\"element-image__credit\">Photograph: Richard Gardner/Rex Features</span> </figcaption> </figure>  <p>Next month, the <a href=\"https://www.museumofthehome.org.uk/\" title=\"\">Museum of the Home</a> (formerly the Geffrye Museum) in east London reopens after an £18m refurbishment: good timing, given the enforced nesting of the last 12 months. Those thoroughly sick of cooking and cleaning will enjoy a new room dedicated to housework, starring mad-looking ancient vacuum cleaners and posters by the See Red Women’s Workshop, a 1970s printing collective. In one, a skit on the Ladybird books many of us remember from childhood, docile Jane, Mummy’s little helper, is transformed into a mini-radical. “Stuff this,” she thinks, shoving aside her duster. “It’s about time I started giving girls an example of all the other things we can do.”</p> <p>• Rachel Cooke is an Observer columnist</p>","newspaperPageNumber":"46","wordcount":"608","commentable":"false","firstPublicationDate":"2021-05-30T06:00:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:46Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht82z","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e4b403c76b889678049d0f3c487ec98e3bc06ceb/0_282_5587_3351/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"I know exactly when Iran first took hold of me. In 1979, I was at school in Jaffa, Israel, my classmates mostly Arab children and the offspring of assorted diplomats. One morning, we arrived for our first lesson to find some desks empty; the Iranian girls and boys, it seemed, were all elsewhere (relations between Israel and Iran were then, bizarre as this sounds now, fully functional). It was explained to us that there had been a revolution. My friend Shirin, it seemed, had returned to Tehran with her family. Even as my teacher smilingly insisted that, yes, of course I would see her again one day, I already understood that I wouldn’t. Thereafter, I never stopped wondering about Iran. What was it like? What strange powers did it hold? I read books about it, I watched films about it and, eventually, I managed to get inside it. I visited Persepolis and the tomb of the poet Hafez in Shiraz. In Isfahan, a cleric whacked me on the back when my scarf slipped. In Yazd, home of Zoroastrianism, my guide broke into an exuberant rendition of Queen’s I Want to Break Free at the top of the city’s Tower of Silence (Freddie Mercury was a Zoroastrian by birth; the tower is one of the structures on which Zoroastrians traditionally left their dead). I like the way life works in circles, taking you back to where you began. Last Tuesday, I was invited to the opening of the V&amp;A’s exhibition, Epic Iran, an event so thrilling for me that not even the sight of Oliver Dowden could dent my mood (distracted by a famous photograph of a girl making a bubble with her gum, I managed not to accost the culture secretary, keen though I am to know what he plans to do about the nation’s beleaguered musicians, who now need visas to tour in Europe). You will, perhaps, have read about the V&amp;A’s incredible recreation of the domes of Isfahan, of the exquisite carpets, tiles and manuscripts. But on the night my favourite object was a tiny, easy-to-miss painting of 1495. It depicts the construction of a palace. Scaffolding has been raised, mortar is being mixed. What makes it so charming, and so modern, is that the men working on the site seem so exaggeratedly busy. A well-earned tea break – fetch the samovar! – is surely only moments away. Too cool to sit Because I would like my back to be less painful, and my bum to be smaller, I’ve finally invested in a standing desk. It comprises three bits of beechwood: slotted together, you perch the result on your existing desk. It’s harder to concentrate standing up; so far, I only use it when writing emails. But this zen lectern also, I believe, gives me the aura of a Japanese architect. I am calm. I am omnipotent. I need some fancy new minimalist clothes. See Jane rebel Next month, the Museum of the Home (formerly the Geffrye Museum) in east London reopens after an £18m refurbishment: good timing, given the enforced nesting of the last 12 months. Those thoroughly sick of cooking and cleaning will enjoy a new room dedicated to housework, starring mad-looking ancient vacuum cleaners and posters by the See Red Women’s Workshop, a 1970s printing collective. In one, a skit on the Ladybird books many of us remember from childhood, docile Jane, Mummy’s little helper, is transformed into a mini-radical. “Stuff this,” she thinks, shoving aside her duster. “It’s about time I started giving girls an example of all the other things we can do.” • Rachel Cooke is an Observer columnist","charCount":"3441","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rachelcooke\">Rachel Cooke</a>"},{"headline":"More boats on canals and rivers than in 18th century as thousands opt for life afloat","standfirst":"<p>Rising house prices and restrictions on overseas travel are leading to a surge in popularity for houseboats</p>","trailText":"Rising house prices and restrictions on overseas travel are leading to a surge in popularity for houseboats","byline":"Miranda Bryant","main":"<figure class=\"element element-image\" data-media-id=\"e37c0a23929051a321d1eeb71ee06e6d89a6d154\"> <img src=\"https://media.guim.co.uk/e37c0a23929051a321d1eeb71ee06e6d89a6d154/0_458_4032_2419/1000.jpg\" alt=\"Annie Mellor and Hayden Crocker on their narrowboat on Regent’s Canal in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Annie Mellor and Hayden Crocker on their narrowboat on Regent’s Canal in London.</span> <span class=\"element-image__credit\">Photograph: Miranda Bryant</span> </figcaption> </figure>","body":"<p>Little more than six months ago, Paul and Anthony Smith-Storey were still living in a three-bedroom semi-detached house near St Helens in Merseyside. But now the couple – and their dog, Dexter – have traded it all in for a life afloat in a two-metre-wide narrowboat on Peak Forest Canal in Derbyshire.</p> <p>“We took the equity out of the house, bought the boat and thought we’d enjoy it while we were still alive,” said Anthony, 48, an NHS sonographer. They are not the only ones.</p> <p>Record numbers are spending time on Britain’s rivers and canals, according to the <a href=\"https://canalrivertrust.org.uk/\" title=\"\">Canal and River Trust</a>. Such is their popularity that the charity, which manages 2,000 miles of waterways across England and Wales, says: “There are more boats on our canals now than at the height of the industrial revolution.”</p> <p>In March, there were 35,130 people with boat licences for rivers and canals<strong> </strong>– compared with 34,435 last year and 32,490 in 2012. Trust surveys put the proportion of “liveaboard” at around 25% (a rise from 15% in 2011) nationally, and it believes the majority of boats in London are permanent homes. The<strong> </strong><a href=\"https://waterways.org.uk/?gclid=CjwKCAjwqcKFBhAhEiwAfEr7zRXgUf6T9wwPf6gu7bS73CdJm5OsG01zAkcVld84bXGTqiBElatt_xoCrE4QAvD_BwE\" title=\"\">Inland Waterways Association</a> (IWA) said there are about 80,000 powered boats across the waterways of England, Scotland and Wales.</p> <p>Meanwhile, boat builders and sellers are reporting record demand. Jamie Greaves, who has been working in the industry for over 20 years and has owned <a href=\"http://www.aintreeboats.co.uk/\" title=\"\">Aintree Boats</a> in Liverpool for over a decade, puts the surge in interest down to the pandemic.</p>  <figure class=\"element element-image\" data-media-id=\"da64f3c1ff9f22f01037f668894abdbdd897aac2\"> <img src=\"https://media.guim.co.uk/da64f3c1ff9f22f01037f668894abdbdd897aac2/0_416_6720_4032/1000.jpg\" alt=\"Anthony, left, and Paul Smith-Store, with Dexter the dog, on their narrowboat in Bugsworth Basin, Derbyshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony, left, and Paul Smith-Store, with Dexter the dog, on their narrowboat in Bugsworth Basin, Derbyshire.</span> <span class=\"element-image__credit\">Photograph: Gary Calton/The Observer</span> </figcaption> </figure>  <p>“People don’t want to travel abroad at the minute, they don’t feel safe, they’d rather have a boat holiday in England.” Others, he said, are making the most of rising house prices to sell up, buy a boat and put some money into savings. The last year has been so busy that they have been turning down work.</p> <p>Chris Hill, managing director of the <a href=\"https://newandusedboat.co.uk/\" title=\"\">New and Used Boat Co</a>, which has offices across the country, said they had record sales in January and February – with business up by 50% on last year.</p> <p>He said customers – who tend to be aged 45 to 60 but 25% of whom are younger – have told him: “Savings in the bank are not earning much money, you can’t really travel abroad, we’ve always wanted a boat, so we’re just sort of saying ‘sod it, we’re just going to do that’.”</p> <p>The value of new and used boats has gone up, but he said the average for a used canal boat is about £45,000 to £50,000 and about £140,000 for a new fully-fitted wide-beamed boat.</p> <p>Alison Smedley, campaigns and public affairs manager at the IWA, said there had been a “steady rise over many years” rather than a sudden surge, but that TV shows such as the BBC’s <em>Canal Boat Diaries</em> have highlighted the appeal of waterways.</p> <p>Matthew Symonds, national boating manager at the Canal &amp; River Trust, said: “During the industrial revolution the canals were private and were used for transporting freight, so the numbers of boats were far fewer and also just for working purposes really. But now we have many more people using the waterways for leisure, but also people using them to live on as well.”</p> <p>In London, the housing crisis has played a role in people choosing to live on boats, he said, and for some it is not a lifestyle choice or passion but “one of the few choices they have”.</p> <p>Andrew Carpenter, boat manager and lead trainer at the <a href=\"https://www.thepiratecastle.org/\" title=\"\">Pirate Castle</a>, a community boat charity in Camden, warned that while it’s positive that more people are enjoying the canals, the recent increase in boats has put <a href=\"https://www.theguardian.com/artanddesign/gallery/2016/sep/20/houseboats-river-thames-in-pictures-life-afloat-katherine-fawssett\">pressure on canalside services</a> such as drinking water and pump-out toilet facilities.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/gallery/2016/sep/20/houseboats-river-thames-in-pictures-life-afloat-katherine-fawssett\">Go with the flow … inside houseboats on the river Thames – in pictures</a> </p> </aside>  <p>Permanent moorings can be expensive and difficult to find, but many people continuously cruise – which means they have to move at least once every 14 days.</p> <p>Annie Mellor, 28, and Hayden Crocker, 32, who both work for tech start-ups, have lived on the River Lee and Regent’s Canal since buying a narrowboat in September, inspired by their lockdown walks along towpaths.</p> <p>“It’s financially quite attractive,” said Crocker, “and it’s a way to live a non-cookie cutter life without huge resources.”</p>","newspaperPageNumber":"16","wordcount":"698","firstPublicationDate":"2021-05-30T06:00:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:00:46Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht9h8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e37c0a23929051a321d1eeb71ee06e6d89a6d154/0_458_4032_2419/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Little more than six months ago, Paul and Anthony Smith-Storey were still living in a three-bedroom semi-detached house near St Helens in Merseyside. But now the couple – and their dog, Dexter – have traded it all in for a life afloat in a two-metre-wide narrowboat on Peak Forest Canal in Derbyshire. “We took the equity out of the house, bought the boat and thought we’d enjoy it while we were still alive,” said Anthony, 48, an NHS sonographer. They are not the only ones. Record numbers are spending time on Britain’s rivers and canals, according to the Canal and River Trust. Such is their popularity that the charity, which manages 2,000 miles of waterways across England and Wales, says: “There are more boats on our canals now than at the height of the industrial revolution.” In March, there were 35,130 people with boat licences for rivers and canals – compared with 34,435 last year and 32,490 in 2012. Trust surveys put the proportion of “liveaboard” at around 25% (a rise from 15% in 2011) nationally, and it believes the majority of boats in London are permanent homes. The Inland Waterways Association (IWA) said there are about 80,000 powered boats across the waterways of England, Scotland and Wales. Meanwhile, boat builders and sellers are reporting record demand. Jamie Greaves, who has been working in the industry for over 20 years and has owned Aintree Boats in Liverpool for over a decade, puts the surge in interest down to the pandemic. “People don’t want to travel abroad at the minute, they don’t feel safe, they’d rather have a boat holiday in England.” Others, he said, are making the most of rising house prices to sell up, buy a boat and put some money into savings. The last year has been so busy that they have been turning down work. Chris Hill, managing director of the New and Used Boat Co, which has offices across the country, said they had record sales in January and February – with business up by 50% on last year. He said customers – who tend to be aged 45 to 60 but 25% of whom are younger – have told him: “Savings in the bank are not earning much money, you can’t really travel abroad, we’ve always wanted a boat, so we’re just sort of saying ‘sod it, we’re just going to do that’.” The value of new and used boats has gone up, but he said the average for a used canal boat is about £45,000 to £50,000 and about £140,000 for a new fully-fitted wide-beamed boat. Alison Smedley, campaigns and public affairs manager at the IWA, said there had been a “steady rise over many years” rather than a sudden surge, but that TV shows such as the BBC’s Canal Boat Diaries have highlighted the appeal of waterways. Matthew Symonds, national boating manager at the Canal &amp; River Trust, said: “During the industrial revolution the canals were private and were used for transporting freight, so the numbers of boats were far fewer and also just for working purposes really. But now we have many more people using the waterways for leisure, but also people using them to live on as well.” In London, the housing crisis has played a role in people choosing to live on boats, he said, and for some it is not a lifestyle choice or passion but “one of the few choices they have”. Andrew Carpenter, boat manager and lead trainer at the Pirate Castle, a community boat charity in Camden, warned that while it’s positive that more people are enjoying the canals, the recent increase in boats has put pressure on canalside services such as drinking water and pump-out toilet facilities. Permanent moorings can be expensive and difficult to find, but many people continuously cruise – which means they have to move at least once every 14 days. Annie Mellor, 28, and Hayden Crocker, 32, who both work for tech start-ups, have lived on the River Lee and Regent’s Canal since buying a narrowboat in September, inspired by their lockdown walks along towpaths. “It’s financially quite attractive,” said Crocker, “and it’s a way to live a non-cookie cutter life without huge resources.”","charCount":"4006","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/miranda-bryant\">Miranda Bryant</a>"},{"headline":"Former leader Michael Daley to contest NSW Labor leadership ballot against Chris Minns","standfirst":"<p>Daley says he wants ‘another opportunity to get it right’ after leading party to defeat in 2019 but will be challenged by transport spokesperson Minns</p>","trailText":"Daley says he wants ‘another opportunity to get it right’ after leading party to defeat in 2019 but will be challenged by transport spokesperson Minns","byline":"Mostafa Rachwani and Guardian staff","main":"<figure class=\"element element-image\" data-media-id=\"58d522927a45b6eff3b072af6dcbd9d7e030bafe\"> <img src=\"https://media.guim.co.uk/58d522927a45b6eff3b072af6dcbd9d7e030bafe/0_0_2500_1500/1000.jpg\" alt=\"Michael Daley and Chris Minns\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former leader Michael Daley (left) and Chris Minns will contest a ballot for the leadership of the NSW Labor party after Jodi McKay stood down last week.</span> <span class=\"element-image__credit\">Composite: James Gourley/David Gray/AAP</span> </figcaption> </figure>","body":"<p>Former NSW Labor leader Michael Daley wants the top job back and is calling on rank and file members upset by the treatment of Jodi McKay to help him “heal our party”.</p> <p>But Daley, who <a href=\"https://www.theguardian.com/australia-news/2019/mar/26/michael-daley-wont-contest-nsw-labor-leadership-after-losing-election\">led Labor to defeat</a> in the 2019 state election, will be challenged by the party’s transport spokesperson, Chris Minns, who will announce his intention to run on Monday.</p> <p>Daley on Sunday said he wanted another opportunity as the state’s opposition leader to try and “get it right”.</p> <p>McKay <a href=\"https://www.theguardian.com/australia-news/2021/may/28/jodi-mckay-resigns-as-nsw-labor-leader-with-chris-minns-likely-successor\">announced last week</a> she was standing down as leader after Labor lost the Upper Hunter byelection to the Nationals which had held the rural NSW seat for 90 years.</p> <p>“I am announcing today that I am nominating tomorrow to be the leader of the Labor party of NSW,” Daley told reporters on Sunday.</p> <p>“I was very sad to see Jodi resign on Friday, it should not have come to that, I was very sad to hear her say she thought the only way to unify our party was to sacrifice her own leadership.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/jodi-mckay-leadership-turmoil-threatens-to-throw-nsw-labor-back-to-the-the-bad-old-days\">Leadership turmoil threatens to throw NSW Labor back to the bad old days | Anne Davies</a> </p> </aside>  <p>Daley’s tilt at the premiership hit a stumbling block before the 2019 poll when a <a href=\"https://www.theguardian.com/australia-news/2019/mar/19/michael-daley-claims-asian-workers-taking-young-peoples-jobs-in-sydney\">tape surfaced </a>in which he appeared to criticise Asian immigration.</p> <p>“Our young children will flee and who are they being replaced with? They are being replaced by young people from, typically, Asia with PhDs,” Daley said in the video.</p> <p>“So there’s a transformation happening in Sydney now where our kids are moving out and foreigners are moving in and taking their jobs.”</p> <p>Daley acknowledged the misstep and apologised “if anyone took offence”. He insisted his comments were not racist but about housing affordability.</p> <p>But the negative publicity – and fumbles regarding the details of his own signature policies late in the campaign – hurt the party’s chances. The next state election in NSW is due in March 2023.</p> <p>“McKay should still be our leader, she was elected by 63% of the Labor party branch members,” Daley said on Sunday.</p> <p>“They own the party, not the upper arches, the members own the party. And some of the members have been on to me, saying that following what happened to Jodi, they’ve been thinking of ripping their membership up.</p> <p>“To all the members of the Labor party in NSW, please don’t do that. Please stay in the party, please help me heal our party and win government in 2023.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/commentisfree/2021/may/25/if-ever-a-seat-was-not-a-litmus-test-for-labor-its-the-upper-hunter-still-the-byelection-reveals-some-truths\">If ever a seat was not a litmus test for Labor it’s the Upper Hunter. Still the byelection reveals some truths | Peter Lewis</a> </p> </aside>  <p>Daley said: “I had four months on the job [in 2018 and 2019] and I want another opportunity to get it right for the people of NSW.”</p> <p>Fellow leadership contender Minns said on Friday that McKay had “shown great leadership in putting the party first”.</p> <p>“In coming days I intend to continue talking to my colleagues in the Labor caucus, party, and movement about how to unify and win the confidence of the people of NSW,” he said on Twitter.</p> <p>A source close to Minns said on Sunday he would announce his intention to run on Monday. Minns, 41, is the member for Kogarah and has run unsuccessfully for the leadership twice before.</p> <p>The former rightwing assistant secretary of the NSW ALP has struggled to gain the support of the unions. In his inaugural speech in the Legislative Assembly, Minns called for reducing union influence in the Labor party and “increasing representation of ordinary members of our party who have more diverse voices”.</p> <p>If there is a contest for the top job, the party must hold a vote of the rank-and-file members, followed by a vote of the caucus. Each is weighted equally.</p>","wordcount":"589","firstPublicationDate":"2021-05-30T04:35:52Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T06:11:27Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htmc7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/58d522927a45b6eff3b072af6dcbd9d7e030bafe/0_0_2500_1500/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Former NSW Labor leader Michael Daley wants the top job back and is calling on rank and file members upset by the treatment of Jodi McKay to help him “heal our party”. But Daley, who led Labor to defeat in the 2019 state election, will be challenged by the party’s transport spokesperson, Chris Minns, who will announce his intention to run on Monday. Daley on Sunday said he wanted another opportunity as the state’s opposition leader to try and “get it right”. McKay announced last week she was standing down as leader after Labor lost the Upper Hunter byelection to the Nationals which had held the rural NSW seat for 90 years. “I am announcing today that I am nominating tomorrow to be the leader of the Labor party of NSW,” Daley told reporters on Sunday. “I was very sad to see Jodi resign on Friday, it should not have come to that, I was very sad to hear her say she thought the only way to unify our party was to sacrifice her own leadership.” Daley’s tilt at the premiership hit a stumbling block before the 2019 poll when a tape surfaced in which he appeared to criticise Asian immigration. “Our young children will flee and who are they being replaced with? They are being replaced by young people from, typically, Asia with PhDs,” Daley said in the video. “So there’s a transformation happening in Sydney now where our kids are moving out and foreigners are moving in and taking their jobs.” Daley acknowledged the misstep and apologised “if anyone took offence”. He insisted his comments were not racist but about housing affordability. But the negative publicity – and fumbles regarding the details of his own signature policies late in the campaign – hurt the party’s chances. The next state election in NSW is due in March 2023. “McKay should still be our leader, she was elected by 63% of the Labor party branch members,” Daley said on Sunday. “They own the party, not the upper arches, the members own the party. And some of the members have been on to me, saying that following what happened to Jodi, they’ve been thinking of ripping their membership up. “To all the members of the Labor party in NSW, please don’t do that. Please stay in the party, please help me heal our party and win government in 2023.” Daley said: “I had four months on the job [in 2018 and 2019] and I want another opportunity to get it right for the people of NSW.” Fellow leadership contender Minns said on Friday that McKay had “shown great leadership in putting the party first”. “In coming days I intend to continue talking to my colleagues in the Labor caucus, party, and movement about how to unify and win the confidence of the people of NSW,” he said on Twitter. A source close to Minns said on Sunday he would announce his intention to run on Monday. Minns, 41, is the member for Kogarah and has run unsuccessfully for the leadership twice before. The former rightwing assistant secretary of the NSW ALP has struggled to gain the support of the unions. In his inaugural speech in the Legislative Assembly, Minns called for reducing union influence in the Labor party and “increasing representation of ordinary members of our party who have more diverse voices”. If there is a contest for the top job, the party must hold a vote of the rank-and-file members, followed by a vote of the caucus. Each is weighted equally.","charCount":"3321","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/mostafa-rachwani-\">Mostafa Rachwani</a> and Guardian staff"},{"headline":"10 of the best summer scents","standfirst":"<p>From a Mediterranean breeze to a garden in bloom, these new fragrances bring an air of holidays and faraway places</p>","trailText":"From a Mediterranean breeze to a garden in bloom, these new fragrances bring an air of holidays and faraway places","byline":"Funmi Fetto","main":"<figure class=\"element element-image\" data-media-id=\"233e5c57b8cb4da69b3b18d59a6c742f81f499bb\"> <img src=\"https://media.guim.co.uk/233e5c57b8cb4da69b3b18d59a6c742f81f499bb/0_157_4000_2400/1000.jpg\" alt=\"Hand holding stylish bottle of perfume with spray of lilac flowers on pink background\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Faraway pleasures: let scent whisk you away.</span> <span class=\"element-image__credit\">Photograph: Bogdan Kurylo/Alamy Stock Photo</span> </figcaption> </figure>","body":"<p>Usually we’d have planned our summer holidays by now. Alas, those jaunts are looking increasingly unlikely. So, let scent whisk you away. Byredo’s Open Sky, a pomelo, pepper and woody offering, pays homage to travel that “exists neither here nor there” – which sounds about right. And Escentric Molecules’s cult scent won’t transport you to a specific location, but is so magnetic that everyone will find you irresistible. Not ideal for socially distancing, but utterly joyous. If you fancy the Mediteranean, take a ride with Aerin’s Honeysuckle in Bloom. Paris? Diptyque’s sexy, smoky fragrance is inspired by a bar in the city. For a leisurely stroll through a French garden, Lancôme’s Rose Peonia is spot on. Dior’s Eden-Roc will send you to the iconic namesake hotel on the French Riviera. Prefer a sunny spell in Calabria? Maison Francis Kurkdjian and Miller Harris’s bergamot-rich scents are just the ticket. Tom Ford also uses bergamot, but the addition of white flowers and black honey invokes faraway island vibes. Jo Malone’s Tangy Rhubarb is reminiscent of a glorious English summer. And, best-case scenario, that’s exactly what we’ll have.</p> <p><strong>1. Dior Eden-Roc 125ml</strong> £220, <a href=\"https://www.dior.com/en_gb/products/beauty-Y0996065-eden-roc-fragrance\">dior.com</a><br><strong>2. Miller Harris Rêverie de Bergamote Eau de Parfum 100ml</strong> £115, <a href=\"https://www.millerharris.com/\">millerharris.com</a><br><strong>3. Diptyque Orphéon Eau de Parfum</strong> £125, <em><a href=\"https://www.diptyqueparis.com/en_uk/p/orpheon-eau-de-parfum-75ml.html\">diptyqueparis.com</a><br></em><strong>4. Aerin Mediterranean Honeysuckle in Bloom Limited Edition</strong> £99,<a href=\"https://www.esteelauder.co.uk/product/28476/85987/product-catalog/aerin/aerin-limited-edition/mediterranean-honeysuckle-in-bloom/mediterranean-honeysuckle-in-bloom/eau-de-parfum\"> esteelauder.co.uk</a><br><strong>5. Jo Malone Tangy Rhubarb 30ml</strong> £55, <a href=\"https://www.jomalone.co.uk/product/25946/86735/colognes/tangy-rhubarb-cologne\">jomalone.co.uk</a><br><strong>6. Escentric Molecules </strong><strong>Molecule 01 + Mandarin</strong> £95, <a href=\"https://www.libertylondon.com/uk/molecule-01-mandarin-eau-de-toilette-100ml-000729765.html#pos=9\">libertylondon.com</a><br><strong>7. Tom Ford Soleil Brûlant 50ml </strong>£228, <a href=\"https://www.tomford.co.uk/soleil-brulant/T962.html?dwvar_T962_color=OC&amp;cgid=SOLEIL-COLLECTION#start=1\">tomford.co.uk</a><br><strong>8. Maison Lancôme Les Fleurs Rose Peonia</strong> £162, <a href=\"https://www.lancome.co.uk/perfume/women-s-perfume/maison-lancome/maison-lancome-rose-peonia/A02228-LAC.html#start=1&amp;cgid=L3_Fragrance_Women_Maison_Lancome\">lancome.co.uk</a><br><strong>9. Byredo Open Sky 100ml</strong> £178, <a href=\"https://www.byredo.com/uk_en/open-sky-eau-de-parfum-100-ml\">byredo.com</a><br><strong>10. Maison Francis Kurkdjian Aqua Celestia Cologne Forte</strong> £165, <a href=\"https://www.selfridges.com/GB/en/cat/maison-francis-kurkdjian-aqua-celestia-cologne-forte-eau-de-parfum-70ml_R03763084/\">selfridges.com</a></p> <p><em>Follow Funmi on Twitter <a href=\"https://twitter.com/funmifetto?lang=en\">@FunmiFetto</a></em></p>","newspaperPageNumber":"41","wordcount":"277","commentable":"false","firstPublicationDate":"2021-05-30T05:30:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T05:30:46Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hgztq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/233e5c57b8cb4da69b3b18d59a6c742f81f499bb/0_157_4000_2400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Usually we’d have planned our summer holidays by now. Alas, those jaunts are looking increasingly unlikely. So, let scent whisk you away. Byredo’s Open Sky, a pomelo, pepper and woody offering, pays homage to travel that “exists neither here nor there” – which sounds about right. And Escentric Molecules’s cult scent won’t transport you to a specific location, but is so magnetic that everyone will find you irresistible. Not ideal for socially distancing, but utterly joyous. If you fancy the Mediteranean, take a ride with Aerin’s Honeysuckle in Bloom. Paris? Diptyque’s sexy, smoky fragrance is inspired by a bar in the city. For a leisurely stroll through a French garden, Lancôme’s Rose Peonia is spot on. Dior’s Eden-Roc will send you to the iconic namesake hotel on the French Riviera. Prefer a sunny spell in Calabria? Maison Francis Kurkdjian and Miller Harris’s bergamot-rich scents are just the ticket. Tom Ford also uses bergamot, but the addition of white flowers and black honey invokes faraway island vibes. Jo Malone’s Tangy Rhubarb is reminiscent of a glorious English summer. And, best-case scenario, that’s exactly what we’ll have. 1. Dior Eden-Roc 125ml £220, dior.com 2. Miller Harris Rêverie de Bergamote Eau de Parfum 100ml £115, millerharris.com 3. Diptyque Orphéon Eau de Parfum £125, diptyqueparis.com 4. Aerin Mediterranean Honeysuckle in Bloom Limited Edition £99, esteelauder.co.uk 5. Jo Malone Tangy Rhubarb 30ml £55, jomalone.co.uk 6. Escentric Molecules Molecule 01 + Mandarin £95, libertylondon.com 7. Tom Ford Soleil Brûlant 50ml £228, tomford.co.uk 8. Maison Lancôme Les Fleurs Rose Peonia £162, lancome.co.uk 9. Byredo Open Sky 100ml £178, byredo.com 10. Maison Francis Kurkdjian Aqua Celestia Cologne Forte £165, selfridges.com Follow Funmi on Twitter @FunmiFetto","charCount":"1801","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/funmi-fetto\">Funmi Fetto</a>"}]