{"response":{"status":"ok","userTier":"developer","total":2271554,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227156,"orderBy":"newest","results":[{"id":"world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T10:09:33Z","webTitle":"Covid live news: UK considering compulsory vaccination for NHS staff; Malaysia to increase immunisation efforts ","webUrl":"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","apiUrl":"https://content.guardianapis.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus","fields":{"headline":"Covid live news: UK considering compulsory vaccination for NHS staff; Malaysia to increase immunisation efforts ","standfirst":"<p>Latest updates: <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b34a0e8f08d486a771760b#block-60b34a0e8f08d486a771760b\">UK government considering mandatory jabs for health workers</a>; <a href=\"https://www.theguardian.com/world/live/2021/may/30/covid-live-news-uk-lockdown-ending-date-keir-starmer-boris-johnson-australia-new-zealand-india-variant-coronavirus?page=with:block-60b342668f086d71cc15efd6#block-60b342668f086d71cc15efd6\">Malaysia to set up more mega vaccination centres</a></p><ul><li><a href=\"https://www.theguardian.com/politics/2021/may/29/keir-starmer-boris-johnsons-chaos-could-hit-june-plan-to-lift-lockdown\">Keir Starmer: Boris Johnson’s chaos could hit June plan to lift lockdown</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Latest updates: UK government considering mandatory jabs for health workers; Malaysia to set up more mega vaccination centres","byline":"Caroline Davies","main":"<figure class=\"element element-image\" data-media-id=\"237a4ea09ddf9a90716c55143bcae6a72f4b5f8f\"> <img src=\"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/1000.jpg\" alt=\"People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People sitting outside drinking and eating al fresco in Margate, Kent. Plans for further unlocking are being questioned due to the spread of the Indian variant over Covid-19.</span> <span class=\"element-image__credit\">Photograph: Nathaniel Noir/Alamy</span> </figcaption> </figure>","body":"<div id=\"block-60b344618f086d71cc15efdf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:09:33.305Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vietnam’s </strong>business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday.<br>“All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported.“While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added.<br>Ho Chi Minh City earlier this week shut down shops and restaurants.</p> </div>   </div> <div id=\"block-60b35fc58f088d8c3178d85f\" class=\"block\" data-block-contributor=\"profile/michael-standaert\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:52:00.587Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A leading scientist has called for stallholders at the Huanan seafood market in<strong> Wuhan t</strong>o be interviewed in any further investigation of the Covid-19 epidemic.</p> <p>Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, <a href=\"https://www.theguardian.com/us-news/2021/may/27/biden-china-coronavirus-origins-beijing\">has ordered the US intelligence community to intensify its efforts</a> to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction.</p> <p>He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory.</p> <p>It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the <a href=\"https://en.wikipedia.org/wiki/World_Health_Organization\">World Health Organization</a> visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife.</p> <p>Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market.</p> <p>“However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/30/covid-team-interview-wuhan-market-virologist-animals\">Covid investigators must interview Wuhan stall owners, says virologist</a> </p> </aside> </div>   </div> <div id=\"block-60b347988f086d71cc15effb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:41:45.787Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan </strong>reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall.</p> <p>It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms.</p> </div>   </div> <div id=\"block-60b35b988f086d71cc15f0ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:33:56.639Z\">10.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The<strong> UK </strong>government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. </p> <p>Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show:</p> <blockquote class=\"quoted\"> <p>What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country.</p> <p>Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it.</p> <p>But we will know it on, hopefully on the 14th, a few more weeks.</p> </blockquote> <p>He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”.</p> </div>   </div> <div id=\"block-60b34f2d8f086d71cc15f050\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:42:52.214Z\">9.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On the possible compulsory vaccination of NHS staff in the<strong> UK, </strong>Labour’s shadow cabinet minister Thangam Debbonaire, said “threatening” NHS staff to have the vaccine was not a good idea.</p> <p>The shadow Commons leader told Sky News:</p> <blockquote class=\"quoted\"> <p>Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.”</p> </blockquote> <p>Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said.</p> <blockquote class=\"quoted\"> <p>I would like to see the government work with the NHS and social care staff.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:06:09.244Z\">at 11.06am BST</time></p>  </div> <div id=\"block-60b34df18f08d486a7717630\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:38:28.212Z\">9.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the <strong>UK. </strong></p> <p>Professor Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told <strong><a href=\"https://www.thetimes.co.uk/radio\">Times Radio</a></strong> that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid.</p> <p>Speaking in a personal capacity, he added:</p> <blockquote class=\"quoted\"> <p>It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.”</p> </blockquote> <p>Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”.</p> <p><br>He added: </p> <blockquote class=\"quoted\"> <p>The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise.</p> <p>So... the benefits might change and that might affect the decision about whether to vaccinate children in the future.</p> </blockquote> </div>   </div> <div id=\"block-60b34cb58f08d486a7717625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:31:14.697Z\">9.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>British regulators were still considering whether to offer jabs to children, UK vaccine minister Nadhim Zahawi told Sky News:</p> <blockquote class=\"quoted\"> <p>Our own regulator has not yet approved giving vaccines to children.</p> <p>You have to make sure the vaccines are incredibly safe before you give them to children.</p> </blockquote> <p>The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required.</p> <p>But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: <br></p> <blockquote class=\"quoted\"> <p>On the whole you are vaccinating to protect their families and their communities and the country.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T10:06:31.684Z\">at 11.06am BST</time></p>  </div> <div id=\"block-60b34a0e8f08d486a771760b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:26:46.926Z\">9.26am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK considering compulsory vaccination for NHS staff</h2>  <div class=\"block-elements\">  <p><strong>UK</strong> vaccines minister<strong> Nadhim Zahawi </strong>confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff.</p> <p>He told Sky News:</p> <blockquote class=\"quoted\"> <p>It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated.</p> <p>There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about.</p> </blockquote> <p>He also said that the <strong>World Health Organisation </strong>investigation must be able to fully investigate the origins of the pandemic. <br>The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan.<br>Asked about the report, Zahawi said: </p> <blockquote class=\"quoted\"> <p> I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:29:59.519Z\">at 9.29am BST</time></p>  </div> <div id=\"block-60b347678f088d8c3178d76a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:21:03.373Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia </strong>reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections.<br>The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162.<br>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports.</p> </div>   </div> <div id=\"block-60b341ba8f086d71cc15efd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:09:47.076Z\">9.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>British Beer and Pub Association </strong>(BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”.</p> <p>She told BBC Breakfast: </p> <blockquote class=\"quoted\"> <p>We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery.</p> <p>What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed.</p> <p>If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation.</p> <p>But right now we are asking the Government to stick to their road map.</p> </blockquote> </div>   </div> <div id=\"block-60b3415a8f088d8c3178d737\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:55:44.252Z\">8.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed coronavirus cases in <strong>Germany</strong> increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed.</p> </div>   </div> <div id=\"block-60b342668f086d71cc15efd6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:49:18.598Z\">8.49am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia to set up more vaccination centres</h2>  <div class=\"block-elements\">  <p><strong> Malaysia</strong> is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports.</p> <p>Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital,<strong> Kuala Lumpur,</strong> and are considering two in the northen state of <strong>Penang</strong> and in the southern state of <strong>Johor</strong>.</p> <p>Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply.</p> <p>Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up.</p> <p>Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus.</p> <p>Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533.<br><br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T08:32:53.441Z\">at 9.32am BST</time></p>  </div> <div id=\"block-60b33f918f088d8c3178d71b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:38:50.231Z\">8.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than half of people in their 30s in <strong>England </strong>have received a coronavirus vaccination in a period of little over two weeks, new figures reveal.</p> <p><strong>NHS England</strong> said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose.</p> <p>The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle.</p> <p>The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India.</p> <p>It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:47:00.252Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b33f178f08d486a7717595\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:31:34.792Z\">8.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>India </strong>today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460.</p> <p>The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T07:37:49.127Z\">at 8.37am BST</time></p>  </div> <div id=\"block-60b3337f8f086d71cc15ef4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T07:22:30.910Z\">8.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning, and welcome to the coronavirus global blog. <a href=\"https://www.theguardian.com/profile/carolinedavies\">Caroline Davies</a> here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com.</p> <p>In the<strong> UK,</strong> there are calls for a more informed debate on the planned lifting of all legal limits on social contact in <strong>England </strong>on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. <a href=\"https://www.theguardian.com/commentisfree/2021/may/29/we-faced-an-unprecedented-crisis-but-tens-of-thousands-of-second-wave-covid-deaths-were-avoidable-and-unforgivable\">Writing in The Observer, opposition leader Sir Keir Starmer </a>said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread.</p> <p>Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.</p> </div>   </div>","wordcount":"2153","firstPublicationDate":"2021-05-30T07:22:38Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:09:33Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htndp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/237a4ea09ddf9a90716c55143bcae6a72f4b5f8f/0_360_5399_3239/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Vietnam’s business hub Ho Chi Minh City will begin social distancing measures in the city for 15 days starting from Monday in an effort to curb the spread of the coronavirus, according to the state-run Tuoi Tre newspaper reported on Sunday. “All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,” the newspaper reported.“While all citizens of Go Vap district are not allowed to go out if not necessary,” the report added. Ho Chi Minh City earlier this week shut down shops and restaurants. A leading scientist has called for stallholders at the Huanan seafood market in Wuhan to be interviewed in any further investigation of the Covid-19 epidemic. Dr Eddie Holmes has joined a growing chorus of voices calling for further investigation into the source of the pandemic. The US president, Joe Biden, has ordered the US intelligence community to intensify its efforts to study the origins of coronavirus, as the theory that the virus might have come from a lab in Wuhan gains traction. He revealed that two of the 18 intelligence agencies are leaning towards the animal link and one leans more toward the lab theory. It is still thought by many that the market in Wuhan is at the centre of the Covid-19 breakout and that the virus jumped from an animal species to humans. On 31 January 2021, a team of scientists led by the World Health Organization visited the market. However, according to their report only two stall operators were interviewed, and neither was engaged in trading wildlife. Edward Holmes, an expert in the evolution and emergence of infectious diseases at the University of Sydney, who saw live wildlife being traded at the Huanan market in 2014, said: “As wildlife present the greatest risk, this should have been the priority in the WHO’s investigation of the market. “However, I’m not sure who controlled the WHO’s schedule so it may have been out of their hands,” he added. “At the very least these stallholders need to be reinterviewed in any additional investigation into the virus origins.” Taiwan reported 355 domestic Covid-19 cases on Sunday. After recording just a handful of daily infections for months, Taiwan is dealing with relatively large numbers of community transmissions, though infection rates are starting to fall. It has only vaccinated around 1% of its more than 23 million people but has almost 30 million shots on order, from AstraZeneca Plc, Moderna Inc and two domestic firms. The UK government is waiting for the latest data on June 14 before deciding whether to proceed with easing the lockdown on June 21, vaccine minister Nadhim Zahawi said. Asked whether that step could be taken if cases were still increasing, he told BBC1’s Andrew Marr Show: What I’m saying to you is we have to be cautious. We have to look at the data and share it with the country. Are we still vaccinating at scale? Big tick. Are the vaccines working? Yes. But are infection rates too high for us to then not be able to proceed because there are too many people getting into hospital? I don’t know the answer to it. But we will know it on, hopefully on the 14th, a few more weeks. He said that as the virus becomes endemic “we’re going to have to live with a certain amount of Covid being transmitted”. On the possible compulsory vaccination of NHS staff in the UK, Labour’s shadow cabinet minister Thangam Debbonaire, said “threatening” NHS staff to have the vaccine was not a good idea. The shadow Commons leader told Sky News: Given we have got a recruitment crisis in parts of the NHS I think it’s far more important we try and work with staff rather than against them. Threatening staff, I don’t think is a good idea.” Public Health England and the NHS had been successful when they had worked with people to address their doubts and answer questions about the jab, she said. I would like to see the government work with the NHS and social care staff. More on the question of vaccinating children, one expert has said that the emergence of new variants could influence the decision in the UK. Professor Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told Times Radio that there were “debates” about the possible risks of “very, very rare complications” associated with vaccination, which had to be balanced against the “certainty” that someone can get “very severe complications” by catching Covid. Speaking in a personal capacity, he added: It may well be that actually giving children vaccines will become a clearer option once we know more about the disease in children and whether the new variants are spreading further into the paediatric population and causing more significant disease. That could certainly change the risk-benefit ratio.” Prof Openshaw said the UK placed an emphasis on “public health benefits” and therefore “vaccinating those who may be transmitting disease, sometimes unknowingly, is a perfectly good justification for vaccination”. He added: The new variants extending further down the age range and being of quite high prevalence even in children as young as four, it may be that actually children and school children are going to be a more important part of the transmission chain as the virus becomes more transmissible as new variants arise. So... the benefits might change and that might affect the decision about whether to vaccinate children in the future. British regulators were still considering whether to offer jabs to children, UK vaccine minister Nadhim Zahawi told Sky News: Our own regulator has not yet approved giving vaccines to children. You have to make sure the vaccines are incredibly safe before you give them to children. The Pfizer jab has been approved for use in 12-year-olds by regulators in the European Union, US and Canada and Zahawi said the “infrastructure” was in place to jab children in the UK if required. But he said the issue was complicated because the main benefits of the jab were not necessarily felt by children themselves but instead by those around them. He said: On the whole you are vaccinating to protect their families and their communities and the country. UK vaccines minister Nadhim Zahawi confirmed the government was considering whether coronavirus jabs should be compulsory for NHS staff. He told Sky News: It’s absolutely the right thing and it would be incumbent on any responsible government to have the debate, to do the thinking as to how we go about protecting the most vulnerable by making sure that those who look after them are vaccinated. There is precedent for this, obviously surgeons get vaccinated for hepatitis B, so it’s something that we are absolutely thinking about. He also said that the World Health Organisation investigation must be able to fully investigate the origins of the pandemic. The Sunday Times reported that British agents believe it is “feasible” that the crisis began with a coronavirus leak from a Chinese research laboratory in Wuhan. Asked about the report, Zahawi said: I think it’s really important that the WHO is allowed to conduct its investigation unencumbered into the origins of this pandemic and that we should leave no stone unturned to understand why - not only because of the current pandemic that has swept the world but also for future-proofing the world’s capability to deal with pandemics. Russia reported 9,694 new cases on Sunday, the highest number since the end of March, which took the national tally to 5,063,442 infections. The Russian coronavirus task force said that 355 more deaths of Covid-19 patients were confirmed in the past 24 hours, bringing the official death toll to 121,162. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021, Reuters reports. The British Beer and Pub Association (BBPA) chief executive Emma McClarkin has called on the UK government to provide advance notice to businesses if restrictions are to remain after June 21. McClarkin acknowledged the government was in a “difficult situation” but said Whitehall had to “stick to its road map”. She told BBC Breakfast: We need the Government to stick to its road map of removing those restrictions by the 21st of June if we want to see the great British pub really begin its recovery. What I need to say is June 21 is absolutely critical to the recovery of the sector. Recovery day only starts when the restrictions are removed. If the Government does leave any lingering restrictions in play then they really need to give us advance notice of that and it needs to talk seriously about financial compensation. But right now we are asking the Government to stick to their road map. The number of confirmed coronavirus cases in Germany increased by 3,852 to 3,679,148, data from the Robert Koch Institute (RKI) for infectious diseases showed on Sunday. The reported death toll rose by 56 to 88,406, the tally showed. Malaysia is planning to set up more mega vaccination centres and get private doctors to join immunisation efforts, after five consecutive days of record daily coronavirus infections, Reuters reports. Science minister Khairy Jamaluddin told a virtual news briefing on Sunday that the government will set up another five mega vaccination centres around the capital, Kuala Lumpur, and are considering two in the northen state of Penang and in the southern state of Johor. Nearly 6% of the country’s 32 million people have been vaccinated, according to the website of the governmental Special Committee for Ensuring Access to COVID-19 Vaccine Supply. Khairy said the government is also looking to allow drive-through vaccination centres in the country, after guidelines are firmed up. Prime Minister Muhyiddin Yassin on Friday announced a nationwide total lockdown from June 1-14 in an effort to curb the spread of the virus. Malaysia reported 6,999 new cases on Sunday, bringing the total infections in the country to 565,533. More than half of people in their 30s in England have received a coronavirus vaccination in a period of little over two weeks, new figures reveal. NHS England said that, since it began opening up the vaccine rollout to this age group on May 13, 53% of those aged 30 to 39 have been given at least one dose. The data comes as Prof Stephen Reicher, a psychologist on the Sage sub-committee advising ministers on behavioural science, said the government was in a “pickle” because it appeared to have abandoned the “data not dates” principle. The NHS, meanwhile, is asking people aged 50 and older, as well as those who are clinically vulnerable, to bring forward their second Covid-19 vaccination to help combat the spread of the B1.617.2 variant first identified in India. It follows the Joint Committee on Vaccination and Immunisation (JCVI) recommending earlier this month that the second dose interval be shortened from 12 weeks to eight for people in priority cohorts. India today reported its lowest daily rise in new coronavirus infections in 46 days at 165,553 cases during the previous 24 hours, while deaths rose by 3,460. The south Asian nation’s tally of infections now stands at 27.9m, with a death toll of 325,972, health ministry data showed on Sunday. Good morning, and welcome to the coronavirus global blog. Caroline Davies here, taking you through key developments today. You can get in touch on caroline.davies@theguardian.com. In the UK, there are calls for a more informed debate on the planned lifting of all legal limits on social contact in England on June 21 as Labour questioned if the move would proceed. The continued spread of the Indian coronavirus variant has prompted experts to argue restrictions should remain in place until more people have received both doses of a vaccine amid reports ministers are drawing up plans for a partial end of lockdown. NHS Providers chief executive Chris Hopson said a “much better quality of debate” was needed on the implications of easing measures, according to the BBC. Writing in The Observer, opposition leader Sir Keir Starmer said “weak, slow decisions” by the Government on border policy had allowed the Indian variant to spread. Meanwhile, leaders of Australia and New Zealand have had their first face-to-face meeting since the coronavirus outbreak prompted both countries to close their borders. Australian prime minister Scott Morrison arrived in the tourist resort of Queenstown for an overnight visit on Sunday. He greeted his New Zealand counterpart Jacinda Ardern with a traditional Maori hongi, in which the pair pressed noses together. Morrison is the first major world leader to visit New Zealand since both countries shut their borders last year to contain the virus. The neighbours opened a quarantine-free travel bubble last month, although a recent outbreak of the virus in Melbourne has prompted New Zealand to suspend the arrangement with Victoria state.","charCount":"12984","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/carolinedavies\">Caroline Davies</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-30T10:09:31Z","webTitle":"French Open 2021: Naomi Osaka in early action on day one – live!","webUrl":"https://www.theguardian.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/30/tennis-french-open-2021-day-one-naomi-osaka-thiem-tsistipas-evans-live","fields":{"headline":"French Open 2021: Naomi Osaka in early action on day one – live!","standfirst":"<ul><li>Updates from first day of the tournament at Roland-Garros</li><li><a href=\"https://www.theguardian.com/sport/2021/may/29/ashleigh-barty-iga-swiatek-french-open-new-era-dominance-clay\">Tumaini Carayol: Barty and Swiatek are big hitters on clay</a></li><li>Get in touch! Email <a href=\"mailto:daniel.harris.casual@theguardian.com\">Daniel here</a> with your thoughts</li></ul>","trailText":"<strong>Live updates: </strong>The year’s second grand slam tournament kicks off with plenty of star names in action at Roland-Garros. Join Daniel Harris for more","byline":"Daniel Harris","main":"<figure class=\"element element-image\" data-media-id=\"fd7da5764fd8b5ecda3907b1b6b6aa478d9c5903\"> <img src=\"https://media.guim.co.uk/fd7da5764fd8b5ecda3907b1b6b6aa478d9c5903/0_115_3500_2101/1000.jpg\" alt=\"Naomi Osaka takes on Romania’s Patricia Tig in the first round.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naomi Osaka takes on Romania’s Patricia Tig in the first round.</span> <span class=\"element-image__credit\">Photograph: Christian Hartmann/Reuters</span> </figcaption> </figure>","body":"<div id=\"block-60b363f78f08d486a7717718\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:09:31.338Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It took a while, but Fognini has fought back to take the first set from Barrere, 6-4;</strong> Kalinina now leads Kerber – who’s won every major but this one – 6-2 4-0. </p> </div>   </div> <div id=\"block-60b362358f088d8c3178d876\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:01:56.923Z\">11.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tossing those opportunities has not not gone down well with Osaka, </strong>who powers through a break to love, seizing the first set and sealing it with a colossal forehand racing forward. <strong>Tig 4-6 Osaka</strong></p> </div>   </div> <div id=\"block-60b361c78f088d8c3178d872\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:00:12.907Z\">11.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Updates from the women’s side: </strong>Kozlova 2-6 Tomljanovic, Cocciaretto 1-6 2-3 Bogdan, Collins 6-2 1-1 Wang </p> </div>   </div> <div id=\"block-60b361268f08d486a77176fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:57:01.746Z\">10.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Have a look! </strong>Kalinina breaks Kerber in the first game of the second set and quickly consolidates, while a double fault helps Tig earn a break-back point; Osaka impatiently whips a forehand long, and we’re back on serve! <strong>Tig 4-5 Osaka</strong></p> </div>   </div> <div id=\"block-60b3607f8f08d486a77176f8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:55:16.454Z\">10.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Tig saves three set points, forcing Osaka to serve for the first set, while Badosa has taken hers against Davis, 6-2. </strong>When they’re done on court six, Dan Evans will have a go; he plays the dangerous Serb, Miomir Kecmanović.</p> </div>   </div> <div id=\"block-60b35f878f088d8c3178d85e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:49:22.718Z\">10.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Kerber couldn’t do enough,</strong> and after a succession of deuces during which she saved a set point with a net cord, Kalinina comes through 6-2. </p> </div>   </div> <div id=\"block-60b35ec08f088d8c3178d851\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:47:50.416Z\">10.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Carreno Busta, the number 12 seed, has rinsed through the first set against Gombos 6-3 and now trails 0-1 in the second, on serve;</strong> I’m not quite sure how they’ve managed 10 games so quickly, but they have. By way of comparison, Barrere leads Fognini 3-2, still with the break he took early doors. </p> </div>   </div> <div id=\"block-60b35e178f08d486a77176cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:44:10.141Z\">10.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Osaka isn’t a natural mover on clay but she’s hitting it very nicely indeed, especially with feet planted.</strong> She’s won 15 out of 16 on serve, and her second straight love-game leaves her close to the first set. <strong>Tig 2-5 Osaka</strong></p> </div>   </div> <div id=\"block-60b35d6f8f086d71cc15f0e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:40:55.712Z\">10.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Yeah, time’s up. Kerber has roused herself to claw back a break.</strong> It might not save this set for her, but if she maintains her current level, she’ll be reet. <strong>Kalinina 5-2 Kerber</strong></p> </div>   </div> <div id=\"block-60b35cac8f088d8c3178d837\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:39:07.382Z\">10.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Out of the corner of my eye, I’m also watching Paula Badosa, the number 33 seed, playing Lauren Davis;</strong> Badosa is a Manhattan-born Spaniard and won the girls’ singles in 2015. She’s looking good out there, leading 4-2. </p> </div>   </div> <div id=\"block-60b35c3d8f086d71cc15f0d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:36:21.145Z\">10.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Elsewhere, Bogdan has taken the first set against Cocciaretto, 6-1; </strong>Fognini is a break down to Barrere; and Tomljanovic leads Kozlova 3-0. </p> </div>   </div> <div id=\"block-60b35b8c8f08d486a77176aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:32:45.167Z\">10.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It’s all going wrong for Kerber, who now trails Kalinina 5-0.</strong> Under an umbrella – what a lovely sight that is – she takes some deep breaths while having a serious word with herself. </p> </div>   </div> <div id=\"block-60b35a688f088d8c3178d81c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:30:16.820Z\">10.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Yeah, Osaka is grooving, greeting a decent first serve with a belter of a cross-court return to raise break point. </strong>But Tig yanks her in and Osaka stutter-slides in to botch a slice of her own ... but no matter. She’s piecing Tig up here, and a booming forehand nails her fourth advantage. <strong>Tig 0-2 Osaka</strong></p> </div>   </div> <div id=\"block-60b359008f08d486a771768d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:24:56.730Z\">10.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>I’m also watching Angelique Kerber, who’s not a great clay artist and is 0-2 down to Anhelina Kalinina, the qualifer. </strong>Meanwhile, on Chatrier, Jo Durie discusses how brilliant the current standard of women’s tennis is, and she’s right. I suppose I might slightly disagree, she’ll be devo’d to learn, because there’s no dominant champion at the peak of their powers. Perhaps Osaka will be become that, but otherwise there are so many who are so good, and when you stick on a match you’ve not a clue what’s going to happen, and that’s a beautiful thing. </p> </div>   </div> <div id=\"block-60b357a78f088d8c3178d803\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:17:58.366Z\">10.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>I’m really looking forward to seeing the improvements Osaka has made on clay, </strong>and she saves a break point in the opening game of the match. <strong>Tig 0-1 Osaka. </strong></p> </div>   </div> <div id=\"block-60b356aa8f086d71cc15f093\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:11:34.679Z\">10.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>On Chatrier, Naomi Osaka will be underway in une minute.</strong> Here’s Tumaini Carayol on her big call.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/27/naomi-osaka-media-snub-big-loss-tennis-french-open\">Forthcoming. insightful, eloquent: Naomi Osaka’s media snub is a big loss for tennis | Tumaini Carayol</a> </p> </aside> </div>   </div> <div id=\"block-60b3554f8f08d486a7717676\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:08:59.166Z\">10.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Order of play</h2>  <div class=\"block-elements\">  <p>Well, on the show courts - there’s plenty else besides.</p> <p><strong>Chatrier</strong></p> <p>Tig v Osaka [2]</p> <p>Andujar v Thiem [4]</p> <p>Azarenka [15] v Kuznetsova</p> <p>Tsitsipas [5] v Chardy</p> <p><strong>Lenglen</strong></p> <p>Fognini [27] v Barrere</p> <p>Minnen [Q] v Kvitova [11]</p> <p>Konjuh [Q] v Sabalneka [3]</p> <p>Zverev [6] v Otte [Q]</p> <p><strong>Mathieu</strong></p> <p>Burel v Kovinivic</p> <p>Fucsovics v Simon</p> <p>Moutet v Djere</p> <p>Dodin v Keys [23]</p> </div>   </div> <div id=\"block-60b34c068f088d8c3178d7a3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T08:56:05.819Z\">9.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>It’s been an enervating, affirming winter slog, but we made it, and with the first ball tossed this morning, the summer of sport – the ridiculous summer of sport – is upon us. And you can be absolutely certain that we’ll take it.</p> <p>Most importantly, each of the show courts will house up to 1000 fans a day for each of the first 10 days – and hopefully more thereafter. They, like the rest of us, will be wondering whether this, finally, is the year that Rafael Nadal finally runs out of road; Novak Djokovic, Dominic Thiem, Stefanos Tsitsipas and Daniil Medvedev will be hoping so, but it will only be a hope. </p> <p>Meanwhile and as has become the fashion – sorry, <em>le mode</em> – no one has a clue what’ll happen in the women’s side. Iga Swiatek is the defending champion and if she hits a vein she’ll be hard to stop, but there are just so many others who might do likewise that anyone who thinks they know is lying. I cannot wait.</p> <p><strong>Play: 11pm local, 10am BST</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:43:31.151Z\">at 10.43am BST</time></p>  </div>","wordcount":"840","firstPublicationDate":"2021-05-30T08:57:17Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:09:31Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htzxz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/fd7da5764fd8b5ecda3907b1b6b6aa478d9c5903/0_115_3500_2101/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It took a while, but Fognini has fought back to take the first set from Barrere, 6-4; Kalinina now leads Kerber – who’s won every major but this one – 6-2 4-0. Tossing those opportunities has not not gone down well with Osaka, who powers through a break to love, seizing the first set and sealing it with a colossal forehand racing forward. Tig 4-6 Osaka Updates from the women’s side: Kozlova 2-6 Tomljanovic, Cocciaretto 1-6 2-3 Bogdan, Collins 6-2 1-1 Wang Have a look! Kalinina breaks Kerber in the first game of the second set and quickly consolidates, while a double fault helps Tig earn a break-back point; Osaka impatiently whips a forehand long, and we’re back on serve! Tig 4-5 Osaka Tig saves three set points, forcing Osaka to serve for the first set, while Badosa has taken hers against Davis, 6-2. When they’re done on court six, Dan Evans will have a go; he plays the dangerous Serb, Miomir Kecmanović. Kerber couldn’t do enough, and after a succession of deuces during which she saved a set point with a net cord, Kalinina comes through 6-2. Carreno Busta, the number 12 seed, has rinsed through the first set against Gombos 6-3 and now trails 0-1 in the second, on serve; I’m not quite sure how they’ve managed 10 games so quickly, but they have. By way of comparison, Barrere leads Fognini 3-2, still with the break he took early doors. Osaka isn’t a natural mover on clay but she’s hitting it very nicely indeed, especially with feet planted. She’s won 15 out of 16 on serve, and her second straight love-game leaves her close to the first set. Tig 2-5 Osaka Yeah, time’s up. Kerber has roused herself to claw back a break. It might not save this set for her, but if she maintains her current level, she’ll be reet. Kalinina 5-2 Kerber Out of the corner of my eye, I’m also watching Paula Badosa, the number 33 seed, playing Lauren Davis; Badosa is a Manhattan-born Spaniard and won the girls’ singles in 2015. She’s looking good out there, leading 4-2. Elsewhere, Bogdan has taken the first set against Cocciaretto, 6-1; Fognini is a break down to Barrere; and Tomljanovic leads Kozlova 3-0. It’s all going wrong for Kerber, who now trails Kalinina 5-0. Under an umbrella – what a lovely sight that is – she takes some deep breaths while having a serious word with herself. Yeah, Osaka is grooving, greeting a decent first serve with a belter of a cross-court return to raise break point. But Tig yanks her in and Osaka stutter-slides in to botch a slice of her own ... but no matter. She’s piecing Tig up here, and a booming forehand nails her fourth advantage. Tig 0-2 Osaka I’m also watching Angelique Kerber, who’s not a great clay artist and is 0-2 down to Anhelina Kalinina, the qualifer. Meanwhile, on Chatrier, Jo Durie discusses how brilliant the current standard of women’s tennis is, and she’s right. I suppose I might slightly disagree, she’ll be devo’d to learn, because there’s no dominant champion at the peak of their powers. Perhaps Osaka will be become that, but otherwise there are so many who are so good, and when you stick on a match you’ve not a clue what’s going to happen, and that’s a beautiful thing. I’m really looking forward to seeing the improvements Osaka has made on clay, and she saves a break point in the opening game of the match. Tig 0-1 Osaka. On Chatrier, Naomi Osaka will be underway in une minute. Here’s Tumaini Carayol on her big call. Well, on the show courts - there’s plenty else besides. Chatrier Tig v Osaka [2] Andujar v Thiem [4] Azarenka [15] v Kuznetsova Tsitsipas [5] v Chardy Lenglen Fognini [27] v Barrere Minnen [Q] v Kvitova [11] Konjuh [Q] v Sabalneka [3] Zverev [6] v Otte [Q] Mathieu Burel v Kovinivic Fucsovics v Simon Moutet v Djere Dodin v Keys [23] It’s been an enervating, affirming winter slog, but we made it, and with the first ball tossed this morning, the summer of sport – the ridiculous summer of sport – is upon us. And you can be absolutely certain that we’ll take it. Most importantly, each of the show courts will house up to 1000 fans a day for each of the first 10 days – and hopefully more thereafter. They, like the rest of us, will be wondering whether this, finally, is the year that Rafael Nadal finally runs out of road; Novak Djokovic, Dominic Thiem, Stefanos Tsitsipas and Daniil Medvedev will be hoping so, but it will only be a hope. Meanwhile and as has become the fashion – sorry, le mode – no one has a clue what’ll happen in the women’s side. Iga Swiatek is the defending champion and if she hits a vein she’ll be hard to stop, but there are just so many others who might do likewise that anyone who thinks they know is lying. I cannot wait. Play: 11pm local, 10am BST","charCount":"4681","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/danielharris\">Daniel Harris</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"sport/live/2021/may/30/county-cricket-lancashire-yorkshire-notts-warwickshire-live","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-30T10:02:41Z","webTitle":"Lancashire v Yorkshire, Warks v Notts and more: county cricket day four – live!","webUrl":"https://www.theguardian.com/sport/live/2021/may/30/county-cricket-lancashire-yorkshire-notts-warwickshire-live","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/30/county-cricket-lancashire-yorkshire-notts-warwickshire-live","fields":{"headline":"Lancashire v Yorkshire, Warks v Notts and more: county cricket day four – live!","standfirst":"<ul><li>Updates from Old Trafford and around the grounds</li><li><a href=\"https://www.theguardian.com/sport/2021/may/30/magic-fingers-off-spin-wizards-moeen-ali-jack-leach-dom-bess-england-cricket-vic-marks\">Vic Marks: magic in hands of England’s spin wizards</a></li><li>Get in touch! <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">Email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet</a> or comment below</li></ul>","trailText":"<strong>Rolling report: </strong>Join Tanya Aldred for updates from Old Trafford and beyond as the latest round of matches are played to a finish","byline":"Tanya Aldred at Old Trafford","main":"<figure class=\"element element-image\" data-media-id=\"959a0632feb64085c8297d1651efeb8b887c1082\"> <img src=\"https://media.guim.co.uk/959a0632feb64085c8297d1651efeb8b887c1082/0_0_5467_3281/1000.jpg\" alt=\"Lancashire are closing in on what would be a pivotal Roses win over Yorkshire in group three.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lancashire are closing in on what would be a pivotal Roses win over Yorkshire in group three.</span> <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b362478f086d71cc15f120\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T10:02:41.501Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A fizzing opening ball from Mahmood </strong>which Fraine leaves with an eye-brow raising boldness. </p> </div>   </div> <div id=\"block-60b3619c8f088d8c3178d86f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:59:32.383Z\">10.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The players are out, </strong>Patterson pressing forward, forward, forward with his bat as he walks. Mahmood has the ball from the James Anderson end. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dogsatcricket/status/1293617717849862146\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is Bangers the Labrador with the 6 cricket balls he found in the bushes at <a href=\"https://twitter.com/ChiddinglyCC?ref_src=twsrc%5Etfw\">@ChiddinglyCC</a> today.<br><br>A very good boy. 🐶🏏 <a href=\"https://t.co/HxOrE3QLju\">pic.twitter.com/HxOrE3QLju</a></p>&mdash; Dogs at Cricket Grounds (@dogsatcricket) <a href=\"https://twitter.com/dogsatcricket/status/1293617717849862146?ref_src=twsrc%5Etfw\">August 12, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b3602e8f086d71cc15f110\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:52:35.117Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It has just been pointed out to me that Northants will NOT </strong>leap on top of Yorkshire if they win... apologies. If Yorks lose today they will have 99 points; and if Northants win they will have 97.</p> </div>   </div> <div id=\"block-60b35ee68f088d8c3178d858\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:46:45.128Z\">10.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>We know Jimmy Anderson would have preferred to take his 1000th wicket</strong> at the Roses match, but needs must.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/29/jimmy-anderson-ready-for-new-zealand-battle-with-eye-on-record-england-cap\">Jimmy Anderson ready for New Zealand battle with eye on record England cap</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:47:06.520Z\">at 10.47am BST</time></p>  </div> <div id=\"block-60b35eb38f086d71cc15f101\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:45:37.306Z\">10.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Vic over a morning coffee: heaven.</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/30/magic-fingers-off-spin-wizards-moeen-ali-jack-leach-dom-bess-england-cricket-vic-marks\">There’s magic in the fingers of spin wizards Moeen, Leach and Bess | Vic Marks</a> </p> </aside> </div>   </div> <div id=\"block-60b359718f088d8c3178d814\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:25:18.235Z\">10.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Morning scores</h2>  <div class=\"block-elements\">  <p><strong>Group One</strong></p> <p><strong>Riverside: ESSEX 182 and 301 BEAT DURHAM 99 and 189 by 195 runs </strong></p> <p>Edgbaston: Warwickshire 341 all out and 201-6 v Nottinghamshire 297</p> <p>New Road: Worcestershire 421 all out v Derbyshire 270 and 112-6</p> <p><strong>Group Two</strong><br></p> <p>Grace Road: Leicestershire 136 and 75-1 Middlesex 295 and 218 all out <em>Leicestershire need 303 to win</em></p> <p>The Oval: Surrey 473 all out v Gloucestershire 158 and 124-5</p> <p><strong>Group Three</strong></p> <p>Old Trafford: Lancashire 509-9dec v Yorkshire 159 and 85-2</p> <p>Hove: Sussex 175 and 298 v Northants 256 and 131-2 <em>Northants need 87 to win</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:26:34.236Z\">at 10.26am BST</time></p>  </div> <div id=\"block-60b357d38f088d8c3178d806\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:22:55.599Z\">10.22am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Saturday's round-up</h2>  <div class=\"block-elements\">  <p><strong>His shadow lolling out to the right, a</strong> white flannel tucked into the waistband of his trousers and his cropped hair gleaming in the sun, <strong>Lancashire</strong>’s Matt Parkinson ripped a ball into the rough. Out it fizzed, and Adam Lyth guided the ball off his hip and into the waiting hands of Luke Wells at leg slip. The first “Oh Lanky Lanky” since 2019 trilled over Old Trafford as Lyth stalked towards the dressing room.</p> <p>Seven overs later, the penultimate of the day, Saqib Mahmood hurtled in off his long, long run and pinned Tom Kohler-Cadmore in front of the stumps. Mahmood punched the air while Kohler-Cadmore slumped back off, followed shortly afterwards by a clatter that sounded very much like a bat being thumped repeatedly against a wall.</p> <p>Their frustration was understandable: Kohler-Cadmore and Lyth had batted for 38 of the 47 overs <strong>Yorkshire </strong>had to survive in the day, risking sending the masses into a stupor with their dedication and application to the task at hand: batting for the rest of Saturday and the whole of Sunday. They so nearly did it.</p> <p>It was Josh Bohannon, with the help of Danny Lamb, who had set Lancashire up for the kill, moving to the second Championship century of his career and his first Roses hundred slow-quick-slow – which was just what was needed. Wickets came as Lancashire upped the ante before the declaration, but by then the lead was 350.</p> <p>Yorkshire’s woes won’t have been helped by <strong>Northamptonshire</strong>’s progress down at Hove. With a win in touching distance, they will leapfrog Yorkshire to second place in Division Two. Despite a game second innings by <strong>Sussex</strong>, which included a hundred by Tom Haines and 95 for Ben Brown as well as five wickets for Simon Kerrigan, Northants were set just 218 to win. By stumps, they needed only 87 more with eight wickets in hand.</p> <p><strong>Essex</strong> beat <strong>Durham</strong> by 195 runs in an lbw-fest at The Riverside after Peter Siddle and Jamie Porter made mincemeat of their middle and late order. Durham lost five for 38 as the sun slipped down the sky, Alex Lees working hard for his 48. When Jack Burnham became the 19th player to be given out lbw, it was a record in an English first-class match.</p> <p>Daniel Moriarty took his fourth five-wicket haul of his short first-class career, bowling <strong>Gloucestershire</strong> into a hole at The Oval. The <strong>Surrey</strong> bowler took six for 60, and Amar Virdi three for 46, in the first innings, as Gloucestershire were bundled out for 158, with only Miles Hammond in a four-hour 77 providing any bulk to the batting.</p> <p>Following on, meanwhile, Hammond found himself at the crease sooner than he might have hoped and was unbeaten again on 38 at the close, but Gloucester are still 191 behind with just five wickets left.</p> <p>Career-best bowling from Dillon Pennington gave <strong>Worcestershire</strong> the upper hand at New Road. Pennington snaffled four for 44 in the first innings then three for 25 in the next as <strong>Derbyshire</strong> were invited to follow on and crumbled.</p> <p><strong>Leicestershire</strong> need an unlikely 303 to win against <strong>Middlesex</strong> on a turning pitch. Chris Wright had whistled through Middlesex earlier with six for 48.</p> <p>An intriguing final last day lies in wait at Edgbaston as <strong>Warwickshire</strong> and <strong>Nottinghamshire </strong>went nose to nose. Fifties for Michael Burgess and Will Rhodes inched Warwickshire to a lead of 245 by stumps.</p> </div>   </div> <div id=\"block-60b348698f088d8c3178d773\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-30T09:22:53.974Z\">10.22am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p><strong>A most beautiful May morning, </strong>the sky milky-eyed blue, the air full of blossom and Paul Allot in his shorts. Here at Old Trafford, a thriller awaits as Yorkshire attempt to bat out the day and Lancashire, with Parky whirling and Mahmood charging, press for the kill. </p> <p>Elsewhere, Northants should knock off the runs this morning; Leicester have to defy the might of Middlesex; at The Oval Miles Hammond lies between Surrey and victory; Worcestershire are on course to roll-over Derbyshire and a close match awaits at Edgbaston. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-30T09:30:32.047Z\">at 10.30am BST</time></p>  </div>","wordcount":"850","commentCloseDate":"2021-06-02T09:30:00Z","commentable":"true","firstPublicationDate":"2021-05-30T09:30:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:02:41Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htnqd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/959a0632feb64085c8297d1651efeb8b887c1082/0_0_5467_3281/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A fizzing opening ball from Mahmood which Fraine leaves with an eye-brow raising boldness. The players are out, Patterson pressing forward, forward, forward with his bat as he walks. Mahmood has the ball from the James Anderson end. It has just been pointed out to me that Northants will NOT leap on top of Yorkshire if they win... apologies. If Yorks lose today they will have 99 points; and if Northants win they will have 97. We know Jimmy Anderson would have preferred to take his 1000th wicket at the Roses match, but needs must. Vic over a morning coffee: heaven. Group One Riverside: ESSEX 182 and 301 BEAT DURHAM 99 and 189 by 195 runs Edgbaston: Warwickshire 341 all out and 201-6 v Nottinghamshire 297 New Road: Worcestershire 421 all out v Derbyshire 270 and 112-6 Group Two Grace Road: Leicestershire 136 and 75-1 Middlesex 295 and 218 all out Leicestershire need 303 to win The Oval: Surrey 473 all out v Gloucestershire 158 and 124-5 Group Three Old Trafford: Lancashire 509-9dec v Yorkshire 159 and 85-2 Hove: Sussex 175 and 298 v Northants 256 and 131-2 Northants need 87 to win His shadow lolling out to the right, a white flannel tucked into the waistband of his trousers and his cropped hair gleaming in the sun, Lancashire’s Matt Parkinson ripped a ball into the rough. Out it fizzed, and Adam Lyth guided the ball off his hip and into the waiting hands of Luke Wells at leg slip. The first “Oh Lanky Lanky” since 2019 trilled over Old Trafford as Lyth stalked towards the dressing room. Seven overs later, the penultimate of the day, Saqib Mahmood hurtled in off his long, long run and pinned Tom Kohler-Cadmore in front of the stumps. Mahmood punched the air while Kohler-Cadmore slumped back off, followed shortly afterwards by a clatter that sounded very much like a bat being thumped repeatedly against a wall. Their frustration was understandable: Kohler-Cadmore and Lyth had batted for 38 of the 47 overs Yorkshire had to survive in the day, risking sending the masses into a stupor with their dedication and application to the task at hand: batting for the rest of Saturday and the whole of Sunday. They so nearly did it. It was Josh Bohannon, with the help of Danny Lamb, who had set Lancashire up for the kill, moving to the second Championship century of his career and his first Roses hundred slow-quick-slow – which was just what was needed. Wickets came as Lancashire upped the ante before the declaration, but by then the lead was 350. Yorkshire’s woes won’t have been helped by Northamptonshire’s progress down at Hove. With a win in touching distance, they will leapfrog Yorkshire to second place in Division Two. Despite a game second innings by Sussex, which included a hundred by Tom Haines and 95 for Ben Brown as well as five wickets for Simon Kerrigan, Northants were set just 218 to win. By stumps, they needed only 87 more with eight wickets in hand. Essex beat Durham by 195 runs in an lbw-fest at The Riverside after Peter Siddle and Jamie Porter made mincemeat of their middle and late order. Durham lost five for 38 as the sun slipped down the sky, Alex Lees working hard for his 48. When Jack Burnham became the 19th player to be given out lbw, it was a record in an English first-class match. Daniel Moriarty took his fourth five-wicket haul of his short first-class career, bowling Gloucestershire into a hole at The Oval. The Surrey bowler took six for 60, and Amar Virdi three for 46, in the first innings, as Gloucestershire were bundled out for 158, with only Miles Hammond in a four-hour 77 providing any bulk to the batting. Following on, meanwhile, Hammond found himself at the crease sooner than he might have hoped and was unbeaten again on 38 at the close, but Gloucester are still 191 behind with just five wickets left. Career-best bowling from Dillon Pennington gave Worcestershire the upper hand at New Road. Pennington snaffled four for 44 in the first innings then three for 25 in the next as Derbyshire were invited to follow on and crumbled. Leicestershire need an unlikely 303 to win against Middlesex on a turning pitch. Chris Wright had whistled through Middlesex earlier with six for 48. An intriguing final last day lies in wait at Edgbaston as Warwickshire and Nottinghamshire went nose to nose. Fifties for Michael Burgess and Will Rhodes inched Warwickshire to a lead of 245 by stumps. A most beautiful May morning, the sky milky-eyed blue, the air full of blossom and Paul Allot in his shorts. Here at Old Trafford, a thriller awaits as Yorkshire attempt to bat out the day and Lancashire, with Parky whirling and Mahmood charging, press for the kill. Elsewhere, Northants should knock off the runs this morning; Leicester have to defy the might of Middlesex; at The Oval Miles Hammond lies between Surrey and victory; Worcestershire are on course to roll-over Derbyshire and a close match awaits at Edgbaston.","charCount":"4889","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/tanyaaldred\">Tanya Aldred</a> at Old Trafford"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"film/2021/may/30/dinner-in-america-review-adam-rehmeier","type":"article","sectionId":"film","sectionName":"Film","webPublicationDate":"2021-05-30T10:00:52Z","webTitle":"Dinner in America review – odd-couple romcom with punk flavour","webUrl":"https://www.theguardian.com/film/2021/may/30/dinner-in-america-review-adam-rehmeier","apiUrl":"https://content.guardianapis.com/film/2021/may/30/dinner-in-america-review-adam-rehmeier","fields":{"headline":"Dinner in America review – odd-couple romcom with punk flavour","standfirst":"<p>Emily Skegg’s suburban nerd and Kyle Gallner’s runaway rocker work a treat in this abrasively funny 90s throwback</p>","trailText":"Emily Skegg’s suburban nerd and Kyle Gallner’s runaway rocker work a treat in this abrasively funny 90s throwback","byline":"Simran Hans","main":"<figure class=\"element element-image\" data-media-id=\"9dc4a8c12df8d9d692c514b33a57301d8f97ead9\"> <img src=\"https://media.guim.co.uk/9dc4a8c12df8d9d692c514b33a57301d8f97ead9/231_0_1340_804/1000.jpg\" alt=\"Emily Skeggs and Kyle Gallner in Dinner in America.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Skeggs and Kyle Gallner in Dinner in America.</span> <span class=\"element-image__credit\">Photograph: Publicity image</span> </figcaption> </figure>","body":"<p>Those who identified with the girl geeks of <em>Ghost World</em> and <em>Welcome to the Dollhouse</em> may also find something to love in Emily Skegg’s Patty, a wide-eyed suburban nerd whose life is turned upside down by the arrival of Simon (Kyle Gallner), a punk rock runaway. A throwback to the brightly coloured offbeat teen movies of the 90s and a rude riposte to that era’s more mainstream offerings (<em>She’s All That</em>’s sexist makeover scene is subverted), this sweet romcom is buoyed up by the chemistry between its leads. Tender moments, such as an original song penned by Patty, are tempered by the film’s abrasive and often scatological sense of humour.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=tGnWu7biqBQ\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/tGnWu7biqBQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption><a href=\"https://youtu.be/tGnWu7biqBQ\">Watch a trailer for Dinner in America.</a></figcaption> </figure>","newspaperPageNumber":"26","starRating":"4","wordcount":"113","commentCloseDate":"2021-06-19T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T10:00:52Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:00:52Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hh7qz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9dc4a8c12df8d9d692c514b33a57301d8f97ead9/231_0_1340_804/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Those who identified with the girl geeks of Ghost World and Welcome to the Dollhouse may also find something to love in Emily Skegg’s Patty, a wide-eyed suburban nerd whose life is turned upside down by the arrival of Simon (Kyle Gallner), a punk rock runaway. A throwback to the brightly coloured offbeat teen movies of the 90s and a rude riposte to that era’s more mainstream offerings (She’s All That’s sexist makeover scene is subverted), this sweet romcom is buoyed up by the chemistry between its leads. Tender moments, such as an original song penned by Patty, are tempered by the film’s abrasive and often scatological sense of humour.","charCount":"643","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/simran-hans\">Simran Hans</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"books/2021/may/30/the-great-mistake-by-jonathan-lee-review-the-best-american-novel-of-the-year-is-by-a-brit","type":"article","sectionId":"books","sectionName":"Books","webPublicationDate":"2021-05-30T10:00:52Z","webTitle":"The Great Mistake by Jonathan Lee review – the best American novel of the year is by a Brit","webUrl":"https://www.theguardian.com/books/2021/may/30/the-great-mistake-by-jonathan-lee-review-the-best-american-novel-of-the-year-is-by-a-brit","apiUrl":"https://content.guardianapis.com/books/2021/may/30/the-great-mistake-by-jonathan-lee-review-the-best-american-novel-of-the-year-is-by-a-brit","fields":{"headline":"The Great Mistake by Jonathan Lee review – the best American novel of the year is by a Brit","standfirst":"<p>Lee reimagines the life and death of a giant of 19th-century New York in a book of real intelligence and style</p>","trailText":"Lee reimagines the life and death of a giant of 19th-century New York in a book of real intelligence and style","byline":"Alex Preston","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"d2fc94e68b16e5960ed64314cb16dc9c3ca6ce8e\"> <img src=\"https://media.guim.co.uk/d2fc94e68b16e5960ed64314cb16dc9c3ca6ce8e/0_503_5100_3058/1000.jpg\" alt=\"Central Park, New York, 1901. Andrew Haswell Green was at the heart of the planning of the park\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Central Park, New York, 1901. Andrew Haswell Green was at the heart of the planning of the park.</span> <span class=\"element-image__credit\">Photograph: Universal History Archive/Universal Images Group/Getty Images</span> </figcaption> </figure>","body":"<p>Jonathan Lee’s <em>The Great Mistake</em> is a novel so comprehensively steeped in American literary history that it comes as something of a surprise to find that its author is a fortysomething from Surrey. It’s as if Lee, whose three superb earlier novels include<a href=\"https://www.theguardian.com/books/2015/oct/16/high-dive-jonathan-lee-review\"> a reimagining of the IRA bombing </a>of the Grand hotel in Brighton, has distilled more than a century of American letters into a single book. There’s Fitzgerald, of course – <em>The Great Gatsby </em>is echoed in more than just the novel’s title. There’s Hemingway in the muscular lyricism of the prose; Sherwood Anderson and Steinbeck in the beautifully drawn portraits of rural America; there’s the restraint of Henry James in the sinuous sentences; and then there’s a host of lesser-known writers who took for their subject turn-of-the-century New York and the riotous excesses of early capitalism: Theodore Dreiser, Frank Norris and Upton Sinclair.</p> <p><em>The Great Mistake</em> examines the life of a great American, Andrew Haswell Green, through the lens of his death. Green might have greater claim than any to be the father of modern New York. Brought up on a hardscrabble farm where he was judged too feminine and myopic to wield an axe, he made his name first as a crusading lawyer, then as the architect of the union of Manhattan with Brooklyn and Queens – a move called by its detractors the “Great Mistake of 1898”. Green was a man as guarded in his private life as he was expansive in his public works: he was devoted to his “intimate friend”, Samuel Tilden, who ran unsuccessfully for president in 1876. Green founded the Public Library of New York, the Metropolitan Museum of Art and, most famously, that breath at the heart of the city, Central Park.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"d6bfa4a41a4e77f50b3dceb48378b8106150d74f\"> <img src=\"https://media.guim.co.uk/d6bfa4a41a4e77f50b3dceb48378b8106150d74f/0_0_2504_3240/773.jpg\" alt=\"Andrew Haswell Green, wood engraving, 1871.\" width=\"773\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrew Haswell Green, wood engraving, 1871.</span> <span class=\"element-image__credit\">Photograph: Granger Historical Picture Archive/Alamy</span> </figcaption> </figure>  <p>Lee opens his novel with Green’s death, shot aged 83 on the steps of his Park Avenue home by a man named Cornelius Williams. The narrative then laces between the bloody present moment and Green’s past, seeking to discover the reason behind this apparently motiveless murder. Lee has great fun with the conventions of the mystery novel, with the police procedural elements of his tale and with the strangeness of New York at that time – great herds of pigs roamed the city; there was a bounty on the heads of its wild dog packs. Against this rollicking narrative more serious and contemporary themes emerge. Green’s assailant is black and we discover that he spent a year working on a plantation in Trinidad – might his murder have something to do with his slaving past? There’s also the question of Green’s sexuality; it was often said of Tilden that he would have been elected president had he been married. Lee handles the relationship between the two men with exquisite delicacy, telling a love story that both men might only have recognised as such in retrospect.</p> <p>It’s perhaps fitting that at a time when the Great American Novel is at a low ebb – reeking too much of the gentleman’s club for our enlightened age – a Brit should write what is likely to be the best American novel of the year. <em>The Great Mistake</em> is a book of extraordinary intelligence and style, written in language at once beautiful and playfully aphoristic. It’s a novel whose protagonist – decent, dignified, wounded – will live long in the mind of those that read it, a novel that delivers wholeheartedly on Lee’s early promise.</p> <p>• <em>The Great Mistake </em>by Jonathan Lee is published by Granta (£14.99). To support the <em>Guardian</em> order your copy at <a href=\"https://guardianbookshop.com/the-great-mistake-9781783786244.html\">guardianbookshop.com</a>. Delivery charges may apply</p>","newspaperPageNumber":"40","wordcount":"596","commentCloseDate":"2021-06-19T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T10:00:52Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:00:52Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hg2xb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d2fc94e68b16e5960ed64314cb16dc9c3ca6ce8e/0_503_5100_3058/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Jonathan Lee’s The Great Mistake is a novel so comprehensively steeped in American literary history that it comes as something of a surprise to find that its author is a fortysomething from Surrey. It’s as if Lee, whose three superb earlier novels include a reimagining of the IRA bombing of the Grand hotel in Brighton, has distilled more than a century of American letters into a single book. There’s Fitzgerald, of course – The Great Gatsby is echoed in more than just the novel’s title. There’s Hemingway in the muscular lyricism of the prose; Sherwood Anderson and Steinbeck in the beautifully drawn portraits of rural America; there’s the restraint of Henry James in the sinuous sentences; and then there’s a host of lesser-known writers who took for their subject turn-of-the-century New York and the riotous excesses of early capitalism: Theodore Dreiser, Frank Norris and Upton Sinclair. The Great Mistake examines the life of a great American, Andrew Haswell Green, through the lens of his death. Green might have greater claim than any to be the father of modern New York. Brought up on a hardscrabble farm where he was judged too feminine and myopic to wield an axe, he made his name first as a crusading lawyer, then as the architect of the union of Manhattan with Brooklyn and Queens – a move called by its detractors the “Great Mistake of 1898”. Green was a man as guarded in his private life as he was expansive in his public works: he was devoted to his “intimate friend”, Samuel Tilden, who ran unsuccessfully for president in 1876. Green founded the Public Library of New York, the Metropolitan Museum of Art and, most famously, that breath at the heart of the city, Central Park. Lee opens his novel with Green’s death, shot aged 83 on the steps of his Park Avenue home by a man named Cornelius Williams. The narrative then laces between the bloody present moment and Green’s past, seeking to discover the reason behind this apparently motiveless murder. Lee has great fun with the conventions of the mystery novel, with the police procedural elements of his tale and with the strangeness of New York at that time – great herds of pigs roamed the city; there was a bounty on the heads of its wild dog packs. Against this rollicking narrative more serious and contemporary themes emerge. Green’s assailant is black and we discover that he spent a year working on a plantation in Trinidad – might his murder have something to do with his slaving past? There’s also the question of Green’s sexuality; it was often said of Tilden that he would have been elected president had he been married. Lee handles the relationship between the two men with exquisite delicacy, telling a love story that both men might only have recognised as such in retrospect. It’s perhaps fitting that at a time when the Great American Novel is at a low ebb – reeking too much of the gentleman’s club for our enlightened age – a Brit should write what is likely to be the best American novel of the year. The Great Mistake is a book of extraordinary intelligence and style, written in language at once beautiful and playfully aphoristic. It’s a novel whose protagonist – decent, dignified, wounded – will live long in the mind of those that read it, a novel that delivers wholeheartedly on Lee’s early promise. • The Great Mistake by Jonathan Lee is published by Granta (£14.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"3463","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/alex-preston\">Alex Preston</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"artanddesign/2021/may/30/museum-of-the-home-hackney-london-geffrye-museum","type":"article","sectionId":"artanddesign","sectionName":"Art and design","webPublicationDate":"2021-05-30T10:00:51Z","webTitle":"Museum of the Home review – home discomforts","webUrl":"https://www.theguardian.com/artanddesign/2021/may/30/museum-of-the-home-hackney-london-geffrye-museum","apiUrl":"https://content.guardianapis.com/artanddesign/2021/may/30/museum-of-the-home-hackney-london-geffrye-museum","fields":{"headline":"Museum of the Home review – home discomforts","standfirst":"<p><strong>London E2<br></strong>An £18.1m makeover of the Geffrye Museum updates its lively chronology of domestic interiors to show the messier side of home life, but the building’s slave trader statue remains…</p>","trailText":"An £18.1m makeover of the Geffrye Museum updates its lively chronology of comfortable domestic interiors, but the building’s slave trader statue remains…","byline":"Rowan Moore","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"b306b4040344f5f254fe78309bf7daf788d742d4\"> <img src=\"https://media.guim.co.uk/b306b4040344f5f254fe78309bf7daf788d742d4/141_0_2158_1296/1000.jpg\" alt=\"The airy new learning pavilion and back garden of the Museum of the Home, designed by the architects Wright &amp; Wright. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The airy new learning pavilion and back garden of the Museum of the Home, designed by the architects Wright &amp; Wright. </span> <span class=\"element-image__credit\">Photograph: © Hufton+Crow</span> </figcaption> </figure>","body":"<p>You know the argument: removing statues of slave traders is “erasing history”, whereas retaining them in places of honour is not. Never mind that most of us, in the year since Edward Colston was <a href=\"https://www.theguardian.com/uk-news/2020/jun/07/blm-protesters-topple-statue-of-bristol-slave-trader-edward-colston\">pitched into Bristol harbour</a>, have learned more about Britain and slavery than we ever knew before. And so the <a href=\"https://www.museumofthehome.org.uk/\">Museum of the Home</a>, in Hackney, east London, still bears the statue of Robert Geffrye, a 17th-century merchant who grew rich on the destroyed lives of African slaves, but also endowed the former almshouses in which it is located.</p> <p>The statue stands in the middle of the building’s handsome symmetrical elevation, high up, just beneath the pediment of its central chapel. It could have been taken somewhere else, where it might have been exhibited in such a way as genuinely to de-erase history. But although most of the respondents in a local consultation favoured its removal, the culture secretary, Oliver Dowden, demanded that the statue – which is a 20th-century replica rather than the original – <a href=\"https://inews.co.uk/news/politics/robert-geffrye-statue-oliver-dowden-cut-funding-london-679304\">should stay</a>.</p> <p>It was an outrageously arrogant interference in the affairs of an independent institution, but they felt obliged to leave the statue in place, with an explanatory notice below it. The controversy has been only one of the challenges facing the museum. Another is that the narrow domestic spaces of those almshouses are hard to adapt to the circulation demands of modern museums, with their ambitions for ever-increasing visitor numbers and their one-way routes for school parties. Which is what an £18.1m makeover by the architects <a href=\"https://www.wrightandwright.co.uk/projects/culture/museum-of-the-home\">Wright &amp; Wright</a>, opening on 12 June, seeks to address.</p>  <figure class=\"element element-image\" data-media-id=\"f1d3a36861f92d54b3c0dc6ad2ddceeb1532597c\"> <img src=\"https://media.guim.co.uk/f1d3a36861f92d54b3c0dc6ad2ddceeb1532597c/0_0_4800_3200/1000.jpg\" alt=\"The statue of Robert Geffrye above the central door of the building’s 18th-century facade.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The statue of Robert Geffrye above the central door of the building’s 18th-century facade.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>  <p>The Geffrye Museum, as it was called until 2019 (its name was changed to communicate better its purpose rather than from Black Lives Matter considerations), was originally a simple enfilade of historical interiors. It still remains. It starts with a <a href=\"https://www.museumofthehome.org.uk/what-s-on/rooms-through-time/a-hall-in-1630/\">1630 hall</a> at one end, and progresses through a chronological series of living spaces of the reasonably well-off: <a href=\"https://www.museumofthehome.org.uk/what-s-on/rooms-through-time/a-parlour-in-1745/\">a parlour in 1745</a>, for example; <a href=\"https://www.museumofthehome.org.uk/what-s-on/rooms-through-time/a-drawing-room-in-1830/\">a drawing room in 1830</a>. In 1998, <a href=\"https://nigelcoates.com/projects/project/geffrye-museum\">an extension</a> by the architects Branson Coates brought the sequence up to date, with rooms that included a gaudy <a href=\"https://www.museumofthehome.org.uk/what-s-on/rooms-through-time/a-front-room-in-1970/\">1970s living room</a> and a minimal <a href=\"https://www.museumofthehome.org.uk/what-s-on/rooms-through-time/loft-style-apartment-1998/\">1990s loft</a>.</p> <p>By 2011, it was decided that the museum needed to expand again. David Chipperfield Architects designed a <a href=\"https://www.theguardian.com/artanddesign/architecture-design-blog/2013/may/03/david-chipperfield-geffrye-museum-pub\">proposal</a>, which involved demolishing a listed former pub, a choice that was arguably inconsistent with the museum’s mission of memorialising everyday architecture from the past, but in any case was refused planning permission. Wright &amp; Wright were then brought in to design something that, while expanding the museum’s public spaces, would take a more cautious approach.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>You feel that the museum is trying too hard to please everyone – an impossible task</p> </blockquote> </aside>  <p>They kept the pub, which now works well as the museum’s cafe, and designed a warehouse-like block of flats that helped fund the makeover. They also designed an airy learning pavilion at one end of the museum’s charming back gardens. What was the cafe of the 1998 extension is now a generous and spatially intriguing entrance space, both interior and exterior in feeling, with views into the garden and surrounding streets. Their biggest decision was to open up the basement beneath the old almshouses, which was originally dedicated to washing clothes and storing coal, to make a long row of new exhibition spaces. This enables a flow-and-return of people movement: you enter at one end of the old basement, pass all the way to the other, rise to the ground floor, and go back through the aforementioned enfilade of historical rooms.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"ebd5f60b5d79af34f704250ec50d569e1140f751\"> <img src=\"https://media.guim.co.uk/ebd5f60b5d79af34f704250ec50d569e1140f751/0_0_5504_5723/962.jpg\" alt=\"A new 1976 living room, curated by the playwright Michael McMillan.\" width=\"962\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A new 1976 living room, curated by the playwright Michael McMillan.</span> <span class=\"element-image__credit\">Photograph: Em Fitzgerald</span> </figcaption> </figure>  <p>The idea of these new galleries is to “explore the concept of home through people’s everyday experiences of making, keeping and being at home”. Conscious that the original series of historical interiors shows only the living spaces of the better-off, presented in an orderly way, the museum wants to show other lives. They also aim to show the messier realities of home life, in which objects might accumulate from different times and for multiple reasons. Rather than following the direction of a single curator, the new galleries are the work of “the whole museum creative team… alongside community and creative partners”. The installation is designed by <a href=\"http://www.zmma.com/\">ZMMA</a> (full disclosure: I helped to found this practice in 1990, but am no longer involved).</p> <p>You find a plastic rack for storing audio cassettes close to the ornate ebony and marble cabinet of the 17th-century diarist John Evelyn. You can see examples of the evolution of vacuum cleaners, of armchairs, of games consoles. There are the voices of Syrian refugees, a retired taxi driver, a lesbian couple, a Sikh woman, a couple of committed Christians. There are 1970s anti-capitalist posters from the <a href=\"https://seeredwomensworkshop.wordpress.com/\">See Red Women’s Workshop</a>. There are photographs and paintings on themes such as missing people, love and loss, carers and Victorian women.</p> <p>It’s a rich, lively, engaging, if sometimes too busy array, with the oddities of the old basements exploited to give different spaces their own character. At times, though, you feel that the exhibition installation is banging its head against the confines of the little rooms. There were good reasons for converting this lower level, but it does make for a sometimes claustrophobic sequence, whose flow gets interrupted from time to time by functional necessities such as lifts – it’s hard to make a coal cellar into a gallery. It would have been nice to find at least one big, clean, open exhibition space where the exhibits and installations might breathe.</p>  <figure class=\"element element-image\" data-media-id=\"eebba5ca9f4913218d26e44adfcdad11d4be7c20\"> <img src=\"https://media.guim.co.uk/eebba5ca9f4913218d26e44adfcdad11d4be7c20/0_0_7843_5414/1000.jpg\" alt=\"A new 1870 parlour.\" width=\"1000\" height=\"690\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The museum’s new 1870 parlour.</span> <span class=\"element-image__credit\">Photograph: Em Fitzgerald</span> </figcaption> </figure>  <p>There’s also an unevenness of tone, partly for reasons beyond the museum’s control. The determined inclusiveness of the new galleries sits awkwardly with the undescended replica slave trader. There’s a contrast between the old-school presentation of the historical interiors and the interpretative, multimedia displays in the new galleries; nothing wrong with that, but the relationships of one to the other don’t feel particularly intended.</p> <p>You feel that the museum is trying too hard to please everyone. This, when it’s dealing with a spectrum that runs from Dowden to one of the most diverse localities in Britain, while also engaging in heritage rows about the old pub, is an impossible task. So it could usefully be more directed and self-confident. Wright &amp; Wright’s work gives them a structure to do this, and the museum has good materials and good intentions. Over time, perhaps in a future with different culture secretaries, it would be great if it were more decisive.</p> <ul> <li><p>The <a href=\"https://www.museumofthehome.org.uk/\">Museum of the Home</a>, London E2, formerly the Geffrye Museum, reopens on 12 June</p></li> </ul>","newspaperPageNumber":"30","wordcount":"1081","commentCloseDate":"2021-06-19T23:00:00Z","commentable":"true","firstPublicationDate":"2021-05-30T10:00:51Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:00:51Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hh84c","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b306b4040344f5f254fe78309bf7daf788d742d4/141_0_2158_1296/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"You know the argument: removing statues of slave traders is “erasing history”, whereas retaining them in places of honour is not. Never mind that most of us, in the year since Edward Colston was pitched into Bristol harbour, have learned more about Britain and slavery than we ever knew before. And so the Museum of the Home, in Hackney, east London, still bears the statue of Robert Geffrye, a 17th-century merchant who grew rich on the destroyed lives of African slaves, but also endowed the former almshouses in which it is located. The statue stands in the middle of the building’s handsome symmetrical elevation, high up, just beneath the pediment of its central chapel. It could have been taken somewhere else, where it might have been exhibited in such a way as genuinely to de-erase history. But although most of the respondents in a local consultation favoured its removal, the culture secretary, Oliver Dowden, demanded that the statue – which is a 20th-century replica rather than the original – should stay. It was an outrageously arrogant interference in the affairs of an independent institution, but they felt obliged to leave the statue in place, with an explanatory notice below it. The controversy has been only one of the challenges facing the museum. Another is that the narrow domestic spaces of those almshouses are hard to adapt to the circulation demands of modern museums, with their ambitions for ever-increasing visitor numbers and their one-way routes for school parties. Which is what an £18.1m makeover by the architects Wright &amp; Wright, opening on 12 June, seeks to address. The Geffrye Museum, as it was called until 2019 (its name was changed to communicate better its purpose rather than from Black Lives Matter considerations), was originally a simple enfilade of historical interiors. It still remains. It starts with a 1630 hall at one end, and progresses through a chronological series of living spaces of the reasonably well-off: a parlour in 1745, for example; a drawing room in 1830. In 1998, an extension by the architects Branson Coates brought the sequence up to date, with rooms that included a gaudy 1970s living room and a minimal 1990s loft. By 2011, it was decided that the museum needed to expand again. David Chipperfield Architects designed a proposal, which involved demolishing a listed former pub, a choice that was arguably inconsistent with the museum’s mission of memorialising everyday architecture from the past, but in any case was refused planning permission. Wright &amp; Wright were then brought in to design something that, while expanding the museum’s public spaces, would take a more cautious approach. They kept the pub, which now works well as the museum’s cafe, and designed a warehouse-like block of flats that helped fund the makeover. They also designed an airy learning pavilion at one end of the museum’s charming back gardens. What was the cafe of the 1998 extension is now a generous and spatially intriguing entrance space, both interior and exterior in feeling, with views into the garden and surrounding streets. Their biggest decision was to open up the basement beneath the old almshouses, which was originally dedicated to washing clothes and storing coal, to make a long row of new exhibition spaces. This enables a flow-and-return of people movement: you enter at one end of the old basement, pass all the way to the other, rise to the ground floor, and go back through the aforementioned enfilade of historical rooms. The idea of these new galleries is to “explore the concept of home through people’s everyday experiences of making, keeping and being at home”. Conscious that the original series of historical interiors shows only the living spaces of the better-off, presented in an orderly way, the museum wants to show other lives. They also aim to show the messier realities of home life, in which objects might accumulate from different times and for multiple reasons. Rather than following the direction of a single curator, the new galleries are the work of “the whole museum creative team… alongside community and creative partners”. The installation is designed by ZMMA (full disclosure: I helped to found this practice in 1990, but am no longer involved). You find a plastic rack for storing audio cassettes close to the ornate ebony and marble cabinet of the 17th-century diarist John Evelyn. You can see examples of the evolution of vacuum cleaners, of armchairs, of games consoles. There are the voices of Syrian refugees, a retired taxi driver, a lesbian couple, a Sikh woman, a couple of committed Christians. There are 1970s anti-capitalist posters from the See Red Women’s Workshop. There are photographs and paintings on themes such as missing people, love and loss, carers and Victorian women. It’s a rich, lively, engaging, if sometimes too busy array, with the oddities of the old basements exploited to give different spaces their own character. At times, though, you feel that the exhibition installation is banging its head against the confines of the little rooms. There were good reasons for converting this lower level, but it does make for a sometimes claustrophobic sequence, whose flow gets interrupted from time to time by functional necessities such as lifts – it’s hard to make a coal cellar into a gallery. It would have been nice to find at least one big, clean, open exhibition space where the exhibits and installations might breathe. There’s also an unevenness of tone, partly for reasons beyond the museum’s control. The determined inclusiveness of the new galleries sits awkwardly with the undescended replica slave trader. There’s a contrast between the old-school presentation of the historical interiors and the interpretative, multimedia displays in the new galleries; nothing wrong with that, but the relationships of one to the other don’t feel particularly intended. You feel that the museum is trying too hard to please everyone. This, when it’s dealing with a spectrum that runs from Dowden to one of the most diverse localities in Britain, while also engaging in heritage rows about the old pub, is an impossible task. So it could usefully be more directed and self-confident. Wright &amp; Wright’s work gives them a structure to do this, and the museum has good materials and good intentions. Over time, perhaps in a future with different culture secretaries, it would be great if it were more decisive. The Museum of the Home, London E2, formerly the Geffrye Museum, reopens on 12 June","charCount":"6528","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rowan-moore\">Rowan Moore</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"commentisfree/2021/may/30/workers-are-again-learning-the-power-collectivism","type":"article","sectionId":"commentisfree","sectionName":"Opinion","webPublicationDate":"2021-05-30T10:00:51Z","webTitle":"Workers are again learning the power  of collectivism | Torsten Bell","webUrl":"https://www.theguardian.com/commentisfree/2021/may/30/workers-are-again-learning-the-power-collectivism","apiUrl":"https://content.guardianapis.com/commentisfree/2021/may/30/workers-are-again-learning-the-power-collectivism","fields":{"headline":"Workers are again learning the power  of collectivism","standfirst":"As even Uber recognises the GMB, and the pandemic threatens jobs, it is no surprise that more employees are joining unions","trailText":"As even Uber recognises the GMB, and the pandemic threatens jobs, it is no surprise that more employees are joining unions","byline":"Torsten Bell","main":"<figure class=\"element element-image\" data-media-id=\"d88cc4aaf926c5371a266b52d07f208148ded87e\"> <img src=\"https://media.guim.co.uk/d88cc4aaf926c5371a266b52d07f208148ded87e/0_67_3500_2100/1000.jpg\" alt=\"Uber sign on car door\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Even in the gig economy some employers are backing away from a wild-west approach.’</span> <span class=\"element-image__credit\">Photograph: Laura Dale/PA</span> </figcaption> </figure>","body":"<p>You need to take good news where you can find it. Last week, that place was new <a href=\"https://www.gov.uk/government/statistics/trade-union-statistics-2020\" title=\"\">trade union membership statistics</a>. The story for decades has been that unions are in irreversible decline, but membership in 2020 rose by 118,000 to 6.6m, the biggest increase for two decades and the fourth year in a row that employee membership has increased – something not seen since the 1970s.</p> <p>This is good news for everyone who wants to see the quality of work rise and inequality fall. But it’s not time to welcome a new collectivist dawn just yet. All of last year’s growth came from the pandemic-induced growth of the public sector, where 52% of employees are members (as against 13% in the private sector). That isn’t a sustainable basis for revival. Low-paid workers are at most risk from <a href=\"https://www.resolutionfoundation.org/publications/failed-safe/\" title=\"\">labour market abuses</a>, but least likely to be in a union: just 3% of hospitality workers are members. Meanwhile, the fact that baby boomers, with higher unionisation rates, are retiring poses a long-term drag to membership.</p> <p>Luckily, there are places to look for answers. The retail sector has had increasing membership thanks to consistent engagement with employers by unions. Even in the gig economy, some employers are backing away from a wild-west approach, with <a href=\"https://www.theguardian.com/business/2021/may/26/uber-agrees-historic-deal-allowing-drivers-to-join-gmb-union\" title=\"\">Uber</a> formally recognising the GMB union last week. So progress can be made. If you want to be part of it, <a href=\"https://www.tuc.org.uk/join-a-union\" title=\"\">join a union</a>.</p> <p>• Torsten Bell is chief executive of the Resolution Foundation. Read more at <a href=\"https://www.resolutionfoundation.org/\" title=\"\">resolutionfoundation.org</a></p>","newspaperPageNumber":"47","wordcount":"249","commentable":"false","firstPublicationDate":"2021-05-30T10:00:51Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T10:00:51Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htgva","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d88cc4aaf926c5371a266b52d07f208148ded87e/0_67_3500_2100/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"You need to take good news where you can find it. Last week, that place was new trade union membership statistics. The story for decades has been that unions are in irreversible decline, but membership in 2020 rose by 118,000 to 6.6m, the biggest increase for two decades and the fourth year in a row that employee membership has increased – something not seen since the 1970s. This is good news for everyone who wants to see the quality of work rise and inequality fall. But it’s not time to welcome a new collectivist dawn just yet. All of last year’s growth came from the pandemic-induced growth of the public sector, where 52% of employees are members (as against 13% in the private sector). That isn’t a sustainable basis for revival. Low-paid workers are at most risk from labour market abuses, but least likely to be in a union: just 3% of hospitality workers are members. Meanwhile, the fact that baby boomers, with higher unionisation rates, are retiring poses a long-term drag to membership. Luckily, there are places to look for answers. The retail sector has had increasing membership thanks to consistent engagement with employers by unions. Even in the gig economy, some employers are backing away from a wild-west approach, with Uber formally recognising the GMB union last week. So progress can be made. If you want to be part of it, join a union. • Torsten Bell is chief executive of the Resolution Foundation. Read more at resolutionfoundation.org","charCount":"1465","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/torsten-bell\">Torsten Bell</a>"},"isHosted":false,"pillarId":"pillar/opinion","pillarName":"Opinion"},{"id":"world/2021/may/30/israel-opposition-netanyahu-lapid-bennett","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T09:51:06Z","webTitle":"Israeli opposition said to be closing in on deal to oust Netanyahu","webUrl":"https://www.theguardian.com/world/2021/may/30/israel-opposition-netanyahu-lapid-bennett","apiUrl":"https://content.guardianapis.com/world/2021/may/30/israel-opposition-netanyahu-lapid-bennett","fields":{"headline":"Israeli opposition said to be closing in on deal to oust Netanyahu","standfirst":"<p>Reported agreement could install far-right former settler leader Naftali Bennett as prime minister</p>","trailText":"Reported agreement could install far-right former settler leader Naftali Bennett as prime minister","byline":"Oliver Holmes in Jerusalem","main":"<figure class=\"element element-image\" data-media-id=\"7055377fdc495dc3e3d2c86c641a5fce5de519d0\"> <img src=\"https://media.guim.co.uk/7055377fdc495dc3e3d2c86c641a5fce5de519d0/598_549_2902_1742/1000.jpg\" alt=\"Benjamin Netanyahu (left) and Yair Lapid seen in 2013\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Benjamin Netanyahu (left) and Yair Lapid. Report suggest Lapid has made a power-sharing offer to a political foe, Naftali Bennett.</span> <span class=\"element-image__credit\">Photograph: Ronen Zvulun/Reuters</span> </figcaption> </figure>","body":"<p>Rival politicians in Israel united only in their opposition to Benjamin Netanyahu could be closing in on a deal to oust the country’s longest-serving leader as soon as this week.</p> <p>The opposition leader Yair Lapid, a former TV news anchor popular with the country’s secular middle class, has until a Wednesday deadline to build a coalition government after Netanyahu <a href=\"https://www.theguardian.com/world/2021/may/04/israels-netanyahu-struggles-to-form-government-before-deadline\">failed to do so</a>.</p> <p>Local media reports suggested Lapid, 57, had made a power-sharing offer to a political foe, Naftali Bennett, 49, a former settler leader and hard-right religious nationalist <a href=\"https://www.theguardian.com/world/2017/jan/03/far-right-israel-minister-naftali-bennett-bill-annex-maale-adumim-settlement-palestinian-territories\">who wants to annex most of the occupied West Bank</a>.</p> <p>Under the unconfirmed agreement, Bennett, a tech millionaire who previously headed the defence and education ministries, would become prime minister for the first two years of a term, with Lapid replacing him for the final two. Bennett is due to meet with his Yamina party on Sunday.</p> <p>Despite vast differences, opponents of Netanyahu, <a href=\"https://www.theguardian.com/world/2021/apr/05/netanyahu-in-court-as-israels-lawmakers-mull-over-his-political-fate\">who is on trial</a> on corruption charges that he denies, have accused the 71-year-old of divisiveness and prioritising his hold on power above all else.</p> <p>“We need a government that will reflect the fact that we don’t hate one another. A government in which left, right and centre will work together to tackle the economic and security challenges we face,” Lapid said last week.</p> <p>Netanyahu’s rightwing Likud party won the most seats in a March election and was given <a href=\"https://www.theguardian.com/world/2021/apr/06/netanyahu-nominated-to-try-to-form-israeli-government\">28 days to build a majority coalition government</a>. He too suggested a similar power-sharing deal with Bennett but <a href=\"https://www.timesofisrael.com/netanyahu-ill-let-bennett-be-pm-first-bennett-but-you-dont-have-a-majority/\">it was swiftly rejected</a>. After the deadline passed on 5 May, Lapid was handed a mandate under Israel’s electoral system.</p> <p>Lapid, once a finance minister whose Yesh Atid party came second in the last election, had sped up political consultations in recent days following a two-week bout of Gaza bloodshed that froze negotiations.</p> <p>The self-proclaimed “centrist” and “security hawk” has sought to forge tricky alliances with parties from across the political spectrum.</p> <p>He plans to bring together the establishment Labour and anti-occupation Meretz parties with their traditional enemies. They include Bennett but also Avigdor Lieberman, who <a href=\"https://www.haaretz.com/lieberman-disloyal-israeli-arabs-should-be-beheaded-1.5334458\">once suggested</a> that “disloyal” members of the country’s Arab minority, who make up about 20% of its population of 9 million, should be beheaded.</p> <p>The diverse group may require outside backing by Arab members of parliament, including Islamists, who would help Lapid clinch a 61-seat majority and dethrone Netanyahu. However, their ideological differences are too great to be full coalition members, meaning Lapid would probably form a minority government.</p> <p>If the deal is successful, it could end both a political deadlock that has <a href=\"https://www.theguardian.com/world/2021/mar/23/israelis-vote-in-fourth-national-election-in-two-years\">brought four snap elections since 2019</a> and Netanyahu’’s 12-year stretch as prime minister.</p> <p>Netanyahu fuelled speculation that his term was about to end on Sunday by offering a last-ditch offer to Bennett and another rightwing party head, Gideon Saar. Under the deal, seen as the most generous to date from Netanyahu, the three men would each “rotate” the role of prime minister. However, Saar, a former Netanyahu protege-turned-opponent, rejected the advance. “Our position and commitment was and remains to change the Netanyahu regime,” Saar tweeted.</p> <p>Lapid took the role of head of the opposition from Benny Gantz, a former army chief who fought Netanyahu during the past three elections but who lost support after he made a <a href=\"https://www.theguardian.com/world/2020/dec/22/israel-barrels-towards-fourth-election-within-two-years\">power-sharing deal with the prime minister</a> that ultimately collapsed.</p> <p>If Lapid fails to announce a government by Wednesday, a fifth Israeli election later this year is a possible outcome.</p>","wordcount":"579","firstPublicationDate":"2021-05-30T09:51:06Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:51:25Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/gp2vf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7055377fdc495dc3e3d2c86c641a5fce5de519d0/598_549_2902_1742/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Rival politicians in Israel united only in their opposition to Benjamin Netanyahu could be closing in on a deal to oust the country’s longest-serving leader as soon as this week. The opposition leader Yair Lapid, a former TV news anchor popular with the country’s secular middle class, has until a Wednesday deadline to build a coalition government after Netanyahu failed to do so. Local media reports suggested Lapid, 57, had made a power-sharing offer to a political foe, Naftali Bennett, 49, a former settler leader and hard-right religious nationalist who wants to annex most of the occupied West Bank. Under the unconfirmed agreement, Bennett, a tech millionaire who previously headed the defence and education ministries, would become prime minister for the first two years of a term, with Lapid replacing him for the final two. Bennett is due to meet with his Yamina party on Sunday. Despite vast differences, opponents of Netanyahu, who is on trial on corruption charges that he denies, have accused the 71-year-old of divisiveness and prioritising his hold on power above all else. “We need a government that will reflect the fact that we don’t hate one another. A government in which left, right and centre will work together to tackle the economic and security challenges we face,” Lapid said last week. Netanyahu’s rightwing Likud party won the most seats in a March election and was given 28 days to build a majority coalition government. He too suggested a similar power-sharing deal with Bennett but it was swiftly rejected. After the deadline passed on 5 May, Lapid was handed a mandate under Israel’s electoral system. Lapid, once a finance minister whose Yesh Atid party came second in the last election, had sped up political consultations in recent days following a two-week bout of Gaza bloodshed that froze negotiations. The self-proclaimed “centrist” and “security hawk” has sought to forge tricky alliances with parties from across the political spectrum. He plans to bring together the establishment Labour and anti-occupation Meretz parties with their traditional enemies. They include Bennett but also Avigdor Lieberman, who once suggested that “disloyal” members of the country’s Arab minority, who make up about 20% of its population of 9 million, should be beheaded. The diverse group may require outside backing by Arab members of parliament, including Islamists, who would help Lapid clinch a 61-seat majority and dethrone Netanyahu. However, their ideological differences are too great to be full coalition members, meaning Lapid would probably form a minority government. If the deal is successful, it could end both a political deadlock that has brought four snap elections since 2019 and Netanyahu’’s 12-year stretch as prime minister. Netanyahu fuelled speculation that his term was about to end on Sunday by offering a last-ditch offer to Bennett and another rightwing party head, Gideon Saar. Under the deal, seen as the most generous to date from Netanyahu, the three men would each “rotate” the role of prime minister. However, Saar, a former Netanyahu protege-turned-opponent, rejected the advance. “Our position and commitment was and remains to change the Netanyahu regime,” Saar tweeted. Lapid took the role of head of the opposition from Benny Gantz, a former army chief who fought Netanyahu during the past three elections but who lost support after he made a power-sharing deal with the prime minister that ultimately collapsed. If Lapid fails to announce a government by Wednesday, a fifth Israeli election later this year is a possible outcome.","charCount":"3594","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/oliver-holmes\">Oliver Holmes</a> in Jerusalem"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"politics/2021/may/30/alarm-at-secret-court-scheme-in-uk-australia-trade-deal","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2021-05-30T09:45:51Z","webTitle":"Alarm at secret court scheme in UK-Australia trade deal","webUrl":"https://www.theguardian.com/politics/2021/may/30/alarm-at-secret-court-scheme-in-uk-australia-trade-deal","apiUrl":"https://content.guardianapis.com/politics/2021/may/30/alarm-at-secret-court-scheme-in-uk-australia-trade-deal","fields":{"headline":"Alarm at secret court scheme in UK-Australia trade deal","standfirst":"<p>Campaigners concerned by controversial plans for tribunals where firms can seek compensation for effect of government policies </p>","trailText":"Campaigners concerned by controversial plans for tribunals where firms can seek compensation for effect of government policies ","byline":"Phillip Inman","main":"<figure class=\"element element-image\" data-media-id=\"6c2ce170c81c38f772641bc0a4df2ddc78ccc4e0\"> <img src=\"https://media.guim.co.uk/6c2ce170c81c38f772641bc0a4df2ddc78ccc4e0/346_785_3573_2144/1000.jpg\" alt=\"Liz Truss is racing to get the Australian trade deal ready for the G7 summit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liz Truss is racing to get the Australian trade deal ready for the G7 summit.</span> <span class=\"element-image__credit\">Photograph: Tayfun Salcı/Rex</span> </figcaption> </figure>","body":"<p><a href=\"https://www.theguardian.com/politics/2021/may/20/uk-australia-trade-deal-what-are-the-key-issues\" title=\"\">A free trade deal between the UK and Australia</a> is on course to include a controversial system of secret courts that will allow businesses to seek compensation if their profits are hit by government policies.</p> <p>In a move that has alarmed trade unions and anti-poverty campaigners, trade minister Greg Hands said UK negotiators were in <a href=\"https://www.theguardian.com/commentisfree/2021/may/26/australian-trade-deal-global-britain-boris-johnson-uk-farmers\" title=\"\">talks with Australian officials</a> over proposals to include a scheme that will arbitrate on disputes behind closed doors.</p> <p>It is understood that the UK plans to announce <a href=\"https://www.theguardian.com/business/2021/may/22/trusss-naivety-on-trade-with-australia-could-leave-the-uk-exposed\" title=\"\">the framework for a trade deal</a> with Australia before the G7 summit begins on 11 June, after prime minister Boris Johnson invited his Australian counterpart, Scott Morrison, to the event in Cornwall.</p> <p>Trade secretary Liz Truss said last week that a deal would be in the best interests of the UK economy and its exporters would benefit from unfettered access to Australian markets.</p> <p>Until now the most controversial element of the proposed deal has been a plan to <a href=\"https://www.theguardian.com/australia-news/2021/may/19/australian-farmers-rush-to-reassure-uk-over-looming-free-trade-agreement\" title=\"\">scrap tariffs and quotas on Australian agricultural products</a>, including sheep and beef coming into the UK, undercutting British farmers.</p> <p>The decision to include an <a href=\"https://www.theguardian.com/business/2015/jun/10/obscure-legal-system-lets-corportations-sue-states-ttip-icsid\" title=\"\">investor-state dispute settlement (ISDS) scheme</a>, which allows firms to sue governments when they believe policies have left them out of pocket, could spark even more protests.</p> <p>ISDS is a system of private courts convened in camera and arbitrated by judges, allowing firms to bypass domestic civil courts. They were originally conceived by western multinationals to protect them against the seizure of their assets in the aftermath of a coup or by rogue states, for example a mine being nationalised without reasonable compensation.</p> <p>In recent decades they have evolved to include indirect expropriation, by which any government measure that affects the actual or expected profits of a business can be challenged.</p> <p>Recent ISDS cases brought against governments include Swedish energy firm Vattenfall suing Germany for policies that cut water pollution; US drugs giant Eli Lilly suing Canada for trying to reduce medicine prices; and French multinational Veolia suing Egypt for increasing its national minimum wage.</p> <p>Shadow trade minister Emily Thornberry said: “It would be deeply worrying if the government is using the very first post-Brexit trade agreement written from scratch to hand major corporations power to challenge regulations that affect their profits, restricting our ability as a country to introduce new laws to protect the environment, public health, and the rights of workers and consumers.</p> <p>“It is yet another reason why this proposed trade deal needs proper scrutiny and debate, rather than being rushed through in secret for a signing ceremony at the G7.”</p> <p>Nick Dearden, the director of Global Justice Now, said the Australian company behind a planned coal mine in Cumbria could sue the government for halting or delaying the project for environmental reasons.</p> <p>“Right now, the Dutch government is being sued in these courts for daring to phase out coal power, so we know fossil fuel companies won’t hold back,” he said.</p> <p>The EU planned to include an ISDS in <a href=\"https://www.theguardian.com/business/2017/jun/05/hopes-of-eu-us-trade-agreement-put-on-ice-say-brussels-sources\" title=\"\">a free trade deal with the US</a> during talks started with president Barak Obama, but was forced to drop the measure after a series of marches and protests across the continent. In 2017 the transatlantic trade and investment partnership, known as TTIP, was put on ice.</p> <p>Asked in parliament about ISDS in the Australia deal, Hands said: “It is a live negotiation. There will be a chapter on investment. We are huge investors in each other’s markets. I would remind the House that the UK has never lost an ISDS case.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2015/jun/10/obscure-legal-system-lets-corportations-sue-states-ttip-icsid\">The obscure legal system that lets corporations sue countries | Claire Provost and Matt Kennard</a> </p> </aside>  <p>Dearden said: “Greg Hands confirmed our worst fears - that, just as most countries are moving away from the toxic corporate court system, the British government wants to turbocharge it.</p> <p>“These courts would allow Australian companies to extract eye-watering payouts from the government for taking action on anything from climate change to workers’ rights, tying the hands of governments for a generation or more.</p> <p>Nick Crook, head of international relations at Unison, said: “Australia already knows what ISDS means. Tobacco giant Philip Morris tried to sue Australia after it sought to pass plain packaging legislation to protect public health. Although Australia eventually won it cost the Australian tax payer A$24m fighting the case in private investment tribunals.”</p>","newspaperPageNumber":"15","wordcount":"708","firstPublicationDate":"2021-05-30T09:45:51Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:45:51Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/htv5z","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6c2ce170c81c38f772641bc0a4df2ddc78ccc4e0/346_785_3573_2144/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A free trade deal between the UK and Australia is on course to include a controversial system of secret courts that will allow businesses to seek compensation if their profits are hit by government policies. In a move that has alarmed trade unions and anti-poverty campaigners, trade minister Greg Hands said UK negotiators were in talks with Australian officials over proposals to include a scheme that will arbitrate on disputes behind closed doors. It is understood that the UK plans to announce the framework for a trade deal with Australia before the G7 summit begins on 11 June, after prime minister Boris Johnson invited his Australian counterpart, Scott Morrison, to the event in Cornwall. Trade secretary Liz Truss said last week that a deal would be in the best interests of the UK economy and its exporters would benefit from unfettered access to Australian markets. Until now the most controversial element of the proposed deal has been a plan to scrap tariffs and quotas on Australian agricultural products, including sheep and beef coming into the UK, undercutting British farmers. The decision to include an investor-state dispute settlement (ISDS) scheme, which allows firms to sue governments when they believe policies have left them out of pocket, could spark even more protests. ISDS is a system of private courts convened in camera and arbitrated by judges, allowing firms to bypass domestic civil courts. They were originally conceived by western multinationals to protect them against the seizure of their assets in the aftermath of a coup or by rogue states, for example a mine being nationalised without reasonable compensation. In recent decades they have evolved to include indirect expropriation, by which any government measure that affects the actual or expected profits of a business can be challenged. Recent ISDS cases brought against governments include Swedish energy firm Vattenfall suing Germany for policies that cut water pollution; US drugs giant Eli Lilly suing Canada for trying to reduce medicine prices; and French multinational Veolia suing Egypt for increasing its national minimum wage. Shadow trade minister Emily Thornberry said: “It would be deeply worrying if the government is using the very first post-Brexit trade agreement written from scratch to hand major corporations power to challenge regulations that affect their profits, restricting our ability as a country to introduce new laws to protect the environment, public health, and the rights of workers and consumers. “It is yet another reason why this proposed trade deal needs proper scrutiny and debate, rather than being rushed through in secret for a signing ceremony at the G7.” Nick Dearden, the director of Global Justice Now, said the Australian company behind a planned coal mine in Cumbria could sue the government for halting or delaying the project for environmental reasons. “Right now, the Dutch government is being sued in these courts for daring to phase out coal power, so we know fossil fuel companies won’t hold back,” he said. The EU planned to include an ISDS in a free trade deal with the US during talks started with president Barak Obama, but was forced to drop the measure after a series of marches and protests across the continent. In 2017 the transatlantic trade and investment partnership, known as TTIP, was put on ice. Asked in parliament about ISDS in the Australia deal, Hands said: “It is a live negotiation. There will be a chapter on investment. We are huge investors in each other’s markets. I would remind the House that the UK has never lost an ISDS case.” Dearden said: “Greg Hands confirmed our worst fears - that, just as most countries are moving away from the toxic corporate court system, the British government wants to turbocharge it. “These courts would allow Australian companies to extract eye-watering payouts from the government for taking action on anything from climate change to workers’ rights, tying the hands of governments for a generation or more. Nick Crook, head of international relations at Unison, said: “Australia already knows what ISDS means. Tobacco giant Philip Morris tried to sue Australia after it sought to pass plain packaging legislation to protect public health. Although Australia eventually won it cost the Australian tax payer A$24m fighting the case in private investment tribunals.”","charCount":"4374","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/phillipinman\">Phillip Inman</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"uk-news/2021/may/30/scotlands-best-island-orkney-wins-first-place-in-survey","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2021-05-30T09:45:51Z","webTitle":"Scotland’s best island? Orkney wins first place in survey ","webUrl":"https://www.theguardian.com/uk-news/2021/may/30/scotlands-best-island-orkney-wins-first-place-in-survey","apiUrl":"https://content.guardianapis.com/uk-news/2021/may/30/scotlands-best-island-orkney-wins-first-place-in-survey","fields":{"headline":"Scotland’s best island? Orkney wins first place in survey ","standfirst":"<p>Prehistoric sites, dramatic scenery and sandy beaches earn the island the top spot for visitors, with Shetland coming second </p>","trailText":"Prehistoric sites, dramatic scenery and sandy beaches earn the island the top spot for visitors, with Shetland coming second ","byline":"Robin McKie","main":"<figure class=\"element element-image\" data-media-id=\"cfb3af74aae4b8ad187d9ae625fe44057841bb0f\"> <img src=\"https://media.guim.co.uk/cfb3af74aae4b8ad187d9ae625fe44057841bb0f/0_300_5667_3400/1000.jpg\" alt=\"The Ring of Brodgar, 2,500 to circa 2,000 BC, a neolithic stone circle in Orkney.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Ring of Brodgar, 2,500 to circa 2,000 BC, a neolithic stone circle in Orkney.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>","body":"<p>The ancient standing stones and neolithic settlements of Orkney have earned it the title of best Scottish island, according to a survey from <em>Which</em>?</p> <p>Readers were asked to rate 14 of the biggest of the hundreds of islands in Scotland’s waters, with 10 of them receiving an impressive visitor score of 80% or more.</p> <p>In first place, Orkney – which is actually made up of around 70 islands of which 20 or so are inhabited - was the only one to receive five stars for its tourist attractions. Visitors were particularly taken with its prehistoric sites which are among the finest and best preserved in the British Isles. </p> <p>They include the stone age settlement of Skara Brae; the spectacular ring of standing stones known as the Ring of Brodgar; and the chambered burial cairn of Maeshowe. All three form part of the <a href=\"https://en.wikipedia.org/wiki/UNESCO\" title=\"\">Unesco</a> <a href=\"https://en.wikipedia.org/wiki/World_Heritage_Site\" title=\"\">world heritage site</a> known as the <a href=\"https://en.wikipedia.org/wiki/Heart_of_Neolithic_Orkney\" title=\"\">Heart of Neolithic Orkney</a>. The island was also praised for its dramatic scenery and secluded sandy beaches. </p> <p>Second place in the survey was occupied by Orkney’s northern neighbour Shetland, another archipelago made up, in this case, of around 100 or so islands of which only 16 are inhabited. Shetland was also rated highly for its for peaceful landscapes and its remoteness. Shetland is, in fact, closer to the Arctic Circle than it is to London.</p> <p>Like Orkney, it is blessed with some of the finest prehistoric sites in the British Islands. Among these are the Stone Age village of Jarlshof which contains remains that date from 2500 BC up to the 17th century, as well as the remarkable Broch of Mousa, the only intact example of mysterious Iron Age roundhouses – called brochs – that were built around the coast Scotland around the first centuries BC and AD.</p> <p>In the next places, Harris, Islay and Mull each received a visitor score of 85% with Arran, Barra, Lewis, Skye and Iona making up the remaining top 10 places.</p> <p><br></p>","newspaperPageNumber":"29","wordcount":"326","firstPublicationDate":"2021-05-30T09:45:51Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T09:45:51Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hthgj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/cfb3af74aae4b8ad187d9ae625fe44057841bb0f/0_300_5667_3400/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The ancient standing stones and neolithic settlements of Orkney have earned it the title of best Scottish island, according to a survey from Which? Readers were asked to rate 14 of the biggest of the hundreds of islands in Scotland’s waters, with 10 of them receiving an impressive visitor score of 80% or more. In first place, Orkney – which is actually made up of around 70 islands of which 20 or so are inhabited - was the only one to receive five stars for its tourist attractions. Visitors were particularly taken with its prehistoric sites which are among the finest and best preserved in the British Isles. They include the stone age settlement of Skara Brae; the spectacular ring of standing stones known as the Ring of Brodgar; and the chambered burial cairn of Maeshowe. All three form part of the Unesco world heritage site known as the Heart of Neolithic Orkney. The island was also praised for its dramatic scenery and secluded sandy beaches. Second place in the survey was occupied by Orkney’s northern neighbour Shetland, another archipelago made up, in this case, of around 100 or so islands of which only 16 are inhabited. Shetland was also rated highly for its for peaceful landscapes and its remoteness. Shetland is, in fact, closer to the Arctic Circle than it is to London. Like Orkney, it is blessed with some of the finest prehistoric sites in the British Islands. Among these are the Stone Age village of Jarlshof which contains remains that date from 2500 BC up to the 17th century, as well as the remarkable Broch of Mousa, the only intact example of mysterious Iron Age roundhouses – called brochs – that were built around the coast Scotland around the first centuries BC and AD. In the next places, Harris, Islay and Mull each received a visitor score of 85% with Arran, Barra, Lewis, Skye and Iona making up the remaining top 10 places.","charCount":"1865","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robinmckie\">Robin McKie</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}