{"response":{"status":"ok","userTier":"developer","total":2271477,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227148,"orderBy":"newest","results":[{"id":"world/2021/may/30/phone-intercepts-jordanian-prince-alleged-coup-attempt","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T04:00:44Z","webTitle":"Phone intercepts shine more light on Jordanian prince’s alleged coup attempt ","webUrl":"https://www.theguardian.com/world/2021/may/30/phone-intercepts-jordanian-prince-alleged-coup-attempt","apiUrl":"https://content.guardianapis.com/world/2021/may/30/phone-intercepts-jordanian-prince-alleged-coup-attempt","fields":{"headline":"Phone intercepts shine more light on Jordanian prince’s alleged coup attempt ","standfirst":"<p>Discussions took place before Prince Hamzah was put under house arrest</p>","trailText":"Discussions took place before Prince Hamzah was put under house arrest","byline":"Martin Chulov and Michael Safi","main":"<figure class=\"element element-image\" data-media-id=\"48717bc59f1fbbe17de31930f7a6ffbff0da3441\"> <img src=\"https://media.guim.co.uk/48717bc59f1fbbe17de31930f7a6ffbff0da3441/135_125_1899_1139/1000.jpg\" alt=\"Prince Hamzah with his half-brother King Abdullah in 2004\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prince Hamzah with his half-brother King Abdullah in 2004.</span> <span class=\"element-image__credit\">Photograph: Mike Nelson/EPA</span> </figcaption> </figure>","body":"<p>Aides to the former Jordanian heir Prince Hamzah sought pledges of allegiance on his behalf from tribal leaders and former military officers in the weeks before he was detained, conversations caught on phone intercepts and listening devices suggest.</p> <p>The recordings are key pieces of evidence in the Jordanian government’s case against two men accused of acting as proxies for Hamzah in <a href=\"https://www.theguardian.com/world/2021/apr/07/jordans-king-abdullah-describes-shock-and-pain-over-alleged-coup-plot\">a failed attempt</a> to oust his half-brother, King Abdullah, as monarch. Both men – Bassem Awadallah, a former envoy to Saudi Arabia, and Sharif Hassan bin Zaid, a cousin of the king – are expected to stand trial in Amman in coming days.</p> <p>The calls and intercepts, which have been heard by the Guardian, took place over three weeks in March, a period in which officials say Hamzah tried to rally support from figures who could elevate what officials describe as a seditious plot into a serious challenge to Abdullah’s reign.</p> <p>The recordings include the Arabic term <em>mubayaa</em>, which implies swearing an oath to a caliph or monarch. The use of such a phrase alarmed intelligence officials who had begun surveilling Hamzah and his aides, setting in motion a real-life Game of Thrones, which placed two of Jordan’s most senior royals at odds and implicated its two closest allies.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/26/did-jordans-closest-allies-plot-to-unseat-its-king\">Did Jordan’s closest allies plot to unseat its king?</a> </p> </aside>  <p>The Guardian <a href=\"https://www.theguardian.com/world/2021/may/26/did-jordans-closest-allies-plot-to-unseat-its-king\">on Wednesday</a> revealed the US had warned of the alleged plot in a call to Jordan’s spy agency in March. At the same time, a report was handed to Abdullah, who had been frozen out of plans by Donald Trump’s son-in-law Jared Kushner <a href=\"https://www.theguardian.com/us-news/2020/jan/27/jared-kushner-israel-palestine-peace-plan\">to reshape the Middle East</a> during the former US president’s tumultuous four years.</p> <p>The American warning came after Bin Zaid allegedly approached a US diplomat soliciting support for the former crown prince’s ascent to the throne.</p> <p>By then, intelligence officials had intercepted several calls that appeared to seek loyalty. One of the calls to a tribal official heard a voice saying: “Our guy has made a decision to move, do you pledge allegiance?”</p> <p>A bug placed in a meeting of tribal figures in northern Jordan recorded the men present discussing how to organise support for Hamzah. Meetings of civilians were to be kept to 15 people, while meetings of retired military leaders were limited to seven.</p> <p>The Jordanian case against Hamzah, who remains under house arrest, is that he sought to move against Abdullah, who removed him from the line of succession in 2004 and installed his son, around the time of a tragedy blamed on negligence at a hospital that killed seven patients in the city of Salt.</p> <p>“He arrived wearing his father [King Hussein’s] tie,” a senior official said. “There were messages between him and his friends saying ‘you should not take a photo with His Majesty’.”</p> <p>By mid-March, after the warnings had been delivered to the royal court and Jordan’s general intelligence directorate, officials believe Hamzah saw a confluence of circumstances – commemorations of a 50-year-old battle with Israel and of a decade-old youth movement, as well as Mother’s Day – as a chance to build momentum.</p> <p>“At that point Hamzah was asking for advice on how to proceed,” the official said. “He was told: ‘These decisions need well thought-out responses. When it’s time for the full knockout, you will know.</p> <p>“His people told those they had recruited: ‘When he acts, it is to be for the jugular.’”</p> <p>Regional sources said the alleged plot may have been an epilogue to a wider drama in the region over the past four years: Kushner’s attempt to launch his so-called <a href=\"https://www.theguardian.com/world/2019/jun/26/jared-kushner-deal-of-the-century-israel-palestine-bahrain\">“deal of the century” plan</a>, which ripped up the rulebook on the Israeli-Palestinian conflict. Saudi Arabia’s Crown Prince Mohammed bin Salman was integral to Kushner’s ambitions. Awadallah had remained on close terms with Riyadh, and the Saudi foreign minister, Faisal bin Farhan Al Saud, is understood to have flown to Amman the day after he was arrested to seek his release.</p> <p>Abdullah rigidly opposed the Kushner deal, as a direct threat to the kingdom’s <a href=\"https://www.theguardian.com/world/2020/nov/26/jordan-scrambles-affirm-custodianship-al-aqsa-mosque\">custodianship of holy sites in Jerusalem</a> – a key facet of Hashemite legitimacy – and a blow to hopes that Jordan’s significant population of Palestinian refugees may one day be able to return to their own state.</p> <p>Hamzah is understood to be confined to his home, and was last heard from in leaked videos in April claiming his innocence.</p>","wordcount":"716","firstPublicationDate":"2021-05-30T04:00:44Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T04:18:47Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htvnz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/48717bc59f1fbbe17de31930f7a6ffbff0da3441/135_125_1899_1139/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Aides to the former Jordanian heir Prince Hamzah sought pledges of allegiance on his behalf from tribal leaders and former military officers in the weeks before he was detained, conversations caught on phone intercepts and listening devices suggest. The recordings are key pieces of evidence in the Jordanian government’s case against two men accused of acting as proxies for Hamzah in a failed attempt to oust his half-brother, King Abdullah, as monarch. Both men – Bassem Awadallah, a former envoy to Saudi Arabia, and Sharif Hassan bin Zaid, a cousin of the king – are expected to stand trial in Amman in coming days. The calls and intercepts, which have been heard by the Guardian, took place over three weeks in March, a period in which officials say Hamzah tried to rally support from figures who could elevate what officials describe as a seditious plot into a serious challenge to Abdullah’s reign. The recordings include the Arabic term mubayaa, which implies swearing an oath to a caliph or monarch. The use of such a phrase alarmed intelligence officials who had begun surveilling Hamzah and his aides, setting in motion a real-life Game of Thrones, which placed two of Jordan’s most senior royals at odds and implicated its two closest allies. The Guardian on Wednesday revealed the US had warned of the alleged plot in a call to Jordan’s spy agency in March. At the same time, a report was handed to Abdullah, who had been frozen out of plans by Donald Trump’s son-in-law Jared Kushner to reshape the Middle East during the former US president’s tumultuous four years. The American warning came after Bin Zaid allegedly approached a US diplomat soliciting support for the former crown prince’s ascent to the throne. By then, intelligence officials had intercepted several calls that appeared to seek loyalty. One of the calls to a tribal official heard a voice saying: “Our guy has made a decision to move, do you pledge allegiance?” A bug placed in a meeting of tribal figures in northern Jordan recorded the men present discussing how to organise support for Hamzah. Meetings of civilians were to be kept to 15 people, while meetings of retired military leaders were limited to seven. The Jordanian case against Hamzah, who remains under house arrest, is that he sought to move against Abdullah, who removed him from the line of succession in 2004 and installed his son, around the time of a tragedy blamed on negligence at a hospital that killed seven patients in the city of Salt. “He arrived wearing his father [King Hussein’s] tie,” a senior official said. “There were messages between him and his friends saying ‘you should not take a photo with His Majesty’.” By mid-March, after the warnings had been delivered to the royal court and Jordan’s general intelligence directorate, officials believe Hamzah saw a confluence of circumstances – commemorations of a 50-year-old battle with Israel and of a decade-old youth movement, as well as Mother’s Day – as a chance to build momentum. “At that point Hamzah was asking for advice on how to proceed,” the official said. “He was told: ‘These decisions need well thought-out responses. When it’s time for the full knockout, you will know. “His people told those they had recruited: ‘When he acts, it is to be for the jugular.’” Regional sources said the alleged plot may have been an epilogue to a wider drama in the region over the past four years: Kushner’s attempt to launch his so-called “deal of the century” plan, which ripped up the rulebook on the Israeli-Palestinian conflict. Saudi Arabia’s Crown Prince Mohammed bin Salman was integral to Kushner’s ambitions. Awadallah had remained on close terms with Riyadh, and the Saudi foreign minister, Faisal bin Farhan Al Saud, is understood to have flown to Amman the day after he was arrested to seek his release. Abdullah rigidly opposed the Kushner deal, as a direct threat to the kingdom’s custodianship of holy sites in Jerusalem – a key facet of Hashemite legitimacy – and a blow to hopes that Jordan’s significant population of Palestinian refugees may one day be able to return to their own state. Hamzah is understood to be confined to his home, and was last heard from in leaked videos in April claiming his innocence.","charCount":"4247","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/martin-chulov\">Martin Chulov</a> and <a href=\"profile/michael-safi\">Michael Safi</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"australia-news/2021/may/30/victoria-reports-five-new-local-covid-cases-on-day-three-of-circuit-breaker-lockdown","type":"article","sectionId":"australia-news","sectionName":"Australia news","webPublicationDate":"2021-05-30T02:17:18Z","webTitle":"Victoria reports five new local Covid cases including ‘extremely concerning’ mystery case in aged care","webUrl":"https://www.theguardian.com/australia-news/2021/may/30/victoria-reports-five-new-local-covid-cases-on-day-three-of-circuit-breaker-lockdown","apiUrl":"https://content.guardianapis.com/australia-news/2021/may/30/victoria-reports-five-new-local-covid-cases-on-day-three-of-circuit-breaker-lockdown","fields":{"headline":"Victoria reports five new local Covid cases including ‘extremely concerning’ mystery case in aged care","standfirst":"<p>Melbourne-based cluster grows to 40 cases as Morrison government maintains vaccine rollout is ‘not a race’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid public exposure sites: full list</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria Covid restrictions</a></li></ul>","trailText":"The new cases came as the state conducted 45,000 tests and take the latest cluster to 40 in total","byline":"Katharine Murphy and Nino Bucci","main":"<figure class=\"element element-image\" data-media-id=\"7de101a59d95aa264bbeb0abd1c52329e9d8f949\"> <img src=\"https://media.guim.co.uk/7de101a59d95aa264bbeb0abd1c52329e9d8f949/0_110_3000_1800/1000.jpg\" alt=\"Covid testing in Melbourne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Health workers conduct Covid testing in South Melbourne. Victoria is into day three of its fourth coronavirus lockdown.</span> <span class=\"element-image__credit\">Photograph: Luis Ascui/AAP</span> </figcaption> </figure>","body":"<p>The Morrison government is continuing to declare getting vaccinated is “not a race” even as Victorian health authorities confirmed five new locally acquired infections – including one in aged care – on day three of the state’s fourth Covid lockdown.</p> <p>The update from Victoria on Sunday morning takes the total number of cases in the latest outbreak based in <a href=\"https://www.theguardian.com/australia-news/melbourne\">Melbourne</a> to 40.</p> <p>Victoria’s acting premier, James Merlino, announced a $250m support package for businesses on Sunday while stating he was “beyond disappointed” the prime minister and federal treasurer had declined to help workers with financial assistance.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/29/were-the-ones-shouldering-it-all-how-victorian-workers-are-coping-with-a-fourth-covid-lockdown\">‘We’re the ones shouldering it all’: how Victorian workers are coping with a fourth Covid lockdown</a> </p> </aside>  <p>One of the new positive cases was a healthcare provider in an aged care home in the western suburb of Maidstone, according to a statement issued by the facility.</p> <p>Colin Singh, the Arcare chief executive, said the worker had received her first dose of a Covid vaccine, was wearing a mask and had not displayed symptoms when she last worked at the centre on Thursday.</p> <p>Singh said “a significant number of our residents” had also received a first vaccine dose.</p> <p>“I want to assure you that, whilst we hoped that this would not happen again, we are well prepared, and our infection control practices put us in a good place to manage this outbreak effectively,” he said in <a href=\"https://arcare.com.au/wp-content/uploads/2021/05/VIC-Community-Update_300521-.pdf\">the statement</a> on Sunday.</p> <p>Arcare Maidstone has capacity for 90 residents, according to its website. It was relatively untouched by Covid last year – compared to other Victorian facilities – recording only seven cases.</p> <p>Victoria’s Covid commander, Jeroen Weimar, on Sunday said the case in the aged care home was of “extreme concern” because it was a mystery case at this stage.</p> <p>“I am concerned that at this point in time we don’t have an original acquisition source,” for the healthcare worker, Weimar told reporters.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicGovDH/status/1398781909472264198\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reported yesterday: 5 new local cases and 1 new case acquired overseas (currently in HQ).<br>- 17,702 vaccine doses were administered <br>- 45,301 test results were received <br>More later: <a href=\"https://t.co/lIUrl0ZEco\">https://t.co/lIUrl0ZEco</a><a href=\"https://twitter.com/hashtag/COVID19Vic?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19Vic</a> <a href=\"https://twitter.com/hashtag/COVID19VicData?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19VicData</a> <a href=\"https://t.co/oY3nril3sL\">pic.twitter.com/oY3nril3sL</a></p>&mdash; VicGovDH (@VicGovDH) <a href=\"https://twitter.com/VicGovDH/status/1398781909472264198?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure>  <p>The Morrison government is under increasing pressure regarding the slow pace of the vaccination rollout and for failing to emphasise the urgency of getting inoculated.</p> <p>On Sunday, both the deputy prime minister, Michael McCormack, and the federal trade minister, Dan Tehan, resisted using the term “race” to characterise the vaccine rollout.</p> <p>McCormack told Sky News: “Well it’s not a race, it has to be systematic, it has to be rolled out in a way that Australians obviously need to know that they have to get the jab.”</p> <p>“But we can’t have everybody going and getting it at the same time and that’s why there has been a phase-in system,” he said.</p> <p>On the ABC, Tehan declared “you don’t describe a vaccine rollout as a race”.</p> <p>“The Melbourne Cup is a race, the Stawell Gift is a race – we are trying to get as many people vaccinated as quickly as we can,” he said.</p> <p>Tehan also stumbled on Sunday morning when asked what support would be given to <a href=\"https://www.theguardian.com/australia-news/2021/may/29/were-the-ones-shouldering-it-all-how-victorian-workers-are-coping-with-a-fourth-covid-lockdown\">Victorian workers impacted</a> by the week-long shutdown now the commonwealth had withdrawn the jobkeeper wage subsidy.</p> <p>Asked what help would be provided to casual employees who can’t work, the minister pointed to emergency payments for people who have contracted the coronavirus or their close contacts.</p> <p>Challenged on the eligibility requirements, Tehan then said people could “go to Centrelink” because people “might” be eligible for the emergency payments.</p> <p>The Morrison government has thus far <a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-covid-outbreak-victoria-records-four-new-cases-as-close-contacts-list-swells\">resisted providing additional support</a> for Victorian workers but Tehan on Sunday suggested that could change. “Obviously we will continue to have discussions with the Victorian state government and we will continue to monitor the situation,” he said.</p> <p>McCormack said he hoped the Victorian lockdown would end after seven days but that was ultimately a matter for the state government and health authorities.</p> <p>The deputy prime minister continued to insist that Australians were lucky to live in a country with low infection rates. When it was pointed out to him that Australia was lagging comparable countries, like the United States and the United Kingdom, on the pace of the vaccination rollout, McCormack noted the Greens leader, Adam Bandt, had made a similar observation in parliament last week.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-covid-outbreak-victoria-records-four-new-cases-as-close-contacts-list-swells\">Melbourne Covid outbreak: federal government knocks back Victoria’s request for more financial support</a> </p> </aside>  <p>McCormack declared if Bandt “thinks America is so great he should go and live there and we would all be better off”.</p> <p>The deputy prime minister also warned Australians the pandemic was a long haul. Using a football analogy, McCormack said he doubted whether the country was at the half-time mark in the crisis.</p> <p>Victoria recorded five local cases on Saturday, with four linked to a food distribution delivery driver.</p> <p>The number of vaccinations and test results reported on Sunday was lower than the records reported on Saturday when 21,626 vaccine doses were administered and 56,624 test results received.</p> <p>The Victorian health department <a href=\"https://twitter.com/VicGovDH/status/1398560091113099271?s=20\">confirmed late on Saturday</a> it was testing an online booking system for vaccinations which it expected to launch soon.</p> <p>The state’s chief health officer, Prof Brett Sutton, said last week that Victoria had the capacity to administer as many as 30,000 doses a day.</p>","wordcount":"808","firstPublicationDate":"2021-05-29T23:26:44Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T02:54:37Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htkma","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7de101a59d95aa264bbeb0abd1c52329e9d8f949/0_110_3000_1800/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Morrison government is continuing to declare getting vaccinated is “not a race” even as Victorian health authorities confirmed five new locally acquired infections – including one in aged care – on day three of the state’s fourth Covid lockdown. The update from Victoria on Sunday morning takes the total number of cases in the latest outbreak based in Melbourne to 40. Victoria’s acting premier, James Merlino, announced a $250m support package for businesses on Sunday while stating he was “beyond disappointed” the prime minister and federal treasurer had declined to help workers with financial assistance. One of the new positive cases was a healthcare provider in an aged care home in the western suburb of Maidstone, according to a statement issued by the facility. Colin Singh, the Arcare chief executive, said the worker had received her first dose of a Covid vaccine, was wearing a mask and had not displayed symptoms when she last worked at the centre on Thursday. Singh said “a significant number of our residents” had also received a first vaccine dose. “I want to assure you that, whilst we hoped that this would not happen again, we are well prepared, and our infection control practices put us in a good place to manage this outbreak effectively,” he said in the statement on Sunday. Arcare Maidstone has capacity for 90 residents, according to its website. It was relatively untouched by Covid last year – compared to other Victorian facilities – recording only seven cases. Victoria’s Covid commander, Jeroen Weimar, on Sunday said the case in the aged care home was of “extreme concern” because it was a mystery case at this stage. “I am concerned that at this point in time we don’t have an original acquisition source,” for the healthcare worker, Weimar told reporters. The Morrison government is under increasing pressure regarding the slow pace of the vaccination rollout and for failing to emphasise the urgency of getting inoculated. On Sunday, both the deputy prime minister, Michael McCormack, and the federal trade minister, Dan Tehan, resisted using the term “race” to characterise the vaccine rollout. McCormack told Sky News: “Well it’s not a race, it has to be systematic, it has to be rolled out in a way that Australians obviously need to know that they have to get the jab.” “But we can’t have everybody going and getting it at the same time and that’s why there has been a phase-in system,” he said. On the ABC, Tehan declared “you don’t describe a vaccine rollout as a race”. “The Melbourne Cup is a race, the Stawell Gift is a race – we are trying to get as many people vaccinated as quickly as we can,” he said. Tehan also stumbled on Sunday morning when asked what support would be given to Victorian workers impacted by the week-long shutdown now the commonwealth had withdrawn the jobkeeper wage subsidy. Asked what help would be provided to casual employees who can’t work, the minister pointed to emergency payments for people who have contracted the coronavirus or their close contacts. Challenged on the eligibility requirements, Tehan then said people could “go to Centrelink” because people “might” be eligible for the emergency payments. The Morrison government has thus far resisted providing additional support for Victorian workers but Tehan on Sunday suggested that could change. “Obviously we will continue to have discussions with the Victorian state government and we will continue to monitor the situation,” he said. McCormack said he hoped the Victorian lockdown would end after seven days but that was ultimately a matter for the state government and health authorities. The deputy prime minister continued to insist that Australians were lucky to live in a country with low infection rates. When it was pointed out to him that Australia was lagging comparable countries, like the United States and the United Kingdom, on the pace of the vaccination rollout, McCormack noted the Greens leader, Adam Bandt, had made a similar observation in parliament last week. McCormack declared if Bandt “thinks America is so great he should go and live there and we would all be better off”. The deputy prime minister also warned Australians the pandemic was a long haul. Using a football analogy, McCormack said he doubted whether the country was at the half-time mark in the crisis. Victoria recorded five local cases on Saturday, with four linked to a food distribution delivery driver. The number of vaccinations and test results reported on Sunday was lower than the records reported on Saturday when 21,626 vaccine doses were administered and 56,624 test results received. The Victorian health department confirmed late on Saturday it was testing an online booking system for vaccinations which it expected to launch soon. The state’s chief health officer, Prof Brett Sutton, said last week that Victoria had the capacity to administer as many as 30,000 doses a day.","charCount":"4922","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/katharine-murphy\">Katharine Murphy</a> and <a href=\"profile/nino-bucci\">Nino Bucci</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"world/2021/may/30/kumbh-mela-how-a-superspreader-festival-seeded-covid-across-india","type":"article","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-30T00:00:39Z","webTitle":"Kumbh Mela: how a superspreader festival seeded Covid across India","webUrl":"https://www.theguardian.com/world/2021/may/30/kumbh-mela-how-a-superspreader-festival-seeded-covid-across-india","apiUrl":"https://content.guardianapis.com/world/2021/may/30/kumbh-mela-how-a-superspreader-festival-seeded-covid-across-india","fields":{"headline":"Kumbh Mela: how a superspreader festival seeded Covid across India","standfirst":"<p>From across India, millions of Hindu pilgrims came to take a ritual dip in the Ganges, then returned home carrying Covid-19. Here are their stories </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Millions attended Kumbh Mela as India’s second coronavirus wave began","byline":"Hannah Ellis-Petersen  and Aakash Hassan in Delhi","main":"<figure class=\"element element-image\" data-media-id=\"6670876b6e6c1e58f9551a75a65836ebeb8158f3\"> <img src=\"https://media.guim.co.uk/6670876b6e6c1e58f9551a75a65836ebeb8158f3/0_0_3500_2100/1000.jpg\" alt=\"Hindu devotees take a holy dip in the Ganges during Shahi Snan at Kumbh Mela amidst the spread of the coronavirus in Haridwar, India, 14 April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hindu devotees take a holy dip in the Ganges during Shahi Snan at Kumbh Mela, Haridwar as coronavirus spread rapidly among them.</span> <span class=\"element-image__credit\">Photograph: Anushree Fadnavis/Reuters</span> </figcaption> </figure>","body":"<p>On 12 April, as India registered another 169,000 new Covid-19 cases to overtake Brazil as the second-worst hit country, three million people gathered on the shores of the Ganges.</p> <p>They were there, in the ancient city of Haridwar in the state of Uttarakhand, to take a ritual dip in the holy river. The bodies, squashed together in a pack of devotion and religious fervour, paid no visible heed to Covid protocols.</p> <p>This was one of the holiest days of the <a href=\"https://www.theguardian.com/world/gallery/2019/feb/04/mauni-amavasya-at-the-kumbh-mela-in-pictures\">Kumbh Mela</a>, a festival that has become a highlight of the Hindu religious calendar and is known for drawing millions of pilgrims, seers, priests and tourists.</p>  <figure class=\"element element-image\" data-media-id=\"20e24f86d6f4cc6d34a64e5538d595f6cc32b25d\"> <img src=\"https://media.guim.co.uk/20e24f86d6f4cc6d34a64e5538d595f6cc32b25d/0_0_1737_1158/1000.jpg\" alt=\"Naga sadhus (Hindu holy men and women) take pictures after taking a dip in the waters of the Ganges during Kumbh Mela in Haridwar.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naga sadhus (Hindu holy men and women) take pictures after taking a dip in the waters of the Ganges during Kumbh Mela in Haridwar.</span> <span class=\"element-image__credit\">Photograph: Prakash Singh/AFP/Getty Images</span> </figcaption> </figure>  <p>In the weeks beforehand, as a deadly coronavirus second wave began engulfing India, anxious calls to cancel the festival were rebuffed by the state and central government, which are both ruled by the Hindu nationalist Bharatiya Janata party (BJP). On 21 March, a full page newspaper advert featuring the prime minister, Narendra Modi, invited devotees to the festival, assuring them it was “clean” and “safe”.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/numbered-list/index.html?vertical=News&amp;opinion-tint=false&amp;title=Millions%20attended%20the%20Kumbh%20Mela%20as%20India%27s%20second%20Covid%20wave%20took%20off&amp;standfirst=&amp;number-1=1.2m&amp;field-1=Estimated%20daily%20visitors%20to%20Haridwar%20during%20the%20festival&amp;number-2=3.1m&amp;field-2=Devotees%20who%20bathed%20in%20the%20Ganges%20on%2012%20April&amp;number-3=2%2C000&amp;field-3=People%20testing%20positive%20for%20Covid-19%20in%20Haridwar%2C%2010-14%20April&amp;number-4=1%2C800%25&amp;field-4=Increase%20in%20Covid%20cases%20in%20Uttarakhand%20state%20during%20the%20Mela&amp;number-5=&amp;field-5=&amp;number-6=&amp;field-6=&amp;number-7=&amp;field-7=&amp;number-8=&amp;field-8=\" data-alt=\"Millions attended the Kumbh Mela as India's second Covid wave took off\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/numbered-list/index.html?vertical=News&opinion-tint=false&title=Millions%20attended%20the%20Kumbh%20Mela%20as%20India%27s%20second%20Covid%20wave%20took%20off&standfirst=&number-1=1.2m&field-1=Estimated%20daily%20visitors%20to%20Haridwar%20during%20the%20festival&number-2=3.1m&field-2=Devotees%20who%20bathed%20in%20the%20Ganges%20on%2012%20April&number-3=2%2C000&field-3=People%20testing%20positive%20for%20Covid-19%20in%20Haridwar%2C%2010-14%20April&number-4=1%2C800%25&field-4=Increase%20in%20Covid%20cases%20in%20Uttarakhand%20state%20during%20the%20Mela&number-5=&field-5=&number-6=&field-6=&number-7=&field-7=&number-8=&field-8=\">Millions attended the Kumbh Mela as India's second Covid wave took off</a> <figcaption>Millions attended the Kumbh Mela as India’s second Covid wave took off</figcaption> </figure>  <p>But as festivities got into full swing in March, testing capacity was criticised as inadequate. Masks, though mandatory, were largely absent. The Uttarakhand BJP chief minister, Tirath Singh Rawat, who had earlier told devotees that “faith in God will overcome the fear of the virus”, was among the millions pictured taking part in the rituals wearing no face covering. Police overseeing the event said that were they to enforce social distancing, “a stampede-like situation may arise”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"5c67075789eecb84221f8de1e57121be2b53404f\"> <img src=\"https://media.guim.co.uk/5c67075789eecb84221f8de1e57121be2b53404f/0_0_5472_3648/1000.jpg\" alt=\"Devotees sit and pray in the evening on the ghats of the Ganges on 12 April\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Devotees sit and pray in the evening on the ghats of the Ganges on 12 April.</span> <span class=\"element-image__credit\">Photograph: Karma Sonam/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"26d47635a84b446ece7685b5d70f8687fc441612\"> <img src=\"https://media.guim.co.uk/26d47635a84b446ece7685b5d70f8687fc441612/0_0_3500_2334/1000.jpg\" alt=\"Devotees gather for evening prayer on the banks of the Ganges during Kumbh Mela, 13 April\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Devotees gather for evening prayer on the banks of the Ganges during Kumbh Mela, 13 April.</span> <span class=\"element-image__credit\">Photograph: Anushree Fadnavis/Reuters</span> </figcaption> </figure>  <p>By 15 April, more than 2,000 festivalgoers had already tested positive for Covid-19. Two days later, Modi backtracked and called for the Kumbh Mela to be “symbolic”, but it was too late. By the time the festival ended, on 28 April, more than 9 million people had attended.</p> <p>The true toll of the Kumbh Mela will never be known, due in part to an alleged effort to stop collecting data. Thousands of pilgrims returned home without having been tested or quarantined and without any track of them kept by the government.</p> <p>Some states began a belated effort to trace and quarantine the returned. In Madhya Pradesh, 789 pilgrims were traced from eight districts and 118 tested positive.</p> <p>But as media attention focused on Covid-19 cases among the Kumbh returnees, the officials were ordered to stop counting. Four officials in different districts of Madhya Pradesh, as well as officials in Rajasthan, confirmed to the Guardian that their seniors called them off for political reasons.</p> <p>“We were told to concentrate on the general Covid situation, and not focus on surveys and tracing of Kumbh pilgrims,” said a senior district official in Rajasthan, who requested anonymity, fearing reprisal.</p> <p>Accounts gathered by the Guardian from the states of Uttarakhand, Madya Pradesh, Rajasthan, Uttar Pradesh, Bihar, Kashmir and Karnataka indicate that the virus travelled back with countless devotees and found its way to poor rural communities where access to healthcare and testing was limited or absent, with often devastating consequences. “Pilgrims from all states carried variant viruses and seeded epidemics,” said T Jacob John, a former director of virology at the Indian Council of Medical Research.</p> <p>In the aftermath, Ashish Jha, dean of the School of Public Health at Brown University, said the Kumbh Mela was possibly “the biggest superspreader event in the history of the pandemic”.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2021/05/kumbhmela-zip/giv-825eXwgRn4GygH6\" data-alt=\"Map\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2021/05/kumbhmela-zip/giv-825eXwgRn4GygH6\">Map</a> </figure>  <p>The government has stood by its decision to hold the festival. The BJP vice-president, Baijayant Panda, said “ignorance” and “hinduphobic elements” were behind it being labelled a superspreader event.</p> <p>Nonetheless, in the week that followed the festival, the host state of Uttarakhand registered a 1,800% increase in Covid cases, many of which have been linked in some way to the festival.</p> <p>The stories of the returnees provide a snapshot of the Kumbh Mela aftermath.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"98421be6302be45c47fbb75a23ef37175ea99871\"> <img src=\"https://media.guim.co.uk/98421be6302be45c47fbb75a23ef37175ea99871/0_0_1000_563/1000.jpg\" alt=\"Thakur Puran Singh, in Yellow, standing on the bank of Ganges with his family during Kumbh\" width=\"1000\" height=\"563\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thakur Puran Singh, in Yellow, standing on the bank of Ganges with his family during Kumbh.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <h2>Kashmir: The Politician</h2> <p>Thakur Puran Singh, 79, a BJP leader and former minister in Kashmir, refused to the end to believe that he had caught Covid-19 at the Kumbh Mela.</p> <p>At the crack of dawn on 9 April, Singh and his extended family, including his two sons, their wives and three grandchildren, piled into two escorted SUVs and drove 370 miles to Haridwar. They reached the Kumbh Mela by the afternoon. For the next five days, the family took multiple dips in the Ganges.</p> <p>On 16 April, the day after returning, Singh began to experience symptoms. He dismissed them at first, but by 21 April his condition had deteriorated. His son, Dinesh Singh Thakur, took him to a local hospital, where doctors suspected Covid due to his damaged lungs. Thakur wanted a second opinion, and embarked on a journey to take his father to another hospital he believed was better.</p> <p>“I could not believe the doctors and their Covid theory. I did not even put on a mask while driving my father,” said Thakur.</p>  <figure class=\"element element-image\" data-media-id=\"a257256d265bab8946cb3890a3007c782d382d29\"> <img src=\"https://media.guim.co.uk/a257256d265bab8946cb3890a3007c782d382d29/0_180_563_673/418.jpg\" alt=\"Family of Thakur Puran Singh in the Ganges during Kumbh\" width=\"418\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Family of Thakur Puran Singh in the Ganges during Kumbh.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>But Singh died on the way. Eight days later, his elder brother Balwant Singh, who the family had seen on their return from Kumbh, also died – again with symptoms suggesting complications caused by Covid.</p> <p>“Even after Singh’s death, the family concealed that they had travelled to Kumbh,” said Dr Shameema, chief medical officer of the district. Dr Iqbal Malik, another health official, confirmed that four members of the family had tested positive.</p> <p>A test-and-trace official said more than two dozen people contracted the virus after contact with Singh’s family members, who had attended four weddings after Kumbh Mela.</p> <p>“These are the cases we have been able to track, but it is highly likely that the number is much higher,” the official said, again on condition of anonymity.</p> <p>Singh’s body was cremated as per Covid-19 protocols, but his family still believes the virus didn’t kill him. “Why did only my father die when we were 11 members there?” said Thakur. “It is not a virus which kills. The death is destined. I have no regrets.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c860ccd883b11b9241ed412da965f41d0ce6dceb\"> <img src=\"https://media.guim.co.uk/c860ccd883b11b9241ed412da965f41d0ce6dceb/0_51_5472_3283/1000.jpg\" alt=\"Devotees stand behind barricades as they wait for Naga Sadhu or Naked Hindu holy men to arrive for Shahi snan or a Royal bath during Kumbh mela, in Haridwar, 12 April\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Devotees stand behind barricades as they wait for naga sadhu or naked Hindu holy men to arrive for shahi snan or a royal bath during Kumbh Mela, in Haridwar, 12 April.</span> <span class=\"element-image__credit\">Photograph: Karma Sonam/AP</span> </figcaption> </figure>  <h2>Madhya Pradesh: The farmer</h2> <p>Gopal Singh’s family and neighbours were thrilled to see him return home from Kumbh Mela. The people of Madhi Chaubisa village, in Madhya Pradesh’s Vidisha district, came out to receive him and to get <em>ashirwad </em>blessings, with the young customarily touching his feet. But the 56-year-old farmer was filled with dread.</p> <p>Singh had joined around 100 other people from the surrounding villages who boarded two buses and embarked on a holy pilgrimage to Kumbh Mela. While there he saw people falling sick, and on the way home many of the bus passengers complained of high fever and diarrhoea. But they were not stopped anywhere for Covid tests, said Singh, nor for temperature checks.</p> <p>“I have been to Kumbh twice before, but I have never seen anything like this – so many people getting sick,” he said.</p> <p>Singh insisted on a Covid-19 test on his return, despite a local doctor dismissing his concerns. Four days later it came back as he feared: positive. In the meantime, he had mingled with many of the villagers.</p>  <figure class=\"element element-image\" data-media-id=\"3623489d5035ab232002f2355833bb6c074cdd5e\"> <img src=\"https://media.guim.co.uk/3623489d5035ab232002f2355833bb6c074cdd5e/0_31_1280_545/1000.jpg\" alt=\"View of village Madhi Chaubisa where Gopal Singh lives\" width=\"1000\" height=\"426\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The village of Madhi Chaubisa where Gopal Singh lives</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>Three more Kumbh Mela returnees soon tested positive in his village, then more in the surrounding villages. “After people came back from Kumbh, cases increased to over 30 in just a few days,” said Ragu Raj Dangi, 32, the head of the village. “And many people who had symptoms and those who came in contact of Covid patients were not getting tested.”</p> <p>A few days later, Singh’s neighbour Mamta Bhai, 40, a mother of two children, developed a fever. For several days she was treated by a local doctor, but when her oxygen levels dipped to critical levels she was taken to an ICU. She died.</p> <p>Singh said he is filled with guilt. “Our stubbornness and superstitious belief has bought us a catastrophe,” he said. “I am feeling very weak, and more than that I am feeling bad about those people who might have contracted the virus because of people like me.”</p>  <figure class=\"element element-image element--immersive\" data-media-id=\"f167fd9eac4b3e13bd260dbdbcb9ff801370f747\"> <img src=\"https://media.guim.co.uk/f167fd9eac4b3e13bd260dbdbcb9ff801370f747/0_0_3500_2428/1000.jpg\" alt=\"Naga Sadhus, or Hindu holy men participate in the procession for taking a dip in the Ganges River during Shahi Snan at Kumbh Mela, or the Pitcher Festival in Haridwar, 14 April\" width=\"1000\" height=\"694\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Naga sadhus, or Hindu holy men participate in the procession for taking a dip in the Ganges River during shahi snan at Kumbh Mela, or the pitcher festival in Haridwar, 14 April.</span> <span class=\"element-image__credit\">Photograph: Anushree Fadnavis/Reuters</span> </figcaption> </figure>  <h2>Uttar Pradesh: The Holy Man</h2> <p>As a high priest in one of India’s largest Hindu monasteries, there was never any question of the 74-year-old Pragyaanant Giri staying away from the Kumbh Mela. Like many at his ashram – Juna Akhara, in the town of Vrindawan, Uttar Pradesh – he believed coronavirus to be a conspiracy.</p> <p>But after spending a month at the festival, Giri – a former policemen turned priest – developed a sore throat and fever. His fellow holy men recommended he take some time off, so he went home to the ashram. But his condition deteriorated, and he was taken to a hospital, where he tested positive for Covid-19. After two weeks in the intensive care unit, Giri died. In defiance of Covid protocols, his body was taken back to the ashram and buried.</p>  <figure class=\"element element-image\" data-media-id=\"2223da28aae24fc52474a6a5114e9f721355fb4a\"> <img src=\"https://media.guim.co.uk/2223da28aae24fc52474a6a5114e9f721355fb4a/0_300_720_900/400.jpg\" alt=\"Pragyanand Giri, at his hermitage\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pragyaanant Giri at his hermitage.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>People in the ashram described how cases shot up when Giri returned. “More than a dozen people who came in contact with him developed Covid-19 symptoms, and some had to be hospitalised,” said one. “But most of them never got tested.”</p> <p>Yet even after Giri’s death, the prevalent belief in the ashram was that Covid was not real. Swami Harigiri, the head of the ashram, said it was a conspiracy against Hindus to call Kumbh Mela a superspreader event.</p> <p>“We drink cow urine,” he said. “[Coronavirus] will not affect us.” Giri’s death being attributed to Covid-19, he said, was “fake news”.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"d560a412b593eebb55149fa7f2b13007c031f093\"> <img src=\"https://media.guim.co.uk/d560a412b593eebb55149fa7f2b13007c031f093/0_0_3500_2333/1000.jpg\" alt=\"A group of omen pray on the banks of Ganges River ahead of the first Shahi Snan at “Kumbh Mela” or the Pitcher Festival, in Haridwar, India, March 10\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A group of women pray on the banks of Ganges River before the first shahi snan at Kumbh Mela or the pitcher festival, in Haridwar, India on 10 March.</span> <span class=\"element-image__credit\">Photograph: Anushree Fadnavis/Reuters</span> </figcaption> </figure>  <h2>Bihar: The pious women</h2> <p>Before Kumbh Mela the small village of Brindaban in the eastern Indian state of Bihar had been relatively unscathed by the pandemic. On 6 April a group of five women left for the festival on an 11-day trip. Days after their return, two were dead.</p> <p>Although the local health department claims the victims had tested negative for Covid after death, their family members tell a different story.</p> <p>“She fell sick the day she returned home, and the very next day she died,” said Awadh Kishore Tiwari, a nephew of Bindu Devi, one of the two women who died. Devi, who was 70, had a cough and a fever, said Tiwari. He added that his own mother, who was otherwise housebound, tested positive for the virus after meeting Devi.</p> <p>Her death triggered a wave of panic. Forty villagers were tested and the whole village was sanitised and declared a containment zone. The local chief medical officer, Avinash Kumar, said only one of the pilgrims had tested positive for Covid-19 but conceded that his officials used only rapid antigen tests, which have a high rate of false negatives.</p> <p>Bindu Devi’s death was followed closely by that of fellow pilgrim Dulari Devi. Relatives said the 58-year-old developed breathing problems the moment she returned from Kumbh Mela.</p> <p>Her brother-in-law Awadhesh Chauhan said he had advised her not to attend Kumbh Mela because of Covid, but the pious woman had laughed it off. “She told me that nothing will happen to her, you need not worry,” he said.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"827624c7ad3de099bc2e31a70a580fe1e4143ec0\"> <img src=\"https://media.guim.co.uk/827624c7ad3de099bc2e31a70a580fe1e4143ec0/0_0_1280_958/1000.jpg\" alt=\"A Covid ward in hospital in Bangalore where the doctor was working\" width=\"1000\" height=\"748\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Covid ward in hospital in Bengaluru where the doctor was working.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <h2>Karnataka: The psychiatrist</h2> <p>When a 67-year-old woman from Nandini Layout, a suburb of Bengaluru, tested positive for Covid days after returning from the Kumbh Mela, her family grew frantic.</p> <p>Living in the house with her was her daughter-in-law, a psychiatrist who worked in a hospital where she saw dozens of patients. Tests soon confirmed she too had Covid. Testing teams rushed to the hospital. “We found 12 patients and three staffers Covid-19 positive,” said Dr Manjala, who headed the team.</p> <p>Eighteen other close contacts of the woman were eventually diagnosed with Covid, but officials said the true spread of the virus was likely to be even greater.</p> <p>Everyone traced to the woman has recovered, but the family said they now feel unjustly stigmatised. “We cannot be blamed for this,” said the psychiatrist, who does not want to be identified. “It is the government that holds responsibility for allowing such a religious gathering.”</p> <p><em>Manoj Chaurasia contributed reporting from Bihar</em></p>","wordcount":"1949","displayHint":"immersive","firstPublicationDate":"2021-05-30T00:00:39Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T03:55:22Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hgnnc","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/6670876b6e6c1e58f9551a75a65836ebeb8158f3/0_0_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On 12 April, as India registered another 169,000 new Covid-19 cases to overtake Brazil as the second-worst hit country, three million people gathered on the shores of the Ganges. They were there, in the ancient city of Haridwar in the state of Uttarakhand, to take a ritual dip in the holy river. The bodies, squashed together in a pack of devotion and religious fervour, paid no visible heed to Covid protocols. This was one of the holiest days of the Kumbh Mela, a festival that has become a highlight of the Hindu religious calendar and is known for drawing millions of pilgrims, seers, priests and tourists. In the weeks beforehand, as a deadly coronavirus second wave began engulfing India, anxious calls to cancel the festival were rebuffed by the state and central government, which are both ruled by the Hindu nationalist Bharatiya Janata party (BJP). On 21 March, a full page newspaper advert featuring the prime minister, Narendra Modi, invited devotees to the festival, assuring them it was “clean” and “safe”. But as festivities got into full swing in March, testing capacity was criticised as inadequate. Masks, though mandatory, were largely absent. The Uttarakhand BJP chief minister, Tirath Singh Rawat, who had earlier told devotees that “faith in God will overcome the fear of the virus”, was among the millions pictured taking part in the rituals wearing no face covering. Police overseeing the event said that were they to enforce social distancing, “a stampede-like situation may arise”. By 15 April, more than 2,000 festivalgoers had already tested positive for Covid-19. Two days later, Modi backtracked and called for the Kumbh Mela to be “symbolic”, but it was too late. By the time the festival ended, on 28 April, more than 9 million people had attended. The true toll of the Kumbh Mela will never be known, due in part to an alleged effort to stop collecting data. Thousands of pilgrims returned home without having been tested or quarantined and without any track of them kept by the government. Some states began a belated effort to trace and quarantine the returned. In Madhya Pradesh, 789 pilgrims were traced from eight districts and 118 tested positive. But as media attention focused on Covid-19 cases among the Kumbh returnees, the officials were ordered to stop counting. Four officials in different districts of Madhya Pradesh, as well as officials in Rajasthan, confirmed to the Guardian that their seniors called them off for political reasons. “We were told to concentrate on the general Covid situation, and not focus on surveys and tracing of Kumbh pilgrims,” said a senior district official in Rajasthan, who requested anonymity, fearing reprisal. Accounts gathered by the Guardian from the states of Uttarakhand, Madya Pradesh, Rajasthan, Uttar Pradesh, Bihar, Kashmir and Karnataka indicate that the virus travelled back with countless devotees and found its way to poor rural communities where access to healthcare and testing was limited or absent, with often devastating consequences. “Pilgrims from all states carried variant viruses and seeded epidemics,” said T Jacob John, a former director of virology at the Indian Council of Medical Research. In the aftermath, Ashish Jha, dean of the School of Public Health at Brown University, said the Kumbh Mela was possibly “the biggest superspreader event in the history of the pandemic”. The government has stood by its decision to hold the festival. The BJP vice-president, Baijayant Panda, said “ignorance” and “hinduphobic elements” were behind it being labelled a superspreader event. Nonetheless, in the week that followed the festival, the host state of Uttarakhand registered a 1,800% increase in Covid cases, many of which have been linked in some way to the festival. The stories of the returnees provide a snapshot of the Kumbh Mela aftermath. Kashmir: The Politician Thakur Puran Singh, 79, a BJP leader and former minister in Kashmir, refused to the end to believe that he had caught Covid-19 at the Kumbh Mela. At the crack of dawn on 9 April, Singh and his extended family, including his two sons, their wives and three grandchildren, piled into two escorted SUVs and drove 370 miles to Haridwar. They reached the Kumbh Mela by the afternoon. For the next five days, the family took multiple dips in the Ganges. On 16 April, the day after returning, Singh began to experience symptoms. He dismissed them at first, but by 21 April his condition had deteriorated. His son, Dinesh Singh Thakur, took him to a local hospital, where doctors suspected Covid due to his damaged lungs. Thakur wanted a second opinion, and embarked on a journey to take his father to another hospital he believed was better. “I could not believe the doctors and their Covid theory. I did not even put on a mask while driving my father,” said Thakur. But Singh died on the way. Eight days later, his elder brother Balwant Singh, who the family had seen on their return from Kumbh, also died – again with symptoms suggesting complications caused by Covid. “Even after Singh’s death, the family concealed that they had travelled to Kumbh,” said Dr Shameema, chief medical officer of the district. Dr Iqbal Malik, another health official, confirmed that four members of the family had tested positive. A test-and-trace official said more than two dozen people contracted the virus after contact with Singh’s family members, who had attended four weddings after Kumbh Mela. “These are the cases we have been able to track, but it is highly likely that the number is much higher,” the official said, again on condition of anonymity. Singh’s body was cremated as per Covid-19 protocols, but his family still believes the virus didn’t kill him. “Why did only my father die when we were 11 members there?” said Thakur. “It is not a virus which kills. The death is destined. I have no regrets.” Madhya Pradesh: The farmer Gopal Singh’s family and neighbours were thrilled to see him return home from Kumbh Mela. The people of Madhi Chaubisa village, in Madhya Pradesh’s Vidisha district, came out to receive him and to get ashirwad blessings, with the young customarily touching his feet. But the 56-year-old farmer was filled with dread. Singh had joined around 100 other people from the surrounding villages who boarded two buses and embarked on a holy pilgrimage to Kumbh Mela. While there he saw people falling sick, and on the way home many of the bus passengers complained of high fever and diarrhoea. But they were not stopped anywhere for Covid tests, said Singh, nor for temperature checks. “I have been to Kumbh twice before, but I have never seen anything like this – so many people getting sick,” he said. Singh insisted on a Covid-19 test on his return, despite a local doctor dismissing his concerns. Four days later it came back as he feared: positive. In the meantime, he had mingled with many of the villagers. Three more Kumbh Mela returnees soon tested positive in his village, then more in the surrounding villages. “After people came back from Kumbh, cases increased to over 30 in just a few days,” said Ragu Raj Dangi, 32, the head of the village. “And many people who had symptoms and those who came in contact of Covid patients were not getting tested.” A few days later, Singh’s neighbour Mamta Bhai, 40, a mother of two children, developed a fever. For several days she was treated by a local doctor, but when her oxygen levels dipped to critical levels she was taken to an ICU. She died. Singh said he is filled with guilt. “Our stubbornness and superstitious belief has bought us a catastrophe,” he said. “I am feeling very weak, and more than that I am feeling bad about those people who might have contracted the virus because of people like me.” Uttar Pradesh: The Holy Man As a high priest in one of India’s largest Hindu monasteries, there was never any question of the 74-year-old Pragyaanant Giri staying away from the Kumbh Mela. Like many at his ashram – Juna Akhara, in the town of Vrindawan, Uttar Pradesh – he believed coronavirus to be a conspiracy. But after spending a month at the festival, Giri – a former policemen turned priest – developed a sore throat and fever. His fellow holy men recommended he take some time off, so he went home to the ashram. But his condition deteriorated, and he was taken to a hospital, where he tested positive for Covid-19. After two weeks in the intensive care unit, Giri died. In defiance of Covid protocols, his body was taken back to the ashram and buried. People in the ashram described how cases shot up when Giri returned. “More than a dozen people who came in contact with him developed Covid-19 symptoms, and some had to be hospitalised,” said one. “But most of them never got tested.” Yet even after Giri’s death, the prevalent belief in the ashram was that Covid was not real. Swami Harigiri, the head of the ashram, said it was a conspiracy against Hindus to call Kumbh Mela a superspreader event. “We drink cow urine,” he said. “[Coronavirus] will not affect us.” Giri’s death being attributed to Covid-19, he said, was “fake news”. Bihar: The pious women Before Kumbh Mela the small village of Brindaban in the eastern Indian state of Bihar had been relatively unscathed by the pandemic. On 6 April a group of five women left for the festival on an 11-day trip. Days after their return, two were dead. Although the local health department claims the victims had tested negative for Covid after death, their family members tell a different story. “She fell sick the day she returned home, and the very next day she died,” said Awadh Kishore Tiwari, a nephew of Bindu Devi, one of the two women who died. Devi, who was 70, had a cough and a fever, said Tiwari. He added that his own mother, who was otherwise housebound, tested positive for the virus after meeting Devi. Her death triggered a wave of panic. Forty villagers were tested and the whole village was sanitised and declared a containment zone. The local chief medical officer, Avinash Kumar, said only one of the pilgrims had tested positive for Covid-19 but conceded that his officials used only rapid antigen tests, which have a high rate of false negatives. Bindu Devi’s death was followed closely by that of fellow pilgrim Dulari Devi. Relatives said the 58-year-old developed breathing problems the moment she returned from Kumbh Mela. Her brother-in-law Awadhesh Chauhan said he had advised her not to attend Kumbh Mela because of Covid, but the pious woman had laughed it off. “She told me that nothing will happen to her, you need not worry,” he said. Karnataka: The psychiatrist When a 67-year-old woman from Nandini Layout, a suburb of Bengaluru, tested positive for Covid days after returning from the Kumbh Mela, her family grew frantic. Living in the house with her was her daughter-in-law, a psychiatrist who worked in a hospital where she saw dozens of patients. Tests soon confirmed she too had Covid. Testing teams rushed to the hospital. “We found 12 patients and three staffers Covid-19 positive,” said Dr Manjala, who headed the team. Eighteen other close contacts of the woman were eventually diagnosed with Covid, but officials said the true spread of the virus was likely to be even greater. Everyone traced to the woman has recovered, but the family said they now feel unjustly stigmatised. “We cannot be blamed for this,” said the psychiatrist, who does not want to be identified. “It is the government that holds responsibility for allowing such a religious gathering.” Manoj Chaurasia contributed reporting from Bihar","charCount":"11569","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/hannah-ellis-petersen\">Hannah Ellis-Petersen</a>  and Aakash Hassan in Delhi"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"business/2021/may/30/call-for-protection-on-covid-loan-debts-as-the-bounce-back-payback-begins","type":"article","sectionId":"business","sectionName":"Business","webPublicationDate":"2021-05-29T23:05:37Z","webTitle":"Call for protection on Covid loan debts as the bounce-back payback begins","webUrl":"https://www.theguardian.com/business/2021/may/30/call-for-protection-on-covid-loan-debts-as-the-bounce-back-payback-begins","apiUrl":"https://content.guardianapis.com/business/2021/may/30/call-for-protection-on-covid-loan-debts-as-the-bounce-back-payback-begins","fields":{"headline":"Call for protection on Covid loan debts as the bounce-back payback begins","standfirst":"<p>MPs fear that, without regulation, pressure on banks to recover cash could lead to a run of bankruptcies</p>","trailText":"MPs fear that, without regulation, pressure on banks to recover cash could lead to a run of bankruptcies","byline":"Kalyeena Makortoff Banking correspondent","main":"<figure class=\"element element-image\" data-media-id=\"c073e183bb81a92b3166a336a33b80dea969becd\"> <img src=\"https://media.guim.co.uk/c073e183bb81a92b3166a336a33b80dea969becd/172_0_5609_3366/1000.jpg\" alt=\"Skyline of City of London skyscrapers at daybreak, with an orange dawn glow behind them\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The City of London: the UK’s financial sector lent billions to businesses trying to survive the pandemic.</span> <span class=\"element-image__credit\">Photograph: Malcolm Park/Alamy</span> </figcaption> </figure>","body":"<p>More than 1.5 million small businesses across the UK are gearing up to return some £47bn in government-backed Covid credit from this week, as the <a href=\"https://www.theguardian.com/business/2020/may/06/small-firms-bounce-back-loans-businesses-coronavirus\" title=\"\">first tranche of bounce-back loans</a> fall due.</p> <p>Lenders have pledged to treat customers fairly, while doing their best to avoid triggering government guarantees that could cost the taxpayer billions of pounds. But campaigners say banks may find it difficult to do right by struggling borrowers, given the pressure to recover cash.</p> <p>That same tension was allegedly a driving force behind the<a href=\"https://www.theguardian.com/business/2019/jun/13/fca-report-into-rbs-branded-complete-whitewash\" title=\"\"> RBS GRG scandal, which</a> affected thousands of business customers in the wake of the 2007 financial crisis. The government’s Asset Protection Agency has been accused of pushing the bank to pull support for business customers and obtain their assets, following the<strong> </strong>costly government bailout of RBS in 2008. A shocking memo from 2009 told RBS bankers to “Just Hit Budget!” and offered tips on how to squeeze small businesses for cash: “Rope: sometimes you need to let customers hang themselves.”</p> <p>The problem is that lending to businesses is unregulated in the UK, which means mistreated borrowers are not protected by law or the Financial Conduct Authority. The Covid debt boom – fuelled by business customers trying to stay afloat during successive lockdowns – is reviving calls to regulate the sector before another scandal surfaces.</p> <p>MPs on the all-party parliamentary group (APPG) on fair business banking are calling on the government to introduce laws that would protect small and medium-sized business owners and give them leverage in a court or tribunal. </p> <p>“The conversation is important now because of the huge amount of business debt just taken on during the Covid crisis,” said the APPG’s Conservative chair, Kevin Hollinrake. Some companies will inevitably default on their loans, triggering a chase by debt collectors. “In many cases that will be done well and fairly, but in other cases will be done not very well, and very unfairly.”</p> <p>In total, more than 1.6 million businesses tapped the government’s three main Covid loan schemes, which between them pumped out credit worth a combined £75bn.</p> <p>Only the smallest businesses – those with less than £6.5m in annual turnover – can appeal to the Financial Ombudsman Service. Some borrowers will have recourse to the new Business Banking Resolution Service, but it is voluntary, involves just seven lenders, and has been criticised for its eligibility criteria. Most will find themselves at the whim of internal corporate policies and voluntary codes that hold little weight in court.</p> <p>“There is a mass of regulation out there, which business owners big and small assume protects them,” said Ned Beale, a lawyer at boutique law firm Hausfeld. “But the problem is that regulation is only as powerful as your ability to enforce it. Actually, when push comes to shove, much of this regulation is not enforceable.”</p> <p>That means businesses take on notable risks when they borrow, even from government-backed schemes.</p> <p>Just last week, the FCA had to remind borrowers that the Recovery Loans Scheme, which is set to replace bounce-back loans and the other Treasury schemes, was unregulated. The APPG has even proposed putting “health warnings” on loan agreements, since it believes most small and medium-sized businesses do not understand the risk.</p> <p>Without more stringent protections, MPs fear further scandals could be on the horizon.</p> <p>“What we’ve learned from history is that we don’t learn from history,” Hollinrake said. “I could see this going wrong again.”</p>","newspaperPageNumber":"53","wordcount":"571","firstPublicationDate":"2021-05-29T23:05:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:05:37Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhq8m","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c073e183bb81a92b3166a336a33b80dea969becd/172_0_5609_3366/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"More than 1.5 million small businesses across the UK are gearing up to return some £47bn in government-backed Covid credit from this week, as the first tranche of bounce-back loans fall due. Lenders have pledged to treat customers fairly, while doing their best to avoid triggering government guarantees that could cost the taxpayer billions of pounds. But campaigners say banks may find it difficult to do right by struggling borrowers, given the pressure to recover cash. That same tension was allegedly a driving force behind the RBS GRG scandal, which affected thousands of business customers in the wake of the 2007 financial crisis. The government’s Asset Protection Agency has been accused of pushing the bank to pull support for business customers and obtain their assets, following the costly government bailout of RBS in 2008. A shocking memo from 2009 told RBS bankers to “Just Hit Budget!” and offered tips on how to squeeze small businesses for cash: “Rope: sometimes you need to let customers hang themselves.” The problem is that lending to businesses is unregulated in the UK, which means mistreated borrowers are not protected by law or the Financial Conduct Authority. The Covid debt boom – fuelled by business customers trying to stay afloat during successive lockdowns – is reviving calls to regulate the sector before another scandal surfaces. MPs on the all-party parliamentary group (APPG) on fair business banking are calling on the government to introduce laws that would protect small and medium-sized business owners and give them leverage in a court or tribunal. “The conversation is important now because of the huge amount of business debt just taken on during the Covid crisis,” said the APPG’s Conservative chair, Kevin Hollinrake. Some companies will inevitably default on their loans, triggering a chase by debt collectors. “In many cases that will be done well and fairly, but in other cases will be done not very well, and very unfairly.” In total, more than 1.6 million businesses tapped the government’s three main Covid loan schemes, which between them pumped out credit worth a combined £75bn. Only the smallest businesses – those with less than £6.5m in annual turnover – can appeal to the Financial Ombudsman Service. Some borrowers will have recourse to the new Business Banking Resolution Service, but it is voluntary, involves just seven lenders, and has been criticised for its eligibility criteria. Most will find themselves at the whim of internal corporate policies and voluntary codes that hold little weight in court. “There is a mass of regulation out there, which business owners big and small assume protects them,” said Ned Beale, a lawyer at boutique law firm Hausfeld. “But the problem is that regulation is only as powerful as your ability to enforce it. Actually, when push comes to shove, much of this regulation is not enforceable.” That means businesses take on notable risks when they borrow, even from government-backed schemes. Just last week, the FCA had to remind borrowers that the Recovery Loans Scheme, which is set to replace bounce-back loans and the other Treasury schemes, was unregulated. The APPG has even proposed putting “health warnings” on loan agreements, since it believes most small and medium-sized businesses do not understand the risk. Without more stringent protections, MPs fear further scandals could be on the horizon. “What we’ve learned from history is that we don’t learn from history,” Hollinrake said. “I could see this going wrong again.”","charCount":"3534","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/kalyeena-makortoff\">Kalyeena Makortoff</a> Banking correspondent"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"football/2021/may/30/thomas-tuchel-to-sign-new-contract-after-leading-chelsea-to-glory","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-29T23:03:39Z","webTitle":"Thomas Tuchel to sign new contract after leading Chelsea to glory","webUrl":"https://www.theguardian.com/football/2021/may/30/thomas-tuchel-to-sign-new-contract-after-leading-chelsea-to-glory","apiUrl":"https://content.guardianapis.com/football/2021/may/30/thomas-tuchel-to-sign-new-contract-after-leading-chelsea-to-glory","fields":{"headline":"Thomas Tuchel to sign new contract after leading Chelsea to glory","standfirst":"<ul><li>Manager to be given deal to 2023 with option of further year</li><li>Tuchel: ‘I want the next title, I demand to be a part of it’<br></li></ul>","trailText":"Thomas Tuchel is to be given an extension on his contract as manager of Chelsea, which runs out next summer, after leading the Blues to Champions League glory against Manchester City","byline":"Jacob Steinberg at the Estádio do Dragão","main":"<figure class=\"element element-image\" data-media-id=\"18fa23134f7698cc0de284ee94ba117bda2cde28\"> <img src=\"https://media.guim.co.uk/18fa23134f7698cc0de284ee94ba117bda2cde28/0_122_4258_2555/1000.jpg\" alt=\"Thomas Tuchel and the Chelsea bench erupt as the final whistle goes in Porto at the end of the Champions League final.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thomas Tuchel and the Chelsea bench erupt as the final whistle goes in Porto at the end of the Champions League final.</span> <span class=\"element-image__credit\">Photograph: Valerio Pennicino/Uefa/Getty Images</span> </figcaption> </figure>","body":"<p>Thomas Tuchel is close to signing a new contract after leading Chelsea to European glory with a classy <a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\" title=\"\">victory over Manchester City</a> in the Champions League final at the Estádio do Dragao on Saturday.</p> <p>Chelsea plan to reward Tuchel by handing him an extension to 2023 with the option of a further year after a fine goal from Kai Havertz dashed City’s hopes of winning the Champions League for the first time. The Premier League champions struggled to respond after Havertz opened the scoring just before half-time and it ended up as a night of regrets for Pep Guardiola, who was left to rue his lineup and tactics.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2021/may/29/manchester-city-chelsea-champions-league-final-match-report-kai-havertz\">Chelsea win Champions League after Kai Havertz stuns Manchester City</a> </p> </aside>  <p>Tuchel won the strategic battle with Guardiola and the German’s contract, which runs out next summer, will be extended. The Chelsea manager, who spoke to the club’s owner, Roman Abramovich, on the pitch after full-time, was given an initial 18-month deal when he replaced Frank Lampard at the Stamford Bridge in January and he wants to commit his future to the club.</p> <p>“I am not even 100% sure maybe I have already a new contract now,” Tuchel said. “My manager said something about it. Let’s check this first. I spoke to the owner right now on the pitch. It was the best moment for the first meeting. It can only get worse! We will speak tomorrow. We will speak later. I will stay hungry for the next title. My desire is for more victories ands to grow as a coach. It would be nice to meet him a bit closer. We are in contact. Now it’s nice to meet him.”</p> <p>Tuchel, who was fired as Paris Saint-Germain’s manager last December, has made a stunning impact since joining Chelsea. Yet the former Borussia Dortmund manager is hungry for more success after helping Chelsea become European champions for the second time in their history.</p> <p>“It’s about the next one,” Tuchel said. “It is the time to celebrate for a few days and to let it sink in. Nobody wants to rest. I want the next one and I want the next success and the next title. I want to be a part of it and I demand to be a part of it. Make no mistake.</p> <p>“It’s a huge experience and a huge success. We all will profit from th at experience. We we will use it to stay hungry and to grow and evolve. It;’s a huge step to arrive in the final and an even bigger one to fight your way through. Manchester City was a strong opponent. We knew it was a top level performance. We needed a strong bond today to win this match.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/live/2021/may/29/manchester-city-v-chelsea-champions-league-final-live\">Manchester City 0-1 Chelsea: 2021 Champions League final – as it happened</a> </p> </aside>  <p>Guardiola, who has not won this competition since 2011, was criticised after leaving out Fernandinho in midfield and naming Raheem Sterling in an attack-minded team. Ilkay Gündogan struggled in defensive midfield. “I had quality players,” City’s manager said. Gündogan played many ways this position. He had the speed to find the quality players between the lines. This was the decision.”</p> <p>Did Guardiola have any regrets? “I don’t know. The decisions I made, the players did everything. The decision was to try to win the game. I think the game was exceptional.”</p> <p>Tuchel was surprised by City’s lineup. “We expected Fernandinho in the lineup to start,” he said. “He chose a very offensive lineup. A very, very technical lineup. It was hard to steal the balls. Everything else we more or less expected. We were sure we needed to play with a strong bond and a genuine belief. It was a tough match.”</p> <p>Although City ended the season as Premier League champions and also won the Carabao Cup, Guardiola must now decide if he needs to strengthen this summer. City are interested in signing Harry Kane from Tottenham.</p>  <figure class=\"element element-embed\" data-alt=\"The Fiver: sign up and get our daily football email.\">  <iframe id=\"the-fiver\" name=\"the-fiver\" src=\"https://www.theguardian.com/email/form/plaintone/the-fiver\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--the-fiver\"></iframe> <figcaption>The Fiver: sign up and get our daily football email.</figcaption> </figure>  <p>“I’m not clever enough to think about next season,” Guardiola said. “It was a season with 62 games. It was difficult in a pandemic world. We are sad. We have to learn from this. The season was exceptional. They did everything. They give everything. Unfortunately we could not win but we will come back strong.”</p> <p>It was pointed out to Havertz that he repaid his £62m fee with his goal. “To be honest right now, I don’t give a fuck about that, we won the fucking Champions League,” the German said.</p> <p>Guardiola was unsure about Kevin De Bruyne’s condition after the Belgian went off with a head injury in the second half.</p>","newspaperPageNumber":"3","wordcount":"743","firstPublicationDate":"2021-05-29T23:03:39Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-30T00:08:45Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/ht8jx","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/18fa23134f7698cc0de284ee94ba117bda2cde28/0_122_4258_2555/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Thomas Tuchel is close to signing a new contract after leading Chelsea to European glory with a classy victory over Manchester City in the Champions League final at the Estádio do Dragao on Saturday. Chelsea plan to reward Tuchel by handing him an extension to 2023 with the option of a further year after a fine goal from Kai Havertz dashed City’s hopes of winning the Champions League for the first time. The Premier League champions struggled to respond after Havertz opened the scoring just before half-time and it ended up as a night of regrets for Pep Guardiola, who was left to rue his lineup and tactics. Tuchel won the strategic battle with Guardiola and the German’s contract, which runs out next summer, will be extended. The Chelsea manager, who spoke to the club’s owner, Roman Abramovich, on the pitch after full-time, was given an initial 18-month deal when he replaced Frank Lampard at the Stamford Bridge in January and he wants to commit his future to the club. “I am not even 100% sure maybe I have already a new contract now,” Tuchel said. “My manager said something about it. Let’s check this first. I spoke to the owner right now on the pitch. It was the best moment for the first meeting. It can only get worse! We will speak tomorrow. We will speak later. I will stay hungry for the next title. My desire is for more victories ands to grow as a coach. It would be nice to meet him a bit closer. We are in contact. Now it’s nice to meet him.” Tuchel, who was fired as Paris Saint-Germain’s manager last December, has made a stunning impact since joining Chelsea. Yet the former Borussia Dortmund manager is hungry for more success after helping Chelsea become European champions for the second time in their history. “It’s about the next one,” Tuchel said. “It is the time to celebrate for a few days and to let it sink in. Nobody wants to rest. I want the next one and I want the next success and the next title. I want to be a part of it and I demand to be a part of it. Make no mistake. “It’s a huge experience and a huge success. We all will profit from th at experience. We we will use it to stay hungry and to grow and evolve. It;’s a huge step to arrive in the final and an even bigger one to fight your way through. Manchester City was a strong opponent. We knew it was a top level performance. We needed a strong bond today to win this match.” Guardiola, who has not won this competition since 2011, was criticised after leaving out Fernandinho in midfield and naming Raheem Sterling in an attack-minded team. Ilkay Gündogan struggled in defensive midfield. “I had quality players,” City’s manager said. Gündogan played many ways this position. He had the speed to find the quality players between the lines. This was the decision.” Did Guardiola have any regrets? “I don’t know. The decisions I made, the players did everything. The decision was to try to win the game. I think the game was exceptional.” Tuchel was surprised by City’s lineup. “We expected Fernandinho in the lineup to start,” he said. “He chose a very offensive lineup. A very, very technical lineup. It was hard to steal the balls. Everything else we more or less expected. We were sure we needed to play with a strong bond and a genuine belief. It was a tough match.” Although City ended the season as Premier League champions and also won the Carabao Cup, Guardiola must now decide if he needs to strengthen this summer. City are interested in signing Harry Kane from Tottenham. “I’m not clever enough to think about next season,” Guardiola said. “It was a season with 62 games. It was difficult in a pandemic world. We are sad. We have to learn from this. The season was exceptional. They did everything. They give everything. Unfortunately we could not win but we will come back strong.” It was pointed out to Havertz that he repaid his £62m fee with his goal. “To be honest right now, I don’t give a fuck about that, we won the fucking Champions League,” the German said. Guardiola was unsure about Kevin De Bruyne’s condition after the Belgian went off with a head injury in the second half.","charCount":"4099","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jacob-steinberg\">Jacob Steinberg</a> at the Estádio do Dragão"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"lifeandstyle/2021/may/30/observer-sudoku","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-29T23:01:37Z","webTitle":"Observer sudoku","webUrl":"https://www.theguardian.com/lifeandstyle/2021/may/30/observer-sudoku","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/may/30/observer-sudoku","fields":{"headline":"Observer sudoku","trailText":"Fill the grid so that every row, every column and every 3x3 box contains the numbers 1 to 9","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"daf9c44498aa6eb6d58733296cca75a43a4b4058\"> <img src=\"https://media.guim.co.uk/daf9c44498aa6eb6d58733296cca75a43a4b4058/0_0_431_431/431.jpg\" alt=\"Observer sudoku 1,195\" width=\"431\" height=\"431\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/05/29/SU-1195_P_H_copy.jpg\">Click here to access the print version.</a></p></li> </ul> <p>Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box.</p> <p>Buy next week’s Observer <a href=\"http://www.google.com/url?q=http%3A%2F%2Fguardian.newspaperdirect.com%2Fepaper%2Fviewer.aspx&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFFtWiV5ofvxqMWGTzdgKovTSnnNg\">Digital Edition</a> to see the completed puzzle.</p>","wordcount":"40","firstPublicationDate":"2021-05-29T23:01:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:03:18Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htgxp","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version. Fill the grid using the numbers 1 to 9. Each number must appear just once in every row, column and 3x3 box. Buy next week’s Observer Digital Edition to see the completed puzzle.","charCount":"217","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"crosswords/2021/may/30/azed-crossword-2555","type":"article","sectionId":"crosswords","sectionName":"Crosswords","webPublicationDate":"2021-05-29T23:01:37Z","webTitle":"Azed crossword 2,555","webUrl":"https://www.theguardian.com/crosswords/2021/may/30/azed-crossword-2555","apiUrl":"https://content.guardianapis.com/crosswords/2021/may/30/azed-crossword-2555","fields":{"headline":"Azed crossword 2,555","trailText":" ","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"1b2041377dab25523dfcd5ff6470cfbc4b842e7f\"> <img src=\"https://media.guim.co.uk/1b2041377dab25523dfcd5ff6470cfbc4b842e7f/0_0_496_496/496.jpg\" alt=\"Azed crossword 2,555\" width=\"496\" height=\"496\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/05/29/AZ_2555_(30th_May).pdf\">Click here to access the print version</a></p></li> </ul> <p>The Chambers Dictionary (2014) is recommended.</p> <h2><strong>Special announcement</strong></h2> <p>We regret to announce that, until further notice, we are unable to offer prizes for solvers of the Azed weekly crosswords. The special monthly Azed clue writing competitions are not affected and will continue as normal. Entry rules for these will appear as usual. <br></p>","wordcount":"59","firstPublicationDate":"2021-05-29T23:01:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:03:18Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htfqc","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version The Chambers Dictionary (2014) is recommended. Special announcement We regret to announce that, until further notice, we are unable to offer prizes for solvers of the Azed weekly crosswords. The special monthly Azed clue writing competitions are not affected and will continue as normal. Entry rules for these will appear as usual.","charCount":"370","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"lifeandstyle/2021/may/30/observer-killer-sudoku","type":"article","sectionId":"lifeandstyle","sectionName":"Life and style","webPublicationDate":"2021-05-29T23:01:37Z","webTitle":"Observer killer sudoku","webUrl":"https://www.theguardian.com/lifeandstyle/2021/may/30/observer-killer-sudoku","apiUrl":"https://content.guardianapis.com/lifeandstyle/2021/may/30/observer-killer-sudoku","fields":{"headline":"Observer killer sudoku","trailText":"Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures in the corner","byline":"","main":"<figure class=\"element element-image\" data-media-id=\"994b8a3d0aa6871317f194e5dc3ee9e39e48d0bd\"> <img src=\"https://media.guim.co.uk/994b8a3d0aa6871317f194e5dc3ee9e39e48d0bd/0_0_904_904/500.jpg\" alt=\"Killer sudoku 2,122\" width=\"500\" height=\"500\" class=\"gu-image\" /> </figure>","body":"<ul> <li><p><a href=\"https://uploads.guim.co.uk/2021/05/29/KS-2122_P_copy.jpg\">Click here to access the print version.</a> <br></p></li> </ul> <p>Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures in the corner. No number can be repeated within each shape formed by grey lines.</p> <p>Buy next week’s Observer <a href=\"http://www.google.com/url?q=http%3A%2F%2Fguardian.newspaperdirect.com%2Fepaper%2Fviewer.aspx&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFFtWiV5ofvxqMWGTzdgKovTSnnNg\">Digital Edition</a> to see the completed puzzle.</p>","wordcount":"52","firstPublicationDate":"2021-05-29T23:01:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:03:18Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htg2d","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Click here to access the print version. Normal Sudoku rules apply, except the numbers in the cells contained within grey lines add up to the figures in the corner. No number can be repeated within each shape formed by grey lines. Buy next week’s Observer Digital Edition to see the completed puzzle.","charCount":"299","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":""},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"crosswords/speedy/1339","type":"crossword","sectionId":"crosswords","sectionName":"Crosswords","webPublicationDate":"2021-05-29T23:00:37Z","webTitle":"Speedy crossword No 1,339","webUrl":"https://www.theguardian.com/crosswords/speedy/1339","apiUrl":"https://content.guardianapis.com/crosswords/speedy/1339","fields":{"headline":"Speedy crossword No 1,339","trailText":"Speedy crossword No 1,339","main":"","body":"","wordcount":"0","commentCloseDate":"2021-06-01T23:00:37Z","commentable":"true","firstPublicationDate":"2021-05-29T23:00:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:02:17Z","newspaperEditionDate":"2021-05-30T00:00:00Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/g6p4v","shouldHideAdverts":"false","showInRelatedContent":"true","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"","charCount":"0","shouldHideReaderRevenue":"false"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"stage/2021/may/29/walden-review-harold-pinter-theatre-london-gemma-arterton-amy-berryman","type":"article","sectionId":"stage","sectionName":"Stage","webPublicationDate":"2021-05-29T22:59:37Z","webTitle":"Walden review – Gemma Arterton’s sister act reaches for the stars","webUrl":"https://www.theguardian.com/stage/2021/may/29/walden-review-harold-pinter-theatre-london-gemma-arterton-amy-berryman","apiUrl":"https://content.guardianapis.com/stage/2021/may/29/walden-review-harold-pinter-theatre-london-gemma-arterton-amy-berryman","fields":{"headline":"Walden review – Gemma Arterton’s sister act reaches for the stars","standfirst":"<p><strong>Harold Pinter theatre, London</strong><br>Arterton plays a former Nasa employee whose astronaut twin descends on her wilderness retreat in Amy Berryman’s intelligent, soulful drama</p>","trailText":"Arterton plays a former Nasa employee whose astronaut twin descends on her wilderness retreat in Amy Berryman’s intelligent, soulful drama","byline":"Arifa Akbar","main":"<figure class=\"element element-image\" data-media-id=\"a6cc96e8fdcf7962b5b7f90e51c9a1bf1b131e94\"> <img src=\"https://media.guim.co.uk/a6cc96e8fdcf7962b5b7f90e51c9a1bf1b131e94/154_446_5492_3295/1000.jpg\" alt=\"Into the woods … Gemma Arterton, left, and Lydia Wilson in Walden.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Into the woods … Gemma Arterton, left, and Lydia Wilson in Walden.</span> <span class=\"element-image__credit\">Photograph: Johan Persson</span> </figcaption> </figure>","body":"<p>Twin sisters with a fractious history are planning a reunion at the start of Amy Berryman’s play. “We have to act happy,” says Stella to her fiance before her twin has arrived, and the anxious statement prepares us for the unfolding drama of sisterly competition and grudge.</p> <p>But the first in Sonia Friedman’s Re:Emerge series at the Harold Pinter theatre is not just a psychodrama of spiky sisterhood but an original play of ideas that takes in everything from the ethics of space endeavour to climate activism and the pull between duty, ambition and desire.</p> <p>Stella (<a href=\"https://www.theguardian.com/film/gemma-arterton\">Gemma Arterton</a>) is a failed Nasa architect, living an anti-technology life with her fiance, Bryan (Fehinti Balogun), in a near-future American wilderness in which planet Earth is almost entirely depleted. Cassie (Lydia Wilson), meanwhile, is a star astronaut, pushing at the boundaries of habitation on Mars and just returned, triumphant, from a year on the moon.</p> <p>There is confidently meditative pacing to Ian Rickson’s direction, and Rae Smith’s set shows Stella and Bryan’s life as a rustic idyll with sound design, by Emma Laxton, of distant bird whistles and hoots that build on the susurrating tensions beneath the sisters’ clipped politeness. Arterton and Wilson are excellent at capturing a true-to-life sisterliness that swerves from antagonism and clenched jaws to sudden confidences and giggles.</p>  <figure class=\"element element-image\" data-media-id=\"b5ad90a3898132a9a27a9faebd90f31a8d3720e2\"> <img src=\"https://media.guim.co.uk/b5ad90a3898132a9a27a9faebd90f31a8d3720e2/0_281_6000_3600/1000.jpg\" alt=\"Fehinti Balogun and Gemma Arterton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Earth advocate’ … Fehinti Balogun, as Bryan, and Gemma Arterton.</span> <span class=\"element-image__credit\">Photograph: Johan Persson</span> </figcaption> </figure>  <p>Several binaries are set up between characters, and some might have been more fully explored. We learn that the sisters’ father was a “Nasa hero” and the idea of hot-housed sisters, placed in a world of contest in which only one could win, is a fascinating one. (Real-life siblings such as the Williams sisters and the Murray brothers come to mind.) Ironies within their relationship are well developed. Cassie feels a duty to be the brilliant astronaut when all she wants is the ordinary life, and love, that her apparently “failed” sister has got, while Stella feels Cassie is living <em>her</em> unfulfilled dream.</p> <p>Buried resentments are aired and Arterton shines in the more comic moments, but her anger is slightly too huffy and untextured, her nose turned up in pique. Wilson gives a sensitive and nuanced performance but sometimes seems held back by characterisation.</p> <p>The dynamic between them contains the potential for a bigger emotional explosion that never comes. At times, they are pale comparisons to the three central characters in Tennessee Williams’ A Streetcar Named Desire. Here is another sister called Stella and an interloping sister in Cassie who, while not as vulnerable as Blanche, is going through her own unravelling. Their clashes never quite rip the skin open and we wish for a messier and more devastating effect.</p> <p>The play’s climate debate is interesting. Bryan is an “Earth advocate” – the next level up from ecowarrior – who abjures screens and regards space travel as “colonisation”. Our duty, he says, is to save the planet rather than looking for somewhere else to go.</p> <p>Cassie is initially horrified, but where we might have seen a battle of values played out, a chemistry develops between them that seems too much like a plot device. Bryan as a whole remains intriguing but ancillary, wavering in the large gap between dangerous luddite and enlightened climate hero.</p> <p>None of it takes away from the intelligence and soulfulness of the play. Berryman quotes <a href=\"https://www.theguardian.com/books/2017/jul/12/in-henry-david-thoreau-footsteps-my-journey-to-walden-bicentennial-of-original-declutter\">Thoreau’s Walden</a> at the start of her script: “Heaven is under our feet as well as over our heads,” and both sisters, having been trained to reach for the stars, come to realise that happiness is right here, on Earth.</p> <p>• At <a href=\"https://www.haroldpintertheatre.co.uk/\">the Harold Pinter theatre, London</a>, until 12 June.</p>","starRating":"3","wordcount":"604","commentCloseDate":"2021-06-28T23:15:00Z","commentable":"true","firstPublicationDate":"2021-05-29T22:59:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T23:17:20Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6pq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a6cc96e8fdcf7962b5b7f90e51c9a1bf1b131e94/154_446_5492_3295/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Twin sisters with a fractious history are planning a reunion at the start of Amy Berryman’s play. “We have to act happy,” says Stella to her fiance before her twin has arrived, and the anxious statement prepares us for the unfolding drama of sisterly competition and grudge. But the first in Sonia Friedman’s Re:Emerge series at the Harold Pinter theatre is not just a psychodrama of spiky sisterhood but an original play of ideas that takes in everything from the ethics of space endeavour to climate activism and the pull between duty, ambition and desire. Stella (Gemma Arterton) is a failed Nasa architect, living an anti-technology life with her fiance, Bryan (Fehinti Balogun), in a near-future American wilderness in which planet Earth is almost entirely depleted. Cassie (Lydia Wilson), meanwhile, is a star astronaut, pushing at the boundaries of habitation on Mars and just returned, triumphant, from a year on the moon. There is confidently meditative pacing to Ian Rickson’s direction, and Rae Smith’s set shows Stella and Bryan’s life as a rustic idyll with sound design, by Emma Laxton, of distant bird whistles and hoots that build on the susurrating tensions beneath the sisters’ clipped politeness. Arterton and Wilson are excellent at capturing a true-to-life sisterliness that swerves from antagonism and clenched jaws to sudden confidences and giggles. Several binaries are set up between characters, and some might have been more fully explored. We learn that the sisters’ father was a “Nasa hero” and the idea of hot-housed sisters, placed in a world of contest in which only one could win, is a fascinating one. (Real-life siblings such as the Williams sisters and the Murray brothers come to mind.) Ironies within their relationship are well developed. Cassie feels a duty to be the brilliant astronaut when all she wants is the ordinary life, and love, that her apparently “failed” sister has got, while Stella feels Cassie is living her unfulfilled dream. Buried resentments are aired and Arterton shines in the more comic moments, but her anger is slightly too huffy and untextured, her nose turned up in pique. Wilson gives a sensitive and nuanced performance but sometimes seems held back by characterisation. The dynamic between them contains the potential for a bigger emotional explosion that never comes. At times, they are pale comparisons to the three central characters in Tennessee Williams’ A Streetcar Named Desire. Here is another sister called Stella and an interloping sister in Cassie who, while not as vulnerable as Blanche, is going through her own unravelling. Their clashes never quite rip the skin open and we wish for a messier and more devastating effect. The play’s climate debate is interesting. Bryan is an “Earth advocate” – the next level up from ecowarrior – who abjures screens and regards space travel as “colonisation”. Our duty, he says, is to save the planet rather than looking for somewhere else to go. Cassie is initially horrified, but where we might have seen a battle of values played out, a chemistry develops between them that seems too much like a plot device. Bryan as a whole remains intriguing but ancillary, wavering in the large gap between dangerous luddite and enlightened climate hero. None of it takes away from the intelligence and soulfulness of the play. Berryman quotes Thoreau’s Walden at the start of her script: “Heaven is under our feet as well as over our heads,” and both sisters, having been trained to reach for the stars, come to realise that happiness is right here, on Earth. • At the Harold Pinter theatre, London, until 12 June.","charCount":"3624","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/arifa-akbar\">Arifa Akbar</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"}]}}