{"response":{"status":"ok","userTier":"developer","total":2271380,"startIndex":1,"pageSize":10,"currentPage":1,"pages":227138,"orderBy":"newest","results":[{"id":"money/2021/may/29/there-goes-my-chance-house-prices-rocket-as-cornwall-locals-priced-out","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2021-05-29T09:30:21Z","webTitle":"‘There goes my chance’: house prices rocket as Cornwall locals priced out","webUrl":"https://www.theguardian.com/money/2021/may/29/there-goes-my-chance-house-prices-rocket-as-cornwall-locals-priced-out","apiUrl":"https://content.guardianapis.com/money/2021/may/29/there-goes-my-chance-house-prices-rocket-as-cornwall-locals-priced-out","fields":{"headline":"‘There goes my chance’: house prices rocket as Cornwall locals priced out","standfirst":"<p>St Mawes has biggest increase in average house price of any British seaside town, finds Halifax</p>","trailText":"St Mawes has biggest increase in average house price of any British seaside town, finds Halifax","byline":"Steven Morris","main":"<figure class=\"element element-image\" data-media-id=\"2fa8385558e1bee8e508eb419da66ddc54d5eb12\"> <img src=\"https://media.guim.co.uk/2fa8385558e1bee8e508eb419da66ddc54d5eb12/0_201_6041_3624/1000.jpg\" alt=\"View of bay of St Mawes in Cornwall\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">St Mawes in Cornwall, where house prices are rising rapidly. </span> <span class=\"element-image__credit\">Photograph: Jonny Weeks/The Guardian</span> </figcaption> </figure>","body":"<p>Perched on a hill above the fishing harbour of St Mawes, the estate agent <a href=\"https://www.htiddy.co.uk/\">H Tiddy</a> has sold houses in this picture postcard corner of Cornwall for more than a century – but business has never been as frantic as it is now.</p> <p>“Since last March it’s just been so busy,” said Tom Sparkes, a senior valuer. “I think the pandemic has made people think again about their plans. Some have decided to retire early, others have realised if they work from home they might as well do it from here. And there are lots of people who’d like a second home in this area.”</p>  <figure class=\"element element-image\" data-media-id=\"1898fba4d4946231fc6459e1513f116ca76714c3\"> <img src=\"https://media.guim.co.uk/1898fba4d4946231fc6459e1513f116ca76714c3/192_196_6525_3915/1000.jpg\" alt=\"Thomas Sparkes, senior valuer at H Tiddy estate agents in St Mawes in Cornwall.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thomas Sparkes, senior valuer at H Tiddy estate agents in St Mawes in Cornwall.</span> <span class=\"element-image__credit\">Photograph: Jonny Weeks/The Guardian</span> </figcaption> </figure>  <p>Figures published on Saturday by Halifax show <a href=\"https://www.stmawes.info/\">St Mawes </a>has had the biggest increase in average prices of any British seaside town over the last year, soaring by 48% from £340,000 to £502,000. “We haven’t had time to work that sort of thing out,” said Sparkes. “We’ve had too much to do.”</p> <p>Sparkes had to dash back inside to take another call – the phones ring constantly. But the shop window tells the tale. At the top end, a waterfront pile with a solar-heated swimming pool is on for £4m, while near the bottom, a “quintessential end-of-terrace former fisherman’s cottage” is up for half a million.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-28T14:58:04/embed.html\" data-alt=\"house prices\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-28T14:58:04/embed.html\">house prices</a> </figure>  <p>St Mawes, actually, isn’t the most expensive in Cornwall, according to the Halifax Seaside Town Review. <a href=\"https://www.theguardian.com/lifeandstyle/2015/apr/19/rick-stein-family-saga-40-years-seafood-restaurant-padstow\">Padstow – the home of Rick Stein’s foodie empire – </a>takes that accolade with the average house price of £616,000 followed by Wadebridge at £537,000.</p> <p>Seven out of the top 10 most expensive British seaside towns are in the south-west of England, with Salcombe in Devon (average £950,000) and Sandbanks in Dorset (£836,000) topping the list. The least expensive is Millport on the Isle of Cumbrae, off the coast of North Ayrshire in Scotland, where the average is £74,000.</p> <p>Jon Scorse, owner of the gourmet deli <a href=\"https://mrscorse.com/\">Mr Scorse</a> in St Mawes, was not thrilled to be informed of the village’s table-topping performance. “There goes my chances of buying here,” he said. “It gets more and more impossible.”</p>  <figure class=\"element element-image\" data-media-id=\"7e9c1c0d82810b31896668f13767e84bdfd79de0\"> <img src=\"https://media.guim.co.uk/7e9c1c0d82810b31896668f13767e84bdfd79de0/0_91_6720_4032/1000.jpg\" alt=\"Jon Scorse, who runs the local deli in St Mawes in Cornwall.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jon Scorse, who runs the local deli in St Mawes in Cornwall.</span> <span class=\"element-image__credit\">Photograph: Jonny Weeks/The Guardian</span> </figcaption> </figure>  <p>Scorse, 45, has built up his business over the last five years and has enough for a deposit for a “normal” sort of home. “But there’s nothing normal round here.”</p> <p>He rents a place in the village. One of his staff members commutes in from Redruth, almost 30 miles away. Two Saturday assistants travel in by ferry from Falmouth. “I suppose my solution will be to move inland.”</p> <p>A female worker at another shop, who asked not to be named because she did not want to attract the ire of her well-heeled customers, said she felt sad that houses were so pricey. “There’s no community here any more. You used to know everyone, now there’s so many newcomers. They’re even buying up the old council houses.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-28T14:58:52/embed.html\" data-alt=\"least expensive houses\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-28T14:58:52/embed.html\">least expensive houses</a> </figure>  <p>Friends Frazer Cochrane, 43, and Simon Miller, 44, were chatting in the Bohella Bar, one of the pubs used by the “real” locals. Both were born and bred in St Mawes but live inland.</p> <p>“People are snapping up every home that goes on the market,” said Cochrane. He is a builder so is benefiting from the property price surge. “Work is mental. I don’t complain too much.”</p> <p>Cochrane and Miller believe that most people are still buying houses as second homes rather than primary residences. “Come in the winter and there are hardly any lights on,” said Miller.</p> <p>Philip Salter, a 79-year-old parish councillor, bought his council house in the Thatcher years. He upgraded to his current home 35 years ago for £135,000 and it is worth at least a million now.</p>  <figure class=\"element element-image\" data-media-id=\"f53b93cc682037e06931098139d8a175c35c3a9c\"> <img src=\"https://media.guim.co.uk/f53b93cc682037e06931098139d8a175c35c3a9c/0_358_6720_4032/1000.jpg\" alt=\"Frazer Cochrane, a local builder, left, and Simon Miller, licensee of the social club, right, in St Mawes in Cornwall.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frazer Cochrane, a local builder, left, and Simon Miller, licensee of the social club, right, in the Bohella Bar, St Mawes, Cornwall.</span> <span class=\"element-image__credit\">Photograph: Jonny Weeks/The Guardian</span> </figcaption> </figure>  <p>He talks disparagingly of the “house farmers”.“They buy a house, do it up, make a killing,” he said. Salter is not tempted to sell. “They’ll have to take me out in a box,” he said.</p> <p>Julian German, an independent who led Cornwall council until the Conservatives took control this month, attended primary schools in St Mawes and nearby Gerrans. Gerrans primary was built to cater for 110 children but both schools now usually only have about 35 or 40 pupils.</p> <p>“People think about the problems places like London have in housing key workers. We have the same challenges,” he said. “People who are really important but aren’t earning large wages can’t afford to live in St Mawes.”</p> <p>The former St Ives MP Andrew George, a Liberal Democrat who now runs <a href=\"https://cornwallclt.org/\">a charitable trust that works to address housing needs</a>, was scathing about second homeowners who turn up in their “gleaming fleets”. “As they arrive the lopsided, unjust housing system marches local families out to a precarious existence in the crammed estates of inland towns,” he said.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-28T14:59:52/embed.html\" data-alt=\"biggest change\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2021-05-28T14:59:52/embed.html\">biggest change</a> </figure>  <p>As in Wales, the arrival of newcomers can be seen as a threat to culture and language. Will Coleman, the artistic director of the Redruth-based <a href=\"https://goldentree.org.uk/\">Golden Tree Productions </a>which promotes Cornish culture, said newcomers who wanted to contribute were welcome.</p> <p>“But it is certainly the case that the commodification of homes as business opportunities is a poisonous blight with desperate impact culturally, sociologically and environmentally.”</p> <p>Coleman concluded with a splash of Cornish: “It is not surprising that everyone wants to come here. <em>Kernow yw splat an gwella yn norvys oll!” (</em>Cornwall is the best patch of the whole planet!)</p>","newspaperPageNumber":"39","wordcount":"874","firstPublicationDate":"2021-05-29T09:30:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:30:21Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht87t","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2fa8385558e1bee8e508eb419da66ddc54d5eb12/0_201_6041_3624/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Perched on a hill above the fishing harbour of St Mawes, the estate agent H Tiddy has sold houses in this picture postcard corner of Cornwall for more than a century – but business has never been as frantic as it is now. “Since last March it’s just been so busy,” said Tom Sparkes, a senior valuer. “I think the pandemic has made people think again about their plans. Some have decided to retire early, others have realised if they work from home they might as well do it from here. And there are lots of people who’d like a second home in this area.” Figures published on Saturday by Halifax show St Mawes has had the biggest increase in average prices of any British seaside town over the last year, soaring by 48% from £340,000 to £502,000. “We haven’t had time to work that sort of thing out,” said Sparkes. “We’ve had too much to do.” Sparkes had to dash back inside to take another call – the phones ring constantly. But the shop window tells the tale. At the top end, a waterfront pile with a solar-heated swimming pool is on for £4m, while near the bottom, a “quintessential end-of-terrace former fisherman’s cottage” is up for half a million. St Mawes, actually, isn’t the most expensive in Cornwall, according to the Halifax Seaside Town Review. Padstow – the home of Rick Stein’s foodie empire – takes that accolade with the average house price of £616,000 followed by Wadebridge at £537,000. Seven out of the top 10 most expensive British seaside towns are in the south-west of England, with Salcombe in Devon (average £950,000) and Sandbanks in Dorset (£836,000) topping the list. The least expensive is Millport on the Isle of Cumbrae, off the coast of North Ayrshire in Scotland, where the average is £74,000. Jon Scorse, owner of the gourmet deli Mr Scorse in St Mawes, was not thrilled to be informed of the village’s table-topping performance. “There goes my chances of buying here,” he said. “It gets more and more impossible.” Scorse, 45, has built up his business over the last five years and has enough for a deposit for a “normal” sort of home. “But there’s nothing normal round here.” He rents a place in the village. One of his staff members commutes in from Redruth, almost 30 miles away. Two Saturday assistants travel in by ferry from Falmouth. “I suppose my solution will be to move inland.” A female worker at another shop, who asked not to be named because she did not want to attract the ire of her well-heeled customers, said she felt sad that houses were so pricey. “There’s no community here any more. You used to know everyone, now there’s so many newcomers. They’re even buying up the old council houses.” Friends Frazer Cochrane, 43, and Simon Miller, 44, were chatting in the Bohella Bar, one of the pubs used by the “real” locals. Both were born and bred in St Mawes but live inland. “People are snapping up every home that goes on the market,” said Cochrane. He is a builder so is benefiting from the property price surge. “Work is mental. I don’t complain too much.” Cochrane and Miller believe that most people are still buying houses as second homes rather than primary residences. “Come in the winter and there are hardly any lights on,” said Miller. Philip Salter, a 79-year-old parish councillor, bought his council house in the Thatcher years. He upgraded to his current home 35 years ago for £135,000 and it is worth at least a million now. He talks disparagingly of the “house farmers”.“They buy a house, do it up, make a killing,” he said. Salter is not tempted to sell. “They’ll have to take me out in a box,” he said. Julian German, an independent who led Cornwall council until the Conservatives took control this month, attended primary schools in St Mawes and nearby Gerrans. Gerrans primary was built to cater for 110 children but both schools now usually only have about 35 or 40 pupils. “People think about the problems places like London have in housing key workers. We have the same challenges,” he said. “People who are really important but aren’t earning large wages can’t afford to live in St Mawes.” The former St Ives MP Andrew George, a Liberal Democrat who now runs a charitable trust that works to address housing needs, was scathing about second homeowners who turn up in their “gleaming fleets”. “As they arrive the lopsided, unjust housing system marches local families out to a precarious existence in the crammed estates of inland towns,” he said. As in Wales, the arrival of newcomers can be seen as a threat to culture and language. Will Coleman, the artistic director of the Redruth-based Golden Tree Productions which promotes Cornish culture, said newcomers who wanted to contribute were welcome. “But it is certainly the case that the commodification of homes as business opportunities is a poisonous blight with desperate impact culturally, sociologically and environmentally.” Coleman concluded with a splash of Cornish: “It is not surprising that everyone wants to come here. Kernow yw splat an gwella yn norvys oll!” (Cornwall is the best patch of the whole planet!)","charCount":"5050","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/stevenmorris\">Steven Morris</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants","type":"liveblog","sectionId":"world","sectionName":"World news","webPublicationDate":"2021-05-29T09:26:24Z","webTitle":"Coronavirus news: expert warns against lifting England restrictions too soon; Vietnam detects hybrid of UK and India variants","webUrl":"https://www.theguardian.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants","apiUrl":"https://content.guardianapis.com/world/live/2021/may/29/coronavirus-news-expert-warns-against-lifting-england-restrictions-too-soon-vietnam-detects-hybrid-of-uk-and-india-variants","fields":{"headline":"Coronavirus news: expert warns against lifting England restrictions too soon; Vietnam detects hybrid of UK and India variants","standfirst":"<p>Victoria records<a href=\"https://www.theguardian.com/australia-news/2021/may/29/victoria-records-five-new-cases-of-covid-19-taking-melbourne-outbreak-to-35\"> five new cases </a>of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’</p><ul><li><a href=\"https://www.theguardian.com/world/2021/may/29/covid-in-england-what-is-the-impact-of-lifting-restrictions-on-21-june\">What is the impact of lifting restrictions in England on 21 June?</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Victoria records five new cases of Covid-19 taking Melbourne outbreak to 35; UK MPs urge action to save music festivals from another ‘lost summer’","byline":"Jedidajah Otte","main":"<figure class=\"element element-image\" data-media-id=\"47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531\"> <img src=\"https://media.guim.co.uk/47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531/0_334_5898_3539/1000.jpg\" alt=\"People shop and go about their daily life in Bolton, England, as surge testing and rapid coronavirus vaccinations continue.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People shop and go about their daily life in Bolton, England, as surge testing and rapid coronavirus vaccinations continue.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b204388f088d8c3178cb9a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:08:19.720Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Philippines</strong> said on Saturday people were allowed to again go to work in <strong tabindex=\"-1\">Saudi Arabia</strong>, reversing a brief deployment ban after the kingdom said they would not be charged for Covid-19 tests and quarantine upon arrival. <br tabindex=\"-1\"></p> <p>Reuters reports:</p> <blockquote class=\"quoted\"> <p>“Our Saudi-bound workers will no longer be disadvantaged,” said labour secretary, Silvestre Bello. <br tabindex=\"-1\"></p> <p>Flag carrier Philippine Airlines said it would accept Filipino workers on flights to <strong tabindex=\"-1\">Dammam</strong> and <strong tabindex=\"-1\">Riyadh</strong>, waiving rebooking fees for passengers who had been unable to board because of the deployment ban. <br tabindex=\"-1\"></p> <p>Bello apologised for the “inconvenience and momentary anguish” caused by his Thursday ban, saying: “I understand that the suspension order drew confusion and irritation among our affected departing overseas Filipino workers.”<br tabindex=\"-1\"></p> <p>More than a million Filipinos work in Saudi Arabia, the most preferred destination of overseas Filipino workers in 2019, government data shows. Many Filipinos are hired as construction workers, domestic helpers or nurses. <br></p> <p>In 2020, Filipinos in Saudi Arabia sent home $1.8bn in remittances, a key support for the consumption-led economy. <br tabindex=\"-1\"></p> <p>With more than 1.2 million cases and 20,722 deaths, the Philippines has the second-highest Covid-19 infections and casualties in south-east Asia, behind <strong tabindex=\"-1\">Indonesia</strong>.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:20:59.916Z\">at 10.20am BST</time></p>  </div> <div id=\"block-60b200328f086d71cc15e470\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:53:02.911Z\">9.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>People should be “very concerned” about the spread of the <strong>Indian variant</strong> of coronavirus, but “reassured” by the scale of the vaccine rollout, an expert has said. <br></p> <p>Professor <strong>Anthony Harnden</strong>, deputy chair of the <strong>UK’s </strong>Joint Committee on Vaccination and Immunisation (JCVI), told BBC Breakfast that the variant was “clearly more transmissible”. <br></p> <p>He said: <br></p> <blockquote class=\"quoted\"> <p>We need to be reassured that we’re in a very different position now in that we’ve got a highly vaccinated population and we just need to continue moving at speed. <br></p> <p>We do know that with this particular variant you do need two doses to offer complete protection, and so we’re very, very keen to make sure that all those, particularly higher risk groups, that’s the over-50s and those with underlying illness, receive their second vaccination as soon as feasible. <br></p> </blockquote> <p>The unlocking of society in <strong>England</strong> will be a “gradual process” that requires a “cautious” approach even if the government’s target date for removing all legal limits on social contact in the country on 21 June remains in place, he added, emphasising the need to “look very carefully” at what happens with the India variant in the next one or two weeks. <br></p> <p>He said:</p> <blockquote class=\"quoted\"> <p>I think we need to look at that data very carefully before we completely un-lockdown.</p> </blockquote> <p>He suggested it was “better” to be on “the cautious side”, adding:</p> <blockquote class=\"quoted\"> <p>Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious, even if the 21 June date goes ahead. <br></p> <p>So I think we’ve all got used to living within boundaries at the moment and I think it’s not an all or none, I think it will be a gradual process even if the 21 June date goes ahead. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:26:24.244Z\">at 10.26am BST</time></p>  </div> <div id=\"block-60b1fcbb8f088d8c3178cb54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:36:51.605Z\">9.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Scotland’s</strong> health secretary <strong>Humza Yousaf </strong>said there was “significant community transmission” of coronavirus in hotspots in the city of <strong>Glasgow</strong>. <br></p> <p>The city will remain under level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the India variant arrived. <br tabindex=\"-1\"></p> <p>He told BBC Radio 4’s Today: <br></p> <blockquote class=\"quoted\"> <p>In a few concentrated hotspots ... we are seeing significant community transmission. <br></p> <p>The levels and the numbers of cases are continuing to rise. <br></p> <p>In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. <br></p> <p>What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. <br></p> <p>Therefore we are trying to get to the bottom of how it managed to get in. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:38:19.426Z\">at 9.38am BST</time></p>  </div> <div id=\"block-60b1fabb8f086d71cc15e43d\" class=\"block\" data-block-contributor=\"profile/naaman-zhou\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:30:12.175Z\">9.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Victoria state in Australia</strong> has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown.</p> <p>The update brings the total number of cases from the latest outbreak in <strong>Melbourne</strong> to 35.</p> <p>A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests.</p> <p>On Saturday, the state’s Covid testing commander, <strong>Jeroen Weimar</strong>, said four of the new cases were linked to a person who tested positive on Friday.</p> <p>The<strong> </strong>Victorian health minister, <strong>Martin Foley</strong>, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”.</p> <p>There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19.</p> <p>Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers.</p> <p>Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in <strong>Craigieburn</strong>.</p> <p>He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in <strong>Mickleham</strong>.</p> <p>Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus.</p> <p>A full list of exposure sites can be found <a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">here</a>.</p> <p>Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:02.082Z\">at 9.34am BST</time></p>  </div> <div id=\"block-60b1f9458f08d486a77169ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:26:02.918Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Taiwan</strong> reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests.</p> <p>After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. <br></p> <p>The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour <strong tabindex=\"-1\">China</strong> has offered to help, the BBC reported.</p> <p>Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply.<br></p> <p>On Tuesday, health minister <strong>Chen Shih-chung</strong> announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August.</p>  <figure class=\"element element-image\" data-media-id=\"0f7dc09d9513ea92676ff1872e6c13514f07c166\"> <img src=\"https://media.guim.co.uk/0f7dc09d9513ea92676ff1872e6c13514f07c166/0_0_4150_2840/1000.jpg\" alt=\"Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.\" width=\"1000\" height=\"684\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Medical workers in protective suits seen at a temporary outdoor ward outside a hospital in Taipei on 29 May, 2021, following a dramatic surge of domestic Covid-19 cases. Hospitals in the capital are facing a shortage of isolation ward and intensive care unit (ICU) staff, while the number of cases is increasing amid inadequate vaccines supply.</span> <span class=\"element-image__credit\">Photograph: Daniel Ceng Shou-Yi/ZUMA Wire/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:34:44.561Z\">at 9.34am BST</time></p>  </div> <div id=\"block-60b1f55d8f08d486a7716993\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:04:32.697Z\">9.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Russia</strong> reported 9,289 new Covid-19 cases on Saturday, including 3,241 in <strong>Moscow</strong>, taking the official national tally since the pandemic began to 5,053,748. <br></p> <p>The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. <br></p> <p>The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. </p> </div>   </div> <div id=\"block-60b1f1538f08d486a7716971\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:51:13.294Z\">8.51am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Malaysia reports record daily rise in fresh cases</h2>  <div class=\"block-elements\">  <p><strong>Malaysia</strong> reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. <br></p> <p>This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. <br></p> <p>The country’s prime minister,<strong> Muhyiddin Yassin,</strong> has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports.<br></p> <p>“With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement.</p>  <figure class=\"element element-image\" data-media-id=\"2f721ee7b38d170ee8d34ff5f1be1f74d24cd872\"> <img src=\"https://media.guim.co.uk/2f721ee7b38d170ee8d34ff5f1be1f74d24cd872/0_0_5400_3593/1000.jpg\" alt=\"Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.\" width=\"1000\" height=\"665\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police officers talk with local residents at a residential area which is under the enhanced movement control order (EMCO) due to a fresh outbreak of Covid-19 cases in Cheras on the outskirt of Kuala Lumpur, Malaysia, on 28 May, 2021.</span> <span class=\"element-image__credit\">Photograph: Xinhua/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:53:22.887Z\">at 8.53am BST</time></p>  </div> <div id=\"block-60b1f02c8f086d71cc15e3df\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:43:40.117Z\">8.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Prof <strong>Stephen Reicher</strong>, a psychologist on the <strong>UK’s</strong> Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. <br></p> <p>Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. <br></p> <p>He told BBC Radio 4’s Today: <br></p> <blockquote class=\"quoted\"> <p>The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. <br></p> <p>But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. <br></p> <p>And so you see that in the fact that they are beginning to act in a rather contradictory way. <br></p> <p>They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. <br></p> <p>They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. <br></p> <p>That contradiction, that sense of confusion, I think is undermining the response. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:47:44.932Z\">at 8.47am BST</time></p>  </div> <div id=\"block-60b1e8ff8f086d71cc15e3a0\" class=\"block is-key-event\" data-block-contributor=\"profile/jedidajah-otte\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:09.748Z\">8.39am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vietnam detects hybrid of UK and Indian virus variants</h2>  <div class=\"block-elements\">  <p>Hello and welcome to our global coronavirus live blog.<br></p> <p><strong>Vietnam</strong> health minister <strong>Nguyen Thanh Long</strong> said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the <strong>India</strong> and <strong>UK</strong> Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported.</p> <p>Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces.</p> <p>He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame.</p> <p>So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa.</p> <p>I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter <a href=\"https://twitter.com/JedySays\">@JedySays</a> or <a href=\"mailto:jedidajah.otte.casual@theguardian.com\">via email</a>.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:43.838Z\">at 8.41am BST</time></p>  </div> <div id=\"block-60b1ec0a8f08d486a7716934\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:00.092Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Caution is needed in determining whether <strong>England’s</strong> coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned.</p> <p><strong>Sir Tim Gowers</strong>, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April.<br></p> <p>Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p>Because <strong>Boris Johnson</strong> has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown.</p> <p>So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants.</p> <p>But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem.</p> </blockquote> <p>Read my colleague Ben Quinn’s full story <a href=\"https://www.theguardian.com/world/2021/may/28/academic-who-helped-change-no-10-covid-policy-in-first-wave-warns-of-easing-risk\">here</a>.<br></p> <p>Prof <strong>Christina Pagel</strong>, a member of Independent Sage from University College London, said reopening should be delayed a few more months.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:41:17.518Z\">at 8.41am BST</time></p>  </div>","wordcount":"1941","firstPublicationDate":"2021-05-29T07:39:13Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:26:24Z","liveBloggingNow":"true","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htaxe","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/47e33ac8fa31f4153f255cb3fdaf68b5cc3fd531/0_334_5898_3539/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Philippines said on Saturday people were allowed to again go to work in Saudi Arabia, reversing a brief deployment ban after the kingdom said they would not be charged for Covid-19 tests and quarantine upon arrival. Reuters reports: “Our Saudi-bound workers will no longer be disadvantaged,” said labour secretary, Silvestre Bello. Flag carrier Philippine Airlines said it would accept Filipino workers on flights to Dammam and Riyadh, waiving rebooking fees for passengers who had been unable to board because of the deployment ban. Bello apologised for the “inconvenience and momentary anguish” caused by his Thursday ban, saying: “I understand that the suspension order drew confusion and irritation among our affected departing overseas Filipino workers.” More than a million Filipinos work in Saudi Arabia, the most preferred destination of overseas Filipino workers in 2019, government data shows. Many Filipinos are hired as construction workers, domestic helpers or nurses. In 2020, Filipinos in Saudi Arabia sent home $1.8bn in remittances, a key support for the consumption-led economy. With more than 1.2 million cases and 20,722 deaths, the Philippines has the second-highest Covid-19 infections and casualties in south-east Asia, behind Indonesia. People should be “very concerned” about the spread of the Indian variant of coronavirus, but “reassured” by the scale of the vaccine rollout, an expert has said. Professor Anthony Harnden, deputy chair of the UK’s Joint Committee on Vaccination and Immunisation (JCVI), told BBC Breakfast that the variant was “clearly more transmissible”. He said: We need to be reassured that we’re in a very different position now in that we’ve got a highly vaccinated population and we just need to continue moving at speed. We do know that with this particular variant you do need two doses to offer complete protection, and so we’re very, very keen to make sure that all those, particularly higher risk groups, that’s the over-50s and those with underlying illness, receive their second vaccination as soon as feasible. The unlocking of society in England will be a “gradual process” that requires a “cautious” approach even if the government’s target date for removing all legal limits on social contact in the country on 21 June remains in place, he added, emphasising the need to “look very carefully” at what happens with the India variant in the next one or two weeks. He said: I think we need to look at that data very carefully before we completely un-lockdown. He suggested it was “better” to be on “the cautious side”, adding: Even if we do un-lockdown, if you are in a vulnerable position, particularly if you’ve not been vaccinated, you do need to carry on being cautious, even if the 21 June date goes ahead. So I think we’ve all got used to living within boundaries at the moment and I think it’s not an all or none, I think it will be a gradual process even if the 21 June date goes ahead. Scotland’s health secretary Humza Yousaf said there was “significant community transmission” of coronavirus in hotspots in the city of Glasgow. The city will remain under level 3 of Scotland’s restrictions until at least 5 June and Yousaf said urgent work was being carried out to understand the outbreak in south Glasgow and how the India variant arrived. He told BBC Radio 4’s Today: In a few concentrated hotspots ... we are seeing significant community transmission. The levels and the numbers of cases are continuing to rise. In other parts of the country “local health teams tell us they are relatively contained outbreaks” linked to either schools or domestic clusters, but that was not the case in Glasgow. What we are seeing is it’s coming in in areas where there is a large, diverse community so therefore there is a probability the variant has come in from international travel. Therefore we are trying to get to the bottom of how it managed to get in. Victoria state in Australia has recorded five new locally acquired cases of coronavirus, with four linked to a food distribution delivery driver, as the state enters its second day of its fourth lockdown. The update brings the total number of cases from the latest outbreak in Melbourne to 35. A record 56,624 tests were conducted in the 24 hours to Saturday morning, surpassing the previous day’s record of 47,462 tests. On Saturday, the state’s Covid testing commander, Jeroen Weimar, said four of the new cases were linked to a person who tested positive on Friday. The Victorian health minister, Martin Foley, said the person was a food distribution delivery driver who visited “multiple stores and grocery sites across metropolitan Melbourne on 18 and 19 May”. There are now more than 150 exposure sites and more than 15,000 primary and secondary contacts who must self-isolate after coming into potential contact with a person with Covid-19. Foley said the individual “worked during their infectious period” but they “showed no signs of Covid symptoms themselves”. He also thanked the food distribution company and customers for working with contact tracers. Weimar said four of the new cases announced on Saturday were household contacts of the delivery driver, including a student at Mount Ridley college in Craigieburn. He said these four people had only been in isolation for one day. The fifth case was separate, and was an employee of firm Stratton Finance who became infected at a display home in Mickleham. Late on Friday the Victorian health department announced new tier 1 exposure sites – where people are most at risk of catching and spreading the virus. A full list of exposure sites can be found here. Foley announced what he called a “hat-trick of records”, as the state administered a record number of tests and vaccinations over the past three days. Taiwan reported 486 new domestic Covid-19 cases on Saturday, including 166 cases added to the totals for recent days as it continues to readjust its infection numbers following delays in reporting positive tests. After successfully keeping coronavirus at bay, Taiwan is currently in the grip of its first serious outbreak. The island is desperately seeking vaccines to protect its people, and Taiwan’s neighbour China has offered to help, the BBC reported. Up until the mid-May, the country had logged only around 1,500 infections and 12 deaths, before cases began to rise sharply. On Tuesday, health minister Chen Shih-chung announced 2m vaccine doses would arrive in Taiwan in June, and 10m by the end of August. Russia reported 9,289 new Covid-19 cases on Saturday, including 3,241 in Moscow, taking the official national tally since the pandemic began to 5,053,748. The government coronavirus task force said 401 people had died of coronavirus-linked causes in the past 24 hours, pushing the national death toll to 120,807. The federal statistics agency has kept a separate count and has said Russia recorded around 250,000 deaths related to Covid-19 from April 2020 to March 2021. Malaysia reported 9,020 new coronavirus cases on Saturday, the highest daily toll since the start of the pandemic. This is the fifth straight day of record new infections, bringing the total number of cases in the country to 558,534. The country’s prime minister, Muhyiddin Yassin, has announced a nationwide “total lockdown” from 1 to 14 June that will apply to all social and economic areas, with only essential services and economic sectors listed by the national security council remaining in operation, ABC reports. “With the latest rise in daily cases showing a drastically upward trend, hospital capacity across the country to treat Covid-19 patients are becoming limited,” Muhyiddin said in a statement. Prof Stephen Reicher, a psychologist on the UK’s Sage sub-committee advising the government on behavioural science, said “confusion” over the government’s approach was undermining efforts to control the pandemic. Ahead of the planned 21 June easing of restrictions in England, he said the government was in a “pickle” because it appeared to have abandoned the “data, not dates” principle. He told BBC Radio 4’s Today: The data we are seeing at the moment suggests we have a problem. We don’t know how big the problem is - it might be bad, it might be very bad, we will learn in the next week or two. But the problem for the government is: on the one hand it can’t delay what it has been promising for so long, but on the other hand it is aware of the dangers of so doing. And so you see that in the fact that they are beginning to act in a rather contradictory way. They’re saying to us, for instance on travel: ‘you can travel internationally but please don’t’. They say of social contact ‘you can hug, but please don’t hug’. They say of restrictions, ‘no restrictions but please don’t go in and out of the hotspots’. That contradiction, that sense of confusion, I think is undermining the response. Hello and welcome to our global coronavirus live blog. Vietnam health minister Nguyen Thanh Long said on Saturday the country has detected a new variant of the coronavirus, which is a mix of the India and UK Covid-19 variants and spreads quickly by air, online newspaper VnExpress reported. Vietnam’s latest coronavirus wave, which began about a month ago, has seen 3,595 local Covid-19 cases so far in 33 cities and provinces. He said the coronavirus responsible for the new wave is much more transmissible, especially in the air. Viral cultures in the laboratory revealed that the virus replicated itself very quickly, he added, explaining why there are so many new cases in different locations in a shorter time frame. So far, Vietnam has recorded the presence of seven coronavirus variants, including ones from the UK, India and South Africa. I’m Jedidajah Otte and will be at the helm of this blog for the next few hours. If you would like to flag anything you think we should be covering, you can reach me on Twitter @JedySays or via email. Caution is needed in determining whether England’s coronavirus restrictions can be lifted next month or “things will get bad very, very quickly”, a professor whose argument against herd immunity helped trigger the first lockdown has warned. Sir Tim Gowers, a professor of mathematics at the University of Cambridge, told the Guardian the downside of being “a bit more cautious” was a lot smaller than the downside of getting it wrong, as UK Covid cases rose by 4,184 on Friday – the highest increase since 1 April. Asked about the next step in lockdown easing in England, due on June 21, Prof Gowers said he did not believe the plans were necessarily at risk, but urged caution. He said: Because Boris Johnson has made a big thing about all the steps being irreversible, I think he’s put himself in a position where once he takes a step, he’ll be extremely reluctant to reverse because that would be a big U-turn, an embarrassing climbdown. So I think if that’s the way you’re going to play things, then you should be very, very cautious about every step you take ... And maybe everything [will] be OK, maybe the number of people who are vaccinated will be just enough ... ‘R’ will broadly speaking stay below one even with Indian variants. But if it’s not OK, we know, because of mathematics, that things will get bad very, very quickly. Or at least, maybe it won’t look that quick to start with, but it’ll grow exponentially. So it’ll pick up speed and become a big problem. Read my colleague Ben Quinn’s full story here. Prof Christina Pagel, a member of Independent Sage from University College London, said reopening should be delayed a few more months.","charCount":"11599","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jedidajah-otte\">Jedidajah Otte</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"sport/live/2021/may/29/nrl-2021-south-sydney-vs-parramatta-live-scores-rabbitohs-v-eels-teams-premiership-season-round-12-fixture-team-news-time-start-tonight-footy-updates","type":"liveblog","sectionId":"sport","sectionName":"Sport","webPublicationDate":"2021-05-29T09:24:23Z","webTitle":"NRL 2021: South Sydney Rabbitohs crush Parramatta Eels – as it happened","webUrl":"https://www.theguardian.com/sport/live/2021/may/29/nrl-2021-south-sydney-vs-parramatta-live-scores-rabbitohs-v-eels-teams-premiership-season-round-12-fixture-team-news-time-start-tonight-footy-updates","apiUrl":"https://content.guardianapis.com/sport/live/2021/may/29/nrl-2021-south-sydney-vs-parramatta-live-scores-rabbitohs-v-eels-teams-premiership-season-round-12-fixture-team-news-time-start-tonight-footy-updates","fields":{"headline":"NRL 2021: South Sydney Rabbitohs crush Parramatta Eels – as it happened","standfirst":"<ul><li>Rabbitohs 38-20 Eels</li><li>Hat-tricks to Johnston and Gagai <br></li></ul>","trailText":"South Sydney returned to form with a seven-try romp over Parramatta","byline":"Jonathan Howcroft","main":"<figure class=\"element element-image\" data-media-id=\"f0ae43ff71b6cbfc8b21619d2c5eab58b5117b05\"> <img src=\"https://media.guim.co.uk/f0ae43ff71b6cbfc8b21619d2c5eab58b5117b05/0_57_2343_1406/1000.jpg\" alt=\"Dane Gagai\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dane Gagai celebrates a first-half try for the Rabbitohs against the Eels.</span> <span class=\"element-image__credit\">Photograph: Jason McCawley/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b207c28f088d8c3178cbb5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:24:23.020Z\">10.24am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rabbitohs 38-20 Eels</h2>  <div class=\"block-elements\">  <p>The Bunnies bounce back. More pain for Parramatta’s right edge. A terrifically entertaining Indigenous Round contest, illuminated by some of the game’s Aboriginal stars. </p> </div>   </div> <div id=\"block-60b207358f08d486a7716a3d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:22:07.752Z\">10.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>78 mins: Rabbitohs 38-20 Eels - </strong>Parramatta continue to toil, trying to reduce the deficit late on, but Ferguson chips straight into touch on the burst down the right wing. Souths return fire and with Johnston bursting down the left Lussick knocks-on 10m out. </p> </div>   </div> <div id=\"block-60b2066d8f086d71cc15e4b5\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:19:26.070Z\">10.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 38-20 Eels (Arthur, 76)</h2>  <div class=\"block-elements\">  <p>The Eels are throwing the ball around like the Harlem Globetrotters, keeping it alive from right to left - and it pays off! After a series of offloads Arthur spots Mitchell isn’t at home at fullback, so he chips and chases with an age to gather and touch down under the posts. Lovely vision from the five-eighth, with his dad looking on from the bench. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398569829188083719\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Great vision from Jake Arthur!<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/5Xfe7qqwcg\">pic.twitter.com/5Xfe7qqwcg</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398569829188083719?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:20:55.185Z\">at 10.20am BST</time></p>  </div> <div id=\"block-60b205f38f086d71cc15e4af\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:16:20.211Z\">10.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>75 mins: Rabbitohs 38-14 Eels - </strong>Parramatta are raging against the dying of the light, expressing themselves in possession for the first time this evening. Another Moses bomb pins the Bunnies in the corner, but Mitchell throws a miracle pass as he falls into touch to keep the ball alive. </p> </div>   </div> <div id=\"block-60b204dd8f086d71cc15e49c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:13:57.949Z\">10.13am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 38-14 Eels (71, Sivo)</h2>  <div class=\"block-elements\">  <p>Parra get a consolation try in the left corner to celebrate. Not for the first time tonight Souths fluff their lines under a high ball and from the crumbs the ball spins wide to Sivo, who shows extraordinary strength, to resist three Bunnies and still reach out to touch down at full stretch. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398568509039251460\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Big SIVVVOOOOOO 👊<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/UYkTlm2Rud\">pic.twitter.com/UYkTlm2Rud</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398568509039251460?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:17:14.456Z\">at 10.17am BST</time></p>  </div> <div id=\"block-60b204378f088d8c3178cb99\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:09:16.375Z\">10.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 38-10 Eels (Gagai, 69)</h2>  <div class=\"block-elements\">  <p>Souths have a full set in A1 field position. Guess what they do? That’s right, they go left, but Ferguson finally comes up with a tackle. So... they go left again, and this time Gagai finds a massive hole to run through to complete his hat-trick. Like shelling peas for that Souths left edge. </p> <p>Reynolds kicks two more points. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398567425063280640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gags joins the hatty club 😏<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/Rc5mZHhTJG\">pic.twitter.com/Rc5mZHhTJG</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398567425063280640?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:16:54.523Z\">at 10.16am BST</time></p>  </div> <div id=\"block-60b203a08f086d71cc15e490\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:06:59.372Z\">10.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>67 mins: Rabbitohs 32-10 Eels -</strong> Parramatta have now conceded 20 linebreaks in two matches - yikes! To make matters worse <strong>Nathan Brown is the latest (sixth?) player from tonight’s clash on report</strong>, this time for a crusher tackle.</p> </div>   </div> <div id=\"block-60b202db8f086d71cc15e48a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:04:29.208Z\">10.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>65 mins: Rabbitohs 32-10 Eels - </strong>Matterson is back on for Parra, but there’s nothing he can do about some Marshall magic in midfield, sending Mitchell through like a steam train. The ball goes left, which has spelt danger all night, but this time Gagai can’t wriggle through. </p> </div>   </div> <div id=\"block-60b2023f8f08d486a7716a12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T09:00:24.224Z\">10.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 32-10 Eels (Johnston, 61)</h2>  <div class=\"block-elements\">  <p>What do you do if you’re playing rattled for South Sydney? That’s right, give the ball to Walker and tell him to send it through hands until Johnston can dash over unopposed in the corner. Brilliant again from the Bunnies. Mitchell superb stepping into the line. Johnston has a hat-trick. What an Indigenous Round treat. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398565020661817344\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">AJ x HATTY 😤<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/rAc8hJkhZK\">pic.twitter.com/rAc8hJkhZK</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398565020661817344?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:02:56.895Z\">at 10.02am BST</time></p>  </div> <div id=\"block-60b201348f086d71cc15e479\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:58:37.862Z\">9.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>60 mins: Rabbitohs 26-10 Eels - </strong>Souths again fail to deal with a Moses bomb, the Rabbitohs letting the ball bounce and inviting chaos, but Arthur can’t capitalise with the follow-up kick. The Bunnies return possession to the Eels soon afterwards though, and Parra gain good yardage. This is all a little manic from the Rabbitohs, who do not look like a side 16 points up with a man advantage right now. out comes Benji Marshall to settle things down. </p> </div>   </div> <div id=\"block-60b2006b8f088d8c3178cb6f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:53:25.254Z\">9.53am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 26-10 Eels (Papali’i, 53)</h2>  <div class=\"block-elements\">  <p>They might be down a man but the Eels have four more points. Blake does well to claim a huge Moses bomb to the left corner, then even better keep it alive. Sivo continues the good work before Papali’i wriggles down the blindside and dives over. Souths thought they had the situation under control, opting not to contest the high ball, but they pay the price.</p> <p>Moses misses the touchline kick. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398563454475063296\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Papali&#39;i is over for the Eels!<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/qdyYQJ9au0\">pic.twitter.com/qdyYQJ9au0</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398563454475063296?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T09:02:18.456Z\">at 10.02am BST</time></p>  </div> <div id=\"block-60b1ff6e8f088d8c3178cb67\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:50:47.270Z\">9.50am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Matterson sin-binned</h2>  <div class=\"block-elements\">  <p><strong>52 mins: Rabbitohs 26-6 Eels - </strong>Again the Eels have a promising bulild-up scuppered on their right wing. This time Johnston completes a simple intercept to rescue Souths. The ball travels at speed downfield with Graham on the tear, then he, Milne, and Walker keep the ball alive near the line, but the sevens-skills come to nought when one pass too many is intercepted.</p> <p>While there’s chaos near the Parra line, the referee brings play all the way back into the Rabbitohs’ half to sin-bin and report Matterson for crunching his shoulder into the face of a Souths ball-carrier already held. </p> </div>   </div> <div id=\"block-60b1fe9a8f086d71cc15e467\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:46:25.607Z\">9.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>49 mins: Rabbitohs 26-6 Eels - </strong>It seems a long time ago that the scoreline read 10-6 and the balance of play was with the Eels. Souths have been clinical cutting left through Walker. </p> <p>Parramatta earn a repeat set in midfield and enjoy some yardage through Mahoney and Paulo, but when the moment came to execute on their right edge they fluff their lines and the ball flies into touch. </p> <p>There is then a comedy of errors from both sides, out of which, the referee picks out the original infringement - a Gagai forward pass.</p> </div>   </div> <div id=\"block-60b1fe188f088d8c3178cb5f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:42:46.497Z\">9.42am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 26-6 Eels (Gagai, 45)</h2>  <div class=\"block-elements\">  <p>From the scrum, Souths spin the ball left, and - guess what - Walker feeds Gagai through the line on the left edge and the Bunnies score. This is a clinic. </p> <p>Reynolds adds the two. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398561170588528640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Doubs for Gags 🥵<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/FMqUGRquo7\">pic.twitter.com/FMqUGRquo7</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398561170588528640?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:46:57.908Z\">at 9.46am BST</time></p>  </div> <div id=\"block-60b1fd5c8f088d8c3178cb5c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:40:52.490Z\">9.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>44 mins: Rabbitohs 20-6 Eels - </strong>Both units continue to keep things uncomplicated in these early exchanges of the second half. Sivo does well to claim a Reynolds bomb, and retain possession despite a brutal landing. The set is not complete though. On tackle five Brown shells a Gutherson pass that was destined for an outside runner. First mistake of the half.</p> <p>In other news Majoney is on report... for something.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:41:15.236Z\">at 9.41am BST</time></p>  </div> <div id=\"block-60b1fcc38f088d8c3178cb55\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:37:44.585Z\">9.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>42 mins: Rabbitohs 20-6 Eels -</strong> The half begins with Paulo dropping his shoulder and sending Graham flying like a tenpin. Souths regroup and force Paraamatta to kick from range, and in turn complete a conservative set of their own. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:41:21.259Z\">at 9.41am BST</time></p>  </div> <div id=\"block-60b1fcb68f088d8c3178cb53\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:35:06.438Z\">9.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The teams are back out for the second half. </p> </div>   </div> <div id=\"block-60b1fb608f088d8c3178cb4b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:32:16.457Z\">9.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“Hi Jonathan,” hi Harry, great to have you tuning in.<br><br>“Much better from my Bunnies this weekend (so far, I suppose I should stay :)). Very happy with the form bounce-back, though I’m not surprised. I’ve said that the Panthers and the Storm are streets ahead of the rest at this point in the season. Come September, who knows though. Still confident of a top-four finish, and I think our display backs that up.”</p> <p>Agreed Harry. There should be no dramas on the top-four front, as much because there’s daylight to the chasing pack with Canberra’s drop-off and the Roosters’ injury-list. It’s hard to look past Penrith or Melbourne in the finals though. But with a busy Origin period coming up, stronger officiating, and who knows what else to come, it’s unlikely every side will be running out with their best XIII. In that case, if the Bunnies can keep their blistering backs on the park, they will damage any opposition and give their fans hope.</p> </div>   </div> <div id=\"block-60b1f93b8f08d486a77169b9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:22:42.331Z\">9.22am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Half-time: Rabbitohs 20-6 Eels</h2>  <div class=\"block-elements\">  <p>That half ebbed one way, then the other, but the difference was clear, Cody Walker and his incredible relationship with his runners down the left edge. The Bunnies cut the Eels, and their worrying right-side defence, open four times. Nobody expects them to relent in the second half. Parramatta have to control the ball and dominate territory, like they did for spells in that half, if they are to get something out of this.</p> </div>   </div> <div id=\"block-60b1f83c8f086d71cc15e429\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:19:13.332Z\">9.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 20-6 Eels (Gagai, 38)</h2>  <div class=\"block-elements\">  <p>Brilliant, simply brilliant, from Souths. Walker again picks his moment perfectly to turn a solid drive into a penetrating attack, and again it’s that devastating left edge. This time he throws a bullet cut-out pass to Gagai that sends his centre through on the burst and around behind the posts. Parramatta must have spent all week drilling themselves to defend against these plays, and they’ve had no answer on four occasions this first half. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398554603390595072\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Same play, different scorer 🔥 BOOM!<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/db3K3UcCbG\">pic.twitter.com/db3K3UcCbG</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398554603390595072?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:20:09.374Z\">at 9.20am BST</time></p>  </div> <div id=\"block-60b1f8028f086d71cc15e426\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:15:47.643Z\">9.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>37 mins: Rabbitohs 14-6 Eels - </strong>The Rabbitohs go end to end in no time and on the last Milne chips infield from the whitewash and all the Eels can do is concede a drop-out.</p> </div>   </div> <div id=\"block-60b1f6f78f086d71cc15e41b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:14:54.140Z\">9.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>35 mins: Rabbitohs 14-6 Eels - </strong>It’s taken 33 minutes of the contest but the first set restart has been called - in favour of Parramatta. That allows Papali’i to return to the field from his sin-bin. It also means Moses is gifted ideal field position to go aerially in the direction of Ferguson, prompting Johnston to palm the ball out under pressure. The Eels reload and this time feed left but just as Papali’i was hustling his way towards the line the Bunnies massed and swarmed the No 11 over the sideline. </p> </div>   </div> <div id=\"block-60b1f5df8f08d486a7716999\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:10:16.592Z\">9.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 14-6 Eels (Johnston, 30)</h2>  <div class=\"block-elements\">  <p>The Eels think they’re through the line and away on the left wing but Gutherson is brought 50m back after a Blake obstruction. Instead of a Parramatta try, Souths take possession 30m from the posts. They pummel the middle for four tackles then, like clockwork, they head left. You know what comes next. Walker, to Gagai, to Johnston, try. The slickest hands in the competition, the most consistent attacking pattern in the competition, against the weak spot of Parramatta’s defence. </p> <p>Reynolds misses another tough conversion. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398552538241138688\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Slick stuff from the <a href=\"https://twitter.com/SSFCRABBITOHS?ref_src=twsrc%5Etfw\">@SSFCRABBITOHS</a> 👌<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/FsCWg7w8We\">pic.twitter.com/FsCWg7w8We</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398552538241138688?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:19:36.460Z\">at 9.19am BST</time></p>  </div> <div id=\"block-60b1f55b8f086d71cc15e402\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:05:46.946Z\">9.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>26 mins: Rabbitohs 10-6 Eels - </strong>The Rabbitohs can’t make the extra man count with their first drive after some miscommunication behind the ruck involving Cook. Parramatta respond forcefully, getting within touching distance, allowing Moses to dribble to the corner where Ferguson is just unable to gather the bouncing ball. </p> <p>Meanwhile Nicholls, who has industrious early, has failed an HIA and Souths are down to three on the interchange. </p> </div>   </div> <div id=\"block-60b1f4c08f08d486a771698c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T08:03:24.894Z\">9.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Papali’i sin-binned</h2>  <div class=\"block-elements\">  <p><strong>24 mins: Rabbitohs 10-6 Eels - </strong>After that blistering start for Souths the last ten minutes have been all Parramatta - but this will change things. Mitchell feeds Milne into a gap and he bursts out of defence towards halfway. Gutherson does superbly to halt him one-on-one but then Papali’i comes in and interferes with Milne’s ability to play the ball - and he’s sent to the bin!</p> </div>   </div> <div id=\"block-60b1f39d8f088d8c3178cb12\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:59:40.231Z\">8.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>21 mins: Rabbitohs 10-6 Eels - </strong>From the penalty <strong>Cody Walker finds himself on report</strong> for a swinging arm to Arthur’s head after Arrow had already begun the tackle. That prompts the Eels to try to bulldoze their way down the left wing but Souths’ right edge stands firm. Moses goes to the sky with his kick and there’s a good chase, but Gagai holds the bomb, under pressure. However, in his desperation to avoid conceding a line drop-out the winger is pinged for a knock-on. He immediately challenges - and is successful - turning a 10m scrum to Parra to the Bunnies’ play-the-ball on the try line. </p> </div>   </div> <div id=\"block-60b1f3208f086d71cc15e3f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:56:09.662Z\">8.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>19 mins: Rabbitohs 10-6 Eels - </strong>Souths, perhaps over-eager to regain momentum, try to spin the ball to the left wing, but it’s risky and ragged and eventually Gagai grasses it. Since that crusher penalty the game has changed completely.</p> </div>   </div> <div id=\"block-60b1f2698f088d8c3178cb07\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:54:04.419Z\">8.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 10-6 Eels (Gutherson, 16)</h2>  <div class=\"block-elements\">  <p>Parra only need one opening to score. Early in the set Arthur spots a gap on the right edge so he drops over a beautifully weighted kick that bounces backwards, perfectly for the onrushing Gutherson to claim and put down. Poor Mitchell was bamboozled by that mystery-spinner. After that early clanger Gutherson is back on an even keel.</p> <p>Moses kicks the extras.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398548297686536195\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Gutho gets there &amp; Eels are on the board!<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/iXxsNI9RLs\">pic.twitter.com/iXxsNI9RLs</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398548297686536195?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T08:00:28.164Z\">at 9.00am BST</time></p>  </div> <div id=\"block-60b1f2078f086d71cc15e3f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:51:02.865Z\">8.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>16 mins: Rabbitohs 10-0 Eels - </strong>Now Gutherson tries to run out of defence but he’s pummelled by Gagai. Parramatta really need a break. And they get one! C<strong>ameron Murray is placed on report</strong> for a crusher tackle on Ferguson. Finally, after 15 minutes, the Eels can run the ball in South Sydney’s half. </p> </div>   </div> <div id=\"block-60b1f1a88f086d71cc15e3e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:49:20.255Z\">8.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>14 mins: Rabbitohs 10-0 Eels - </strong>Ferguson tries to spark the Eels but he is smashed by Burgess and Arrow inside his own 20m. Moses is again invited to kick from his own half. South Sydney have given nothing away so far. They are making life very awkward for Parramatta. </p> </div>   </div> <div id=\"block-60b1f13d8f088d8c3178cafa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:47:43.481Z\">8.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>12 mins: Rabbitohs 10-0 Eels -</strong>Another disciplined set from their own half is honoured by an excellent kick-chase. The Eels have not had any kind of launchpad in this game yet and once again they are forced to kick from range just to clear their lines.</p> </div>   </div> <div id=\"block-60b1f0618f086d71cc15e3e1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:44:49.728Z\">8.44am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 10-0 Eels (Johnston, 8)</h2>  <div class=\"block-elements\">  <p>The Bunnies have two tries early. Souths force a set restart following the drop-out and the weight of pressure and territory eventually counts. From the ruck in midfield the ball flies through three pairs of hands in the blink of an eye until it ends with Johnston diving over in the corner. The interplay from Walker and Mitchell, then onto Johnston, was superb. A real celebration of Indigenous Round.</p> <p>Reynolds misses the touchline conversion. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398545968811823106\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">All the way to AJ! 🔥<a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://t.co/T8Bj26g237\">pic.twitter.com/T8Bj26g237</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398545968811823106?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:55:10.455Z\">at 8.55am BST</time></p>  </div> <div id=\"block-60b1f0048f088d8c3178caf5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:41:58.736Z\">8.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>7 mins: Rabbitohs 6-0 Eels - </strong>Souths take advantage of the penalty and attack nicely down the right with Nicholls busy. Then they head left and Johnston gets within a couple of metres before Walker’s grubber forces a drop-out. </p> </div>   </div> <div id=\"block-60b1ef538f08d486a7716959\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:39:56.424Z\">8.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>5 mins: Rabbitohs 6-0 Eels - </strong>After that early drama both sides exchange solid sets until the Bunnies are gifted a penalty for a bunch of offside Eels chasing a menacing Moses torpedo. </p> </div>   </div> <div id=\"block-60b1ee138f086d71cc15e3c4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:36:50.111Z\">8.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">TRY! Rabbitohs 6-0 Eels (Cook, 2)</h2>  <div class=\"block-elements\">  <p>From the first tackle of the game Kaufusi’s head meets a Rabbitohs shoulder and there’s an early pause to determine whether an HIA is required; it isn’t. Souths continue their set and Reynolds drives a long kick downfield, the chase is superb, and pressure from Arrow forces Gutherson to knock-on.</p> <p>From the scrum Souths sneak out the back and Cook darts through the defensive line and dives over. What a start for South Sydney!</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NRL/status/1398544102455537664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🍪 from the scrum!<a href=\"https://twitter.com/hashtag/NRLSouthsEels?src=hash&amp;ref_src=twsrc%5Etfw\">#NRLSouthsEels</a> <a href=\"https://twitter.com/hashtag/TelstraPremiership?src=hash&amp;ref_src=twsrc%5Etfw\">#TelstraPremiership</a> <a href=\"https://t.co/3dzBUHTAYy\">pic.twitter.com/3dzBUHTAYy</a></p>&mdash; NRL (@NRL) <a href=\"https://twitter.com/NRL/status/1398544102455537664?ref_src=twsrc%5Etfw\">May 29, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-29T07:54:35.247Z\">at 8.54am BST</time></p>  </div> <div id=\"block-60b1edf88f08d486a771694c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:32:25.192Z\">8.32am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Kick-off!</h2>  <div class=\"block-elements\">  <p>Third v fourth at ANZ Stadium. Here we go....</p> </div>   </div> <div id=\"block-60b1ed9e8f08d486a7716947\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:32:05.945Z\">8.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>It’s dry at Stadium Australia but there’s a southerly breeze keeping temperatures on the chilly side. </p> </div>   </div> <div id=\"block-60b1ecf18f088d8c3178cad8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:29:51.450Z\">8.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Both sides are wearing a specially designed Indigenous Round jerseys this evening. The Eels’ uniform is predominately blue, with yellow accents. South Sydney are in a wavier version of their green and red hoops. </p> </div>   </div> <div id=\"block-60b1ec378f086d71cc15e3b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:25:32.775Z\">8.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are some flash boots on display celebrating NRL Indigenous Round. Here are Adam Reynolds’. </p>  <figure class=\"element element-image\" data-media-id=\"65462a8740ab25ff926955aab2b763c75b67dcfe\"> <img src=\"https://media.guim.co.uk/65462a8740ab25ff926955aab2b763c75b67dcfe/0_0_5184_3456/1000.jpg\" alt=\"Adam Reynolds\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adam Reynolds’ boots for the NRL’s Indigenous Round.</span> <span class=\"element-image__credit\">Photograph: Jason McCawley/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-60b1ea0e8f08d486a771691f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:17:51.781Z\">8.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One match today has already concluded, and it will come as no surprise that the imperious Panthers continued their unbeaten start to the season, running out 30-4 winners over the Bulldogs.</p> <p>We’re heading for another Penrith v Melbourne grand final, aren’t we?</p> </div>   </div> <div id=\"block-60b1e15d8f088d8c3178ca87\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:14:26.732Z\">8.14am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Eels XVII</h2>  <div class=\"block-elements\">  <p>Reagan Campbell-Gillard is suspended, so Oregon Kaufusi moves into the starting XIII with Marata Niukore joining the bench.</p> <p><strong>1 Clinton Gutherson, 2 Maika Sivo, 3 Tom Opacic, 4 Waqa Blake, 5 Blake Ferguson, 6 Jakob Arthur, 7 Mitchell Moses, 8 Oregon Kaufusi, 9 Reed Mahoney, 10 Junior Paulo, 11 Isaiah Papali’i, 12 Ryan Matterson, 13 Nathan Brown, 14 Marata Niukore, 15 Shaun Lane, 16 Joey Lussick, 17 Bryce Cartwright.</strong></p> </div>   </div> <div id=\"block-60b1e0758f088d8c3178ca7f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:10:48.874Z\">8.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rabbitohs XVII</h2>  <div class=\"block-elements\">  <p>Four changes to the Bunnies with Cameron Murray, Taane Milne, Hame Sele and Jacob Host coming in for Liam Knight, Jed Cartwright, Jaydn Su’A and the concussed Josh Mansour. </p> <p><strong>1 Latrell Mitchell, 2 Alex Johnston, 3 Dane Gagai, 4 Campbell Graham, 5 Taane Milne, 6 Cody Walker, 7 Adam Reynolds, 8 Jai Arrow, 9 Damien Cook, 10 Tevita Tatola, 11 Keaon Koloamatangi, 13 Cameron Murray, </strong><strong>15 Mark Nicholls.<br></strong><strong><em>Int</em>: 12 Jacob Host, </strong><strong>14 Benji Marshall, 16 Hame Sele, 17 Thomas Burgess.</strong></p> </div>   </div> <div id=\"block-60b080a28f086d71cc15d188\" class=\"block is-key-event\" data-block-contributor=\"profile/jonathan-howcroft\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-29T07:01:28.810Z\">8.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Preamble</h2>  <div class=\"block-elements\">  <p>Hello everybody and welcome to live coverage of the Bunnies v the Eels from ANZ Stadium in Sydney. Kick-off in this third v fourth-placed clash is 5.30pm.</p> <p>Both these sides will be desperate to bounce back after chastening defeats last Sunday. Souths were embarrassed by a rampant Penrith in Dubbo, while Parramatta slipped at home to a resurgent Manly.</p> <p>The Rabbitohs desperately need to tighten up in defence if they are to take advantage of their thrilling play with ball in hand. Wayne Bennet’s side have conceded the most points of any side in the top six, and over 50 twice in three rounds.</p> <p>“After the game he did not say one word,” hooker Damien Cook told The Big Sports Breakfast about Bennett’s reaction. “Normally he will at least say a couple but by the time we got in the sheds he wasn’t even there. He had gone to the press conference and we were just told to get in the showers and get out of there. That was probably the worst thing you can get from a coach.” </p> <p>For the Eels, a 9-2 start to the season shows there’s no cause for panic, but Brad Arthur would have been concerned at how his side’s right edge was targeted, and exposed, by the Sea Eagles. “They got some joy there,” Arthur said afterwards. “We’ve got to have a look at that and just make sure we’re working together as a team.” </p> <p>Throughout the evening feel free to join in via <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">email</a> or send a tweet to <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=-DLXE5UMtis\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/-DLXE5UMtis?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>The promo for the 2021 Indigenous Round is a belter.</figcaption> </figure>  </div>   </div>","wordcount":"2704","firstPublicationDate":"2021-05-29T07:01:33Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:26:50Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht6xf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/f0ae43ff71b6cbfc8b21619d2c5eab58b5117b05/0_57_2343_1406/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The Bunnies bounce back. More pain for Parramatta’s right edge. A terrifically entertaining Indigenous Round contest, illuminated by some of the game’s Aboriginal stars. 78 mins: Rabbitohs 38-20 Eels - Parramatta continue to toil, trying to reduce the deficit late on, but Ferguson chips straight into touch on the burst down the right wing. Souths return fire and with Johnston bursting down the left Lussick knocks-on 10m out. The Eels are throwing the ball around like the Harlem Globetrotters, keeping it alive from right to left - and it pays off! After a series of offloads Arthur spots Mitchell isn’t at home at fullback, so he chips and chases with an age to gather and touch down under the posts. Lovely vision from the five-eighth, with his dad looking on from the bench. 75 mins: Rabbitohs 38-14 Eels - Parramatta are raging against the dying of the light, expressing themselves in possession for the first time this evening. Another Moses bomb pins the Bunnies in the corner, but Mitchell throws a miracle pass as he falls into touch to keep the ball alive. Parra get a consolation try in the left corner to celebrate. Not for the first time tonight Souths fluff their lines under a high ball and from the crumbs the ball spins wide to Sivo, who shows extraordinary strength, to resist three Bunnies and still reach out to touch down at full stretch. Souths have a full set in A1 field position. Guess what they do? That’s right, they go left, but Ferguson finally comes up with a tackle. So... they go left again, and this time Gagai finds a massive hole to run through to complete his hat-trick. Like shelling peas for that Souths left edge. Reynolds kicks two more points. 67 mins: Rabbitohs 32-10 Eels - Parramatta have now conceded 20 linebreaks in two matches - yikes! To make matters worse Nathan Brown is the latest (sixth?) player from tonight’s clash on report, this time for a crusher tackle. 65 mins: Rabbitohs 32-10 Eels - Matterson is back on for Parra, but there’s nothing he can do about some Marshall magic in midfield, sending Mitchell through like a steam train. The ball goes left, which has spelt danger all night, but this time Gagai can’t wriggle through. What do you do if you’re playing rattled for South Sydney? That’s right, give the ball to Walker and tell him to send it through hands until Johnston can dash over unopposed in the corner. Brilliant again from the Bunnies. Mitchell superb stepping into the line. Johnston has a hat-trick. What an Indigenous Round treat. 60 mins: Rabbitohs 26-10 Eels - Souths again fail to deal with a Moses bomb, the Rabbitohs letting the ball bounce and inviting chaos, but Arthur can’t capitalise with the follow-up kick. The Bunnies return possession to the Eels soon afterwards though, and Parra gain good yardage. This is all a little manic from the Rabbitohs, who do not look like a side 16 points up with a man advantage right now. out comes Benji Marshall to settle things down. They might be down a man but the Eels have four more points. Blake does well to claim a huge Moses bomb to the left corner, then even better keep it alive. Sivo continues the good work before Papali’i wriggles down the blindside and dives over. Souths thought they had the situation under control, opting not to contest the high ball, but they pay the price. Moses misses the touchline kick. 52 mins: Rabbitohs 26-6 Eels - Again the Eels have a promising bulild-up scuppered on their right wing. This time Johnston completes a simple intercept to rescue Souths. The ball travels at speed downfield with Graham on the tear, then he, Milne, and Walker keep the ball alive near the line, but the sevens-skills come to nought when one pass too many is intercepted. While there’s chaos near the Parra line, the referee brings play all the way back into the Rabbitohs’ half to sin-bin and report Matterson for crunching his shoulder into the face of a Souths ball-carrier already held. 49 mins: Rabbitohs 26-6 Eels - It seems a long time ago that the scoreline read 10-6 and the balance of play was with the Eels. Souths have been clinical cutting left through Walker. Parramatta earn a repeat set in midfield and enjoy some yardage through Mahoney and Paulo, but when the moment came to execute on their right edge they fluff their lines and the ball flies into touch. There is then a comedy of errors from both sides, out of which, the referee picks out the original infringement - a Gagai forward pass. From the scrum, Souths spin the ball left, and - guess what - Walker feeds Gagai through the line on the left edge and the Bunnies score. This is a clinic. Reynolds adds the two. 44 mins: Rabbitohs 20-6 Eels - Both units continue to keep things uncomplicated in these early exchanges of the second half. Sivo does well to claim a Reynolds bomb, and retain possession despite a brutal landing. The set is not complete though. On tackle five Brown shells a Gutherson pass that was destined for an outside runner. First mistake of the half. In other news Majoney is on report... for something. 42 mins: Rabbitohs 20-6 Eels - The half begins with Paulo dropping his shoulder and sending Graham flying like a tenpin. Souths regroup and force Paraamatta to kick from range, and in turn complete a conservative set of their own. The teams are back out for the second half. “Hi Jonathan,” hi Harry, great to have you tuning in. “Much better from my Bunnies this weekend (so far, I suppose I should stay :)). Very happy with the form bounce-back, though I’m not surprised. I’ve said that the Panthers and the Storm are streets ahead of the rest at this point in the season. Come September, who knows though. Still confident of a top-four finish, and I think our display backs that up.” Agreed Harry. There should be no dramas on the top-four front, as much because there’s daylight to the chasing pack with Canberra’s drop-off and the Roosters’ injury-list. It’s hard to look past Penrith or Melbourne in the finals though. But with a busy Origin period coming up, stronger officiating, and who knows what else to come, it’s unlikely every side will be running out with their best XIII. In that case, if the Bunnies can keep their blistering backs on the park, they will damage any opposition and give their fans hope. That half ebbed one way, then the other, but the difference was clear, Cody Walker and his incredible relationship with his runners down the left edge. The Bunnies cut the Eels, and their worrying right-side defence, open four times. Nobody expects them to relent in the second half. Parramatta have to control the ball and dominate territory, like they did for spells in that half, if they are to get something out of this. Brilliant, simply brilliant, from Souths. Walker again picks his moment perfectly to turn a solid drive into a penetrating attack, and again it’s that devastating left edge. This time he throws a bullet cut-out pass to Gagai that sends his centre through on the burst and around behind the posts. Parramatta must have spent all week drilling themselves to defend against these plays, and they’ve had no answer on four occasions this first half. 37 mins: Rabbitohs 14-6 Eels - The Rabbitohs go end to end in no time and on the last Milne chips infield from the whitewash and all the Eels can do is concede a drop-out. 35 mins: Rabbitohs 14-6 Eels - It’s taken 33 minutes of the contest but the first set restart has been called - in favour of Parramatta. That allows Papali’i to return to the field from his sin-bin. It also means Moses is gifted ideal field position to go aerially in the direction of Ferguson, prompting Johnston to palm the ball out under pressure. The Eels reload and this time feed left but just as Papali’i was hustling his way towards the line the Bunnies massed and swarmed the No 11 over the sideline. The Eels think they’re through the line and away on the left wing but Gutherson is brought 50m back after a Blake obstruction. Instead of a Parramatta try, Souths take possession 30m from the posts. They pummel the middle for four tackles then, like clockwork, they head left. You know what comes next. Walker, to Gagai, to Johnston, try. The slickest hands in the competition, the most consistent attacking pattern in the competition, against the weak spot of Parramatta’s defence. Reynolds misses another tough conversion. 26 mins: Rabbitohs 10-6 Eels - The Rabbitohs can’t make the extra man count with their first drive after some miscommunication behind the ruck involving Cook. Parramatta respond forcefully, getting within touching distance, allowing Moses to dribble to the corner where Ferguson is just unable to gather the bouncing ball. Meanwhile Nicholls, who has industrious early, has failed an HIA and Souths are down to three on the interchange. 24 mins: Rabbitohs 10-6 Eels - After that blistering start for Souths the last ten minutes have been all Parramatta - but this will change things. Mitchell feeds Milne into a gap and he bursts out of defence towards halfway. Gutherson does superbly to halt him one-on-one but then Papali’i comes in and interferes with Milne’s ability to play the ball - and he’s sent to the bin! 21 mins: Rabbitohs 10-6 Eels - From the penalty Cody Walker finds himself on report for a swinging arm to Arthur’s head after Arrow had already begun the tackle. That prompts the Eels to try to bulldoze their way down the left wing but Souths’ right edge stands firm. Moses goes to the sky with his kick and there’s a good chase, but Gagai holds the bomb, under pressure. However, in his desperation to avoid conceding a line drop-out the winger is pinged for a knock-on. He immediately challenges - and is successful - turning a 10m scrum to Parra to the Bunnies’ play-the-ball on the try line. 19 mins: Rabbitohs 10-6 Eels - Souths, perhaps over-eager to regain momentum, try to spin the ball to the left wing, but it’s risky and ragged and eventually Gagai grasses it. Since that crusher penalty the game has changed completely. Parra only need one opening to score. Early in the set Arthur spots a gap on the right edge so he drops over a beautifully weighted kick that bounces backwards, perfectly for the onrushing Gutherson to claim and put down. Poor Mitchell was bamboozled by that mystery-spinner. After that early clanger Gutherson is back on an even keel. Moses kicks the extras. 16 mins: Rabbitohs 10-0 Eels - Now Gutherson tries to run out of defence but he’s pummelled by Gagai. Parramatta really need a break. And they get one! Cameron Murray is placed on report for a crusher tackle on Ferguson. Finally, after 15 minutes, the Eels can run the ball in South Sydney’s half. 14 mins: Rabbitohs 10-0 Eels - Ferguson tries to spark the Eels but he is smashed by Burgess and Arrow inside his own 20m. Moses is again invited to kick from his own half. South Sydney have given nothing away so far. They are making life very awkward for Parramatta. 12 mins: Rabbitohs 10-0 Eels -Another disciplined set from their own half is honoured by an excellent kick-chase. The Eels have not had any kind of launchpad in this game yet and once again they are forced to kick from range just to clear their lines. The Bunnies have two tries early. Souths force a set restart following the drop-out and the weight of pressure and territory eventually counts. From the ruck in midfield the ball flies through three pairs of hands in the blink of an eye until it ends with Johnston diving over in the corner. The interplay from Walker and Mitchell, then onto Johnston, was superb. A real celebration of Indigenous Round. Reynolds misses the touchline conversion. 7 mins: Rabbitohs 6-0 Eels - Souths take advantage of the penalty and attack nicely down the right with Nicholls busy. Then they head left and Johnston gets within a couple of metres before Walker’s grubber forces a drop-out. 5 mins: Rabbitohs 6-0 Eels - After that early drama both sides exchange solid sets until the Bunnies are gifted a penalty for a bunch of offside Eels chasing a menacing Moses torpedo. From the first tackle of the game Kaufusi’s head meets a Rabbitohs shoulder and there’s an early pause to determine whether an HIA is required; it isn’t. Souths continue their set and Reynolds drives a long kick downfield, the chase is superb, and pressure from Arrow forces Gutherson to knock-on. From the scrum Souths sneak out the back and Cook darts through the defensive line and dives over. What a start for South Sydney! Third v fourth at ANZ Stadium. Here we go.... It’s dry at Stadium Australia but there’s a southerly breeze keeping temperatures on the chilly side. Both sides are wearing a specially designed Indigenous Round jerseys this evening. The Eels’ uniform is predominately blue, with yellow accents. South Sydney are in a wavier version of their green and red hoops. There are some flash boots on display celebrating NRL Indigenous Round. Here are Adam Reynolds’. One match today has already concluded, and it will come as no surprise that the imperious Panthers continued their unbeaten start to the season, running out 30-4 winners over the Bulldogs. We’re heading for another Penrith v Melbourne grand final, aren’t we? Reagan Campbell-Gillard is suspended, so Oregon Kaufusi moves into the starting XIII with Marata Niukore joining the bench. 1 Clinton Gutherson, 2 Maika Sivo, 3 Tom Opacic, 4 Waqa Blake, 5 Blake Ferguson, 6 Jakob Arthur, 7 Mitchell Moses, 8 Oregon Kaufusi, 9 Reed Mahoney, 10 Junior Paulo, 11 Isaiah Papali’i, 12 Ryan Matterson, 13 Nathan Brown, 14 Marata Niukore, 15 Shaun Lane, 16 Joey Lussick, 17 Bryce Cartwright. Four changes to the Bunnies with Cameron Murray, Taane Milne, Hame Sele and Jacob Host coming in for Liam Knight, Jed Cartwright, Jaydn Su’A and the concussed Josh Mansour. 1 Latrell Mitchell, 2 Alex Johnston, 3 Dane Gagai, 4 Campbell Graham, 5 Taane Milne, 6 Cody Walker, 7 Adam Reynolds, 8 Jai Arrow, 9 Damien Cook, 10 Tevita Tatola, 11 Keaon Koloamatangi, 13 Cameron Murray, 15 Mark Nicholls. Int: 12 Jacob Host, 14 Benji Marshall, 16 Hame Sele, 17 Thomas Burgess. Hello everybody and welcome to live coverage of the Bunnies v the Eels from ANZ Stadium in Sydney. Kick-off in this third v fourth-placed clash is 5.30pm. Both these sides will be desperate to bounce back after chastening defeats last Sunday. Souths were embarrassed by a rampant Penrith in Dubbo, while Parramatta slipped at home to a resurgent Manly. The Rabbitohs desperately need to tighten up in defence if they are to take advantage of their thrilling play with ball in hand. Wayne Bennet’s side have conceded the most points of any side in the top six, and over 50 twice in three rounds. “After the game he did not say one word,” hooker Damien Cook told The Big Sports Breakfast about Bennett’s reaction. “Normally he will at least say a couple but by the time we got in the sheds he wasn’t even there. He had gone to the press conference and we were just told to get in the showers and get out of there. That was probably the worst thing you can get from a coach.” For the Eels, a 9-2 start to the season shows there’s no cause for panic, but Brad Arthur would have been concerned at how his side’s right edge was targeted, and exposed, by the Sea Eagles. “They got some joy there,” Arthur said afterwards. “We’ve got to have a look at that and just make sure we’re working together as a team.” Throughout the evening feel free to join in via email or send a tweet to @JPHowcroft.","charCount":"15451","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jonathan-howcroft\">Jonathan Howcroft</a>"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"money/2021/may/29/covid-test-travellers-quarantined-kit-results","type":"article","sectionId":"money","sectionName":"Money","webPublicationDate":"2021-05-29T09:00:21Z","webTitle":"Covid test chaos for travellers quarantined with no kit and no results","webUrl":"https://www.theguardian.com/money/2021/may/29/covid-test-travellers-quarantined-kit-results","apiUrl":"https://content.guardianapis.com/money/2021/may/29/covid-test-travellers-quarantined-kit-results","fields":{"headline":"Covid test chaos for travellers quarantined with no kit and no results","standfirst":"<p>Passengers are paying hundreds of pounds for post-travel tests that aren’t processed or fail to arrive</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Passengers are paying hundreds of pounds for post-travel tests that aren’t processed or fail to arrive ","byline":"Miles Brignall","main":"<figure class=\"element element-image\" data-media-id=\"27962993e3b42f8df5603357b5d807388206f872\"> <img src=\"https://media.guim.co.uk/27962993e3b42f8df5603357b5d807388206f872/40_0_4041_2425/1000.jpg\" alt=\"Passengers arrive back to Stansted airport in Essex\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Travellers returning to England from an amber list country such as Spain must have two Covid tests. </span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>","body":"<p>Less than two weeks after international holidays resumed, there are signs the government’s post-trip Covid testing regime is descending into chaos, with passengers paying hundreds of pounds for tests that aren’t being processed, or fail to arrive.</p> <p>Passengers landing at UK airports over the past 10 days have described having to call the NHS 119 helpline after their<a href=\"https://www.find-travel-test-provider.service.gov.uk/test-type/amber\" title=\"\"> government-listed testing supplier</a> failed to deliver their results, leaving them unclear as to whether it was safe to end their 10-day quarantine.</p> <p>Others, who spent £200 and more on home testing kits, <a href=\"https://uk.trustpilot.com/review/www.expert-medicals.co.uk\" title=\"\">have reported that they were not delivered </a>to their quarantine address. The fact that so many of these firms are uncontactable – many do not publish phone numbers – is adding to the sense of frustration, say customers.</p> <p>All travellers entering England from an amber-list country are now required to have a Covid test on or before day two and on or after day eight, and to self-quarantine while they await the results. There is also the option of a third test, which releases you from quarantine on day five. Those arriving from a green-list country have to be tested once after arrival, on day two.</p> <p>But rather than using the NHS Covid set-up that has tested the nation over the last year – and charging passengers accordingly – the government website offers a list of private firms, of which there are 325 operating in England alone.</p> <p>Passengers face a baffling choice of firms charging anywhere between £85 and £390 for both tests. Some firms have already sold out of the kits that are mostly self-administered. <a href=\"https://www.facebook.com/DanteLabs/\" title=\"\">Others are selling kits they don’t have in stock</a>.</p> <p>To add to the confusion, different rules apply in Wales and Scotland even though passengers mostly fly into English airports.</p> <p>Maria Karagkouni, who flew back to the UK from Greece on 14 May, says she was forced to ask the NHS for a test after the private contractor, Dante Labs, failed to process the ones she had paid £116 for. Speaking to the Guardian from her Kent home, she was still waiting for her first test result more than 10 days after it was due.</p> <p>“Trying to get hold of anyone at Dante is impossible as the company doesn’t have a phone number, and ignores all emails. It has hundreds of <a href=\"https://uk.trustpilot.com/review/www.dantelabs.com?b=MTYyMjA0Mjc0OTAwMHw2MGFlNjg3ZGY5ZjQ4NzBiNzAwZjEzMTE\" title=\"\">terrible reviews on Trustpilot</a> and Facebook. Why it was even on the government list is beyond me. I will be asking to a chargeback from my bank to get my money back,” she says.</p> <p>Paolo Grossi used the government list to book his two- and eight-day tests, after returning from Milan 10 days ago. The provider booked him an appointment at his local Camden clinic where swabs were to be taken. “On day two I was supposed to visit the clinic to be tested but ‘test and trace’ called to tell me I could not attend as I was not to leave the house. This contradicted what I had read on the <a href=\"https://www.gov.uk/guidance/coronavirus-covid-19-test-to-release-for-international-travel\" title=\"\">government website</a>, what I had been told by border force staff at Heathrow, and the clinic itself,” he says.</p>  <figure class=\"element element-image\" data-media-id=\"1c48a8dd4ab42ace51c69004fde2624ef944263a\"> <img src=\"https://media.guim.co.uk/1c48a8dd4ab42ace51c69004fde2624ef944263a/0_138_5586_3351/1000.jpg\" alt=\"A member of the medical team holds up a used swab from a PCR test\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The government website has a list of Covid test providers.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>  <p>“I called 119 and the woman I spoke to didn’t know what the rules were, either. In the end she sent me two NHS tests and I used those.</p> <p>“The testing regime is in chaos, and I still don’t know what the rules are. What’s going to happen when travel starts for real this summer?”</p> <p>Laura Woodruff, who flew to Bristol from Madeira to see her father in Wales just before he died this week, says the scheme is “completely unfit for purpose”. She paid £75 to book a test in Cardiff for when she arrived.</p> <p>“When I came to fill in the passenger-locator form, which you can only complete 48 hours before flying, it demanded a test reference number I did not have,” she says.</p> <p>She was unable to get through to the provider that she had booked. “So, faced with losing the flight, I was forced to buy a second £88 test from another firm,” she says. “It seems that the Welsh government changed the rules after I booked the first one, but why are rules even different from England in the first place? The whole process is unbelievably difficult to navigate.”</p> <p>Rory Boland, the Which? Travel editor, says the consumer group raised concerns about the testing regime prior to international travel restarting.<br><br>“Proper regulatory oversight of testing for travel is urgently needed, not least to protect public health, and cannot be delayed any longer,” he says. “Millions of people are going to rely on this system over the summer, and risk being left significantly out of pocket through no fault of their own if these problems are not addressed by the government immediately.”</p> <p>Dante Labs was approached for comment.</p> <p>A government spokesperson said: “It is the responsibility of the relevant private provider to manage the availability of their tests.</p> <p>“We are closely monitoring the performance of private test providers to ensure they deliver a high quality service to customers, as we cautiously reopen international travel. If they do not provide an adequate service, they receive a five-day warning and are then removed from the gov.uk list of test providers if they do not improve.”</p>","newspaperPageNumber":"45","wordcount":"869","firstPublicationDate":"2021-05-29T09:00:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:00:21Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hh9mv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/27962993e3b42f8df5603357b5d807388206f872/40_0_4041_2425/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Less than two weeks after international holidays resumed, there are signs the government’s post-trip Covid testing regime is descending into chaos, with passengers paying hundreds of pounds for tests that aren’t being processed, or fail to arrive. Passengers landing at UK airports over the past 10 days have described having to call the NHS 119 helpline after their government-listed testing supplier failed to deliver their results, leaving them unclear as to whether it was safe to end their 10-day quarantine. Others, who spent £200 and more on home testing kits, have reported that they were not delivered to their quarantine address. The fact that so many of these firms are uncontactable – many do not publish phone numbers – is adding to the sense of frustration, say customers. All travellers entering England from an amber-list country are now required to have a Covid test on or before day two and on or after day eight, and to self-quarantine while they await the results. There is also the option of a third test, which releases you from quarantine on day five. Those arriving from a green-list country have to be tested once after arrival, on day two. But rather than using the NHS Covid set-up that has tested the nation over the last year – and charging passengers accordingly – the government website offers a list of private firms, of which there are 325 operating in England alone. Passengers face a baffling choice of firms charging anywhere between £85 and £390 for both tests. Some firms have already sold out of the kits that are mostly self-administered. Others are selling kits they don’t have in stock. To add to the confusion, different rules apply in Wales and Scotland even though passengers mostly fly into English airports. Maria Karagkouni, who flew back to the UK from Greece on 14 May, says she was forced to ask the NHS for a test after the private contractor, Dante Labs, failed to process the ones she had paid £116 for. Speaking to the Guardian from her Kent home, she was still waiting for her first test result more than 10 days after it was due. “Trying to get hold of anyone at Dante is impossible as the company doesn’t have a phone number, and ignores all emails. It has hundreds of terrible reviews on Trustpilot and Facebook. Why it was even on the government list is beyond me. I will be asking to a chargeback from my bank to get my money back,” she says. Paolo Grossi used the government list to book his two- and eight-day tests, after returning from Milan 10 days ago. The provider booked him an appointment at his local Camden clinic where swabs were to be taken. “On day two I was supposed to visit the clinic to be tested but ‘test and trace’ called to tell me I could not attend as I was not to leave the house. This contradicted what I had read on the government website, what I had been told by border force staff at Heathrow, and the clinic itself,” he says. “I called 119 and the woman I spoke to didn’t know what the rules were, either. In the end she sent me two NHS tests and I used those. “The testing regime is in chaos, and I still don’t know what the rules are. What’s going to happen when travel starts for real this summer?” Laura Woodruff, who flew to Bristol from Madeira to see her father in Wales just before he died this week, says the scheme is “completely unfit for purpose”. She paid £75 to book a test in Cardiff for when she arrived. “When I came to fill in the passenger-locator form, which you can only complete 48 hours before flying, it demanded a test reference number I did not have,” she says. She was unable to get through to the provider that she had booked. “So, faced with losing the flight, I was forced to buy a second £88 test from another firm,” she says. “It seems that the Welsh government changed the rules after I booked the first one, but why are rules even different from England in the first place? The whole process is unbelievably difficult to navigate.” Rory Boland, the Which? Travel editor, says the consumer group raised concerns about the testing regime prior to international travel restarting. “Proper regulatory oversight of testing for travel is urgently needed, not least to protect public health, and cannot be delayed any longer,” he says. “Millions of people are going to rely on this system over the summer, and risk being left significantly out of pocket through no fault of their own if these problems are not addressed by the government immediately.” Dante Labs was approached for comment. A government spokesperson said: “It is the responsibility of the relevant private provider to manage the availability of their tests. “We are closely monitoring the performance of private test providers to ensure they deliver a high quality service to customers, as we cautiously reopen international travel. If they do not provide an adequate service, they receive a five-day warning and are then removed from the gov.uk list of test providers if they do not improve.”","charCount":"4978","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/milesbrignall\">Miles Brignall</a>"},"isHosted":false,"pillarId":"pillar/lifestyle","pillarName":"Lifestyle"},{"id":"us-news/2021/may/29/joe-biden-republicans-bipartisan-filibuster-senate","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2021-05-29T09:00:21Z","webTitle":"Joe Biden seeks Republican buy-in but how long before patience snaps?","webUrl":"https://www.theguardian.com/us-news/2021/may/29/joe-biden-republicans-bipartisan-filibuster-senate","apiUrl":"https://content.guardianapis.com/us-news/2021/may/29/joe-biden-republicans-bipartisan-filibuster-senate","fields":{"headline":"Joe Biden seeks Republican buy-in but how long before patience snaps?","standfirst":"<p>Talks continue on a compromise over infrastructure but GOP intransigeance on a Capitol riot commission does not bode well</p>","trailText":"Talks continue on a compromise over infrastructure legislation but GOP intransigeance on a Capitol riot commission does not bode well","byline":"Daniel Strauss in Washington","main":"<figure class=\"element element-image\" data-media-id=\"206bfb3646ba8ab475c4d6b83e734ad0555297c6\"> <img src=\"https://media.guim.co.uk/206bfb3646ba8ab475c4d6b83e734ad0555297c6/0_200_6000_3600/1000.jpg\" alt=\"Joe Biden meets a Republican delegation led by Senator Shelley Moore Capito, second right, along with members of his administration to discuss infrastructure proposals earlier this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden meets a Republican delegation led by Senator Shelley Moore Capito, second right, along with members of his administration to discuss infrastructure proposals earlier this month.</span> <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> </figcaption> </figure>","body":"<p>It’s become a familiar process in the Joe Biden era.</p> <p>Biden and Democrats say they will work with Republicans. Republicans say they want a seat at the negotiating table. Then the prospect of Democrats going alone begins to hover over the negotiations.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2021/may/28/senate-republicans-6-january-capitol-attack-commission\">Senate Republicans block creation of US Capitol attack commission</a> </p> </aside>  <p>As Biden tries to pass an ambitious and transformative agenda as part of America’s recovery from the pandemic, he has repeatedly said he wants to bring Republicans over to his side. Yet at the same time he has tried to draw a line in the sand beyond which compromise is impossible.</p> <p>It has been like that on how the Biden administration has approached tackling a coronavirus relief package. It’s been like that on confirming some of Biden’s cabinet secretaries. And it’s how Biden has approached his next set of major initiatives, which range from upgrading roads and bridges to helping Americans with childcare.</p> <p>The jury on whether the White House’s political strategy will work is still out. Biden and his team have not yet walked away from talks with Republicans on major legislative proposals. But they have also actively kept the go-it-alone option alive.</p> <p>Case in point: on Thursday the Republican group charged with negotiating an infrastructure deal with the Biden administration rolled out its latest counter offer, a $928bn plan with about $257bn in new spending.</p> <p>When those Republican senators unveiled their latest proposal the divide between the White House’s new infrastructure spending and Republicans’ was about $1.4tn. It’s a gap that would seem like the last straw.</p> <p>Less than a week before this latest proposal, Senator Shelley Moore Capito of West Virginia, the lead Republican negotiator, left a meeting at the White House and released a statement from her team saying “the groups seem further apart after two meetings with White House staff than they were after one meeting with President Biden.”</p> <p>But on the day Capito’s team revealed the newest offer, the senator was optimistic. She briefly spoke with Biden later on Thursday. She described the call as “very positive”.</p> <p>But if there was any agreement on Thursday it was that these discussions would not last endlessly.</p> <p>“He’s said this consistently and I think I feel this way too – you don’t want to drag this on for ever,” Capito added.</p> <p>Biden himself said as much the same day.</p> <p>“We’re going to have to close this down soon,” he said.</p> <p>At stake is hundreds of billions of dollars for not just the common types of improvements an infrastructure bill would cover – like roads and bridges – but also incentives for setting up a national grid for electric vehicles, significant investments in the education system, updating research and development and improving the US supply chain.</p> <p>But the sense of urgency is not unique to infrastructure negotiations. Even with Democrats controlling the presidency, Senate and the House of Representatives they have to grapple with the filibuster legislative mechanism in the Senate and slim majorities in both chambers.</p> <p>As a result, there’s always a threat. With infrastructure, Democrats have allowed the possibility of passing some kind of package through a budgetary maneuver called reconciliation. And with other priorities, like a voting rights overhaul or setting up a bipartisan commission to investigate the 6 January attack on the Capitol, Democrats have increasingly shaken their fists and said something must be done if Republicans won’t compromise.</p> <p>On Thursday Republicans showed just how far their interest in compromising went. The Senate failed to move forward on the 6 January commission after the bipartisan panel fell short of the filibuster’s 60-vote threshold, with just six Republican senators joining Democrats in a 54-35 vote.</p> <p>Some Republicans had argued that a commission was unnecessary. Mitch McConnell, the Republican leader in the Senate, said on Thursday that while he supported investigations into the 6 January mob attack, he saw no reason for the type of committee Democrats have been pushing.</p> <p>Democrats have argued that congressional gridlock on the commission and a voting rights bill could lead even the final filibuster reform holdouts to throw up their hands.</p> <p>Democrats have argued that the filibuster’s 60-vote threshold is too often impossible to achieve and effectively stalls almost all legislating in the Senate.</p> <p>“There is no excuse for any Republican to vote against this commission since Democrats have agreed to everything they’ve asked for,” the Democratic senator Joe Manchin said on Thursday. “Mitch McConnell has made this his political position, thinking it will help his 2022 elections. They do not believe the truth will set you free, so they continue to live in fear.”</p> <p>On infrastructure, Biden and his advisers have signaled a willingness to keep negotiating with Republicans for a few more weeks, longer than they had previously said. But Democrats’ patience is dwindling.</p> <p>On Wednesday Senator Raphael Warnock of Georgia stressed the importance of passing some kind of voting rights bill soon.</p> <p>“I think we’ve got to get something done in time to do something about voter suppression bills that have already passed,” Warnock said.</p>","wordcount":"827","firstPublicationDate":"2021-05-29T09:00:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:02:18Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/htvtd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/206bfb3646ba8ab475c4d6b83e734ad0555297c6/0_200_6000_3600/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It’s become a familiar process in the Joe Biden era. Biden and Democrats say they will work with Republicans. Republicans say they want a seat at the negotiating table. Then the prospect of Democrats going alone begins to hover over the negotiations. As Biden tries to pass an ambitious and transformative agenda as part of America’s recovery from the pandemic, he has repeatedly said he wants to bring Republicans over to his side. Yet at the same time he has tried to draw a line in the sand beyond which compromise is impossible. It has been like that on how the Biden administration has approached tackling a coronavirus relief package. It’s been like that on confirming some of Biden’s cabinet secretaries. And it’s how Biden has approached his next set of major initiatives, which range from upgrading roads and bridges to helping Americans with childcare. The jury on whether the White House’s political strategy will work is still out. Biden and his team have not yet walked away from talks with Republicans on major legislative proposals. But they have also actively kept the go-it-alone option alive. Case in point: on Thursday the Republican group charged with negotiating an infrastructure deal with the Biden administration rolled out its latest counter offer, a $928bn plan with about $257bn in new spending. When those Republican senators unveiled their latest proposal the divide between the White House’s new infrastructure spending and Republicans’ was about $1.4tn. It’s a gap that would seem like the last straw. Less than a week before this latest proposal, Senator Shelley Moore Capito of West Virginia, the lead Republican negotiator, left a meeting at the White House and released a statement from her team saying “the groups seem further apart after two meetings with White House staff than they were after one meeting with President Biden.” But on the day Capito’s team revealed the newest offer, the senator was optimistic. She briefly spoke with Biden later on Thursday. She described the call as “very positive”. But if there was any agreement on Thursday it was that these discussions would not last endlessly. “He’s said this consistently and I think I feel this way too – you don’t want to drag this on for ever,” Capito added. Biden himself said as much the same day. “We’re going to have to close this down soon,” he said. At stake is hundreds of billions of dollars for not just the common types of improvements an infrastructure bill would cover – like roads and bridges – but also incentives for setting up a national grid for electric vehicles, significant investments in the education system, updating research and development and improving the US supply chain. But the sense of urgency is not unique to infrastructure negotiations. Even with Democrats controlling the presidency, Senate and the House of Representatives they have to grapple with the filibuster legislative mechanism in the Senate and slim majorities in both chambers. As a result, there’s always a threat. With infrastructure, Democrats have allowed the possibility of passing some kind of package through a budgetary maneuver called reconciliation. And with other priorities, like a voting rights overhaul or setting up a bipartisan commission to investigate the 6 January attack on the Capitol, Democrats have increasingly shaken their fists and said something must be done if Republicans won’t compromise. On Thursday Republicans showed just how far their interest in compromising went. The Senate failed to move forward on the 6 January commission after the bipartisan panel fell short of the filibuster’s 60-vote threshold, with just six Republican senators joining Democrats in a 54-35 vote. Some Republicans had argued that a commission was unnecessary. Mitch McConnell, the Republican leader in the Senate, said on Thursday that while he supported investigations into the 6 January mob attack, he saw no reason for the type of committee Democrats have been pushing. Democrats have argued that congressional gridlock on the commission and a voting rights bill could lead even the final filibuster reform holdouts to throw up their hands. Democrats have argued that the filibuster’s 60-vote threshold is too often impossible to achieve and effectively stalls almost all legislating in the Senate. “There is no excuse for any Republican to vote against this commission since Democrats have agreed to everything they’ve asked for,” the Democratic senator Joe Manchin said on Thursday. “Mitch McConnell has made this his political position, thinking it will help his 2022 elections. They do not believe the truth will set you free, so they continue to live in fear.” On infrastructure, Biden and his advisers have signaled a willingness to keep negotiating with Republicans for a few more weeks, longer than they had previously said. But Democrats’ patience is dwindling. On Wednesday Senator Raphael Warnock of Georgia stressed the importance of passing some kind of voting rights bill soon. “I think we’ve got to get something done in time to do something about voter suppression bills that have already passed,” Warnock said.","charCount":"5138","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/daniel-strauss\">Daniel Strauss</a> in Washington"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"tv-and-radio/2021/may/29/i-cringe-at-it-now-what-happened-to-the-kids-of-reality-tv","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2021-05-29T09:00:21Z","webTitle":"‘I cringe at it now’: what happened to the kids of reality TV?","webUrl":"https://www.theguardian.com/tv-and-radio/2021/may/29/i-cringe-at-it-now-what-happened-to-the-kids-of-reality-tv","apiUrl":"https://content.guardianapis.com/tv-and-radio/2021/may/29/i-cringe-at-it-now-what-happened-to-the-kids-of-reality-tv","fields":{"headline":"‘I cringe at it now’: what happened to the kids of reality TV?","standfirst":"<p>Whether lurking in the background of The Real Housewives, or starring in their own show, a generation have had their childhoods captured on screen. How did it change them?</p>","trailText":"Whether lurking in the background of The Real Housewives, or starring in their own show, a generation have had their childhoods captured on screen. How did it change them?","byline":"Sirin Kale","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"8d149901d5eb8ee21476b370d798cbe0aca195b1\"> <img src=\"https://media.guim.co.uk/8d149901d5eb8ee21476b370d798cbe0aca195b1/887_920_4803_2882/1000.jpg\" alt=\"Shane Keough.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shane Keough: ‘People assume I treated my mother terribly my whole life. But that’s not the case.’</span> <span class=\"element-image__credit\">Photograph: Josh Letchworth/The  Guardian</span> </figcaption> </figure>","body":"<p>Shane Keough’s mother, Jeana, is a former Playboy model.<strong> </strong><strong> </strong>His father, Matt, was a professional baseball player. He grew up in a sprawling mansion and wanted for little. When a TV executive called Scott Dunlop decided to make a reality show about the rich, glamorous and drama-loving residents of Orange County, California, he had the Keough family in mind.</p> <p>In 2006, the Keoughs featured on the first episode of <a href=\"https://www.theguardian.com/tv-and-radio/2014/dec/29/the-real-world-reality-tv-decline-scandal-true-detective\" title=\"\">The Real Housewives Of Orange County</a> on the US network Bravo. Over the next decade, Real Housewives became a global franchise of women with acrylic nails lustily splashing glasses of wine in each other’s faces. There are now Sydney housewives, Cheshire housewives, even The Real Housewives Of Hungary (Feleségek Luxuskivitelben).</p> <p>But Shane Keough couldn’t have known how big the franchise would become. He was 18 when the pilot was filmed, still a high-school student, with dreams of becoming a professional baseball player like his dad. The show’s producers portrayed him as a jock with a foul mouth and bad attitude, which wasn’t exactly untrue. “I was a punk who thought he was cool. I came from a family of actors and athletes and had yet to be humbled by real life,” Keough says. He is now 34, working in real estate in Florida. </p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a16ced04e848e8a5aea4f0179b4f82ae7dbc2cde\"> <img src=\"https://media.guim.co.uk/a16ced04e848e8a5aea4f0179b4f82ae7dbc2cde/0_200_2221_2561/867.jpg\" alt=\"The Real Housewives of Orange County Season 1 (l-r) (back) Colton, Shane Keough, Kara Keough, (sitting) Jeana Keough\" width=\"867\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shane Keough (centre) with brother Colton, sister Kara and mother Jeana on The Real Housewives Of Orange County.</span> <span class=\"element-image__credit\">Photograph: Bravo/NBCUniversal/Getty Images</span> </figcaption> </figure>  <p>One incident on the show came to define much of Keough’s life. He was playing baseball for the Kane County Cougars, a minor league team, and knew his mother’s film crew planned to watch him play, which he was happy with. But when he got to the stadium, he had been relegated to the substitutes’ bench. “I couldn’t think of anything worse,” he says today. He texted his mother, begging her not to attend. But the show’s producers put pressure on her to go on to the field and attempt to talk to her son. Shane was mortified. “I walked away and said, ‘Get the fuck away from me,’” he says.</p> <p>A boom mic picked up the comment, and producers edited the incident to make it look as if Keough had sworn at his mother for no reason. When the show aired, the fallout was intense. “I got death threats,” Keough says. Baseball fans threatened to cancel their season tickets. His manager transferred him to another team, but they were playing at a higher level and he couldn’t keep up. “That probably led to a shorter baseball career,” he says. “Two years after that incident, I was done.” To this day, if Keough posts about his mother on social media, he gets abuse. “They say: ‘You’re a terrible person, you should be ashamed of how you treated her.’ People assume that I treated my mother terribly my whole life. But that’s not the case. Have you never said anything disrespectful out of rage to your parents?”</p> <p>***</p> <p>We have had had more than two decades of reality TV. Two decades of socialites drinking buckets of iced coffee behind the wheels of souped-up SUVs; of <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2013/sep/24/kris-jenner-kardashian-brand\" title=\"\">Kris Jenner </a>coaxing her daughter <a href=\"https://knowyourmeme.com/memes/youre-doing-amazing-sweetie\" title=\"\">into risque photoshoots</a>; of families wailing and mugging for the cameras while camera operators trail them from their latest fender bender. What a ride it has been. Reality TV has turbocharged the careers of the <a href=\"https://www.theguardian.com/media/2002/nov/27/broadcasting2\" title=\"\">Osbournes</a>, Kardashian-Jenners, Hadids, Donald Trump.</p> <p>Lurking in the background were the children or younger siblings of the stars. We saw these kids at their eighth birthday parties; their proms; their weddings. Occasionally, they would step into the limelight, with uncomfortable results: few who saw it could forget a nine-year-old Kylie Jenner <a href=\"https://www.youtube.com/watch?v=kzFmb5wjM38\" title=\"\">gyrating on a stripper pole</a> in an early episode of Keeping Up With The Kardashians. (“I wish it never happened,” <a href=\"https://www.eonline.com/uk/news/879753/kylie-jenner-reveals-her-best-worst-keeping-up-with-the-kardashians-moments-the-stripper-pole-was-so-embarrassing\" title=\"\">Jenner later said</a>.) Most of the time, the children of reality TV featured somewhere just out of frame. But what became of them, after the cameras stopped rolling?</p> <p>Keough bears no ill will towards his parents. “I never blamed them, because that was who they were prior to me being born,” he says. “My mom was an actress and my dad was an athlete.” But the swearing incident put pressure on his family, and, shortly afterwards, his mother quit the show. In a 2009 interview <a href=\"https://latimesblogs.latimes.com/showtracker/2009/11/real-housewives-orange-county-jeana-keough-vicki.html\" title=\"\">with the LA Times</a>, she explained that she did so to protect her children. “The kids enjoyed it the first few years,” she said. “And then it got to be tough on them. With editing… you can hit a home run and it will show you striking out.”</p> <p>Brielle Biermann, a 24-year-old influencer from Atlanta, still remembers the first time she was recognised in public. “It was July 2008,” she says. “I was sitting outside a restaurant with my mom and sister. This couple next to us said, ‘We saw you on TV last night!’ We thought it was so weird.” Biermann first appeared with her mother, Kim Zolciak, on The Real Housewives Of Atlanta when she was 11. “At that age, you don’t understand what is going on,” she says. “You just think that people are following you around.”</p>  <figure class=\"element element-image\" data-media-id=\"87ceb3ea49f744374e8467ea8102aeadc3a42a83\"> <img src=\"https://media.guim.co.uk/87ceb3ea49f744374e8467ea8102aeadc3a42a83/0_0_3000_1800/1000.jpg\" alt=\"Brielle Biermann (on left) and her mother on The Real Housewives Of Atlanta\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brielle Biermann (on left) with her mother on The Real Housewives Of Atlanta…</span> <span class=\"element-image__credit\">Photograph: Bravo/NBCUniversal/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"abb90f1ece6fb04968ce13642e3cb1bbc1fe16c5\"> <img src=\"https://media.guim.co.uk/abb90f1ece6fb04968ce13642e3cb1bbc1fe16c5/0_101_1018_952/1000.jpg\" alt=\"Brielle Biermann today.\" width=\"1000\" height=\"935\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">…and Brielle today. Photographs: Bravo/NBCUniversal/Getty Images; courtesy of Brielle Biermann</span> <span class=\"element-image__credit\">Photograph: courtesy of Brielle Biermann</span> </figcaption> </figure>  <p>Becoming famous as a young child exacted a high price. “I was bullied in my freshman year of high school on social media,” Biermann says. “I actually got beaten up. People weren’t nice. It took them about two weeks to figure out who my mother was. [On social media] they were saying, ‘You think you’re hot shit, your family is so fake.’” Biermann thinks this is the reason she underperformed at school. “There was no point trying to succeed when I didn’t know if I’d be able to go into school the next day,” she says. “I spent most of my time in the counsellor’s office.”</p> <p>Like Keough, Biermann doesn’t blame her parents. “I wouldn’t change a thing,” she says. “I’m so grateful for the opportunities we’ve had.” The way she sees it, it doesn’t matter that she flunked school, because reality TV offered her a lucrative career. “Isn’t that why people go to college?” she asks rhetorically. “To get a job? Well, I already have a job.” Biermann has a cosmetics line, 1.3 million followers on Instagram, and appears on her family’s Real Housewives spin-off show, Don’t Be Tardy, for which she is rumoured to receive $10,000 an episode. (She won’t confirm her salary, but she’s not complaining: “I definitely get paid well.”) She would put her own kids on reality TV. “It’s really fun and a unique experience. If you have an opportunity, take it, don’t hide.”</p> <p>But for every reality TV ingenue who enjoys the experience, there are untold more people who regret it. Usually, these are the people without famous or wealthy parents to advocate for them or secure a cut of any licensing deals.</p> <p>“I cringe at it now,” says Olly Moxham, a 27-year-old chip-shop worker who lives near Peterborough in Cambridgeshire. Along with three friends, Moxham travelled to Kavos, Corfu, in 2012 to appear on the BBC Three reality TV show <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2014/mar/05/bbc3-gavin-stacey-torchwood-summer-heights-high\" title=\"\">Sun, Sex And Suspicious Parents</a><em>.</em> The premise was this: teenagers get drunk and misbehave on their first holiday as adults – while, unbeknown to them, their parents watch the entire thing, often from an adjacent hotel balcony. Moxham says he was not </p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>They’d say, ‘You’ve got 20 minutes left of this free bar’ and you’d feel pressure to be the fun guy they think you are</p> </blockquote> </aside>  <p>bothered about his parents watching him. “I knew I was going to be on TV,” he says. “It didn’t matter if my mum watched it on the sofa or if she was there in person.” But he does feel uncomfortable with the way the producers put pressure on him and his friends to act up for the cameras. “I think they encouraged us a bit,” he says. “It looks good on them if they have good footage. They encouraged us to drink.” If Moxham was in a bar and happy hour was about to end, “they’d say, ‘You’ve got 20 minutes left of this free bar’, and encourage you to get back in there.” As a 19-year-old who wanted to impress the show’s senior producers, he complied. “You’d gone through an application process where they told you how fun you looked, and how exciting it would be, and you feel that pressure to be the fun guy they think you are,” he says. (More recently, there has been a move away from filming people drunk: shows such as <a href=\"https://www.theguardian.com/tv-and-radio/love-island\" title=\"\">Love Island</a> limit participants to two drinks a night.) </p> <p>One of Moxham’s friends was hospitalised during filming due to alcohol overconsumption. Moxham himself had drunk so much that he got his penis out, on camera. “That’s one of the main things I regret,” he says. “I was so drunk I couldn’t even remember it.” On the plane home, Moxham asked the producers if they’d blur his genitals. “I was so nervous,” he says. “I didn’t know if it was going to be shown to the whole nation.” The producers wouldn’t confirm if it would be pixelated and he says the months before it was broadcast were anxious ones. (In the end, his manhood was blurred.)</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"31c9bac02b6ca9bbde82e98692868f5ebd95d63b\"> <img src=\"https://media.guim.co.uk/31c9bac02b6ca9bbde82e98692868f5ebd95d63b/0_601_4320_3209/1000.jpg\" alt=\"Jay Perry, who was in S Club Juniors.\" width=\"1000\" height=\"743\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Going through struggles with my sexuality while in the public eye was so difficult’: Jay Perry now…</span> <span class=\"element-image__credit\">Photograph: Cian Oba-Smith/The Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"833b359737f0095661216671b3adc615b7b82bda\"> <img src=\"https://media.guim.co.uk/833b359737f0095661216671b3adc615b7b82bda/0_148_4030_4529/890.jpg\" alt=\"Perry was 12 when he appeared on S Club Search.\" width=\"890\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">…and on S Club Search, aged 12. Photographs: Cian Oba-Smith/The Guardian; Dave Tonge/Getty Images</span> <span class=\"element-image__credit\">Photograph: Dave Tonge/Getty Images</span> </figcaption> </figure>  <p>Of course, not all reality TV shows prove to be bruising for their young participants. Jay Perry was 12 when he appeared in the CBBC documentary S Club Search, which aired in 2001 – the premise was a hunt for the members of a junior spin-off of the pop group S Club 7. “At first, it was a lot of fun,” Perry says; he is now 31 and a performer. Perry felt the show’s producers were responsible. “They were strict about making sure we kept up with our schooling,” he says. “It was naturalistic. Not like reality shows now. There were no storylines; they just followed us around.”</p> <p>But no matter how careful a producer is, the fact is that starring on a TV show is fundamentally a job. Perry, who ended up being chosen to join S Club Juniors, says, “it started to dawn on me that this was actually work, and then it became less fun”. The long days took a toll. “There would be times when I would think I would rather be doing anything right now, but working… we couldn’t go anywhere without being ‘on’.”</p> <p>Perry’s experience was relatively innocuous, because S Club Search was an observational show, and one made for children, meaning that producers weren’t attempting to create conflict. It even helped him later in life – after S Club Juniors disbanded, Perry quit the entertainment world with the intention of becoming a journalist, but changed his mind in his 20s. “Because I’d done the show and the band,” he says, “that was enough for me to get an agent, even though I hadn’t been to drama school.” Before Covid hit, <a href=\"https://www.attitude.co.uk/article/former-s-club-juniors-star-jay-perry-makes-lead-role-debut-in-west-ends-hamilton/22580/\" title=\"\">Perry was the lead’s understudy in Hamilton</a> in the West End.</p> <p>But there was a cost; while on the show Perry realised he was gay. “You’re learning so much about who you are as a person [at that age],” he says, “and it’s hard to do that when you’re spending half your life on TV. Going through struggles with my sexuality without knowing how to express that, while being in the public eye, was so difficult.”</p> <p>***</p> <p>When the first wave of reality TV emerged in the 1990s, with shows such as <a href=\"https://www.imdb.com/title/tt0103520/\" title=\"\">The Real World</a><em> </em>and <a href=\"https://www.theguardian.com/tv-and-radio/2018/sep/20/how-big-brothers-unvarnished-underdogs-changed-tv\" title=\"\">Big Brother</a><em>, </em>producers styled themselves as documentary film-makers. “They used producers trained in documentary film-making,” says Prof Annette Hill of Lund University, Sweden, who has written three books about reality TV, “who were trained to have what film-makers call a ‘chain of trust’, which means showing care towards participants throughout the filming, editing and post-production process.” But the 2000s and early 2010s saw the introduction of structured or scripted reality TV shows. “They had a production style that came out of entertainment,” Hill says, “and really shallow ethics. There was some light-touch care of participants, but no aftercare that really followed through.”</p> <p>Hill cites the American show <a href=\"https://www.theguardian.com/tv-and-radio/2013/may/10/here-comes-honey-boo-boo\" title=\"\">Here Comes Honey Boo Boo,</a> from 2012, which featured six-year-old Alana Thompson. Thompson was filmed drinking canned energy drinks to gee her up for beauty pageants; one drink contained as much caffeine as two cups of coffee. Thompson’s mother, Mama June, encouraged her to participate in the pageants, and when she didn’t win, her daughter was visibly crestfallen. “There was a lot of concern about the treatment of Honey Boo Boo,” Hill says, “and where the chain of trust was in that production environment.” Thompson, who turns 16 this year, has remained a mainstay of reality TV, featuring in spin-offs and a kids’ version of Dancing With The Stars. She now lives with her sister<a href=\"https://people.com/tv/pumpkin-shannon-says-sister-honey-boo-boo-is-still-staying-with-her-following-mama-junes-arrest/\" title=\"\"> after her mother was arrested for possession of crack cocaine</a>. The whole family are appearing in the reality show <a href=\"https://www.youtube.com/watch?v=wof-oKh_Vw4\" title=\"\">Mama June: Road To Redemption</a>.</p> <p>There was scant consideration of the wellbeing of participants in some early shows. “It was awful,” says <a href=\"https://clairejharris.medium.com/\" title=\"\">Claire Harris</a>, 36, a screenwriter from Melbourne, of her experience working on the 2012 US reality TV show Amish: Out Of Order, which depicted young adults who’d made the decision to leave the religious community. Harris was a production assistant on the project. Part of her job was to check legal clearances: as some participants were minors, parents had to sign consent forms. Even when the teenagers were not minors, it felt uncomfortable. “We were getting 18-year-olds with eighth-grade educations to sign legal contracts they didn’t understand,” Harris says. “The Amish have few dealings with the outside world. They weren’t savvy.” Harris says producers facilitated at least one teen running away from their home. “They didn’t just document it,” Harris says. “They’d drive them.”</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>You compress three days into a 20-minute show, they focus on the juicy stuff. It’s what sells. Fire, blood and screaming</p> </blockquote> </aside>  <p>“There was no consideration for how it would upend their lives in the long term,” she says. “The kids were worried about their communities finding out they were involved in the show. That might mean they never spoke to their families again. But we didn’t care.” Towards the end of filming, one of the teens died in a car crash. “They wanted me to locate his smashed-up car in a junkyard so they could send a teen there to have a scripted breakdown,” Harris says. Shortly afterwards, she stopped working on the programme.</p> <p>A spokesperson for Stick Figure Productions, which produced the show, denied the claims and said they represented a radical departure from the company’s production standards. They said nobody now at the company worked on the show at the time, but made clear that the programme was “not a reality show where narratives were invented, but a documentary series with cast members who shared their true stories willingly, if not eagerly… These claims are (wildly) off base and this production, as with all that preceded and followed at Stick Figure throughout the years, was conducted with the utmost care and journalistic integrity.” </p> <p>When it is parents who are pushing for their children to appear on reality TV, issues of consent can become muddied. It might be that one parent consents to filming, another does not. Former reality star Jon Gosselin fought a decade-long legal battle to prevent his eight children from appearing on his ex-wife’s show Kate Plus 8 [previously Jon And Kate Plus 8]. </p> <p>“There are pushy parents out there,” says Prof John Oates, a developmental psychologist at the Open University. “The word to consider is exploitation. Are children participating for their parents’ benefit? What, if any, benefits are being shared with the children?” Oates tells me that we don’t yet know the true impact of reality TV shows on underage participants. “We need a lot more research to find out the implications for children.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"6ed5f725b0c28d0d119763472f297dc8ff0736be\"> <img src=\"https://media.guim.co.uk/6ed5f725b0c28d0d119763472f297dc8ff0736be/0_111_1700_1020/1000.jpg\" alt=\"Dee and Caitlin Kelly on Benefits Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I was lucky to have an overprotective mum’: Caitlin Kelly with her mother, Dee, on Benefits Street…</span> <span class=\"element-image__credit\">Photograph: Richard Ansett/Channel 4</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"6b4e99915edd51458eaaec94c833e62ac398f51b\"> <img src=\"https://media.guim.co.uk/6b4e99915edd51458eaaec94c833e62ac398f51b/0_492_3937_4922/800.jpg\" alt=\"Caitlin Kelly, who appeared on Benefits Street\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">…and Caitlin today. Photographs: Richard Ansett/Channel 4; Stephen Burke/The Guardian</span> <span class=\"element-image__credit\">Photograph: Stephen Burke/The Guardian</span> </figcaption> </figure>  <p>As the structured reality TV genre collided with the celebrity culture of the 2000s, casting families became a winning formula. <a href=\"https://www.theguardian.com/media/2002/may/27/firstnight.broadcasting\" title=\"\">The Osbournes</a> (2002)<em> </em>was the first show to go inside a modern celebrity family; Keeping Up With The Kardashians, which started in 2007, is the most famous of them all. These shows often put children in front-row seats during parental conflict. “You compress a three-day weekend into a 20-minute show with four families, they focus on the juicy stuff,” Keough says. “It’s what sells. Fire and blood and screaming.”</p> <p>Even when programmes aren’t scripted, editors are able to create the most dramatic possible version of events, or even change the premise entirely. When Dee Kelly, from Birmingham, was recruited for a show in 2014, it was sold to her as “about community spirit, where everyone gets on and helps each other out”, she says. Kelly, now 49, tells me this turned out to be wide of the mark. “They made us out to be a bunch of scroungers with no drive and no prospects.” Benefits Street, when it aired on Channel 4, <a href=\"https://www.theguardian.com/media/2016/feb/23/caitlin-moran-benefits-street-working-class\" title=\"\">was widely criticised</a> for reinforcing negative stereotypes about working-class people. Kelly in particular became a frequent target for the tabloid press.</p> <p><strong> </strong>Although Kelly (who later appeared on a series of Celebrity Big Brother, alongside actor Gary Busey and boxer Audley Harrison) feels that producers treated her children fairly, they got caught up in the wider fallout. “People would tweet me and say: ‘Your children need to be taken off you,’” Kelly remembers. They experienced racist abuse online; she protected them by banning them from going on the internet. “I never saw the bullying,” says Kelly’s daughter Caitlin, 24, a leisure centre worker. “But only because I was lucky enough to have an overprotective mum.”</p> <p>***</p> <p>There are some signs that things are changing. In 2019, parliamentarians launched an inquiry into the <a href=\"https://committees.parliament.uk/committee/378/digital-culture-media-and-sport-committee/news/103546/committee-calls-in-itv-bosses-in-reality-tv-inquiry/\" title=\"\">duty of care</a> offered to participants in reality TV. Oates welcomes <a href=\"https://www.ofcom.org.uk/__data/assets/pdf_file/0027/209565/statement-protecting-participants-in-programmes.pdf\" title=\"\">Ofcom’s 2020 guidance</a>, which requires producers to consider the “wellbeing” of under-18s for the first time. The guidance also mandates that producers inform participants about any possible negative impact on their welfare by taking part, and the steps that broadcasters and programme-makers intend to take to mitigate those impacts, so they can exercise informed consent.</p> <p>Oates says he is more concerned about the rise of parents sharing their children’s lives on social media platforms such as YouTube and TikTok, which are unregulated. “Now that’s the wild west,” he says. In 2017, Heather and Mike Martin, who posted YouTube videos of themselves “pranking” their children by breaking their toys and shouting at them, were <a href=\"https://www.theguardian.com/us-news/2017/sep/12/youtube-parents-children-heather-mike-martin\" title=\"\">convicted of child neglect</a> by a Maryland court. “It started as family fun… but then it was just about making a video and then making the next video crazier than the next,” <a href=\"https://abcnews.go.com/Lifestyle/parents-speak-backlash-youtube-prank-videos-shock/story?id=47072871\" title=\"\">said Mike in an interview with Good Morning America</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2021/may/01/inside-the-rise-and-fall-of-the-jeremy-kyle-show-it-was-a-ticking-timebomb\">Inside the rise and fall of The Jeremy Kyle Show: ‘It was a ticking timebomb’</a> </p> </aside>  <p><strong> </strong>But even with legal safeguards in place, and scrupulous producers, there is a limit to how far anyone can protect children on TV. “Children differ in their vulnerabilities and resilience,” Oates says. “What could be a negative experience for one child could be a positive experience for another. It’s hard to know what the impact will be in advance.” For parents considering putting their children on reality TV, Kelly urges caution. “Safeguard your child,” she says. “Don’t leave them alone with producers, and don’t let people put words in their mouths.”</p> <p>One reality TV producer based in Los Angeles tells me about a savvy father on a programme she worked on who would only sign releases for his child on a daily basis. “Most parents sign off for the whole season,” she says approvingly. “By just doing it one day at a time, if shit went west and the show did something crazy, he could pull his kid off air.”</p> <p>It has been 13 years now since the swear word that altered the course of Shane Keough’s life, and he has made peace with how things worked out. “With reality TV,” he says, “a whole life gets boiled down to a few milliseconds. That might be enough to ruin your life, or spark it into something amazing.” His dreams of being a professional baseball player are over, but Keough is content. “I learned from the show,” he tells me. “I am happy with who I am. I believe I am a good person and I mean well.” Keough tries to think more carefully now about what he says, and the impact it may have. “It’s not that I’m calculated in what I say,” he explains, “but I try to be aware of the perspective of other people.” The experience made him a better, more humble person. “Without that awful moment of regret, I don’t think I’d be where I am now,” he says. “It grew me into a person that I am, and am proud to be.”</p>","newspaperPageNumber":"31","wordcount":"3411","firstPublicationDate":"2021-05-29T09:00:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:00:21Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/geehj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8d149901d5eb8ee21476b370d798cbe0aca195b1/0_400_6000_3600/500.jpg","legallySensitive":"false","sensitive":"true","lang":"en","isLive":"true","bodyText":"Shane Keough’s mother, Jeana, is a former Playboy model. His father, Matt, was a professional baseball player. He grew up in a sprawling mansion and wanted for little. When a TV executive called Scott Dunlop decided to make a reality show about the rich, glamorous and drama-loving residents of Orange County, California, he had the Keough family in mind. In 2006, the Keoughs featured on the first episode of The Real Housewives Of Orange County on the US network Bravo. Over the next decade, Real Housewives became a global franchise of women with acrylic nails lustily splashing glasses of wine in each other’s faces. There are now Sydney housewives, Cheshire housewives, even The Real Housewives Of Hungary (Feleségek Luxuskivitelben). But Shane Keough couldn’t have known how big the franchise would become. He was 18 when the pilot was filmed, still a high-school student, with dreams of becoming a professional baseball player like his dad. The show’s producers portrayed him as a jock with a foul mouth and bad attitude, which wasn’t exactly untrue. “I was a punk who thought he was cool. I came from a family of actors and athletes and had yet to be humbled by real life,” Keough says. He is now 34, working in real estate in Florida. One incident on the show came to define much of Keough’s life. He was playing baseball for the Kane County Cougars, a minor league team, and knew his mother’s film crew planned to watch him play, which he was happy with. But when he got to the stadium, he had been relegated to the substitutes’ bench. “I couldn’t think of anything worse,” he says today. He texted his mother, begging her not to attend. But the show’s producers put pressure on her to go on to the field and attempt to talk to her son. Shane was mortified. “I walked away and said, ‘Get the fuck away from me,’” he says. A boom mic picked up the comment, and producers edited the incident to make it look as if Keough had sworn at his mother for no reason. When the show aired, the fallout was intense. “I got death threats,” Keough says. Baseball fans threatened to cancel their season tickets. His manager transferred him to another team, but they were playing at a higher level and he couldn’t keep up. “That probably led to a shorter baseball career,” he says. “Two years after that incident, I was done.” To this day, if Keough posts about his mother on social media, he gets abuse. “They say: ‘You’re a terrible person, you should be ashamed of how you treated her.’ People assume that I treated my mother terribly my whole life. But that’s not the case. Have you never said anything disrespectful out of rage to your parents?” *** We have had had more than two decades of reality TV. Two decades of socialites drinking buckets of iced coffee behind the wheels of souped-up SUVs; of Kris Jenner coaxing her daughter into risque photoshoots; of families wailing and mugging for the cameras while camera operators trail them from their latest fender bender. What a ride it has been. Reality TV has turbocharged the careers of the Osbournes, Kardashian-Jenners, Hadids, Donald Trump. Lurking in the background were the children or younger siblings of the stars. We saw these kids at their eighth birthday parties; their proms; their weddings. Occasionally, they would step into the limelight, with uncomfortable results: few who saw it could forget a nine-year-old Kylie Jenner gyrating on a stripper pole in an early episode of Keeping Up With The Kardashians. (“I wish it never happened,” Jenner later said.) Most of the time, the children of reality TV featured somewhere just out of frame. But what became of them, after the cameras stopped rolling? Keough bears no ill will towards his parents. “I never blamed them, because that was who they were prior to me being born,” he says. “My mom was an actress and my dad was an athlete.” But the swearing incident put pressure on his family, and, shortly afterwards, his mother quit the show. In a 2009 interview with the LA Times, she explained that she did so to protect her children. “The kids enjoyed it the first few years,” she said. “And then it got to be tough on them. With editing… you can hit a home run and it will show you striking out.” Brielle Biermann, a 24-year-old influencer from Atlanta, still remembers the first time she was recognised in public. “It was July 2008,” she says. “I was sitting outside a restaurant with my mom and sister. This couple next to us said, ‘We saw you on TV last night!’ We thought it was so weird.” Biermann first appeared with her mother, Kim Zolciak, on The Real Housewives Of Atlanta when she was 11. “At that age, you don’t understand what is going on,” she says. “You just think that people are following you around.” Becoming famous as a young child exacted a high price. “I was bullied in my freshman year of high school on social media,” Biermann says. “I actually got beaten up. People weren’t nice. It took them about two weeks to figure out who my mother was. [On social media] they were saying, ‘You think you’re hot shit, your family is so fake.’” Biermann thinks this is the reason she underperformed at school. “There was no point trying to succeed when I didn’t know if I’d be able to go into school the next day,” she says. “I spent most of my time in the counsellor’s office.” Like Keough, Biermann doesn’t blame her parents. “I wouldn’t change a thing,” she says. “I’m so grateful for the opportunities we’ve had.” The way she sees it, it doesn’t matter that she flunked school, because reality TV offered her a lucrative career. “Isn’t that why people go to college?” she asks rhetorically. “To get a job? Well, I already have a job.” Biermann has a cosmetics line, 1.3 million followers on Instagram, and appears on her family’s Real Housewives spin-off show, Don’t Be Tardy, for which she is rumoured to receive $10,000 an episode. (She won’t confirm her salary, but she’s not complaining: “I definitely get paid well.”) She would put her own kids on reality TV. “It’s really fun and a unique experience. If you have an opportunity, take it, don’t hide.” But for every reality TV ingenue who enjoys the experience, there are untold more people who regret it. Usually, these are the people without famous or wealthy parents to advocate for them or secure a cut of any licensing deals. “I cringe at it now,” says Olly Moxham, a 27-year-old chip-shop worker who lives near Peterborough in Cambridgeshire. Along with three friends, Moxham travelled to Kavos, Corfu, in 2012 to appear on the BBC Three reality TV show Sun, Sex And Suspicious Parents. The premise was this: teenagers get drunk and misbehave on their first holiday as adults – while, unbeknown to them, their parents watch the entire thing, often from an adjacent hotel balcony. Moxham says he was not bothered about his parents watching him. “I knew I was going to be on TV,” he says. “It didn’t matter if my mum watched it on the sofa or if she was there in person.” But he does feel uncomfortable with the way the producers put pressure on him and his friends to act up for the cameras. “I think they encouraged us a bit,” he says. “It looks good on them if they have good footage. They encouraged us to drink.” If Moxham was in a bar and happy hour was about to end, “they’d say, ‘You’ve got 20 minutes left of this free bar’, and encourage you to get back in there.” As a 19-year-old who wanted to impress the show’s senior producers, he complied. “You’d gone through an application process where they told you how fun you looked, and how exciting it would be, and you feel that pressure to be the fun guy they think you are,” he says. (More recently, there has been a move away from filming people drunk: shows such as Love Island limit participants to two drinks a night.) One of Moxham’s friends was hospitalised during filming due to alcohol overconsumption. Moxham himself had drunk so much that he got his penis out, on camera. “That’s one of the main things I regret,” he says. “I was so drunk I couldn’t even remember it.” On the plane home, Moxham asked the producers if they’d blur his genitals. “I was so nervous,” he says. “I didn’t know if it was going to be shown to the whole nation.” The producers wouldn’t confirm if it would be pixelated and he says the months before it was broadcast were anxious ones. (In the end, his manhood was blurred.) Of course, not all reality TV shows prove to be bruising for their young participants. Jay Perry was 12 when he appeared in the CBBC documentary S Club Search, which aired in 2001 – the premise was a hunt for the members of a junior spin-off of the pop group S Club 7. “At first, it was a lot of fun,” Perry says; he is now 31 and a performer. Perry felt the show’s producers were responsible. “They were strict about making sure we kept up with our schooling,” he says. “It was naturalistic. Not like reality shows now. There were no storylines; they just followed us around.” But no matter how careful a producer is, the fact is that starring on a TV show is fundamentally a job. Perry, who ended up being chosen to join S Club Juniors, says, “it started to dawn on me that this was actually work, and then it became less fun”. The long days took a toll. “There would be times when I would think I would rather be doing anything right now, but working… we couldn’t go anywhere without being ‘on’.” Perry’s experience was relatively innocuous, because S Club Search was an observational show, and one made for children, meaning that producers weren’t attempting to create conflict. It even helped him later in life – after S Club Juniors disbanded, Perry quit the entertainment world with the intention of becoming a journalist, but changed his mind in his 20s. “Because I’d done the show and the band,” he says, “that was enough for me to get an agent, even though I hadn’t been to drama school.” Before Covid hit, Perry was the lead’s understudy in Hamilton in the West End. But there was a cost; while on the show Perry realised he was gay. “You’re learning so much about who you are as a person [at that age],” he says, “and it’s hard to do that when you’re spending half your life on TV. Going through struggles with my sexuality without knowing how to express that, while being in the public eye, was so difficult.” *** When the first wave of reality TV emerged in the 1990s, with shows such as The Real World and Big Brother, producers styled themselves as documentary film-makers. “They used producers trained in documentary film-making,” says Prof Annette Hill of Lund University, Sweden, who has written three books about reality TV, “who were trained to have what film-makers call a ‘chain of trust’, which means showing care towards participants throughout the filming, editing and post-production process.” But the 2000s and early 2010s saw the introduction of structured or scripted reality TV shows. “They had a production style that came out of entertainment,” Hill says, “and really shallow ethics. There was some light-touch care of participants, but no aftercare that really followed through.” Hill cites the American show Here Comes Honey Boo Boo, from 2012, which featured six-year-old Alana Thompson. Thompson was filmed drinking canned energy drinks to gee her up for beauty pageants; one drink contained as much caffeine as two cups of coffee. Thompson’s mother, Mama June, encouraged her to participate in the pageants, and when she didn’t win, her daughter was visibly crestfallen. “There was a lot of concern about the treatment of Honey Boo Boo,” Hill says, “and where the chain of trust was in that production environment.” Thompson, who turns 16 this year, has remained a mainstay of reality TV, featuring in spin-offs and a kids’ version of Dancing With The Stars. She now lives with her sister after her mother was arrested for possession of crack cocaine. The whole family are appearing in the reality show Mama June: Road To Redemption. There was scant consideration of the wellbeing of participants in some early shows. “It was awful,” says Claire Harris, 36, a screenwriter from Melbourne, of her experience working on the 2012 US reality TV show Amish: Out Of Order, which depicted young adults who’d made the decision to leave the religious community. Harris was a production assistant on the project. Part of her job was to check legal clearances: as some participants were minors, parents had to sign consent forms. Even when the teenagers were not minors, it felt uncomfortable. “We were getting 18-year-olds with eighth-grade educations to sign legal contracts they didn’t understand,” Harris says. “The Amish have few dealings with the outside world. They weren’t savvy.” Harris says producers facilitated at least one teen running away from their home. “They didn’t just document it,” Harris says. “They’d drive them.” “There was no consideration for how it would upend their lives in the long term,” she says. “The kids were worried about their communities finding out they were involved in the show. That might mean they never spoke to their families again. But we didn’t care.” Towards the end of filming, one of the teens died in a car crash. “They wanted me to locate his smashed-up car in a junkyard so they could send a teen there to have a scripted breakdown,” Harris says. Shortly afterwards, she stopped working on the programme. A spokesperson for Stick Figure Productions, which produced the show, denied the claims and said they represented a radical departure from the company’s production standards. They said nobody now at the company worked on the show at the time, but made clear that the programme was “not a reality show where narratives were invented, but a documentary series with cast members who shared their true stories willingly, if not eagerly… These claims are (wildly) off base and this production, as with all that preceded and followed at Stick Figure throughout the years, was conducted with the utmost care and journalistic integrity.” When it is parents who are pushing for their children to appear on reality TV, issues of consent can become muddied. It might be that one parent consents to filming, another does not. Former reality star Jon Gosselin fought a decade-long legal battle to prevent his eight children from appearing on his ex-wife’s show Kate Plus 8 [previously Jon And Kate Plus 8]. “There are pushy parents out there,” says Prof John Oates, a developmental psychologist at the Open University. “The word to consider is exploitation. Are children participating for their parents’ benefit? What, if any, benefits are being shared with the children?” Oates tells me that we don’t yet know the true impact of reality TV shows on underage participants. “We need a lot more research to find out the implications for children.” As the structured reality TV genre collided with the celebrity culture of the 2000s, casting families became a winning formula. The Osbournes (2002) was the first show to go inside a modern celebrity family; Keeping Up With The Kardashians, which started in 2007, is the most famous of them all. These shows often put children in front-row seats during parental conflict. “You compress a three-day weekend into a 20-minute show with four families, they focus on the juicy stuff,” Keough says. “It’s what sells. Fire and blood and screaming.” Even when programmes aren’t scripted, editors are able to create the most dramatic possible version of events, or even change the premise entirely. When Dee Kelly, from Birmingham, was recruited for a show in 2014, it was sold to her as “about community spirit, where everyone gets on and helps each other out”, she says. Kelly, now 49, tells me this turned out to be wide of the mark. “They made us out to be a bunch of scroungers with no drive and no prospects.” Benefits Street, when it aired on Channel 4, was widely criticised for reinforcing negative stereotypes about working-class people. Kelly in particular became a frequent target for the tabloid press. Although Kelly (who later appeared on a series of Celebrity Big Brother, alongside actor Gary Busey and boxer Audley Harrison) feels that producers treated her children fairly, they got caught up in the wider fallout. “People would tweet me and say: ‘Your children need to be taken off you,’” Kelly remembers. They experienced racist abuse online; she protected them by banning them from going on the internet. “I never saw the bullying,” says Kelly’s daughter Caitlin, 24, a leisure centre worker. “But only because I was lucky enough to have an overprotective mum.” *** There are some signs that things are changing. In 2019, parliamentarians launched an inquiry into the duty of care offered to participants in reality TV. Oates welcomes Ofcom’s 2020 guidance, which requires producers to consider the “wellbeing” of under-18s for the first time. The guidance also mandates that producers inform participants about any possible negative impact on their welfare by taking part, and the steps that broadcasters and programme-makers intend to take to mitigate those impacts, so they can exercise informed consent. Oates says he is more concerned about the rise of parents sharing their children’s lives on social media platforms such as YouTube and TikTok, which are unregulated. “Now that’s the wild west,” he says. In 2017, Heather and Mike Martin, who posted YouTube videos of themselves “pranking” their children by breaking their toys and shouting at them, were convicted of child neglect by a Maryland court. “It started as family fun… but then it was just about making a video and then making the next video crazier than the next,” said Mike in an interview with Good Morning America. But even with legal safeguards in place, and scrupulous producers, there is a limit to how far anyone can protect children on TV. “Children differ in their vulnerabilities and resilience,” Oates says. “What could be a negative experience for one child could be a positive experience for another. It’s hard to know what the impact will be in advance.” For parents considering putting their children on reality TV, Kelly urges caution. “Safeguard your child,” she says. “Don’t leave them alone with producers, and don’t let people put words in their mouths.” One reality TV producer based in Los Angeles tells me about a savvy father on a programme she worked on who would only sign releases for his child on a daily basis. “Most parents sign off for the whole season,” she says approvingly. “By just doing it one day at a time, if shit went west and the show did something crazy, he could pull his kid off air.” It has been 13 years now since the swear word that altered the course of Shane Keough’s life, and he has made peace with how things worked out. “With reality TV,” he says, “a whole life gets boiled down to a few milliseconds. That might be enough to ruin your life, or spark it into something amazing.” His dreams of being a professional baseball player are over, but Keough is content. “I learned from the show,” he tells me. “I am happy with who I am. I believe I am a good person and I mean well.” Keough tries to think more carefully now about what he says, and the impact it may have. “It’s not that I’m calculated in what I say,” he explains, “but I try to be aware of the perspective of other people.” The experience made him a better, more humble person. “Without that awful moment of regret, I don’t think I’d be where I am now,” he says. “It grew me into a person that I am, and am proud to be.”","charCount":"19494","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sirin-kale\">Sirin Kale</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"uk-news/2021/may/29/uk-weather-watch-out-for-sunburn-this-bank-holiday-says-met-office","type":"article","sectionId":"uk-news","sectionName":"UK news","webPublicationDate":"2021-05-29T09:00:21Z","webTitle":"UK weather: watch out for sunburn this bank holiday, says Met Office","webUrl":"https://www.theguardian.com/uk-news/2021/may/29/uk-weather-watch-out-for-sunburn-this-bank-holiday-says-met-office","apiUrl":"https://content.guardianapis.com/uk-news/2021/may/29/uk-weather-watch-out-for-sunburn-this-bank-holiday-says-met-office","fields":{"headline":"UK weather: watch out for sunburn this bank holiday, says Met Office","standfirst":"<p>Forecasters expect ‘very high’ UV levels in southern England, and warn people not to be caught out</p>","trailText":"Forecasters expect ‘very high’ UV levels in southern England, and warn people not to be caught out","byline":"Robyn Vinter","main":"<figure class=\"element element-image\" data-media-id=\"c8ab91c0dc0ecea18b45fa4b8b305d39f4b96ba8\"> <img src=\"https://media.guim.co.uk/c8ab91c0dc0ecea18b45fa4b8b305d39f4b96ba8/0_99_4104_2462/1000.jpg\" alt=\"Temperatures are expected to reach the low and mid-20s across the UK.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Temperatures are expected to reach the low and mid-20s across the UK.</span> <span class=\"element-image__credit\">Photograph: Amer Ghazzal/Rex/Shutterstock</span> </figcaption> </figure>","body":"<p>Forecasters are warning of a bank holiday sunburn risk as UV rays are expected to reach very high levels during the sunshine this weekend, after weeks of cooler weather.</p> <p>The Met Office is anticipating UV levels of 8 in the south of England on Monday, which is considered “very high” for the UK and requires extra sun protection.</p> <p>Though the temperature will not exceed the averages for the time of year, people could be caught out after weeks of unseasonably wet weather.</p> <p>The Met Office spokesperson Oli Claydon said: “Most of May has been statistically pretty cool and wet but we’re seeing a bit of a change in fortunes already and that will remain through the week, through the weekend and into the beginning of next week as well.”</p> <p>Temperatures will reach the low and mid-20s across the UK, including the north-west of Scotland, with the south of England expected to top 25C on Monday.</p> <p>Claydon said: “With all the cold and wet conditions and lots of cloud through May, people could get caught out by the UV because it is very high. It’s scoring as 8, which is, for the UK, very high, so if people are going out and making the most of the fine weather it is something that they need to pay close attention to because you could get sunburned pretty quickly.</p> <p>“It’s a bit of a change to what we’ve become used to over the last month.”</p> <p>A jet stream in May brought colder and wetter weather than is usual for the time of year but the jet stream is now moving further north, away from the UK.</p> <p>Claydon said: “We’ve got a little bit of rain and some cloud around today, that’ll fizzle out through the day. Some of that cloud will still be around come Saturday morning but burn off through the day, leaving much more in the way of sunny spells through Saturday afternoon.”</p> <p>Sunday is likely to be sunny, with some cloud on the North Sea coast and Monday is expected to be the sunniest day of the weekend, with blue skies and hardly any cloud.</p> <p>High temperatures could continue until Wednesday, the Met Office said, with dry weather expected to continue into Thursday, with the possibility of rain and thunderstorms towards the end of the week.</p>","newspaperPageNumber":"7","wordcount":"386","firstPublicationDate":"2021-05-29T09:00:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:00:21Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht868","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c8ab91c0dc0ecea18b45fa4b8b305d39f4b96ba8/0_99_4104_2462/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Forecasters are warning of a bank holiday sunburn risk as UV rays are expected to reach very high levels during the sunshine this weekend, after weeks of cooler weather. The Met Office is anticipating UV levels of 8 in the south of England on Monday, which is considered “very high” for the UK and requires extra sun protection. Though the temperature will not exceed the averages for the time of year, people could be caught out after weeks of unseasonably wet weather. The Met Office spokesperson Oli Claydon said: “Most of May has been statistically pretty cool and wet but we’re seeing a bit of a change in fortunes already and that will remain through the week, through the weekend and into the beginning of next week as well.” Temperatures will reach the low and mid-20s across the UK, including the north-west of Scotland, with the south of England expected to top 25C on Monday. Claydon said: “With all the cold and wet conditions and lots of cloud through May, people could get caught out by the UV because it is very high. It’s scoring as 8, which is, for the UK, very high, so if people are going out and making the most of the fine weather it is something that they need to pay close attention to because you could get sunburned pretty quickly. “It’s a bit of a change to what we’ve become used to over the last month.” A jet stream in May brought colder and wetter weather than is usual for the time of year but the jet stream is now moving further north, away from the UK. Claydon said: “We’ve got a little bit of rain and some cloud around today, that’ll fizzle out through the day. Some of that cloud will still be around come Saturday morning but burn off through the day, leaving much more in the way of sunny spells through Saturday afternoon.” Sunday is likely to be sunny, with some cloud on the North Sea coast and Monday is expected to be the sunniest day of the weekend, with blue skies and hardly any cloud. High temperatures could continue until Wednesday, the Met Office said, with dry weather expected to continue into Thursday, with the possibility of rain and thunderstorms towards the end of the week.","charCount":"2132","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/robyn-vinter\">Robyn Vinter</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"tv-and-radio/2021/may/29/charlotte-higgins-on-the-archers-a-grim-month-saved-by-joys-knickers","type":"article","sectionId":"tv-and-radio","sectionName":"Television & radio","webPublicationDate":"2021-05-29T09:00:20Z","webTitle":"Charlotte Higgins on The Archers: a grim month saved by Joy’s knickers","webUrl":"https://www.theguardian.com/tv-and-radio/2021/may/29/charlotte-higgins-on-the-archers-a-grim-month-saved-by-joys-knickers","apiUrl":"https://content.guardianapis.com/tv-and-radio/2021/may/29/charlotte-higgins-on-the-archers-a-grim-month-saved-by-joys-knickers","fields":{"headline":"Charlotte Higgins on The Archers: a grim month saved by Joy’s knickers","standfirst":"<p>The events that followed Joy’s invitation to become a life model offset a bleak month when it all kicked off at the christening</p>","trailText":"The events that followed Joy’s invitation to become a life model offset a bleak month when it all kicked off at the christening","byline":"Charlotte Higgins","main":"<figure class=\"element element-image\" data-media-id=\"b9cc4a40eb6c6b396aefe76a11d9b1f76bcf6a0d\"> <img src=\"https://media.guim.co.uk/b9cc4a40eb6c6b396aefe76a11d9b1f76bcf6a0d/0_187_5616_3370/1000.jpg\" alt=\"Sheep and lambs on a farm\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">It may be spring in Ambridge but it’s been a gloomy month in The Archers.</span> <span class=\"element-image__credit\">Photograph: Stuart Black/Alamy</span> </figcaption> </figure>","body":"<p>So it has come to this. Social services. Called in after Alice, the alcoholic new mother, lobbed a brick through the community shop window after her mother-in-law, Susan Carter, declined to sell her a bottle of vodka. Had it not been for Joy’s knickers – abandoned in the grounds of Lower Loxley after she gamely offered to model for a life-drawing class – May in Ambridge would have been pretty grim. Whenever I hear the phrase “social services”, what comes to mind is the character simply <a href=\"https://www.youtube.com/watch?v=5F0VgpDc7Xc\">called Social Services</a> in Wes Anderson’s 2012 film Moonrise Kingdom. Played by a hatchet-faced Tilda Swinton, she is the personification of grim bureaucracy, her words of doom (“juvenile refuge … electric shock therapy”) delivered in the crispest New England. Perhaps Swinton could swoop in to Ambridge and <a href=\"https://inews.co.uk/culture/kurtans-nan-this-country-elvira-presley-actress-series-3-clues-theories-406681\">do a cameo</a>, just as she did in that much-missed masterpiece, BBC Three’s rural mockumentary, This Country.</p> <p>Anyway, it all kicked off, as it was fated to do, at the christening of baby Martha. Alice was pissed, a jangle of miniatures discovered in her handbag by husband Chris. Emma, Alice’s sister-in-law, who had been saving up years of bitterness precisely for such an occasion, gave her a piece of her mind. The truth of Alice’s addiction dawned painfully on her mother, Jennifer, and the wider Aldridge family (or, that “stuck up bunch of emotionally vacant losers”, as Emma described them). Well, on some of them. Her father, arch-capitalist Brian, is currently hiding out in a very comfortable place called denial. How does poor Jennifer cope? Obtuse at times, ridiculous certainly, she is a bit of a snob, who struggles with being related by marriage to the below-the-salt Carters (and by extension to the Horrobins, the closest Ambridge gets to the characters of This Country). But she is a person of great inner strength, who deals with her husband and insufferable children, including solipsistic Kate and angry Adam, with admirable kindness. Not to mention uncomplainingly bringing up Ruairi, fruit of Brian’s philandering. One feels that Jennifer will, in time, be the saving of Alice.</p> <p>Discussion points: is it acceptable to offer christening biscuits decorated with a portrait in icing of the infant in question, effectively inviting your guests to bite a baby’s face? What is the answer to the crossword clue that Jim was considering while minding the shop, shortly before Alice chucked her brick? (“Several carrots respond to cry for help.”) Is Lilian a functioning alcoholic? And finally, why did coleslaw become just slaw?, which I’m asking for Brian. Feel free to answer, wearily, with Fallon: “I don’t know, Brian. It just did.”</p>","newspaperPageNumber":"31","wordcount":"435","commentCloseDate":"2021-06-01T09:00:20Z","commentable":"true","firstPublicationDate":"2021-05-29T09:00:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T09:00:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hhhy2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/b9cc4a40eb6c6b396aefe76a11d9b1f76bcf6a0d/0_187_5616_3370/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"So it has come to this. Social services. Called in after Alice, the alcoholic new mother, lobbed a brick through the community shop window after her mother-in-law, Susan Carter, declined to sell her a bottle of vodka. Had it not been for Joy’s knickers – abandoned in the grounds of Lower Loxley after she gamely offered to model for a life-drawing class – May in Ambridge would have been pretty grim. Whenever I hear the phrase “social services”, what comes to mind is the character simply called Social Services in Wes Anderson’s 2012 film Moonrise Kingdom. Played by a hatchet-faced Tilda Swinton, she is the personification of grim bureaucracy, her words of doom (“juvenile refuge … electric shock therapy”) delivered in the crispest New England. Perhaps Swinton could swoop in to Ambridge and do a cameo, just as she did in that much-missed masterpiece, BBC Three’s rural mockumentary, This Country. Anyway, it all kicked off, as it was fated to do, at the christening of baby Martha. Alice was pissed, a jangle of miniatures discovered in her handbag by husband Chris. Emma, Alice’s sister-in-law, who had been saving up years of bitterness precisely for such an occasion, gave her a piece of her mind. The truth of Alice’s addiction dawned painfully on her mother, Jennifer, and the wider Aldridge family (or, that “stuck up bunch of emotionally vacant losers”, as Emma described them). Well, on some of them. Her father, arch-capitalist Brian, is currently hiding out in a very comfortable place called denial. How does poor Jennifer cope? Obtuse at times, ridiculous certainly, she is a bit of a snob, who struggles with being related by marriage to the below-the-salt Carters (and by extension to the Horrobins, the closest Ambridge gets to the characters of This Country). But she is a person of great inner strength, who deals with her husband and insufferable children, including solipsistic Kate and angry Adam, with admirable kindness. Not to mention uncomplainingly bringing up Ruairi, fruit of Brian’s philandering. One feels that Jennifer will, in time, be the saving of Alice. Discussion points: is it acceptable to offer christening biscuits decorated with a portrait in icing of the infant in question, effectively inviting your guests to bite a baby’s face? What is the answer to the crossword clue that Jim was considering while minding the shop, shortly before Alice chucked her brick? (“Several carrots respond to cry for help.”) Is Lilian a functioning alcoholic? And finally, why did coleslaw become just slaw?, which I’m asking for Brian. Feel free to answer, wearily, with Fallon: “I don’t know, Brian. It just did.”","charCount":"2645","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/charlottehiggins\">Charlotte Higgins</a>"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"football/2021/may/29/oligarch-v-sheikh-how-champions-league-finals-club-owners-sheikh-mansour-roman-abromovich-spend-on-and-off-the-field","type":"article","sectionId":"football","sectionName":"Football","webPublicationDate":"2021-05-29T08:30:20Z","webTitle":"Oligarch v sheikh: Champions League final’s battle of the billionaires","webUrl":"https://www.theguardian.com/football/2021/may/29/oligarch-v-sheikh-how-champions-league-finals-club-owners-sheikh-mansour-roman-abromovich-spend-on-and-off-the-field","apiUrl":"https://content.guardianapis.com/football/2021/may/29/oligarch-v-sheikh-how-champions-league-finals-club-owners-sheikh-mansour-roman-abromovich-spend-on-and-off-the-field","fields":{"headline":"Oligarch v sheikh: Champions League final’s battle of the billionaires","standfirst":"<p>When it comes to wealth, there’s little between Chelsea’s Roman Abramovich and Manchester City’s Sheikh Mansour</p>","trailText":"When it comes to wealth, there’s little between Chelsea’s Roman Abramovich and Manchester City’s Sheikh Mansour","byline":"Rupert Neate Wealth correspondent","main":"<figure class=\"element element-image\" data-media-id=\"d562469780ac3d85f035d0dc49c5cab9df2c771a\"> <img src=\"https://media.guim.co.uk/d562469780ac3d85f035d0dc49c5cab9df2c771a/90_0_3430_2058/1000.jpg\" alt=\"Roman Abramovich’s yacht, the Eclipse\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roman Abramovich’s yacht, the Eclipse, cost £350m in 2009. In today’s prices, that’s the cost of three or four world-class players.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>","body":"<p>Welcome to the battle of the billionaires. On the pitch the Champions League final between Chelsea and Manchester City in Porto on Saturday will be the biggest match of most of the players’ careers. On the touchline it is also the culmination of a 13-year struggle between two of the world’s richest people – and their wallets – for world football supremacy.</p> <p>Roman Abramovich, the Russian oligarch who bought Chelsea in 2003, and Sheikh Mansour bin Zayed al-Nahyan, a member of the Abu Dhabi royal family who purchased Manchester City in 2008, have collectively spent more than £3.7bn on buying players since they bought the clubs.</p> <p>The investment has paid off in terms of trophies, but has also, many argue, stripped the beautiful game of its democracy, leaving clubs without billionaire backers struggling to compete.</p> <p>Since Mansour’s takeover, City have won 13 league titles or cups, compared with nine in the previous 128 years since the club was formed in 1880 as a form of social work by Anna Connell, the vicar’s daughter at St Mark’s church. Chelsea have hauled in 16 major trophies since Abramovich took over at Stamford Bridge nearly two decades ago, compared with 10 before.</p>  <figure class=\"element element-image\" data-media-id=\"608d3afae513d9ef4ab19b5772f62699024fd241\"> <img src=\"https://media.guim.co.uk/608d3afae513d9ef4ab19b5772f62699024fd241/0_77_3504_2103/1000.jpg\" alt=\"Roman Abramovich.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roman Abramovich.</span> <span class=\"element-image__credit\">Photograph: R Parker/Sportsphoto</span> </figcaption> </figure>  <p>While the coronavirus pandemic has plunged many smaller clubs into financial crisis, with playing to empty stadiums slashing gate receipts to zero, Chelsea spent a club record £89m (including add-ons) signing attacking midfielder Kai Havertz from Bayer Leverkusen. He was Chelsea’s sixth major signing in the transfer window, taking their spending to around £230m. In total, Chelsea have spent about £2bn on players since Abramovich took over.</p> <p>Sheikh Mansour has not been afraid to splash the cash either. City set a then-Premier League transfer fee record of £32.5m signing Robinho from Real Madrid on 1 September 2008 – the last day of that year’s transfer window and the day Mansour officially took control of the club. Since then City have spent a further £1.7bn on players.</p> <p>The club’s latest financial accounts reveal that while most clubs cut back players’ salaries in the 2019-20 season, City’s wage bill increased 11% to £351m – a Premier League record (and £90m more than Chelsea’s players bill).</p> <p>The staggering outlay looks set to continue as the club is reportedly prepared to spend £100m on Aston Villa’s Jack Grealish – which would set a new transfer fee record.</p> <p>Both of the billionaires signed their clubs up to the European Super League, <a href=\"https://www.theguardian.com/business/2021/apr/24/how-jp-morgan-and-jamie-dimon-scored-a-spectacular-own-goal-on-the-esl\">the now-collapsed plan to unite the continent’s richest clubs in a new even more money-spinning league</a> last month. But they were also the first two clubs to pull out following opposition from fans, the prime minister and Prince William.</p>  <figure class=\"element element-image\" data-media-id=\"c9904c8a2872e186fba241423ba6ad6da3ad59b6\"> <img src=\"https://media.guim.co.uk/c9904c8a2872e186fba241423ba6ad6da3ad59b6/0_11_1917_1150/1000.jpg\" alt=\"Manchester City owner Sheikh Mansour bin Zayed Al Nahyan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manchester City owner Sheikh Mansour bin Zayed Al Nahyan.</span> <span class=\"element-image__credit\">Photograph: Jason Cairnduff/Action Images</span> </figcaption> </figure>  <p>Manchester City, who were crowned Premier League champions in 2011-12, 2013-14, 2017-18, 2018-19 and 2020-21, have yet to win the Champions League. Chelsea were Champions League winners in 2012 (beating Bayern Munich 4–3 on penalties), and won the Premier League in 2004-5, 2005-6, 2009-10, 2014-15 and 2016-17.</p> <p>It’s harder to compare the clubs’ owners in the league table of wealth. The Bloomberg billionaire index places Abramovich, who made most of his money selling a majority stake in Russian oil company Sibneft to state-owned gas group Gazprom, as the 102nd-richest person on the planet with an estimated £13.3bn.</p> <p>Mansour’s wealth is trickier to quantify as it is shared with other members of Abu Dhabi’s ruling family and state-backed companies, but his fortune has been put at between £13bn and £17bn. As well as serving as Abu Dhabi’s deputy prime minister, Mansour is also chief executive of emirate’s $243bn sovereign wealth fund, and sits on the boards of the Abu Dhabi National Oil Company, the Emirates Nuclear Energy Corporation, Abu Dhabi Commercial Bank and Emirates Global Aluminium.</p> <p>Aside from football, both men have spent a lot of money on luxury cars and houses as well as, of course, <a href=\"https://www.theguardian.com/lifeandstyle/2018/may/26/superyachts-something-goes-wrong-raise-the-anchor\">superyachts</a>. Abramovich owned the world’s largest superyacht, measured at 162.5 metres when it was delivered in 2009 at a cost of about £350m. Called <a href=\"https://www.theguardian.com/lifeandstyle/2014/jan/26/superyacht-billionaires-helipads-tennis-courts\">Eclipse, it boasts 24 guest cabins, two helicopter pads, two swimming pools and a missile defence system</a>.</p> <p>It has since been eclipsed by the 180-metre Azzam ordered by Mansour’s family at a rumoured cost of £400m in 2013. Azzam took 1.5 million working hours to build and its teak decks are big enough to cover half a football pitch.</p> <p>As well as spending on players, both Abramovich and Mansour have spent many millions on training grounds, youth team development, managers and executives.</p> <p>Soon after Abramovich took over at Chelsea, the club spent £20m on a new training ground in Cobham, Surrey. It has 30 pitches, three with undersoil heating and six that meet Premier League game standards, as well as a rehabilitation centre. Players had previously trained at outdated facilities near Heathrow Airport owned by Imperial College London. Then-manager José Mourinho said the Cobham facilities were a “significant step forward” in the charge to the top.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe id=\"business-today\" name=\"business-today\" src=\"https://www.theguardian.com/email/form/plaintone/business-today\" scrolling=\"no\" seamless=\"\" class=\"iframed--overflow-hidden email-sub__iframe\" height=\"52px\" frameborder=\"0\" data-component=\"email-embed--business-today\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk </figcaption> </figure>  <p>Mansour’s footballing ambitions do not begin and end with Manchester City. His <a href=\"https://www.cityfootballgroup.com/our-story/\">City Football Group</a> (CFG) has since bought New York City FC in the MLS and Melbourne City FC of Australia’s A-League. CFG also owns stakes in Japan’s Yokohama F Marinos, Uruguay’s Montevideo City Torque, Spain’s Girona, China’s Sichuan Jiuniu, Mumbai City in India, Lommel SK in Belgium and France’s Espérance Sportive Troyes Aube Champagne (ESTAC).</p> <p>The owner’s largesse even extends to helping cover the costs for fans flying out to watch the match at Porto’s Estádio do Dragão (Dragon Stadium) on Saturday. Mansour said on 18 May he would foot the bill for most of the 6,000 fans travelling out for the match. “Cognisant of how the pandemic has affected all Manchester City supporters and has created an increase in travel costs, Sheikh Mansour has sought to remove the most significant financial barrier to fans attending the final,” the club said.</p> <p>Following pressure on Twitter for Abramovich to match City’s generosity, Chelsea announced a day later it would also step in to offer “subsidised travel arrangements”.</p>","newspaperPageNumber":"7","wordcount":"997","firstPublicationDate":"2021-05-29T08:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:30:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht2zf","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/d562469780ac3d85f035d0dc49c5cab9df2c771a/90_0_3430_2058/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Welcome to the battle of the billionaires. On the pitch the Champions League final between Chelsea and Manchester City in Porto on Saturday will be the biggest match of most of the players’ careers. On the touchline it is also the culmination of a 13-year struggle between two of the world’s richest people – and their wallets – for world football supremacy. Roman Abramovich, the Russian oligarch who bought Chelsea in 2003, and Sheikh Mansour bin Zayed al-Nahyan, a member of the Abu Dhabi royal family who purchased Manchester City in 2008, have collectively spent more than £3.7bn on buying players since they bought the clubs. The investment has paid off in terms of trophies, but has also, many argue, stripped the beautiful game of its democracy, leaving clubs without billionaire backers struggling to compete. Since Mansour’s takeover, City have won 13 league titles or cups, compared with nine in the previous 128 years since the club was formed in 1880 as a form of social work by Anna Connell, the vicar’s daughter at St Mark’s church. Chelsea have hauled in 16 major trophies since Abramovich took over at Stamford Bridge nearly two decades ago, compared with 10 before. While the coronavirus pandemic has plunged many smaller clubs into financial crisis, with playing to empty stadiums slashing gate receipts to zero, Chelsea spent a club record £89m (including add-ons) signing attacking midfielder Kai Havertz from Bayer Leverkusen. He was Chelsea’s sixth major signing in the transfer window, taking their spending to around £230m. In total, Chelsea have spent about £2bn on players since Abramovich took over. Sheikh Mansour has not been afraid to splash the cash either. City set a then-Premier League transfer fee record of £32.5m signing Robinho from Real Madrid on 1 September 2008 – the last day of that year’s transfer window and the day Mansour officially took control of the club. Since then City have spent a further £1.7bn on players. The club’s latest financial accounts reveal that while most clubs cut back players’ salaries in the 2019-20 season, City’s wage bill increased 11% to £351m – a Premier League record (and £90m more than Chelsea’s players bill). The staggering outlay looks set to continue as the club is reportedly prepared to spend £100m on Aston Villa’s Jack Grealish – which would set a new transfer fee record. Both of the billionaires signed their clubs up to the European Super League, the now-collapsed plan to unite the continent’s richest clubs in a new even more money-spinning league last month. But they were also the first two clubs to pull out following opposition from fans, the prime minister and Prince William. Manchester City, who were crowned Premier League champions in 2011-12, 2013-14, 2017-18, 2018-19 and 2020-21, have yet to win the Champions League. Chelsea were Champions League winners in 2012 (beating Bayern Munich 4–3 on penalties), and won the Premier League in 2004-5, 2005-6, 2009-10, 2014-15 and 2016-17. It’s harder to compare the clubs’ owners in the league table of wealth. The Bloomberg billionaire index places Abramovich, who made most of his money selling a majority stake in Russian oil company Sibneft to state-owned gas group Gazprom, as the 102nd-richest person on the planet with an estimated £13.3bn. Mansour’s wealth is trickier to quantify as it is shared with other members of Abu Dhabi’s ruling family and state-backed companies, but his fortune has been put at between £13bn and £17bn. As well as serving as Abu Dhabi’s deputy prime minister, Mansour is also chief executive of emirate’s $243bn sovereign wealth fund, and sits on the boards of the Abu Dhabi National Oil Company, the Emirates Nuclear Energy Corporation, Abu Dhabi Commercial Bank and Emirates Global Aluminium. Aside from football, both men have spent a lot of money on luxury cars and houses as well as, of course, superyachts. Abramovich owned the world’s largest superyacht, measured at 162.5 metres when it was delivered in 2009 at a cost of about £350m. Called Eclipse, it boasts 24 guest cabins, two helicopter pads, two swimming pools and a missile defence system. It has since been eclipsed by the 180-metre Azzam ordered by Mansour’s family at a rumoured cost of £400m in 2013. Azzam took 1.5 million working hours to build and its teak decks are big enough to cover half a football pitch. As well as spending on players, both Abramovich and Mansour have spent many millions on training grounds, youth team development, managers and executives. Soon after Abramovich took over at Chelsea, the club spent £20m on a new training ground in Cobham, Surrey. It has 30 pitches, three with undersoil heating and six that meet Premier League game standards, as well as a rehabilitation centre. Players had previously trained at outdated facilities near Heathrow Airport owned by Imperial College London. Then-manager José Mourinho said the Cobham facilities were a “significant step forward” in the charge to the top. Mansour’s footballing ambitions do not begin and end with Manchester City. His City Football Group (CFG) has since bought New York City FC in the MLS and Melbourne City FC of Australia’s A-League. CFG also owns stakes in Japan’s Yokohama F Marinos, Uruguay’s Montevideo City Torque, Spain’s Girona, China’s Sichuan Jiuniu, Mumbai City in India, Lommel SK in Belgium and France’s Espérance Sportive Troyes Aube Champagne (ESTAC). The owner’s largesse even extends to helping cover the costs for fans flying out to watch the match at Porto’s Estádio do Dragão (Dragon Stadium) on Saturday. Mansour said on 18 May he would foot the bill for most of the 6,000 fans travelling out for the match. “Cognisant of how the pandemic has affected all Manchester City supporters and has created an increase in travel costs, Sheikh Mansour has sought to remove the most significant financial barrier to fans attending the final,” the club said. Following pressure on Twitter for Abramovich to match City’s generosity, Chelsea announced a day later it would also step in to offer “subsidised travel arrangements”.","charCount":"6083","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/rupertneate\">Rupert Neate</a> Wealth correspondent"},"isHosted":false,"pillarId":"pillar/sport","pillarName":"Sport"},{"id":"environment/2021/may/29/dwarf-pansy-blooms-on-isles-of-scilly-after-16-year-absence","type":"article","sectionId":"environment","sectionName":"Environment","webPublicationDate":"2021-05-29T08:30:20Z","webTitle":"Dwarf pansy blooms on tiny Scilly island after 16-year absence ","webUrl":"https://www.theguardian.com/environment/2021/may/29/dwarf-pansy-blooms-on-isles-of-scilly-after-16-year-absence","apiUrl":"https://content.guardianapis.com/environment/2021/may/29/dwarf-pansy-blooms-on-isles-of-scilly-after-16-year-absence","fields":{"headline":"Dwarf pansy blooms on tiny Scilly island after 16-year absence ","standfirst":"<p>Rare flower reappears on Tean after disappearing in the absence of human inhabitants</p>","trailText":"Rare flower reappears on Tean after disappearing in the absence of human inhabitants","byline":"Patrick Barkham","main":"<figure class=\"element element-image\" data-media-id=\"02debfc9231cc085a1a9f1e2382dd9f5ba81b731\"> <img src=\"https://media.guim.co.uk/02debfc9231cc085a1a9f1e2382dd9f5ba81b731/505_398_947_568/500.jpg\" alt=\"The first flowering dwarf pansy (Viola kitaibeliana) on the uninhabited Island of Tean after 16 years’ absence.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The first flowering dwarf pansy (Viola kitaibeliana) on the uninhabited Island of Tean after 16 years’ absence.</span> <span class=\"element-image__credit\">Photograph: BareFoot Photographer/The Wildlife Trusts</span> </figcaption> </figure>","body":"<p>The tiny island of <a href=\"https://www.ios-wildlifetrust.org.uk/tean\">Tean</a> was once home to a single resident, a modest chapel, diminutive grazed fields and a dwarf pansy smaller than the tip of a pencil.</p> <p>All these things vanished from the 0.16 sq km Scilly island in the years after it was abandoned by humans seeking larger things.</p> <p>But now the dwarf pansy (<em><a href=\"https://www.brc.ac.uk/plantatlas/plant/viola-kitaibeliana\">Viola kitaibeliana</a></em>), which is found nowhere in Britain apart from on the Isles of Scilly archipelago, has returned to flower again after an absence of 16 summers.</p> <p>The pansy was discovered by rangers for the <a href=\"https://www.ios-wildlifetrust.org.uk/\">Isles of Scilly Wildlife Trust</a>, who have taken a boat to Tean every autumn and spring for the past seven years to cut back bracken and gorse in parts of the island where it was once found.</p> <p>The pansy, an annual which spreads its seeds after flowering each year, requires short, well-grazed or regularly disturbed turf in which to prosper.</p> <p>Tean was grazed by livestock until the second world war, but the abandonment of grazing alongside the disappearance of rabbits from the island made life more difficult for the dwarf pansy.</p> <p>Seeds from its last confirmed flowering in 2004 lay dormant in Tean’s sandy soil for years until conditions created by the rangers were suitable for it to germinate again.</p>  <figure class=\"element element-image\" data-media-id=\"24583ced5444801f92035a39984de7237498aad8\"> <img src=\"https://media.guim.co.uk/24583ced5444801f92035a39984de7237498aad8/0_85_500_300/500.jpg\" alt=\"A purple dwarf pansy on the Isles of Scilly\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dwarf pansy on Isles of Scilly.</span> <span class=\"element-image__credit\">Photograph: Isles of Scilly Wildlife Trust</span> </figcaption> </figure>  <p>Darren Mason, head ranger, said: “I can’t quite believe it, I’m absolutely stoked.</p> <p>“The dwarf pansy is found on small sites on Tresco and Bryher as well but both of those sites are affected by sea level rise and coastal erosion, so we needed to do the work on Tean to secure the future for this rare species.”</p> <p>The removal of bracken, coarse grasses and scrub from maritime grassland areas of Tean has also boosted other wildflowers including changing forget-me-not, Portland spurge and lady’s bedstraw.</p> <p>Rangers discovered just two flowering pansies this spring but will extend their surveying of the island to see if it spreads further.</p> <p>“Now it is flowering again that will set the seed and we’re hoping it will continue to spread further afield on Tean,” said Mason.</p> <p>With its balmy, maritime climate, Scilly, positioned 28 miles beyond Land’s End, is home to a number of species found nowhere on mainland Britain, including the <a href=\"https://ptes.org/get-informed/facts-figures/lesser-white-toothed-scilly-shrew/\">lesser white-toothed shrew</a>, <a href=\"https://www.ios-wildlifetrust.org.uk/orange-birds-foot\">orange bird’s foot</a> and <a href=\"https://www.plantlife.org.uk/uk/nature-reserves-important-plant-areas/important-plant-areas/isles-scilly\">gilt-edged lichen</a>, which is a critically endangered plant.</p> <p>Although some areas of Tean are out of bounds during the April-September bird nesting season, it is possible for visitors to reach the island – if they can find a boat to take them – although the dwarf pansy will not be flowering again until next spring.</p> <p>“People can see the pansy,” said Mason, “if they are willing to get down on their hands and knees and search for it.”</p>","newspaperPageNumber":"19","wordcount":"460","firstPublicationDate":"2021-05-29T08:30:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-29T08:30:20Z","newspaperEditionDate":"2021-05-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/ht8fb","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/02debfc9231cc085a1a9f1e2382dd9f5ba81b731/505_398_947_568/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The tiny island of Tean was once home to a single resident, a modest chapel, diminutive grazed fields and a dwarf pansy smaller than the tip of a pencil. All these things vanished from the 0.16 sq km Scilly island in the years after it was abandoned by humans seeking larger things. But now the dwarf pansy (Viola kitaibeliana), which is found nowhere in Britain apart from on the Isles of Scilly archipelago, has returned to flower again after an absence of 16 summers. The pansy was discovered by rangers for the Isles of Scilly Wildlife Trust, who have taken a boat to Tean every autumn and spring for the past seven years to cut back bracken and gorse in parts of the island where it was once found. The pansy, an annual which spreads its seeds after flowering each year, requires short, well-grazed or regularly disturbed turf in which to prosper. Tean was grazed by livestock until the second world war, but the abandonment of grazing alongside the disappearance of rabbits from the island made life more difficult for the dwarf pansy. Seeds from its last confirmed flowering in 2004 lay dormant in Tean’s sandy soil for years until conditions created by the rangers were suitable for it to germinate again. Darren Mason, head ranger, said: “I can’t quite believe it, I’m absolutely stoked. “The dwarf pansy is found on small sites on Tresco and Bryher as well but both of those sites are affected by sea level rise and coastal erosion, so we needed to do the work on Tean to secure the future for this rare species.” The removal of bracken, coarse grasses and scrub from maritime grassland areas of Tean has also boosted other wildflowers including changing forget-me-not, Portland spurge and lady’s bedstraw. Rangers discovered just two flowering pansies this spring but will extend their surveying of the island to see if it spreads further. “Now it is flowering again that will set the seed and we’re hoping it will continue to spread further afield on Tean,” said Mason. With its balmy, maritime climate, Scilly, positioned 28 miles beyond Land’s End, is home to a number of species found nowhere on mainland Britain, including the lesser white-toothed shrew, orange bird’s foot and gilt-edged lichen, which is a critically endangered plant. Although some areas of Tean are out of bounds during the April-September bird nesting season, it is possible for visitors to reach the island – if they can find a boat to take them – although the dwarf pansy will not be flowering again until next spring. “People can see the pansy,” said Mason, “if they are willing to get down on their hands and knees and search for it.”","charCount":"2625","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/patrickbarkham\">Patrick Barkham</a>"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}