[{"headline":"The Broken House by Horst Krüger review – the book that broke the silence","standfirst":"<p>The rediscovery of Krüger’s fearless memoir, first published in 1966, reveals painful truths about the Nazis’ rise to power</p>","trailText":"The rediscovery of Krüger’s fearless memoir, first published in 1966, reveals painful truths about the Nazis’ rise to power","byline":"Anthony Quinn","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"ecb6b37f9e6ccf9a2927fa1f7d0cecaa1ce73aac\"> <img src=\"https://media.guim.co.uk/ecb6b37f9e6ccf9a2927fa1f7d0cecaa1ce73aac/0_111_1598_959/1000.jpg\" alt=\"Members of the Frankfurt Auschwitz trial commission enter the former Nazi concentration camp, December 1964\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Members of the Frankfurt Auschwitz trial commission enter the former Nazi concentration camp, December 1964. </span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>","body":"<p>How do you come to terms with the guilt of what your countrymen have done? In the case of Germany between 1933 and 1945 the crimes were so unspeakable and annihilating it was hard to know where expiation could begin. But the unspeakable will only remain so until someone dares to break silence, which is Horst Krüger’s painful achievement in his memoir, <em>The Broken House</em>. First published in Germany in 1966, it fell out of print for decades and no wonder: the truths in it were probably too scalding for a traumatised nation to digest. Now reissued in a translation by Shaun Whiteside, the writing glowers from the page, sorrowful, disbelieving, chastened and yet not without hope.</p> <p>Krüger (1919-99) grew up in the modest Berlin suburb of Eichkamp, which he revisits as a journalist in middle age after 20 years away. He seeks to understand “what it was really like” back then, poised on the edge of the abyss. He is hunting amid ghosts - a Catholic mother and a Protestant father wounded at Verdun in 1916, neither of them interested in politics. In this, they were of a piece with their Eichkamp neighbours - hard working, respectable, petty minded – and not a Nazi in sight. So when Hitler’s Reich descended on these unsuspecting people they were not only bewildered, they were delighted to be swept along by the surge of national improvement – new jobs, new motorways, new assembly halls. Even concerns about broken Jewish shop windows and looted Jewish homes were lost in the triumphal thunder of the Fatherland reborn.</p> <p>Up to this point, Krüger’s story feels familiar, perhaps less compelling than other accounts of Germany’s sleepwalk into disaster, such as Sebastian Haffner’s unforgettable <em>Defying Hitler </em>(2002). But then a private tragedy blindsides the family and turns the narrative inside out. In March 1938, just after the Anschluss, Krüger’s sister, Ursula, is found one morning in bed, stiff and white, black blood leaking from her mouth. It transpires she has swallowed sublimate, a concentrated mercury, the two large death’s heads on the bottle grimly echoing the insignia on an SS cap. She dies 21 days later, though not before Krüger’s mother has transformed the hospital room into a Catholic shrine, a rosary wrapped around her helpless daughter’s clasped hands “like a tender manacle”. The subsequent invasion of the house by relatives becomes a “dance of death”, climaxing in a grotesque set piece worthy of Fassbinder. The family’s despair, briefly smothered by the odour of sanctimony and funeral-baked meats, breaks out when Krüger surprises the assembled guests by vomiting over the tablecloth.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The German public regarded the Holocaust with indifference… before they learned what actually happened</p> </blockquote> </aside>  <p>The subtle accretion of detail here – the skull on the poison bottle, the SS cap, the timing of the Nazi annexation of Austria – dovetails so ominously with the domestic mood that one feels unsure if Ursula’s self-destruction was an act of protest or escape. “There was so much fear in you and you were always alone,” her brother writes, trying to make sense of it. Her death is the mysterious spell under which the rest of <em>The Broken House</em> plays out, gradually encompassing another, slower demise – the death of illusions. Krüger recalls a friend of his youth, Wanja, half-Russian, half-Jewish, an outsider whose unruly life force bewitched him as a student. Twenty-two years later, the author discovers by chance that Wanja is still alive and arranges a reunion in East Berlin. It’s a mistake. His old friend is now a communist, a true believer, all his idiosyncratic edges knocked off. They have both been mugged by the times: “We were sired by beaten, clueless fathers and our mothers were awkward and loveless.”</p> <p>Krüger’s youthful idealism suffers another death blow when he is arrested for distributing letters critical of the regime. Interrogated and imprisoned for months on a charge of high treason, he awaits the end. By a mere whim of the Nazi judiciary he’s eventually released. His next escape, in the ruins of Germany in 1945, will prove even more miraculous.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"0f52a57eeeee48024a8151751be9df73f0b1942a\"> <img src=\"https://media.guim.co.uk/0f52a57eeeee48024a8151751be9df73f0b1942a/0_0_3699_4964/745.jpg\" alt=\"Horst Krüger, who died in 1999\" width=\"745\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Horst Krüger, who died in 1999.</span> <span class=\"element-image__credit\">Photograph: PR Handout</span> </figcaption> </figure>  <p>One hopes for an ending to match its chronicle of lost illusions and the book magnificently delivers. In February 1964, Krüger attended the Auschwitz trial in Frankfurt, at a time when the German public regarded the Holocaust with indifference bordering on irritation. But that was before they learned what actually happened at Auschwitz. Twenty-two defendants sit in the courtroom, while the author listens to the evidence unfold in a trance of horror. When a witness mentions the word “Sanka” he is brought up short. Sanka was the ambulance van Krüger drove as a 22-year-old conscript in Smolensk, carrying the wounded to hospital. But what if he’d been detailed to Auschwitz instead, where Sankas were used as vans of murder? He admits that in the frenzy of killing he would have been like everyone else - “closed my eyes and pretended for a while that I didn’t notice anything”.</p> <p>When a journalist friend points out a white-haired, immaculately suited man at ease during a courtroom adjournment, it’s a shock to the author (and to us) that this businessman from Hamburg was formerly adjutant to the camp commandant, Rudolf Höss, accused of securing Zyklon-B and overseeing transports to the gas chambers. How can such “harmless-looking” men be mass murderers? In the face of the indecipherable one might shrug in despair, retreat into bewildered silence. Or one might, like Horst Krüger, bear brave witness and warn one’s countrymen to be vigilant against the “darkness” within: “That Hitler, I think, he’s going to be staying with us – for our whole lives.”</p> <p>• <em>The Broken House: Growing Up Under Hitler </em>by Horst Krüger is published by Bodley Head (£14.99). To support the <em>Guardian</em> order your copy at <a href=\"https://guardianbookshop.com/the-broken-house-9781847926340.html\">guardianbookshop.com</a>. Delivery charges may apply</p>","newspaperPageNumber":"43","wordcount":"960","firstPublicationDate":"2021-06-07T06:00:03Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T06:00:03Z","newspaperEditionDate":"2021-06-06T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/hhgnd","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ecb6b37f9e6ccf9a2927fa1f7d0cecaa1ce73aac/0_111_1598_959/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"How do you come to terms with the guilt of what your countrymen have done? In the case of Germany between 1933 and 1945 the crimes were so unspeakable and annihilating it was hard to know where expiation could begin. But the unspeakable will only remain so until someone dares to break silence, which is Horst Krüger’s painful achievement in his memoir, The Broken House. First published in Germany in 1966, it fell out of print for decades and no wonder: the truths in it were probably too scalding for a traumatised nation to digest. Now reissued in a translation by Shaun Whiteside, the writing glowers from the page, sorrowful, disbelieving, chastened and yet not without hope. Krüger (1919-99) grew up in the modest Berlin suburb of Eichkamp, which he revisits as a journalist in middle age after 20 years away. He seeks to understand “what it was really like” back then, poised on the edge of the abyss. He is hunting amid ghosts - a Catholic mother and a Protestant father wounded at Verdun in 1916, neither of them interested in politics. In this, they were of a piece with their Eichkamp neighbours - hard working, respectable, petty minded – and not a Nazi in sight. So when Hitler’s Reich descended on these unsuspecting people they were not only bewildered, they were delighted to be swept along by the surge of national improvement – new jobs, new motorways, new assembly halls. Even concerns about broken Jewish shop windows and looted Jewish homes were lost in the triumphal thunder of the Fatherland reborn. Up to this point, Krüger’s story feels familiar, perhaps less compelling than other accounts of Germany’s sleepwalk into disaster, such as Sebastian Haffner’s unforgettable Defying Hitler (2002). But then a private tragedy blindsides the family and turns the narrative inside out. In March 1938, just after the Anschluss, Krüger’s sister, Ursula, is found one morning in bed, stiff and white, black blood leaking from her mouth. It transpires she has swallowed sublimate, a concentrated mercury, the two large death’s heads on the bottle grimly echoing the insignia on an SS cap. She dies 21 days later, though not before Krüger’s mother has transformed the hospital room into a Catholic shrine, a rosary wrapped around her helpless daughter’s clasped hands “like a tender manacle”. The subsequent invasion of the house by relatives becomes a “dance of death”, climaxing in a grotesque set piece worthy of Fassbinder. The family’s despair, briefly smothered by the odour of sanctimony and funeral-baked meats, breaks out when Krüger surprises the assembled guests by vomiting over the tablecloth. The subtle accretion of detail here – the skull on the poison bottle, the SS cap, the timing of the Nazi annexation of Austria – dovetails so ominously with the domestic mood that one feels unsure if Ursula’s self-destruction was an act of protest or escape. “There was so much fear in you and you were always alone,” her brother writes, trying to make sense of it. Her death is the mysterious spell under which the rest of The Broken House plays out, gradually encompassing another, slower demise – the death of illusions. Krüger recalls a friend of his youth, Wanja, half-Russian, half-Jewish, an outsider whose unruly life force bewitched him as a student. Twenty-two years later, the author discovers by chance that Wanja is still alive and arranges a reunion in East Berlin. It’s a mistake. His old friend is now a communist, a true believer, all his idiosyncratic edges knocked off. They have both been mugged by the times: “We were sired by beaten, clueless fathers and our mothers were awkward and loveless.” Krüger’s youthful idealism suffers another death blow when he is arrested for distributing letters critical of the regime. Interrogated and imprisoned for months on a charge of high treason, he awaits the end. By a mere whim of the Nazi judiciary he’s eventually released. His next escape, in the ruins of Germany in 1945, will prove even more miraculous. One hopes for an ending to match its chronicle of lost illusions and the book magnificently delivers. In February 1964, Krüger attended the Auschwitz trial in Frankfurt, at a time when the German public regarded the Holocaust with indifference bordering on irritation. But that was before they learned what actually happened at Auschwitz. Twenty-two defendants sit in the courtroom, while the author listens to the evidence unfold in a trance of horror. When a witness mentions the word “Sanka” he is brought up short. Sanka was the ambulance van Krüger drove as a 22-year-old conscript in Smolensk, carrying the wounded to hospital. But what if he’d been detailed to Auschwitz instead, where Sankas were used as vans of murder? He admits that in the frenzy of killing he would have been like everyone else - “closed my eyes and pretended for a while that I didn’t notice anything”. When a journalist friend points out a white-haired, immaculately suited man at ease during a courtroom adjournment, it’s a shock to the author (and to us) that this businessman from Hamburg was formerly adjutant to the camp commandant, Rudolf Höss, accused of securing Zyklon-B and overseeing transports to the gas chambers. How can such “harmless-looking” men be mass murderers? In the face of the indecipherable one might shrug in despair, retreat into bewildered silence. Or one might, like Horst Krüger, bear brave witness and warn one’s countrymen to be vigilant against the “darkness” within: “That Hitler, I think, he’s going to be staying with us – for our whole lives.” • The Broken House: Growing Up Under Hitler by Horst Krüger is published by Bodley Head (£14.99). To support the Guardian order your copy at guardianbookshop.com. Delivery charges may apply","charCount":"5745","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/anthony-quinn\">Anthony Quinn</a>"},{"headline":"Climate crisis to shrink G7 economies twice as much as Covid-19, says research","standfirst":"<p>G7 countries will lose $5tn a year by 2050 if temperatures rise by 2.6C</p>","trailText":"G7 countries will lose $5tn a year by 2050 if temperatures rise by 2.6C","byline":"Fiona Harvey Environment correspondent","main":"<figure class=\"element element-image\" data-media-id=\"053b6dddd31e117ac0e1dce99b3b878991688cde\"> \n <img src=\"https://media.guim.co.uk/053b6dddd31e117ac0e1dce99b3b878991688cde/793_464_2468_1481/1000.jpg\" alt=\"Two activists from Ocean Rebellion, one wearing a Boris Johnson mask and holding money, set a boat on fire during a demonstration ahead of the G7 summit in Cornwall.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Activists from climate action group Ocean Rebellion set a boat on fire during a demonstration ahead of the G7 summit in Cornwall.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Nicholson/Reuters</span> \n </figcaption> \n</figure>","body":"<p>The economies of rich countries will shrink by twice as much as they did in the Covid-19 crisis if they fail to tackle rising greenhouse gas emissions, according to research.</p> \n<p>The G7 countries – the world’s biggest industrialised economies – will lose 8.5% of GDP a year, or nearly $5tn wiped off their economies, within 30 years if temperatures rise by 2.6C, as they are likely to on the basis of government pledges and policies around the world, according to <a href=\"https://www.swissre.com/dam/jcr:e73ee7c3-7f83-4c17-a2b8-8ef23a8d3312/swiss-re-institute-expertise-publication-economics-of-climate-change.pdf\">research from Oxfam and the Swiss Re Institute</a>.</p> \n<p>The economies of G7 nations contracted by about 4.2% on average in the coronavirus pandemic, and the economic losses from the climate crisis by 2050 would be roughly on the scale of suffering a similar crisis twice every year, according to the research. The UK’s economy would lose 6.5% a year by 2050 on current policies and projections, compared with 2.4% if the <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">goals of the Paris climate agreement</a> are met.</p> \n<p>Other nations will be hit much worse, including India, whose economy will shrink by a quarter owing to a 2.6C temperature increase, while Australia will suffer a loss of 12.5% of output, and South Korea will lose nearly a tenth of its economic potential.</p> \n<p>The leaders of the G7 countries – the UK, the US, Japan, Canada, France, Germany, Italy – and the EU will <a href=\"https://www.theguardian.com/world/g7\">meet in Cornwall on Friday</a> to discuss the global economy, Covid-19 vaccines, taxes on business, and the climate crisis.</p> \n<p>The modelling by the insurance firm Swiss Re took account of the forecast direct impacts of climate breakdown, including extreme weather such as droughts and floods, as well as the effects on agricultural productivity, health and heat stress.</p> \n<p>Jerome Haegeli, group chief economist at Swiss Re, said: “Climate change is the long-term number one risk to the global economy, and staying where we are is not an option – we need more progress by the G7. That means not just obligations on cutting CO<sup>2</sup> but helping developing countries too, that’s super-important.”</p> \n<p>He said vaccines for Covid-19 were also a key way to help developing countries, as their economies were hit hard by the pandemic and would need help to recover on a green path, rather than through boosting fossil fuels.</p> \n<p>The insurer found that policies and pledges by governments to reduce greenhouse gas emissions were still inadequate to meet the goals of the Paris agreement. As well as hosting the G7 summit, the UK will host vital UN climate talks, called <a href=\"https://www.theguardian.com/environment/cop26-glasgow-climate-change-conference-2021\">Cop26</a>, this November in Glasgow.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b34c449f-7247-4f32-bcca-1700dae7235d\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Pressure on the UK as Cop26 approaches</strong></p>\n    <p></p>\n    <p>Campaigners and climate experts have been increasingly concerned about a series of government actions that appear to be out of step with the government’s commitment to net zero emissions, ahead of hosting vital UN climate talks, called&nbsp;<a href=\"https://www.theguardian.com/environment/cop26-glasgow-climate-change-conference-2021\">Cop26</a>, this November in Glasgow. As host and president of the talks, the UK will have to bring squabbling nations together to<a href=\"https://www.theguardian.com/commentisfree/2021/mar/18/climate-crisis-cop26-president-global-targets\">&nbsp;agree to slash emissions drastically in the next ten years</a>, and reach net zero emissions by mid-century.</p>\n    <p>Rebecca Newsom, head of politics at Greenpeace UK, said the government must reject airport expansion to show leadership at Cop26: “If true, pausing the plans is a sign that the government is starting to clock the catastrophic impacts of this proposed expansion. But we’re just months away from hosting critical global climate talks, and this climate-wrecking mega project is clearly incompatible with our plans to cut emissions, so why only delay the decision and not just call it in now? Quashing the expansion plans before the global climate summit begins would be a real show of climate leadership.”</p>\n    <p>Green groups&nbsp;<a href=\"https://www.theguardian.com/environment/2019/may/11/climate-emergency-edict-in-uk-to-shape-decision-on-heathrow-expansion-review\">received assurances from civil servants in 2019&nbsp;</a>that decisions on new infrastructure that could increase greenhouse gas emissions would take account of the government’s target of reaching net zero emissions by 2050. However, the&nbsp;<a href=\"https://www.theguardian.com/environment/2020/dec/16/top-uk-court-overturns-block-on-heathrows-third-runway\">supreme court ruled last December</a>&nbsp;that the government’s commitments under the&nbsp;<a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">2015 Paris agreement</a>&nbsp;could effectively be ignored in the decision to press ahead with a third runway at Heathrow.</p>\n    <p>A group of more than 130 prominent scientists, academics and lawyers, including former Nasa scientist James Hansen, and UK former chief scientist Sir David King, last week<a href=\"https://www.theguardian.com/environment/2021/mar/30/uk-criticised-for-ignoring-paris-climate-goals-in-infrastructure-decisions\">&nbsp;wrote to the government expressing concern over the supreme court ruling</a>, and warning that the government’s international climate commitments were being ignored. They wrote: “The highest court in the UK has set a precedent that major national projects can proceed even where they are inconsistent with maintaining the temperature limit on which our collective survival depends. Indeed, the precedent goes further still. It says that the government is not bound even to consider the goals of an agreement that is near universally agreed. Not only does that undermine the UK’s status as a champion of the Paris agreement just ahead of Cop26. It also substantially reduces humanity’s prospects of maintaining that limit and hence averting disaster.”</p>\n    <p>Other recent controversial decisions, such as the government’s initial backing for the&nbsp;<a href=\"https://www.theguardian.com/uk-news/2021/feb/25/cumbrian-campaigners-warn-minister-of-legal-action-over-coalmine\">Cumbrian coal mine</a>, and a&nbsp;<a href=\"https://www.theguardian.com/environment/2021/mar/24/uk-government-to-allow-new-north-sea-oil-and-gas-exploration\">new round of licences granted to extract oil and gas from the North Sea</a>, have also raised concerns. The government has&nbsp;<a href=\"https://www.theguardian.com/environment/2021/mar/27/uk-government-scraps-green-homes-grant-after-six-months\">scrapped its main green recovery measure</a>, the green homes grant, which was intended to create thousands of green jobs by helping households to install insulation, and&nbsp;<a href=\"https://www.theguardian.com/environment/2021/mar/18/uk-slashes-grants-for-electric-car-buyers-while-increasing-petrol-vehicle-support\">cut incentives to buy electric cars</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Ahead of Cop26, the UK is calling on all countries to come forward with tougher pledges on carbon in order to meet the Paris targets of limiting global heating to well below 2C, and preferably <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">no more than 1.5C</a>, above pre-industrial levels. The lower limit is <a href=\"https://www.theguardian.com/environment/2021/apr/15/report-claiming-global-temperature-rise-will-top-15c-by-2030s-divides-scientists\">increasingly imperilled</a>, as greenhouse gas emissions are <a href=\"https://www.theguardian.com/environment/2021/apr/20/carbon-emissions-to-soar-in-2021-by-second-highest-rate-in-history\">forecast to jump sharply this year</a>, by the second highest leap on record, owing to the rebound from the Covid-19 recession and <a href=\"https://www.theguardian.com/environment/2021/feb/01/world-kick-coal-habit-start-green-recovery-iea-fatih-birol\">increasing use of coal</a>.</p> \n<p>Danny Sriskandarajah, the chief executive of Oxfam GB, said: “The climate crisis is already devastating lives in poorer countries, but the world’s most developed economies are not immune. The UK government has a once-in-a-generation opportunity to lead the world towards a safer, more liveable planet for all of us. </p> \n<p>“It should strain every diplomatic sinew to secure the strongest possible outcome at the G7 and Cop26, and lead by example by turning promises into action and reversing self-defeating decisions like the <a href=\"https://www.theguardian.com/environment/2021/may/27/dig-coal-to-save-the-climate-the-folly-of-cumbrias-plans-for-a-new-coalmine\">proposed coalmine in Cumbria</a> and cuts to overseas aid.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2021/apr/26/johnson-must-push-g7-to-pay-billions-more-in-climate-aid-say-experts\">Johnson must push G7 to pay billions more in climate aid, say experts</a> </p> \n</aside> \n<p>The record of Boris Johnson’s government has come under close scrutiny in the run-up to the G7 and Cop26 meetings. Leading figures in climate diplomacy have said the prime minister must <a href=\"https://www.theguardian.com/environment/2021/apr/12/boris-johnson-told-to-get-grip-of-uk-climate-strategy-before-cop26\">“get a grip” of the UN talks </a>in order to ensure their success, as rows over a proposed new coalmine, the decision to <a href=\"https://www.theguardian.com/news/audio/2021/may/13/why-is-the-uk-slashing-its-international-aid-budget-podcast\">slash overseas aid</a> from 0.7% to 0.5% of GDP, and issues such as <a href=\"https://www.theguardian.com/environment/2021/mar/24/uk-government-to-allow-new-north-sea-oil-and-gas-exploration\">new oil and gas licences for the North Sea</a>, the <a href=\"https://www.theguardian.com/environment/2021/mar/27/uk-government-scraps-green-homes-grant-after-six-months\">scrapping of the green homes grant</a> and of incentives for electric vehicles, and <a href=\"https://www.theguardian.com/world/2021/may/10/campaigners-say-uk-airport-expansion-plans-must-be-suspended-amid-new-climate-goals\">airport expansion</a>, have all undermined the government’s green credentials.</p> \n<p>Overseas aid has been the key sticking point for many, described as a diplomatic disaster when the success of Cop26 hinges in part on the UK persuading other rich nations at the G7 summit to come up with <a href=\"https://www.theguardian.com/environment/2021/apr/26/johnson-must-push-g7-to-pay-billions-more-in-climate-aid-say-experts\">far higher pledges of financial assistance</a> to the developing world, to help poor countries cut their emissions and cope with the impacts of climate breakdown.</p> \n<p><a href=\"https://www.theguardian.com/politics/2021/jun/03/theresa-may-joins-tory-rebellion-over-aid-cuts\">Dozens of Conservative rebels</a> are planning to try to force the government to back down on the aid cuts in a key vote on Monday. The row, and the rise in Covid cases from new variants of the virus, threaten to overshadow what Johnson had hoped would be an uplifting meeting celebrating the success of vaccines, and laying the groundwork for a successful Cop26 in Glasgow this November.</p>","newspaperPageNumber":"9","wordcount":"815","firstPublicationDate":"2021-06-07T06:00:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T06:00:02Z","newspaperEditionDate":"2021-06-07T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hkgt8","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/053b6dddd31e117ac0e1dce99b3b878991688cde/793_464_2468_1481/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The economies of rich countries will shrink by twice as much as they did in the Covid-19 crisis if they fail to tackle rising greenhouse gas emissions, according to research. The G7 countries – the world’s biggest industrialised economies – will lose 8.5% of GDP a year, or nearly $5tn wiped off their economies, within 30 years if temperatures rise by 2.6C, as they are likely to on the basis of government pledges and policies around the world, according to research from Oxfam and the Swiss Re Institute. The economies of G7 nations contracted by about 4.2% on average in the coronavirus pandemic, and the economic losses from the climate crisis by 2050 would be roughly on the scale of suffering a similar crisis twice every year, according to the research. The UK’s economy would lose 6.5% a year by 2050 on current policies and projections, compared with 2.4% if the goals of the Paris climate agreement are met. Other nations will be hit much worse, including India, whose economy will shrink by a quarter owing to a 2.6C temperature increase, while Australia will suffer a loss of 12.5% of output, and South Korea will lose nearly a tenth of its economic potential. The leaders of the G7 countries – the UK, the US, Japan, Canada, France, Germany, Italy – and the EU will meet in Cornwall on Friday to discuss the global economy, Covid-19 vaccines, taxes on business, and the climate crisis. The modelling by the insurance firm Swiss Re took account of the forecast direct impacts of climate breakdown, including extreme weather such as droughts and floods, as well as the effects on agricultural productivity, health and heat stress. Jerome Haegeli, group chief economist at Swiss Re, said: “Climate change is the long-term number one risk to the global economy, and staying where we are is not an option – we need more progress by the G7. That means not just obligations on cutting CO2 but helping developing countries too, that’s super-important.” He said vaccines for Covid-19 were also a key way to help developing countries, as their economies were hit hard by the pandemic and would need help to recover on a green path, rather than through boosting fossil fuels. The insurer found that policies and pledges by governments to reduce greenhouse gas emissions were still inadequate to meet the goals of the Paris agreement. As well as hosting the G7 summit, the UK will host vital UN climate talks, called Cop26, this November in Glasgow. Ahead of Cop26, the UK is calling on all countries to come forward with tougher pledges on carbon in order to meet the Paris targets of limiting global heating to well below 2C, and preferably no more than 1.5C, above pre-industrial levels. The lower limit is increasingly imperilled, as greenhouse gas emissions are forecast to jump sharply this year, by the second highest leap on record, owing to the rebound from the Covid-19 recession and increasing use of coal. Danny Sriskandarajah, the chief executive of Oxfam GB, said: “The climate crisis is already devastating lives in poorer countries, but the world’s most developed economies are not immune. The UK government has a once-in-a-generation opportunity to lead the world towards a safer, more liveable planet for all of us. “It should strain every diplomatic sinew to secure the strongest possible outcome at the G7 and Cop26, and lead by example by turning promises into action and reversing self-defeating decisions like the proposed coalmine in Cumbria and cuts to overseas aid.” The record of Boris Johnson’s government has come under close scrutiny in the run-up to the G7 and Cop26 meetings. Leading figures in climate diplomacy have said the prime minister must “get a grip” of the UN talks in order to ensure their success, as rows over a proposed new coalmine, the decision to slash overseas aid from 0.7% to 0.5% of GDP, and issues such as new oil and gas licences for the North Sea, the scrapping of the green homes grant and of incentives for electric vehicles, and airport expansion, have all undermined the government’s green credentials. Overseas aid has been the key sticking point for many, described as a diplomatic disaster when the success of Cop26 hinges in part on the UK persuading other rich nations at the G7 summit to come up with far higher pledges of financial assistance to the developing world, to help poor countries cut their emissions and cope with the impacts of climate breakdown. Dozens of Conservative rebels are planning to try to force the government to back down on the aid cuts in a key vote on Monday. The row, and the rise in Covid cases from new variants of the virus, threaten to overshadow what Johnson had hoped would be an uplifting meeting celebrating the success of vaccines, and laying the groundwork for a successful Cop26 in Glasgow this November.","charCount":"4812","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/fiona-harvey\">Fiona Harvey</a> Environment correspondent"},{"headline":"How was my pub quiz? It reminded me of therapy – and what it feels like to lose","standfirst":"<p>We were one of only five teams fighting for four prize spots. Needless to say, it went exactly as I expected</p>","trailText":"We were one of only five teams fighting for four prize spots. Needless to say, it went exactly as I expected, writes Zoe Williams","byline":"Zoe Williams","main":"<figure class=\"element element-image\" data-media-id=\"ee8278d87dac35f8bf243641ed7bcf2da4502360\"> <img src=\"https://media.guim.co.uk/ee8278d87dac35f8bf243641ed7bcf2da4502360/0_278_4256_2554/1000.jpg\" alt=\"Pub quiz in Bermondsey, south London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Whole rounds went by where we didn’t know anything.’ (Posed by models.)</span> <span class=\"element-image__credit\">Photograph: Veryan Dale/Alamy</span> </figcaption> </figure>","body":"<p>I am terrible at pub quizzes. But while I was waiting for one to start on Tuesday (I got the pub’s QR code mixed up with the track and trace one and spent 20 minutes trying to order a pint off the NHS), it struck me that I’m newly terrible at pubs. But there was no time for that. <a href=\"https://www.theguardian.com/commentisfree/2021/jan/24/lockdown-real-pub-quiz-online\">There was a quiz on the way</a>.</p> <p>Some people know a lot and some people know very little, while some people know almost nothing but are possessed of such miraculous confidence that they lead the rest of the team to the wrong answer, like a magnet deflecting a compass. I am that person.</p> <p>Mr Z is bestowed of a huge well of obscure knowledge, but has such a depth of ignorance about useful things – sport, Eurovision, Harry Potter, DJs – that he is more of an archaic curiosity than a team member, like taking a lathe to a gun fight. Ideally, if you want the pair of us involved, and on the same team, you need substantial numbers: four people to know regular things, two people to drown me out, and Mr Z to tell you which Welsh counties abut Powys to the west.</p> <p>Instead, there were just the two of us in our team. The quizmaster had not had a gig in 14 months. There were only five teams in all, and the first 20 minutes was wiped out by a sudden-death round because two of them wanted to call themselves Nerd Immunity. I am making them sound like the losers, whereas we, in fact, had already lost. When the quizzer came over to get our name, I drew a complete blank and Mr Z said: “Don’t look at me.” We were thereafter known as Don’t Look at Me, which, read out several times with a slightly different inflection, made us sound a bit aloof.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>‘Who, in the nursery rhyme, sat on the wall and had a great fall?’ ‘This is not art, or literature!’ Mr Z whispered</p> </blockquote> </aside>  <p>We rattled efficiently through the issues of the day. <a href=\"https://www.theguardian.com/tv-and-radio/2021/may/22/eurovision-2021-maneskin-triumphs-for-italy-in-rotterdam\">Which band won Eurovision?</a> Which footballer scored a large amount of goals recently? “This isn’t current affairs!” Mr Z railed very quietly. “This is meaningless.” Whole rounds went by where we didn’t know anything. Where we did know an answer, it was because it was so easy that we could have outsourced it to one of our doughnut children. “Who, in the nursery rhyme, sat on the wall and had a great fall?” “This is not art, or literature!” Mr Z whispered with great energy. “In the musical Oklahoma, what line follows ‘Oh what a beautiful morning’?” “This is not music!”</p> <p>The quizzer started laughing. “Because there are so few teams,” he explained, “there’s only one table that isn’t going to win a prize.” That was when he explained his elaborate awards system: the winners would get a bottle of wine, or 20 quid, whichever they preferred. The second team would get whichever the first didn’t want. The runners up would get a tenner. The losers would get the inexplicable booby prize of £6. So it was just fourth place that would go unrewarded – and there was no way we were in contention for that. “Maybe I should split the booby prize, just to be fair, and give fourth place a fiver and the losers a quid,” he said. This is when I started to worry about his margins. We had each paid £2 to take part, we were 16 in total, so, whichever way you cut it, this poor guy, denied his calling for over a year, stood to make a loss.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/jan/24/lockdown-real-pub-quiz-online\">In lockdown, I've learned there's no substitute for a real pub quiz | Eleanor Salter</a> </p> </aside>  <p>A couple of years ago, I started seeing a therapist. He was very heavily into metaphor, which was much more helpful than it sounds. I still refer back to it sometimes (“Think of yourselves as a chain of enzymes,” he said once, when I was complaining about my family. “That explosive reaction can only happen if your enzyme locks on to their enzyme.” I don’t even know if that is true. Do enzymes explode? But I appreciated the principle). Anyway, midway through our therapeutic journey, he got kicked out of his consulting room and started taking clients in a high-end serviced office in central London.</p> <p>I began to fixate on his margins. I was paying £60 an hour. But how much was this place charging? Had it cut him a deal? It was all I could think about. Another friend, in long-term Jungian analysis, said: “That’s quite interesting: you should tell him that’s what you’re thinking.” I said: “I could literally never have that conversation with him; I would rather self-immolate,” and he said: “I’m not sure you’re in the right therapeutic relationship, in that case,” and then I gave it up.</p> <p>In any event, by this point I didn’t care who was the first US president to be impeached. I didn’t even care when the only thing I actually knew – that “medieval” and “middle ages” were synonymous – was capsized by some incredibly tenacious idiot who found a page on Google claiming “dark ages”, in fact, also meant the same thing. I only cared about the quizmaster’s overheads. I wanted to draw him aside and say: “You know, in many quizzes, they don’t do a cash prize <em>at all</em>.” I bottled it, of course, and just gave him back our prize, with a kind look. It was a quid.</p> <p>• Zoe Williams is a Guardian columnist</p>","newspaperPageNumber":"3","wordcount":"892","firstPublicationDate":"2021-06-07T06:00:02Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T06:00:02Z","newspaperEditionDate":"2021-06-07T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hk5h4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/ee8278d87dac35f8bf243641ed7bcf2da4502360/0_278_4256_2554/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"I am terrible at pub quizzes. But while I was waiting for one to start on Tuesday (I got the pub’s QR code mixed up with the track and trace one and spent 20 minutes trying to order a pint off the NHS), it struck me that I’m newly terrible at pubs. But there was no time for that. There was a quiz on the way. Some people know a lot and some people know very little, while some people know almost nothing but are possessed of such miraculous confidence that they lead the rest of the team to the wrong answer, like a magnet deflecting a compass. I am that person. Mr Z is bestowed of a huge well of obscure knowledge, but has such a depth of ignorance about useful things – sport, Eurovision, Harry Potter, DJs – that he is more of an archaic curiosity than a team member, like taking a lathe to a gun fight. Ideally, if you want the pair of us involved, and on the same team, you need substantial numbers: four people to know regular things, two people to drown me out, and Mr Z to tell you which Welsh counties abut Powys to the west. Instead, there were just the two of us in our team. The quizmaster had not had a gig in 14 months. There were only five teams in all, and the first 20 minutes was wiped out by a sudden-death round because two of them wanted to call themselves Nerd Immunity. I am making them sound like the losers, whereas we, in fact, had already lost. When the quizzer came over to get our name, I drew a complete blank and Mr Z said: “Don’t look at me.” We were thereafter known as Don’t Look at Me, which, read out several times with a slightly different inflection, made us sound a bit aloof. We rattled efficiently through the issues of the day. Which band won Eurovision? Which footballer scored a large amount of goals recently? “This isn’t current affairs!” Mr Z railed very quietly. “This is meaningless.” Whole rounds went by where we didn’t know anything. Where we did know an answer, it was because it was so easy that we could have outsourced it to one of our doughnut children. “Who, in the nursery rhyme, sat on the wall and had a great fall?” “This is not art, or literature!” Mr Z whispered with great energy. “In the musical Oklahoma, what line follows ‘Oh what a beautiful morning’?” “This is not music!” The quizzer started laughing. “Because there are so few teams,” he explained, “there’s only one table that isn’t going to win a prize.” That was when he explained his elaborate awards system: the winners would get a bottle of wine, or 20 quid, whichever they preferred. The second team would get whichever the first didn’t want. The runners up would get a tenner. The losers would get the inexplicable booby prize of £6. So it was just fourth place that would go unrewarded – and there was no way we were in contention for that. “Maybe I should split the booby prize, just to be fair, and give fourth place a fiver and the losers a quid,” he said. This is when I started to worry about his margins. We had each paid £2 to take part, we were 16 in total, so, whichever way you cut it, this poor guy, denied his calling for over a year, stood to make a loss. A couple of years ago, I started seeing a therapist. He was very heavily into metaphor, which was much more helpful than it sounds. I still refer back to it sometimes (“Think of yourselves as a chain of enzymes,” he said once, when I was complaining about my family. “That explosive reaction can only happen if your enzyme locks on to their enzyme.” I don’t even know if that is true. Do enzymes explode? But I appreciated the principle). Anyway, midway through our therapeutic journey, he got kicked out of his consulting room and started taking clients in a high-end serviced office in central London. I began to fixate on his margins. I was paying £60 an hour. But how much was this place charging? Had it cut him a deal? It was all I could think about. Another friend, in long-term Jungian analysis, said: “That’s quite interesting: you should tell him that’s what you’re thinking.” I said: “I could literally never have that conversation with him; I would rather self-immolate,” and he said: “I’m not sure you’re in the right therapeutic relationship, in that case,” and then I gave it up. In any event, by this point I didn’t care who was the first US president to be impeached. I didn’t even care when the only thing I actually knew – that “medieval” and “middle ages” were synonymous – was capsized by some incredibly tenacious idiot who found a page on Google claiming “dark ages”, in fact, also meant the same thing. I only cared about the quizmaster’s overheads. I wanted to draw him aside and say: “You know, in many quizzes, they don’t do a cash prize at all.” I bottled it, of course, and just gave him back our prize, with a kind look. It was a quid. • Zoe Williams is a Guardian columnist","charCount":"4806","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/zoewilliams\">Zoe Williams</a>"},{"headline":"‘It’s a lifeline’: Cumbrian villagers raise £200,000 to save last shop","standfirst":"<p>Kirkoswald residents to reopen last remaining store as a community business run by volunteers </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"Kirkoswald residents to reopen last remaining store as a community business run by volunteers","byline":"Jessica Murray","main":"<figure class=\"element element-image\" data-media-id=\"8a28302ae07ea7dfe34e68826db94cc4d208245a\"> <img src=\"https://media.guim.co.uk/8a28302ae07ea7dfe34e68826db94cc4d208245a/0_42_3456_2074/1000.jpg\" alt=\"Kirkoswald villagers outside shop.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kirkoswald villagers received donations from abroad and have hundreds of shareholders across the country.</span> <span class=\"element-image__credit\">Photograph: Kirkoswald Community Shop</span> </figcaption> </figure>","body":"<p>The village high street in Kirkoswald, Cumbria, was once home to shops including a butcher’s, a greengrocer’s and a shoe shop. Now just one remains: a small convenience store that has became the hub of village life during the pandemic.</p> <p>After its owner, the local philanthropist David Hodgkiss, died of Covid <a href=\"https://www.theguardian.com/sport/2020/mar/30/lancashire-chairman-david-hodgkiss-dies-after-contracting-coronavirus\">in March last year</a>, the shop was put up for sale and was destined for closure until residents stepped in. In just six weeks they have raised nearly £200,000 to purchase and run the shop as a community business, and hope the doors could reopen in just a few weeks, staffed by volunteers from the local area.</p> <p>“This is the final shop. The village is quite thriving and the community feel that we want to keep things going, we don’t want to keep losing things bit by bit,” said Ruth Anderson, the chair of the community benefit society that will run the shop. “We’ve been totally blown away by the strength of feeling about keeping it open and the community spirit.”</p>  <figure class=\"element element-image\" data-media-id=\"3ea31e6e8caef5bfa9b7906d3c59c4a4ea14431f\"> <img src=\"https://media.guim.co.uk/3ea31e6e8caef5bfa9b7906d3c59c4a4ea14431f/0_0_2449_1632/1000.jpg\" alt=\"Shop exterior with volunteer\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Villagers stepped in when the shop was put up for sale after its owner died of Covid.</span> <span class=\"element-image__credit\">Photograph: Kirkoswald Community Shop</span> </figcaption> </figure>  <p>She said the shop was essential during Covid lockdowns when people felt unsafe travelling to larger supermarkets; when the village was cut off by floods, it was the only place people could buy food for days until the waters subsided.</p> <p>Most of the money has been raised through selling shares to people in the village and further afield – there are now more than 350 shareholders from across the country – and the villagers have just £10,000 left to raise by the end of June to reach their final goal. They have also received money from grants and donations, some coming internationally from countries including the US and Cyprus.</p> <p>“I’ve spoke to so many people who said they’d lost their local shop, it’s gone and they really wish it hadn’t. So people don’t want to see other villages go through that,” Anderson said.</p> <p>According to <a href=\"https://www.acs.org.uk/sites/default/files/acs_rural_shop_report_2021.pdf\">the 2021 rural shop report</a>, one in five rural consumers said they depended on their local shop more now than a year ago, and 21% said they felt safer in their local shop than a large supermarket during the pandemic.</p>  <figure class=\"element element-image\" data-media-id=\"49da179983b8e61ea8dad240b643ca87275f8835\"> <img src=\"https://media.guim.co.uk/49da179983b8e61ea8dad240b643ca87275f8835/0_0_1000_624/1000.jpg\" alt=\"Kirkoswald Village houses.\" width=\"1000\" height=\"624\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kirkoswald parish has a number of isolated houses that are best served by the local shop.</span> <span class=\"element-image__credit\">Photograph: Kirkoswald Community Shop</span> </figcaption> </figure>  <p>The Kirkoswald parish is a large rural area with a number of isolated houses and farms. It has a high proportion of residents aged 65 or over, and 11.2% of them live in single-person households, higher than the national average of 8.1%.</p> <p>“For many people, particularly in Covid, coming to the village to do their shopping is perhaps the only time they’ve spoken to anybody all day because it’s very rurally isolated,” Anderson said. “It really is a lifeline. There are a number of people who come in every day to the shop, just to buy one or two things, but it keeps them rooted to the village.”</p>","newspaperPageNumber":"11","wordcount":"463","firstPublicationDate":"2021-06-07T06:00:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T06:00:01Z","newspaperEditionDate":"2021-06-07T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hy56g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/8a28302ae07ea7dfe34e68826db94cc4d208245a/0_42_3456_2074/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The village high street in Kirkoswald, Cumbria, was once home to shops including a butcher’s, a greengrocer’s and a shoe shop. Now just one remains: a small convenience store that has became the hub of village life during the pandemic. After its owner, the local philanthropist David Hodgkiss, died of Covid in March last year, the shop was put up for sale and was destined for closure until residents stepped in. In just six weeks they have raised nearly £200,000 to purchase and run the shop as a community business, and hope the doors could reopen in just a few weeks, staffed by volunteers from the local area. “This is the final shop. The village is quite thriving and the community feel that we want to keep things going, we don’t want to keep losing things bit by bit,” said Ruth Anderson, the chair of the community benefit society that will run the shop. “We’ve been totally blown away by the strength of feeling about keeping it open and the community spirit.” She said the shop was essential during Covid lockdowns when people felt unsafe travelling to larger supermarkets; when the village was cut off by floods, it was the only place people could buy food for days until the waters subsided. Most of the money has been raised through selling shares to people in the village and further afield – there are now more than 350 shareholders from across the country – and the villagers have just £10,000 left to raise by the end of June to reach their final goal. They have also received money from grants and donations, some coming internationally from countries including the US and Cyprus. “I’ve spoke to so many people who said they’d lost their local shop, it’s gone and they really wish it hadn’t. So people don’t want to see other villages go through that,” Anderson said. According to the 2021 rural shop report, one in five rural consumers said they depended on their local shop more now than a year ago, and 21% said they felt safer in their local shop than a large supermarket during the pandemic. The Kirkoswald parish is a large rural area with a number of isolated houses and farms. It has a high proportion of residents aged 65 or over, and 11.2% of them live in single-person households, higher than the national average of 8.1%. “For many people, particularly in Covid, coming to the village to do their shopping is perhaps the only time they’ve spoken to anybody all day because it’s very rurally isolated,” Anderson said. “It really is a lifeline. There are a number of people who come in every day to the shop, just to buy one or two things, but it keeps them rooted to the village.”","charCount":"2610","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/jessica-murray\">Jessica Murray</a>"},{"headline":"Threat of ‘cruelty, violence’ against SA disability care resident not investigated for three years","standfirst":"<p>Couple tell royal commission of receiving letter threatening abuse against their nephew, who lives with an intellectual disability</p>","trailText":"Couple tell royal commission of receiving letter threatening abuse against their nephew, who lives with an intellectual disability","byline":"Luke Henriques-Gomes","main":"<figure class=\"element element-image\" data-media-id=\"a89b677720eb365703fa1bf6d31515f60b5d7bbb\"> <img src=\"https://media.guim.co.uk/a89b677720eb365703fa1bf6d31515f60b5d7bbb/290_1092_4018_2411/1000.jpg\" alt=\"man silhouette\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The disability royal commission is continuing to investigate violence, abuse, neglect and exploitation in disability services.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>","body":"<p>A South Australian family have told of their fear after receiving an anonymous letter warning their nephew would be “abused with cruelty, violence, regularly and repeatedly” and might be poisoned or drowned at his supported disability accommodation.</p> <p><a href=\"https://www.theguardian.com/australia-news/2021/may/25/no-one-to-call-out-to-sydney-disability-group-home-resident-allegedly-punched-and-kicked\">The disability royal commission is continuing to investigate</a> violence, abuse, neglect and <a href=\"https://www.theguardian.com/australia-news/2021/may/24/intimidated-and-frightened-alleged-racial-segregation-and-violence-at-disability-home\">exploitation in disability services</a> in a week-long session in Adelaide.</p> <p>It heard on Monday that South Australian authorities failed to properly investigate the threats against Mitchell, who is 38 years old and lives with an intellectual disability.</p> <p>He resides in supported accommodation in one of several adjoining units operated by the state’s Department of Human Services.</p> <p>His aunt and uncle, Victoria and James, told the royal commission they had raised some concerns about the level of care he was receiving in 2017.</p> <p>On 3 March 2018, a letter was sent to their home address that made a series of threats against Mitchell.</p> <p>The letter, which Victoria read to the commission, noted that the site manager of the facility had been removed and it claimed staff were opposed to her departure, meaning they were “angry and pissed off, which now puts your nephew at risk”.</p> <p>It said: “Food... poison. Medication... wrong. Shampoo... what’s in the bottle? Acid. Bruises... how did that happen? …</p> <p>“Going out... falling down stairs. How well does he swim? Locked up? Food withheld. Going through the windscreen... seatbelt unclipped.</p> <p>“This little piglet is going to be abused with cruelty, violence, regularly and repeatedly.”</p> <p>Victoria and James raised the letter with the department and filed a police report.</p> <p>“Obviously, you know, we were just completely shocked with what had happened,” Victoria told the hearing on Monday.</p> <p>“Our whole family was, because obviously we made everybody aware of this. We all agreed that none of us felt that it was his core team of support workers that would do such a thing and we felt that because of that … we could actually stay calm, work through this, while investigations were taking place.”</p> <p>Assured that “a significant investigation was being undertaken”, the couple sought updates from the department but said they tried not to interfere.</p> <p>However, as time went on they became increasingly worried the case was not being taken seriously and subsequently had their fears confirmed by a state-appointed advocate.</p> <p>SA’s principal community visitor, Maurice Corcoran, told the couple in October he had met with a key department official who “confirmed that his unit did not investigate nor interview staff regarding the threatening letter”.</p> <p>Corcoran wrote: “So I remain concerned that this was never properly investigated by either the police or the [department] and I have stated this in my annual report, which will be tabled in parliament this coming Thursday.”</p> <p>The couple told the royal commission they felt let down by authorities.</p> <p>“We felt that any organisation that was worth its salt would take a letter like this and look inwardly at its culture,” James said. “What sort of culture was breeding this, that somebody felt at liberty to send this to somebody’s house? Those people knew where we lived, they knew where our children lived.”</p> <p>Victoria said that in hindsight the couple now felt they should have gone to the media.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/jun/02/linda-reynolds-concedes-coalitions-proposed-ndis-changes-dont-have-parliamentary-support\">Linda Reynolds concedes Coalition’s proposed NDIS changes don’t have parliamentary support</a> </p> </aside>  <p>“You know, raised as much noise about this as we possibly could’ve, but we genuinely believed that we were acting professionally and in the best interests of everybody to let the government do the right thing,” she said.</p> <p>A state ombudsman’s report this year found the Department of Human Services “failed to properly investigate the letter and its failures were unreasonable”.</p> <p>In March, the department reopened its investigation into the letter, which concluded after a month without identifying its author.</p> <p>The department wrote to the couple in March that month informing them of the outcome.</p> <p>The inquiry was told it was the first correspondence they had received from the department, more than three years after the threats against Mitchell had been received.</p> <p>Victoria became emotional as she spoke of how the fear they had for their nephew’s safety had been an “extremely heavy burden”.</p> <p>“I am so pleased that I can now today release this burden from me because it genuinely has been so difficult to hold on to it,” she said.</p> <p>The department will appear at the hearing this week.</p> <p>The inquiry continues.</p> <ul> <li><p>Contact the National Counselling and Referral Service on 1800 421 468 for counselling support or to be connected to a counsellor or advocate near you.</p></li> </ul>","wordcount":"743","firstPublicationDate":"2021-06-07T05:58:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T05:58:54Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy8qt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a89b677720eb365703fa1bf6d31515f60b5d7bbb/290_1092_4018_2411/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"A South Australian family have told of their fear after receiving an anonymous letter warning their nephew would be “abused with cruelty, violence, regularly and repeatedly” and might be poisoned or drowned at his supported disability accommodation. The disability royal commission is continuing to investigate violence, abuse, neglect and exploitation in disability services in a week-long session in Adelaide. It heard on Monday that South Australian authorities failed to properly investigate the threats against Mitchell, who is 38 years old and lives with an intellectual disability. He resides in supported accommodation in one of several adjoining units operated by the state’s Department of Human Services. His aunt and uncle, Victoria and James, told the royal commission they had raised some concerns about the level of care he was receiving in 2017. On 3 March 2018, a letter was sent to their home address that made a series of threats against Mitchell. The letter, which Victoria read to the commission, noted that the site manager of the facility had been removed and it claimed staff were opposed to her departure, meaning they were “angry and pissed off, which now puts your nephew at risk”. It said: “Food... poison. Medication... wrong. Shampoo... what’s in the bottle? Acid. Bruises... how did that happen? … “Going out... falling down stairs. How well does he swim? Locked up? Food withheld. Going through the windscreen... seatbelt unclipped. “This little piglet is going to be abused with cruelty, violence, regularly and repeatedly.” Victoria and James raised the letter with the department and filed a police report. “Obviously, you know, we were just completely shocked with what had happened,” Victoria told the hearing on Monday. “Our whole family was, because obviously we made everybody aware of this. We all agreed that none of us felt that it was his core team of support workers that would do such a thing and we felt that because of that … we could actually stay calm, work through this, while investigations were taking place.” Assured that “a significant investigation was being undertaken”, the couple sought updates from the department but said they tried not to interfere. However, as time went on they became increasingly worried the case was not being taken seriously and subsequently had their fears confirmed by a state-appointed advocate. SA’s principal community visitor, Maurice Corcoran, told the couple in October he had met with a key department official who “confirmed that his unit did not investigate nor interview staff regarding the threatening letter”. Corcoran wrote: “So I remain concerned that this was never properly investigated by either the police or the [department] and I have stated this in my annual report, which will be tabled in parliament this coming Thursday.” The couple told the royal commission they felt let down by authorities. “We felt that any organisation that was worth its salt would take a letter like this and look inwardly at its culture,” James said. “What sort of culture was breeding this, that somebody felt at liberty to send this to somebody’s house? Those people knew where we lived, they knew where our children lived.” Victoria said that in hindsight the couple now felt they should have gone to the media. “You know, raised as much noise about this as we possibly could’ve, but we genuinely believed that we were acting professionally and in the best interests of everybody to let the government do the right thing,” she said. A state ombudsman’s report this year found the Department of Human Services “failed to properly investigate the letter and its failures were unreasonable”. In March, the department reopened its investigation into the letter, which concluded after a month without identifying its author. The department wrote to the couple in March that month informing them of the outcome. The inquiry was told it was the first correspondence they had received from the department, more than three years after the threats against Mitchell had been received. Victoria became emotional as she spoke of how the fear they had for their nephew’s safety had been an “extremely heavy burden”. “I am so pleased that I can now today release this burden from me because it genuinely has been so difficult to hold on to it,” she said. The department will appear at the hearing this week. The inquiry continues. Contact the National Counselling and Referral Service on 1800 421 468 for counselling support or to be connected to a counsellor or advocate near you.","charCount":"4553","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/luke-henriques-gomes\">Luke Henriques-Gomes</a>"},{"headline":"Australia coronavirus live update: Victoria’s 11 new Covid cases, including three children, ‘all linked to existing outbreaks’","standfirst":"<p><a href=\"https://www.theguardian.com/australia-news/live/2021/jun/07/australia-coronavirus-live-news-melbourne-lockdown-covid-day11-victoria-politics-aged-care?page=with:block-60bd6c578f082ac930aec696#block-60bd6c578f082ac930aec696\">New cases</a>, including a nurse and an aged care resident announced yesterday, come as 17,000 vaccine jabs administered in state. Follow latest updates</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/07/more-than-75-of-australians-support-compulsory-covid-vaccines-for-aged-care-staff\">Most Australians support compulsory vaccines for aged care staff</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/07/annastacia-palaszczuk-gets-pfizer-vaccine-in-the-event-i-need-to-travel-to-tokyo\">Queensland premier gets Pfizer vaccine ‘in the event I need to travel to Tokyo’</a></li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2021/jun/04/covid-19-vaccine-rollout-australia-coronavirus-vaccination-progress-updates-tracker-victoria-nsw-queensland-qld-daily-live-data-stats-updates-total-numbers-distribution-schedule-tracking-new-cases-today\">Australia’s vaccine rollout numbers: progress state-by-state</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/07/covid-19-list-melbourne-public-exposure-sites-hotspots-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid-19 exposure sites</a>; <a href=\"https://www.theguardian.com/australia-news/2021/jun/04/covid-19-list-nsw-public-exposure-sites-hotspots-goulburn-jervis-bay-hyams-beach-gundagai-venues-case-location-alerts-sydney-regional-coronavirus-cases-outbreak-locations\">NSW exposure sites</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/jun/07/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-10km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria’s lockdown restrictions explained</a></li></ul>","trailText":"New cases, including a nurse and an aged care resident announced yesterday, come as 17,000 vaccine jabs administered in state","byline":"Luke Henriques-Gomes (now) and Mostafa Rachwani (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"1f7dc26314313cf1954d6b1567becd3987f2a08f\"> <img src=\"https://media.guim.co.uk/1f7dc26314313cf1954d6b1567becd3987f2a08f/0_127_3000_1802/1000.jpg\" alt=\"Health workers conduct Covid-19 tests at a drive-through centre in South Melbourne on Monday as Victoria reported 11 new cases of coronavirus. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Health workers conduct Covid-19 tests at a drive-through centre in South Melbourne on Monday as Victoria reported 11 new cases of coronavirus. </span> <span class=\"element-image__credit\">Photograph: Luis Ascui/AAP</span> </figcaption> </figure>","body":"<div id=\"block-60bdb2158f08b9889b36b379\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:56:00.978Z\">6.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Biloela family' daughter evacuated to Perth</h2>  <div class=\"block-elements\">  <p>The youngest daughter of a Tamil family being detained on Christmas Island while they fight deportation has been medically evacuated to Perth, according to change.org. </p> <p>In a statement issued on Monday afternoon, Change said <strong>Tharnicaa </strong>of the ‘Biloela family’ was being medically evacuated to Perth after being hospitalised on Christmas Island with a suspected blood infection (septicaemia). </p> <p>The statement said her mother, Priya, would accompany her to Perth but the other two members of the family would stay on Christmas Island. </p> <p>It said the Queensland-born three-year-old had been unwell for 10 days. She was taken to hospital on Sunday.</p> <p><a href=\"https://www.theguardian.com/australia-news/2021/may/05/biloela-family-may-be-released-into-community-detention-on-christmas-island\">The family was moved to Christmas Island in late 2019</a> after a court injunction prevented them being removed from Australia. That legal battle is continuing. </p> <p>Guardian Australia has approached the Department of Home Affairs for comment. </p> <p>A statement from Priya, distributed by Change, said: </p> <blockquote class=\"quoted\"> <p><em>I am feeling very scared and worried for my little girl. She has been sick for many days, it took a long time for her to get to the hospital. She is already asking for her papa, it is going to be very hard being away from her Dad and sister. It is very hard for our family to be separated when our daughter is sick.</em></p> </blockquote> </div>   </div> <div id=\"block-60bdafee8f082e80569f8884\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:35:09.811Z\">6.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Commodore Young adds that 7,777 people in disability residential setting have been vaccinated. There are about 22,000 across the country. </p> </div>   </div> <div id=\"block-60bdae328f082ac930aec8ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:30:58.100Z\">6.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are still four aged care homes yet to have a first-dose visit, <strong>Young </strong>confirms. </p> <p>The remaining four are among the 2,565 aged care facilities across Australia. </p> <p>He says 2,163 homes – or 84% – have had a first and second dose visit. Authorities expect to do another 290 homes this week.</p> <p>In Victoria, all of the 596 homes have had a first dose visit, while 457 have had their second dose visit also.</p>  <figure class=\"element element-image\" data-media-id=\"bb4dd2f76f8a1bc9bf0dd0412860b27dccd2d5a1\"> <img src=\"https://media.guim.co.uk/bb4dd2f76f8a1bc9bf0dd0412860b27dccd2d5a1/0_345_6720_4032/1000.jpg\" alt=\"A nurse draws up a dose of Covid vaccine\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Commodore Eric Young says 84% of Australia’s aged care homes have had a first and second dose vaccination visit.</span> <span class=\"element-image__credit\">Photograph: Ferdi Limani/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T05:37:21.434Z\">at 6.37am BST</time></p>  </div> <div id=\"block-60bdadba8f082ac930aec8ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:25:24.090Z\">6.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Australia is now averaging 136,000 doses per weekday, <strong>Young</strong> says. </p> <blockquote class=\"quoted\"> <p>There has been an increasing uptake in the 50 to 69-year-old cohort.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T05:27:35.972Z\">at 6.27am BST</time></p>  </div> <div id=\"block-60bdad808f082e80569f8868\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:24:41.721Z\">6.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Young says the coming week will be “our biggest week”.</p> <p>He says 1.1 million doses will be distributed to 2,500 locations across the country.</p> <p>“This will include 71,370 doses of Pfizer and 41,000 doses of AstraZeneca vaccine to state hubs and another 280,000 doses of AstraZeneca vaccine to the primary care network across Victoria,” he says.</p> </div>   </div> <div id=\"block-60bdac998f082e80569f8860\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:21:59.310Z\">6.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Commodore <strong>Eric Young</strong> says there were 832,000 doses of vaccine administered across the country, last week. </p> <p>It took the total beyond 5 million. </p> <p>Young says: “It took 47 days to get to our first one million doses of vaccine administered and just nine days to get to our most recent million. </p> <p>He notes 327,538 doses of vaccine were administered in Victoria “through a combination of state and Commonwealth clinics”.</p> </div>   </div> <div id=\"block-60bdac668f082ac930aec8e0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:20:12.757Z\">6.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Kelly is also urging people to get vaccinated. </p> <blockquote class=\"quoted\"> <p><em>We had an expansion of the eligibility criteria on Friday, as a decision from national cabinet, so many more people are now eligible in Australia to get vaccinated. </em></p> </blockquote> <p>He says you can check your eligibility at health.gov.au. </p> </div>   </div> <div id=\"block-60bda9e48f082e80569f8843\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:18:36.889Z\">6.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Chief medical officer confirms 16 new Covid cases in Australia</h2>  <div class=\"block-elements\">  <p>The chief medical officer, <strong>Paul Kelly, </strong>has stepped up. </p> <p>He confirms there have been 16 new cases in Australia over the past 24 hours, with five of those overseas acquired in hotel quarantine. The other 11 are the new cases in Victoria. </p> <blockquote class=\"quoted\"> <p><em>Of those 11, nine of those are already in quarantine, they’re known contacts of cases so they’ve already, during their infectious period, being isolated from the community. So that doesn’t lead to any further risk. That’s a good thing.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T05:39:41.079Z\">at 6.39am BST</time></p>  </div> <div id=\"block-60bda9138f082e80569f883a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:05:40.272Z\">6.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"fdd6e25b9863a3b9618e5c811702a757825a2d99\"> <img src=\"https://media.guim.co.uk/fdd6e25b9863a3b9618e5c811702a757825a2d99/0_167_3888_2333/1000.jpg\" alt=\"Wangi Falls in the Northern Territory’s Litchfield National Park\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rescuers are searching for a woman, 71, who failed to return from a bushwalk near Wangi Falls in the Northern Territory’s Litchfield National Park on Sunday.</span> <span class=\"element-image__credit\">Photograph: vdvornyk/Getty Images/iStockphoto</span> </figcaption> </figure>  <p>A search is under way for a 71-year-old woman missing in the Northern Territory’s Litchfield National Park, reports AAP.<br></p> <p>The woman failed to return on Sunday from a bushwalk near Wangi Falls, about 110km south of Darwin, NT police said.</p> <p>Rescue specialists, police and park rangers started searching on Monday morning.</p> <p>Superintendent <strong>Brendan Muldoon</strong> urged travellers in the area to keep an eye out for the woman.</p> <p>“She is reportedly a fit and experienced hiker. However, the terrain is challenging out there and we have concerns for her safety,” he said.</p> <p>The minimum overnight temperature in the park was 19C, with a maximum of 32C. </p> <p>Much of the terrain near Wangi Falls is thick bush and hilly.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T05:17:15.085Z\">at 6.17am BST</time></p>  </div> <div id=\"block-60bda6dc8f082e80569f8827\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:57:22.165Z\">5.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Not everyone in the Victorian Liberals is on the same page on this it appears. </p> <p>Opposition leader Michael O’Brien didn’t weigh in at a press conference today. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SimoLove/status/1401764317935009802\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Press Release from <a href=\"https://twitter.com/LouiseStaley?ref_src=twsrc%5Etfw\">@LouiseStaley</a> just minutes after <a href=\"https://twitter.com/michaelobrienmp?ref_src=twsrc%5Etfw\">@michaelobrienmp</a> told me in his news conference that specific questions about <a href=\"https://twitter.com/DanielAndrewsMP?ref_src=twsrc%5Etfw\">@DanielAndrewsMP</a> leave should wait for “another day”.<a href=\"https://twitter.com/10NewsFirstMelb?ref_src=twsrc%5Etfw\">@10NewsFirstMelb</a> <a href=\"https://twitter.com/hashtag/springst?src=hash&amp;ref_src=twsrc%5Etfw\">#springst</a> <a href=\"https://t.co/IyrBlilKAf\">pic.twitter.com/IyrBlilKAf</a></p>&mdash; Simon Love (@SimoLove) <a href=\"https://twitter.com/SimoLove/status/1401764317935009802?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bda57b8f082ac930aec896\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:54:33.469Z\">5.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victorian Liberal opposition questions premier's pay while on leave</h2>  <div class=\"block-elements\">  <p>The Victorian Liberal opposition has attacked the premier, <strong>Daniel Andrews</strong>, for pocketing his salary while he remains on leave. </p> <p>In a new statement, and fairly significant escalation of the opposition’s rhetoric on this issue, the shadow treasurer,<strong> Louise Staley</strong>, says:</p> <blockquote class=\"quoted\"> <p><em>Enough is enough, Daniel Andrews can’t continue to get paid for a job he’s not doing. He should only be getting the basic MP’s pay while he’s off work.</em></p> <p><em>Victorians need honesty and transparency from Daniel Andrews about the circumstances of his injury. Everyone is entitled to privacy about their health, but these questions are not about the nature of his injuries, only how he got those injuries.</em></p> <p><em>If there is no cover up then there is no reason not to provide answers to these simple questions.</em></p> </blockquote> <p>Catherine Andrews posted the following photo recently:<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CathLAndrews/status/1401137955301859335\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On the tools again. Practice makes perfect 💇🏻‍♂️ I love this one. Getting better every day. <a href=\"https://t.co/ciNGuHmB5C\">pic.twitter.com/ciNGuHmB5C</a></p>&mdash; Catherine Andrews (@CathLAndrews) <a href=\"https://twitter.com/CathLAndrews/status/1401137955301859335?ref_src=twsrc%5Etfw\">June 5, 2021</a></blockquote>  </figure>  <p>The premier also tweeted last week:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielAndrewsMP/status/1400055829718437891\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">And on a personal note, I&#39;m sorry I can&#39;t be there with everyone but I&#39;m so grateful to <a href=\"https://twitter.com/JamesMerlinoMP?ref_src=twsrc%5Etfw\">@JamesMerlinoMP</a> for his leadership. I have more scans and a meeting with my medical team next week. I&#39;ll let you know how that goes and exactly when I&#39;ll be back on deck later this month.</p>&mdash; Dan Andrews (@DanielAndrewsMP) <a href=\"https://twitter.com/DanielAndrewsMP/status/1400055829718437891?ref_src=twsrc%5Etfw\">June 2, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T05:14:08.476Z\">at 6.14am BST</time></p>  </div> <div id=\"block-60bda09d8f082ac930aec858\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:29:23.357Z\">5.29am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Some advice from Rex Patrick.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Senator_Patrick/status/1401757466052861954\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First of two AstraZeneca COVID-19 vaccinations done ✅. Tip: If you’re planning to have a photo taken of yourself getting the jab, I recommend wearing a t-shirt <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a> <a href=\"https://t.co/3CWCXQ9cpQ\">pic.twitter.com/3CWCXQ9cpQ</a></p>&mdash; Rex Patrick (@Senator_Patrick) <a href=\"https://twitter.com/Senator_Patrick/status/1401757466052861954?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd9e658f08b9889b36b2bf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:21:34.234Z\">5.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>McGowan declines to weigh in on Queensland premier <strong>Annastacia Palaszczuk’s</strong> decision to get the Pfizer vaccine in case she needs to go to the Tokyo Olympics. </p> <p>“I don’t know anything about that,” he says, a little bemused. </p> <p>He then adds: “Is she in the age group? Never talk about a woman’s age. Very dangerous.”</p> </div>   </div> <div id=\"block-60bd9d4b8f08b9889b36b2b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:17:36.366Z\">5.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mark McGowan</strong> has also strongly backed calls for pharmacists to join the vaccine rollout. </p> <blockquote class=\"quoted\"> <p><em>I have been a strong supporter of that. At National Cabinet I have raised that that we should have as many opportunities for vaccines to be rolled out, as many locations, as possible. So pharmacies are all over the state, there’s about 700 of them, and they are good at issuing flu vaccinations so I think it would be a good thing. That is currently on the agenda of the National Cabinet and I am pushing for it.</em></p> </blockquote> <p>Asked about whether aged care workers should face mandatory vaccinations, he says he thinks that’s a “good idea”, subject to some exemptions. </p> <p>“We do it for flu vaccinations,” McGowan says. </p> <p>He also suggests the Pfizer vaccine “should be available to the entire aged care workforce”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T04:21:08.060Z\">at 5.21am BST</time></p>  </div> <div id=\"block-60bd9d048f082ac930aec832\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:14:50.168Z\">5.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"7c8af4dd8835befeac7c1b90bd6e5d3a8eaa4a96\"> <img src=\"https://media.guim.co.uk/7c8af4dd8835befeac7c1b90bd6e5d3a8eaa4a96/0_122_4575_2745/1000.jpg\" alt=\"The WA premier, Mark McGowan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The WA premier, Mark McGowan, says a confirmed Covid-19 case in his state is considered ‘very low risk’.</span> <span class=\"element-image__credit\">Photograph: Richard Wainwright/AAP</span> </figcaption> </figure>  <p><strong>Mark McGowan</strong> says WA is considering adding a 17th day, post-hotel, quarantine test. </p> <p>People are currently tested three times while in hotel quarantine in WA. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T04:21:36.765Z\">at 5.21am BST</time></p>  </div> <div id=\"block-60bd9c878f082ac930aec82c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:13:52.517Z\">5.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Western Australian premier, <strong>Mark McGowan</strong>, has stepped up to discuss a confirmed Covid-19 case in the state. </p> <p><strong>McGowan</strong> says the person is a “very low risk of being a spreader of the virus” but has been sent back to hotel quarantine. </p> <blockquote class=\"quoted\"> <p><em>He is shedding not spreading. That is the advice but as a precaution he’s back into hotel quarantine. </em></p> <p><em>We had 33 casual contacts who have all been contacted. He wore a mask for the day that he was in public. He went to, I think, three separate venues and he had dinner at one restaurant. The advice I have is that he is very, very low risk but as a precaution he has gone back into quarantine. </em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T04:17:13.849Z\">at 5.17am BST</time></p>  </div> <div id=\"block-60bd9c298f082e80569f87b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:11:33.652Z\">5.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A little context to the below. </p> <p>There was a little bit of consternation in Melbourne this morning (full disclosure: where I’m based) after the state recorded 11 cases. The state’s department of health noted later on Twitter the cases were linked to existing outbreaks. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SimoLove/status/1401752688287793152\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Opposition Leader <a href=\"https://twitter.com/michaelobrienmp?ref_src=twsrc%5Etfw\">@michaelobrienmp</a> says “to ensure Victorians don’t get scared or panicked,” <a href=\"https://twitter.com/VicGovDH?ref_src=twsrc%5Etfw\">@VicGovDH</a> must give further detail in its morning tweet about case links or details, “from tomorrow,” <a href=\"https://twitter.com/10NewsFirstMelb?ref_src=twsrc%5Etfw\">@10NewsFirstMelb</a> <a href=\"https://twitter.com/hashtag/springst?src=hash&amp;ref_src=twsrc%5Etfw\">#springst</a> <a href=\"https://t.co/9vTA7sIdwE\">pic.twitter.com/9vTA7sIdwE</a></p>&mdash; Simon Love (@SimoLove) <a href=\"https://twitter.com/SimoLove/status/1401752688287793152?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd9b968f082ac930aec825\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:09:51.524Z\">5.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello everyone. <strong>Luke Henriques-Gomes </strong>here. I’ll be with you for the next short while. </p> <p>Thanks to Mostafa for steering the ship this morning. </p> <p>Do let me know if you see anything worth sharing. I’m on Twitter @lukehgomes. </p> <p>Onwards.</p> </div>   </div> <div id=\"block-60bd99fa8f08b9889b36b29c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T04:01:47.607Z\">5.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And with that, my time on today’s blog will come to an end, but fear not, I leave in you in the ever capable hands of <strong>Luke </strong><strong>Henriques-Gomes</strong> for the afternoon’s news. Thanks for reading!</p> </div>   </div> <div id=\"block-60bd97b58f08b9889b36b284\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T03:51:58.860Z\">4.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Global credit rating agency <strong>Standard &amp; Poor’s</strong> has lifted its outlook on Australia’s economy, indicating the country’s top-tier AAA rating is safe.</p> <p><strong>AAP</strong> has the story: </p> <p><em>S&amp;P said the improved outlook reflects its expectations that government budget deficits will narrow in line with its forecasts.<br></em></p> <p><em>“We expect the budget to be supported by steady revenue growth, aided by robust commodity prices and expenditure restraint,” the agency said on Monday.<br></em></p> <p><em>“We believe Australia’s external accounts are likely to remain stronger than in the past and be resilient during potential crises.”<br></em></p> <p><em>It said Australia has a strong track record of managing major economic shocks, moderating the agency’s concern over the nation’s high level of external and household debt.</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T03:54:05.046Z\">at 4.54am BST</time></p>  </div> <div id=\"block-60bd93eb8f08b9889b36b267\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T03:35:14.941Z\">4.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RBAInfo/status/1401739446702247937\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We have released a snapshot of the Composition of the Australian Economy - <a href=\"https://t.co/FgF6SdkB6X\">https://t.co/FgF6SdkB6X</a> <a href=\"https://t.co/1nvS9ZS09g\">pic.twitter.com/1nvS9ZS09g</a></p>&mdash; RBA (@RBAInfo) <a href=\"https://twitter.com/RBAInfo/status/1401739446702247937?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd91048f08b9889b36b242\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T03:24:44.753Z\">4.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>Northern Territory</strong> is expanding the age range for vaccinations, allowing all <strong>over 16s </strong>to get the jab. </p> <p>The NT becomes the first jurisdiction to offer the vaccine to almost everyone, and makes the vaccine available to another 60,000 people there.</p> <p>The chief minister, <strong>Michael Gunner,</strong> said it was a “sensible” decision to take: </p> <blockquote class=\"quoted\"> <p>This is a sensible decision, based on our indigeneity, mobility and vulnerability.</p> <p>When you consider not just the make-up of the Darwin population but how people move in and out of Darwin it makes sense to treat us as you would a remote vaccination centre.</p> <p>This decision will also breed vaccine confidence – the more people you know, who you work and play with, will have the vax.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T03:27:41.408Z\">at 4.27am BST</time></p>  </div> <div id=\"block-60bd8c738f082e80569f8723\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T03:07:47.673Z\">4.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So the discussions around Queensland premier <strong>Annastacia Palaszczuk’s</strong> vaccination this morning have continued, with a many questioning both the reason given (to go to the Olympics?) and the choice of vaccine: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/oz_f/status/1401700071113039872\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I also may need to go to... Tokyo... for the.. Olympics. Vax me up please. <a href=\"https://t.co/YUHyqpWv7C\">https://t.co/YUHyqpWv7C</a></p>&mdash; Osman Faruqi (@oz_f) <a href=\"https://twitter.com/oz_f/status/1401700071113039872?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/scottdools/status/1401707516078309383\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If only there was some way to have predicted the reaction to this tweet. <a href=\"https://t.co/6DmPCBdysF\">https://t.co/6DmPCBdysF</a></p>&mdash; Scott Dooley (@scottdools) <a href=\"https://twitter.com/scottdools/status/1401707516078309383?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samanthamaiden/status/1401707975480266753\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mmm. She&#39;s 51. Shouldn&#39;t she be having ze Astrazeneca ... <a href=\"https://t.co/qxRUXR2xcD\">https://t.co/qxRUXR2xcD</a></p>&mdash; Samantha Maiden (@samanthamaiden) <a href=\"https://twitter.com/samanthamaiden/status/1401707975480266753?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nat_forrest/status/1401705946166927360\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Why not AZ?.. why would she need to go to Tokyo?..   so many questions.. <a href=\"https://t.co/dwDux3Pcg3\">https://t.co/dwDux3Pcg3</a></p>&mdash; Natalie Forrest (@nat_forrest) <a href=\"https://twitter.com/nat_forrest/status/1401705946166927360?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>For what it’s worth, the premier defended getting the Pfizer vaccine, saying it was so she could get her second dose...before the Tokyo Olympics. </p> <p>“There may be a requirement for the state to present to the whole (International) Olympics Committee about the Olympics, and I wouldn’t have been unvaccinated and that’s why I had the Pfizer,” Palaszczuk told reporters.<br></p> <p>I, for one, would also like a vaccine and a trip to the Olympics.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T03:12:08.462Z\">at 4.12am BST</time></p>  </div> <div id=\"block-60bd89f28f08b9889b36b209\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:56:40.324Z\">3.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victorian press conference</h2>  <div class=\"block-elements\">  <p>OK, so here’s what we learned at today’s press conference: </p> <ul> <li>11 new cases reported today, including three children, two aged care workers, a resident at said facility, and a new case in West Melbourne. </li> <li>No fresh announcements on the extent or timing of the Melbourne lockdown.</li> <li>The Victorian government announced a $30m support package for the state, with a focus on emergency relief. </li> <li>The new case in West Melbourne means there is an increase in the list of exposure sites and close contacts. </li> <li>The health minister welcomed the additional vaccine doses allocated by the commonwealth. </li> </ul> <p>Not quite as terrible as early reports suggested. It was good to get the context on those numbers and cases. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T03:05:46.074Z\">at 4.05am BST</time></p>  </div> <div id=\"block-60bd88e98f082ac930aec786\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:49:31.555Z\">3.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And now <strong>Foley</strong> is asked about the impacts lockdowns are having on the mental health of children: </p> <blockquote class=\"quoted\"> <p>We know that mental health system in the country, let alone the state, has been under huge challenge before the pandemic. That’s why we called a royal commission. </p> <p>We saw during the course of, right across the country, the reports of how presentations, particularly for young people, whether they be community or acute services, had gone up. </p> <p>That’s why the royal commission’s recommendations that were adopted by the Victorian government specifically fund and commit to arrangements to address precisely that issue, and that’s why when it comes to the work that all the states put to national cabinet last Friday, on hospital demand, one of the biggest areas of increased demand right across the country, the Ambulance Victoria, ambulance callouts, presentations and emergency departments and presentations at community settings is mental health challenges and particularly issues for young people with mental health, this is a national crisis in our system, we welcome the royal commission’s recommendations, we welcome the work done by all the national health commissioner.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T03:03:33.284Z\">at 4.03am BST</time></p>  </div> <div id=\"block-60bd87338f082ac930aec77c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:41:18.684Z\">3.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Will the vaccine age limit be dropped any time soon? Testing commander <strong>Jeroen Weimar </strong>had this to say:</p> <blockquote class=\"quoted\"> <p>We will drop the age when we start to see demand soften. I think, from the numbers in my head at the moment ... around one in five Victorians aged 40 to 49 have had their first dose. We will start the second dose in a week or two, and I want to make sure we can get them completed as fast as we can. We’ve done around just over 36% of Victorians aged 50 to 69.</p> <p>We are part of a national program and the rollout was set up really around those high-risk occupations first – we have a good record – and then vulnerability, age-based, work your way down, knowing those older are more vulnerable than those younger.</p> <p>We are not going to keep shifting around in this program, this is now a thing Victorians understand. Forty and above, you can get vaccinated. If you are Aboriginal and Torres straight Islander over 16, you can get vaccinated. Certain medical conditions, you can get vaccinated. Critical workforces, you can get vaccinated.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:44:54.527Z\">at 3.44am BST</time></p>  </div> <div id=\"block-60bd85df8f082ac930aec771\" class=\"block\" data-block-contributor=\"profile/ben-doherty\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:35:54.723Z\">3.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ben Roberts-Smith</strong>’s defamation trial has opened in Sydney. His barrister <strong>Bruce McClintock</strong> has begun by describing the Victoria Cross recipient’s skill as a soldier, saying:<br></p> <blockquote class=\"quoted\"> <p>This is a case of courage, devotion to duty, self-sacrifice and – perhaps most important of all – surpassing skill in soldiering, on one hand. On the other hand, it’s a case about dishonest journalism, corrosive jealousy, cowardice and lies … led by bitter people, jealous of [Roberts-Smith’s] courage and success, aided by credulous journalists.</p> </blockquote> <p>McClintock emphasised to Justice Anthony Besanko: “War is violent”, and that soldiers are required, at times, to “kill the enemy”.<br><br>He said Roberts-Smith’s detractors have “forgotten the violence of war in their rush to tear him down”.<br><br>McClintock quoted Winston Churchill: <br></p> <blockquote class=\"quoted\"> <p>We sleep soundly in our beds because rough men stand ready in the night to visit violence on those who would do us harm.</p> </blockquote> <p>The soldier himself is in the courtroom, supported by his parents. He is expected to give evidence later this week.<br><br>Roberts-Smith, 42, is suing the Age, the Sydney Morning Herald and the Canberra Times for defamation over a series of ­reports published in 2018 which he alleges are defamatory because they portray him as someone who “broke the moral and legal rules of military engagement” and committed war crimes including murder.<br><br>The court heard on Monday that the newspapers allege Roberts-Smith committed six murders, on five separate occasions, while deployed to Afghanistan as a member of the SAS regiment. He is also accused of bullying fellow soldiers and committing domestic violence.<br><br>Roberts-Smith, 42, has consistently denied the allegations, saying they are “false”, “baseless” and “completely without any foundation in truth”.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:41:28.566Z\">at 3.41am BST</time></p>  </div> <div id=\"block-60bd85038f08b9889b36b1db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:33:35.315Z\">3.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Testing commander <strong>Jeroen Weimar</strong> is<strong> </strong>now asked about concerns (??) about stockpiling vaccines in the state.</p> <p>He explains it was a “flow process”, that all vaccines received are flowing into people’s arms.</p> <blockquote class=\"quoted\"> <p>When vaccine arrives our depots, into our hubs, we have to go through a process of disturbing it to over 48 of our clinics. We also have some clinics, that has to go through a process of pharmacists who have to make up the vaccine into the doses – that takes time. </p> <p>Vaccine doses that arrived yesterday from the commonwealth, which I’m very grateful for, takes me at least a week to convert into a viable product they can hand out to people. We will do over 150-or-160,000 doses in the week ahead. The stock we have at the moment is about right for the scale [of the] program we’re running, so we don’t run out at some local centres.</p> <p>It was great we got some additional uplift of supply from our colleagues in the commonwealth last week. That was great. We have a temporary bump up in our numbers. It will also go through into the clinics in the next week or so and into arms in the following week.<br> There is no concern at all about our work.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:38:07.723Z\">at 3.38am BST</time></p>  </div> <div id=\"block-60bd82f88f08b9889b36b1c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:25:06.334Z\">3.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An interesting interaction now, with Sutton asked if the outbreak stems from diplomats who are allowed to quarantine at home. He says:</p> <blockquote class=\"quoted\"> <p>We simply don’t know. Wouldn’t rule anything in or out. We are obviously checking against everyone who is tested, and diplomats should be tested as well. But without a match we can’t say.</p> </blockquote> <p>Sutton is then asked if he has the figures for how many people are exempt from quarantine, and says he doesn’t but they are “in the tens”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T03:04:18.568Z\">at 4.04am BST</time></p>  </div> <div id=\"block-60bd81b28f08b9889b36b1b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:19:55.485Z\">3.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sutton was also asked about the PM’s nudge of Victoria to end its lockdown as soon as possible, and said no state had handled similar outbreaks to Victoria: </p> <blockquote class=\"quoted\"> <p>Outbreaks previously across the country have either been single cases who have had some community exposures – we have seen circuit-breaker lockdowns, it is not as though they haven’t occurred, they have occurred a couple of times in Perth, a couple of times in Brisbane, with single cases or just a couple of cases. </p> <p>And previous outbreaks in Victoria had been handled without lockdowns; they were handled through contact tracing, and the Black Rock outbreak as an example of that.</p> <p>We are dealing with a variants of concern. I don’t want to say it is some order of magnitude more dangerous. But 75% of people within households becoming positive when there is a case, there is a challenge.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:26:47.939Z\">at 3.26am BST</time></p>  </div> <div id=\"block-60bd80608f08b9889b36b1ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:13:22.077Z\">3.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Chief health officer <strong>Brett Sutton</strong> was asked if he was concerned that a number of the new cases came after a day-13 test. He said:</p> <blockquote class=\"quoted\"> <p>I don’t think it is a concern. We have thousands of primary close contacts, they will all go through that early testing. If they are identified as cases, they going into isolation for the 10 days. But they will always get an ‘exit test’, if you like – day 13 is the need there. A number of those don’t have any symptoms, and [were] picked up on the day-13 tests. </p> <p>They were picked up on day seven – they might have tested positive earlier but the fact that every single one of them needs to have a confirmed day-13 test before they are released from quarantine is a standard precaution, to be absolutely sure. And there will be a number who only get picked up on that test.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"cc0a965e6ce703b125842fa88155d16a5c510501\"> <img src=\"https://media.guim.co.uk/cc0a965e6ce703b125842fa88155d16a5c510501/659_0_3685_2211/1000.jpg\" alt=\"Brett Sutton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brett Sutton: ‘We have thousands of primary close contacts.’</span> <span class=\"element-image__credit\">Photograph: Asanka Ratnayake/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:18:52.017Z\">at 3.18am BST</time></p>  </div> <div id=\"block-60bd7f308f08b9889b36b1a4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:09:19.169Z\">3.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Testing commander <strong>Jeroen Weimar</strong> has given some further details on the new case who worked as a cleaner at a construction site. </p> <p>Weimar said the person was known to authorities, having been a close contact, and it meant there were a few more exposure sites the individual travelled to, including taking a train trip. </p> <blockquote class=\"quoted\"> <p>We have over 490 primary close contacts, and over 400 have returned a negative test results – an encouraging step forward. There are a few more to chase down. The immediate work colleagues of the cleaners have all returned negative test results but we will continue to drive hard on [testing]. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:23:16.310Z\">at 3.23am BST</time></p>  </div> <div id=\"block-60bd7d918f082ac930aec72c\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T02:03:28.867Z\">3.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victorian government announces $30m support package</h2>  <div class=\"block-elements\">  <p>The minister for disability, ageing and carers, <strong>Luke Donnellan</strong>, has announced the state government has put together a $30m support package for the state, to make sure “no one will be left behind” and that everyone has access to emergency and hardship payments.</p> <p>So far, that includes $4.5m for that emergency relief, as well as $12m for culturally and linguistically diverse communities, $5m for emergency food relief and $7m to bolster communication, case management and service access.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:33:28.626Z\">at 3.33am BST</time></p>  </div> <div id=\"block-60bd7d068f08b9889b36b195\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:59:12.504Z\">2.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Health minister <strong>Martin Foley</strong> has addressed the state’s increased allocation of vaccines, saying Victoria had been “eating into our supplies”: </p> <blockquote class=\"quoted\"> <p>We welcome the federal government’s allocations announced yesterday, particularly when it comes to doubling the supply for the next few weeks of AstraZeneca for our GPs. That is most welcome. </p> <p>We have in fact been eating into our supplies. And having demonstrated that, I was pleased with the commonwealth providing Victoria extra doses beyond our allocated standard numbers.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:49:38.742Z\">at 3.49am BST</time></p>  </div> <div id=\"block-60bd7be78f08b9889b36b18e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:56:58.757Z\">2.56am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Three children and an aged care worker among Victorian cases</h2>  <div class=\"block-elements\">  <p>Health minister <strong>Martin Foley </strong>has given further context to the 11 cases reported today, which include three children and an adult, another staff member at the <strong>Arcare aged care facility</strong> (in addition to the resident and staff member reported yesterday, but included in today’s numbers) and four household contacts of the Whittlesea outbreak. </p> <p>The final numbers include a new case in Port Melbourne: a construction worker who has been previously identified. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T02:50:34.484Z\">at 3.50am BST</time></p>  </div> <div id=\"block-60bd7bb98f08b9889b36b18b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:52:00.928Z\">2.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Victorian press conference has begun.</p> </div>   </div> <div id=\"block-60bd7a468f082e80569f868b\" class=\"block\" data-block-contributor=\"profile/amanda-meade\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:46:08.835Z\">2.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There is no clash between ABC management and Four Corners over the QAnon story, Senate estimates has been told.</p> <p>An upcoming episode examining the relationship between the prime minister, <strong>Scott Morrison</strong>, and a supporter of the QAnon conspiracy theory was delayed for review last week.</p> <p>ABC managing director <strong>David Anderson</strong> said he respected Four Corners and stood by its journalism, despite his decision as editor-in-chief to delay the QAnon story.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p>I do have absolute faith and the utmost respect for the 4C team... it is not unreasonable for me to question certain things.</p> </blockquote> <p>News Corp reported on Monday that Four Corners was<a href=\"https://www.theaustralian.com.au/business/media/morale-on-abcs-four-corners-is-at-an-alltime-low/news-story/5e948337e1a246860272eae1939bb21f\"> at war with management.</a></p> <p>Anderson said no one in government or the Liberal party had contacted the ABC and demanded the story not be aired and that the ABC board had not been consulted over the issue.</p> <p>However, he confirmed that an adviser for Morrison had contacted ABC news chief <strong>Gaven Morris</strong> about the story.</p> <p>Anderson said:</p> <blockquote class=\"quoted\"> <p>I do not believe there has been an intervention by the government or anyone else that the program should not go to air.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:53:03.930Z\">at 2.53am BST</time></p>  </div> <div id=\"block-60bd79948f082e80569f8682\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:43:41.748Z\">2.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We are on standby for the <strong>Victorian</strong> press conference, thankfully no crossover today, but I wonder if we’ll hear any reaction to <strong>Scott </strong><strong>Morrison</strong> essentially putting some pressure on the state government to lift lockdown “as soon as possible”. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:46:29.445Z\">at 2.46am BST</time></p>  </div> <div id=\"block-60bd78ef8f082e80569f867e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:41:45.450Z\">2.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Finally, the PM was also asked his thoughts on the Queensland premier getting the Pfizer jab so she could go to the Olympics. He says:</p> <blockquote class=\"quoted\"> <p>I have no plans to go to those Olympics. I’ll be looking forward to seeing the Japanese prime minister next weekend – this weekend coming, I should say – at the G7.</p> <p>Can you imagine having gone through all those preparations and then having the world struck by a pandemic? That I know was quite heartbreaking for the people of Japan and so we wish them all the best as they persevere and put these Games on.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:47:48.965Z\">at 2.47am BST</time></p>  </div> <div id=\"block-60bd785b8f08b9889b36b172\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:39:28.530Z\">2.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Next up, <strong>Morrison</strong> was asked if the lockdown in Victoria should be extended. He says:</p> <blockquote class=\"quoted\"> <p>That would ultimately be a decision for the Victorian government, as it always is. The commonwealth will determine its position through the chief medical officer. We are seeing the cases that are identified, occurring in quarantining, and whether they are presenting in other areas, a contained situation.</p> <p>Here in Australia, we are living in a way with this virus like few if any other countries other than New Zealand are in the world. And this is a challenging lockdown but it’s one that will be overcome and it will be one that I hope will see Victoria opened again soon, particularly for those parents who are having to keep the kids at home away from school. Kids have lost enough time out of school over the course of the last 18 months. It’s very important we get those kids to school as soon as possible. </p> <p>I am hopeful that these restrictions in Victoria will be lifted as soon as possible. As the premier herself said when similar circumstances were faced here, in New South Wales, the restrictions were contained to a very specific part of Sydney, so I would be urging that we move towards lifting those restrictions as soon as possible. </p> <p>We will be in a position tomorrow for Victorians affected to go online and make those applications for the payments, and there will be further updates provided by the minister for Services Australia later today to confirm those arrangements.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:49:57.267Z\">at 2.49am BST</time></p>  </div> <div id=\"block-60bd77b98f08b9889b36b16c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:36:52.884Z\">2.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So, with the PM slightly smirking behind her, <strong>Berejiklian</strong> has kind of clarified her call on the government to build and run its own quarantine facility in New South Wales, saying it was because NSW was at “capacity”.</p> <blockquote class=\"quoted\"> <p>The point I was making is we are at our operational capacity. So if there was any proposal in the future, it wouldn’t come from us because we are at stretch point now. </p> <p>The expert advice is, New South Wales, once you get over 5,000, and sometimes 5,500 at any one time, when you creep up over that you are at a very high risk point. The point I made was we certainly wouldn’t be putting on a request to operate any additional facility because we don’t have the capacity, we are at capacity now. </p> <p>As the prime minister said, down the track, quarantine could look different once the majority of our population is vaccinated and international borders are open. That is a different question but at this point in time, we don’t have capacity, that’s the point I was making. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:56:02.851Z\">at 2.56am BST</time></p>  </div> <div id=\"block-60bd75f98f082ac930aec6e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:27:43.187Z\">2.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I post the following with zero comment: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tfswebb/status/1401708852911886343\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">this tweet was just read out in full at <a href=\"https://twitter.com/hashtag/estimates?src=hash&amp;ref_src=twsrc%5Etfw\">#estimates</a> <a href=\"https://t.co/s1VGqJA6ZB\">https://t.co/s1VGqJA6ZB</a></p>&mdash; Tiger Webb (@tfswebb) <a href=\"https://twitter.com/tfswebb/status/1401708852911886343?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tfswebb/status/1401711692501852163\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/SXu5IKtOUZ\">pic.twitter.com/SXu5IKtOUZ</a></p>&mdash; Tiger Webb (@tfswebb) <a href=\"https://twitter.com/tfswebb/status/1401711692501852163?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd73758f08b9889b36b13e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:23:30.363Z\">2.23am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PM and NSW premier announce $500m Hawkesbury bypass</h2>  <div class=\"block-elements\">  <p>Prime minister <strong>Scott Morrison</strong> and NSW premier <strong>Gladys Berejiklian </strong>have announced they are combining forces to fund a $500m bypass over the Hawkesbury River to solve “traffic issues.”</p> <p>From what I’ve understood, this will be a new bridge over the river, to relieve the “choke point” at the <strong>Richmond bridge</strong>. </p> <p>This, by the way, was the same bridge that flooded during the one-in-100-year rain event earlier this year. </p>  <figure class=\"element element-image\" data-media-id=\"e736ab40942fa585f1d379d6032748df962010d6\"> <img src=\"https://media.guim.co.uk/e736ab40942fa585f1d379d6032748df962010d6/0_7_5616_3370/1000.jpg\" alt=\"A sign when the Richmond bridge was closed in March\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A sign when the Richmond bridge was closed in March during heavy rains.</span> <span class=\"element-image__credit\">Photograph: Bianca de Marchi/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:39:47.884Z\">at 2.39am BST</time></p>  </div> <div id=\"block-60bd72688f08b9889b36b130\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:13:01.921Z\">2.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So, apparently the PM and the NSW premier are set to make a major infrastructure announcement at any time now. It looks like we’re going to have presser crossover. Excellent Monday morning. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:15:57.339Z\">at 2.15am BST</time></p>  </div> <div id=\"block-60bd71628f082e80569f863d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:11:42.943Z\">2.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I want to go back to <strong>Gladys Berejiklian’s</strong> time on 2GB this morning, where she also piled pressure on to the federal government to find alternatives to hotel quarantine. </p> <p>She repeated her calls for the government to build and run its own dedicated quarantine hubs in NSW.</p> <blockquote class=\"quoted\"> <p>We don’t know how long the pandemic is going to be with us and I just say to the feds 5,000 [people in quarantine] is all we can do in NSW at any one time.</p> <p>We need to think about when the vast majority of our population is vaccinated, international travel resumes, presumably quarantine will look a bit different to what it is now.</p> <p>The feds do have to consider what that means for the future of facilities. If they want extra capacity in NSW, they’re going to have to build and run it themselves. We’re not in the business of operating a federally-built quarantine facility</p> </blockquote> <p>The premier also said hotels couldn’t be used forever, especially if international borders opened again.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:13:47.535Z\">at 2.13am BST</time></p>  </div> <div id=\"block-60bd71208f08b9889b36b12a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:06:47.622Z\">2.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WhatTimeDan/status/1401706912823926786\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">11:45am</p>&mdash; WhatTimeIsTheVicPresser - The Comeback Tour (@WhatTimeDan) <a href=\"https://twitter.com/WhatTimeDan/status/1401706912823926786?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd6fe08f082ac930aec6b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:04:01.217Z\">2.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the meantime, <strong>New South Wales</strong> has recorded zero locally acquired cases today, but is reporting five cases in overseas travellers:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NSWHealth/status/1401705541961850888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NSW recorded no new locally acquired cases of <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> in the 24 hours to 8pm last night. <br><br>Five overseas-acquired cases were recorded in the same period, bringing the total number of cases in NSW since the beginning of the pandemic to 5,411. <a href=\"https://t.co/3ImFLsnMyL\">pic.twitter.com/3ImFLsnMyL</a></p>&mdash; NSW Health (@NSWHealth) <a href=\"https://twitter.com/NSWHealth/status/1401705541961850888?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>Also of note is that in the week ending Sunday 6 June NSW delivered more than 80,000 vaccines, including more than 33,000 jabs administered at the Sydney Olympic Park vaccination centre.</p> <p>NSW has now administered just under 1.5 million vaccines in total, with nearly a million of those coming from the GP network.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:06:15.477Z\">at 2.06am BST</time></p>  </div> <div id=\"block-60bd6f738f08b9889b36b120\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T01:00:42.628Z\">2.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I’m hearing that the PM will be stepping up for a presser alongside NSW premier <strong>Gladys Berejiklian</strong> in the next half hour, which should be fun, but also I hope it doesn’t overlap with the Victorian presser. Please line them up, guys, please.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:04:03.933Z\">at 2.04am BST</time></p>  </div> <div id=\"block-60bd6d3b8f082ac930aec69d\" class=\"block\" data-block-contributor=\"profile/amanda-meade\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:50:34.971Z\">1.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>ABC MD <strong>David Anderson</strong> has contradicted <strong>Christian Porter’s</strong> claims last week that the ABC is “humiliated”, that it had “backed down” and that it regretted the article the ABC published.</p> <p>The former attorney general gave <a href=\"https://www.theguardian.com/australia-news/2021/may/31/christian-porter-and-abc-agree-to-settle-before-defamation-court-case\">a bullish press conference</a> outside court last week in which he said the ABC had been “forced to say they regret the outcome of the reporting”. He said:</p> <blockquote class=\"quoted\"> <p>They have been forced by my taking this action all the way to the court door, they have been forced to say they regret the article..</p> <p>I never thought that they would concede that the accusations that were put in the article could never be proven.</p> </blockquote> <p>But Anderson told a Senate estimates hearing that the ABC was not humiliated and “did not regret the article”.</p> <p>All that had happened was an editor’s note had been attached to the article. <br><br>Anderson said:</p> <blockquote class=\"quoted\"> <p>The editor’s note said that both parties accept that some readers misinterpreted the article as an accusation of guilt against Mr Porter and that reading, not intended, was regretted.</p> <p>Senator, again I’ll just suggest that the editor’s note was agreed by both parties, and was affixed to the online article as [of] that Monday.</p> </blockquote> <p>Anderson stopped short of agreeing with a suggestion that what Porter said outside court was “nonsense”.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:03:11.280Z\">at 2.03am BST</time></p>  </div> <div id=\"block-60bd6c578f082ac930aec696\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:48:23.239Z\">1.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victoria's new Covid cases 'all linked to existing outbreaks'</h2>  <div class=\"block-elements\">  <p>Finally, the <strong>Victorian Department of Health </strong>has given *some* context, after dropping the numbers this morning without any explanation: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicGovDH/status/1401701705301954561\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">All new locally acquired cases today are linked to existing outbreaks. Eight are existing primary close contacts who were quarantining during their infectious period. More details will be provided in today&#39;s press conference.</p>&mdash; VicGovDH (@VicGovDH) <a href=\"https://twitter.com/VicGovDH/status/1401701705301954561?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>This appears to be good news, but many people on Twitter are pointing out the needless anxiety that comes with just plonking numbers onto social media without an explanation, and without a time for the press conference. </p> <p>We are still waiting on the confirmation of the time for that presser as well.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T01:20:05.772Z\">at 2.20am BST</time></p>  </div> <div id=\"block-60bd6b428f08b9889b36b103\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:45:12.228Z\">1.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So, Queensland premier <strong>Annastacia Palaszczuk</strong> has had her first dose of the Covid vaccine, and marked the occasion with a characteristic tweet and video:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnnastaciaMP/status/1401686366958735360\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Happy Monday everyone! I just received my first COVID jab thanks to Dawn Pedder 👏🙌 <a href=\"https://t.co/TaJT9do9eu\">pic.twitter.com/TaJT9do9eu</a></p>&mdash; Annastacia Palaszczuk (@AnnastaciaMP) <a href=\"https://twitter.com/AnnastaciaMP/status/1401686366958735360?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure>  <p>But there are some elements to this that need a second look. According to the premier, she got the Pfizer jab because... she has to go to the Olympics?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnnastaciaMP/status/1401693483727949825\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Today I got the Pfizer vaccine in the event I need to travel to Tokyo for the Olympics. Register to vaccinate here: <a href=\"https://t.co/4PFyE9EjOV\">https://t.co/4PFyE9EjOV</a></p>&mdash; Annastacia Palaszczuk (@AnnastaciaMP) <a href=\"https://twitter.com/AnnastaciaMP/status/1401693483727949825?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>Why does she need to go to the Olympics? I mean sure, perhaps to push for the 2032 Brisbane bid, but couldn’t it be a Zoom call? And also, with all the consternation around the AstraZeneca v Pfizer jab, it is interesting she has gotten the latter. </p> <p>Questions abound.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T00:50:14.646Z\">at 1.50am BST</time></p>  </div> <div id=\"block-60bd69e38f08b9889b36b0f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:35:59.187Z\">1.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/meadea/status/1401696458479345666\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The government is monitoring the &#39;Likes&#39; ABC staff make on Twitter. Senator James Patterson says Neighbour liked  a tweet from <a href=\"https://twitter.com/TheShovel?ref_src=twsrc%5Etfw\">@TheShovel</a> about Porter.</p>&mdash; amanda meade (@meadea) <a href=\"https://twitter.com/meadea/status/1401696458479345666?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd67088f082e80569f85f6\" class=\"block is-key-event\" data-block-contributor=\"profile/ben-doherty\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:24:15.307Z\">1.24am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ben Roberts-Smith arrives in court as defamation hearing begins</h2>  <div class=\"block-elements\">  <p><strong>Ben Roberts-Smith</strong> has arrived in court for the first day of his defamation hearing against three newspapers over their reporting of war crimes allegations against him.</p> <p>The Victoria Cross recipient walked into court alone, wearing a suit, and did not speak to waiting media, but greeted a well-wisher with a brief “thanks mate”.</p> <p>His mother, Sue, and father, Len, a judge and major general in the Australian army, hugged him in court when they arrived and took up seats behind him. </p> <p>Roberts-Smith will be the first person to give evidence in the case. He is expected to take the stand later this week.</p> <p>Roberts-Smith, 42, is suing the Age, the Sydney Morning Herald and the Canberra Times for defamation over a series of ­reports published in 2018 which he alleges are defamatory because they portray him as someone who “broke the moral and legal rules of military engagement” and committed war crimes including murder.</p> <p>Roberts-Smith, 42, has consistently denied the allegations, saying they were “false”, “baseless” and “completely without any foundation in truth”.</p>  <figure class=\"element element-image\" data-media-id=\"9d250b533e9d8ba8b5a101875045c1bcb0213d33\"> <img src=\"https://media.guim.co.uk/9d250b533e9d8ba8b5a101875045c1bcb0213d33/0_347_5568_3341/1000.jpg\" alt=\"Ben Roberts-Smith arrives at the federal court in Sydney\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ben Roberts-Smith arrives at the federal court in Sydney on Monday.</span> <span class=\"element-image__credit\">Photograph: Dean Lewins/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T00:30:33.556Z\">at 1.30am BST</time></p>  </div> <div id=\"block-60bd65d48f08b9889b36b0d6\" class=\"block\" data-block-contributor=\"profile/amanda-meade\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:19:24.024Z\">1.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>ABC managing director <strong>David Anderson</strong> is defending the broadcaster’s social media policy, after telling senators that Four Corners executive producer <strong>Sally Neighbour</strong> won’t be disciplined for an inaccurate tweet about Porter dropping his defamation action.</p> <p>Anderson said Neighbour’s tweet was inaccurate and he had contacted news chief <strong>Gaven Morris</strong> to tell him to contact her immediately and get her to take it down. Neighbour deleted it and followed up with an accurate tweet.</p> <p>Liberal senator <strong>Sarah Henderson</strong> asked him why the ABC didn’t follow the BBC’s lead and simply ban journalists from tweeting about certain subjects.<br><br>Anderson said ABC staff were required to act in a certain way and the guidelines were “sophisticated and enforceable”.</p> <p>The ABC has also confirmed that a story published in the Australian last week saying the ABC had apologised to the judge for Neighbour’s tweet was incorrect.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/neighbour_s/status/1399870531780825090\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">For the record, this story in today’s Australian is WRONG. They were told it was wrong but ran it anyway. The note to the court had nothing to do with me or any tweet. I look forward to an apology and correction from ⁦<a href=\"https://twitter.com/jamesmaddenfl?ref_src=twsrc%5Etfw\">@jamesmaddenfl</a>⁩ and ⁦<a href=\"https://twitter.com/NicBerko?ref_src=twsrc%5Etfw\">@NicBerko</a>⁩ <a href=\"https://t.co/m104cG0Ffp\">pic.twitter.com/m104cG0Ffp</a></p>&mdash; Sally Neighbour (@neighbour_s) <a href=\"https://twitter.com/neighbour_s/status/1399870531780825090?ref_src=twsrc%5Etfw\">June 1, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T00:22:16.017Z\">at 1.22am BST</time></p>  </div> <div id=\"block-60bd62338f082ac930aec63b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:07:52.020Z\">1.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In completely normal <strong>Sydney</strong> news, <a href=\"https://www.domain.com.au/news/house-with-no-kitchen-or-toilet-in-sydneys-east-sells-for-4-705m-at-big-auction-weekend-1061265/amp/\">Domain</a> is reporting a house with no kitchen and no toilet in the south-east has sold for $4.07m at an auction this weekend. </p> <p>That’s right, no kitchen and no toilet. Over $4 million. Described as “uninhabitable”.</p> <p>The house in Kensington also has no power or water connected and a leaking roof. But that didn’t put off bidders. </p> <p>For some comparison, the previous owners bought the home for $1.1m in 2005. </p> <p>There were 1048 (!!) auctions in Sydney at the weekend, with 770 results reported. Which feels crazy. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T00:09:51.948Z\">at 1.09am BST</time></p>  </div> <div id=\"block-60bd60d08f08b9889b36b09d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T00:00:10.218Z\">1.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The <strong>National Australia Bank</strong> is facing an investigation after allegations of potentially serious and ongoing non-compliance with anti-money laundering laws were made in a letter from the industry watchdog, <strong>Austrac</strong>. </p> <p>In its letter to NAB, the Australian Transaction Reports and Analysis Centre outlined serious concerns about the bank’s customer identification procedures, ongoing customer due diligence, and compliance with anti-money laundering and counter-terrorism financing laws.</p> <p>Austrac’s enforcement team is now taking a look at the matter and will determine if any further action is required.</p> <blockquote class=\"quoted\"> <p>Austrac has a wide range of enforcement options available to it, including civil penalty orders, enforceable undertakings, infringement notices and remedial directions.</p> </blockquote> <p>Speaking to the <a href=\"https://www.smh.com.au/business/banking-and-finance/nab-investigated-over-potential-serious-and-ongoing-financial-crime-breaches-20210607-p57ynx.html\">SMH</a>, NAB boss <strong>Ross McEwan</strong> said it would cooperate with the investigation. </p> <blockquote class=\"quoted\"> <p>We are very aware that we need to further improve our performance in relation to these matters. We have been working to improve and clearly have more to do.</p> <p>It is a key priority for everyone at NAB to uplift our financial crime capabilities, minimise risk to customers and the bank, and improve operational performance. That’s why we are so focused on getting the basics right every time to protect our customers and our bank.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T00:08:06.960Z\">at 1.08am BST</time></p>  </div> <div id=\"block-60bd5d5a8f082e80569f8587\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T23:42:34.755Z\">12.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Queensland reports no news Covid cases</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnnastaciaMP/status/1401675833975087105\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Monday 7 June – coronavirus cases in Queensland:<br><br>• 0 new cases<br>• 11 active cases<br>• 1,632 total cases<br>• 2,654,146* total<br><br>Sadly, seven people with COVID-19 have died. 1,598 patients have recovered.<a href=\"https://twitter.com/hashtag/covid19?src=hash&amp;ref_src=twsrc%5Etfw\">#covid19</a> <a href=\"https://t.co/6NjEQ6hwuz\">pic.twitter.com/6NjEQ6hwuz</a></p>&mdash; Annastacia Palaszczuk (@AnnastaciaMP) <a href=\"https://twitter.com/AnnastaciaMP/status/1401675833975087105?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T23:49:57.629Z\">at 12.49am BST</time></p>  </div> <div id=\"block-60bd5b988f08b9889b36b073\" class=\"block is-key-event\" data-block-contributor=\"profile/amanda-meade\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T23:35:06.662Z\">12.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">ABC boss says it will pay $100,000 in mediation costs to Christian Porter’s legal firm</h2>  <div class=\"block-elements\">  <p>The ABC will pay <strong>$100,000 </strong>in mediation costs to <strong>Christian Porter</strong>’s legal firm, ABC managing director<strong> David Anderson </strong>has told parliament.</p> <p>Under the agreement between the ABC and Porter, the ABC was given permission to tell the Senate details of the otherwise confidential agreement.<br></p>  <figure class=\"element element-image\" data-media-id=\"09258b62f8a52e8462d9f865f5acc0d4539caf56\"> <img src=\"https://media.guim.co.uk/09258b62f8a52e8462d9f865f5acc0d4539caf56/377_322_5095_3057/1000.jpg\" alt=\"David Anderson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">ABC managing director David Anderson.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T23:48:57.037Z\">at 12.48am BST</time></p>  </div> <div id=\"block-60bd58998f082ac930aec5c6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T23:25:09.257Z\">12.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So there’s a fair amount of anxiety making the rounds about today’s Covid numbers, especially since <strong>Melbourne</strong> is supposedly due to emerge from lockdown on <strong>Thursday</strong>.</p> <p>We’re still waiting on confirmation for when the press conference will be to hear what authorities have to say, but I thought <strong>Josh</strong> <strong>Taylor </strong>made a good point here: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshgnosis/status/1401679927636750336\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">To explain this a bit better - if you&#39;re a close contact and must isolate for 14 days, you need to get a test on day 13 before you can be released. Those first close contacts just before lockdown are just starting to be released.<a href=\"https://t.co/J325io9a2v\">https://t.co/J325io9a2v</a></p>&mdash; Josh Taylor (@joshgnosis) <a href=\"https://twitter.com/joshgnosis/status/1401679927636750336?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure>  <p>So, and this is speculation, but it is possible these numbers are just a ripple effect from the initial outbreak. But we will see. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T23:33:51.240Z\">at 12.33am BST</time></p>  </div> <div id=\"block-60bd57258f082ac930aec5bb\" class=\"block\" data-block-contributor=\"profile/amanda-meade\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T23:16:09.394Z\">12.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>ABC managing director <strong>David Anderson</strong> was up at Senate estimates at 9am this morning after he was recalled to be questioned about the end of the <strong tabindex=\"-1\">Christian Porter</strong> defamation suit, which the former attorney general dropped last week.<br><br tabindex=\"-1\">The MD is expected to be grilled about the details of the confidential agreement with Porter after the Australian reported that Porter would receive “a sum in the vicinity of $100,000 from the ABC” – a claim the ABC denies.<br tabindex=\"-1\"></p> <p>A spokesperson said:</p> <blockquote class=\"quoted\"> <p>The ABC has not and will not pay any amount to Mr Porter.</p> <p>ABC managing director David Anderson has been asked to appear before the Senate estimates committee on Monday 7 June and will have the opportunity to respond to a range of issues.</p> <p>The original reporting on this matter remains unaltered on the public record and we stand by our journalists and the work they do in the public interest.</p> <p>Our staff are aware of their responsibilities under the ABC’s ‘personal use of social media’ guidelines and the processes in place to ensure compliance with those guidelines.</p> </blockquote> <p>We are also expecting some questions about the ABC’s social media policy.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T23:44:41.866Z\">at 12.44am BST</time></p>  </div> <div id=\"block-60bd54bb8f082e80569f8528\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T23:07:09.896Z\">12.07am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victoria records 11 new Covid cases</h2>  <div class=\"block-elements\">  <p><strong>Victoria</strong> is reporting <strong>11 new coronavirus cases</strong> in the 24 hours to midnight last night. </p> <p>But the good news is that more than 17,000 vaccine dose were administered, and more than 24,000 tests taken.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicGovDH/status/1401676322741567508\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reported yesterday: 11 new local cases and no new cases acquired overseas.<br>- 17,719 vaccine doses were administered<br>- 24,265 test results were received<br><br> More later: <a href=\"https://t.co/lIUrl0ZEco\">https://t.co/lIUrl0ZEco</a><br><br> <a href=\"https://twitter.com/hashtag/COVID19Vic?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19Vic</a> <a href=\"https://twitter.com/hashtag/COVID19VicData?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19VicData</a> <a href=\"https://t.co/d874u4rAvu\">pic.twitter.com/d874u4rAvu</a></p>&mdash; VicGovDH (@VicGovDH) <a href=\"https://twitter.com/VicGovDH/status/1401676322741567508?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure>  <p>The two cases announced yesterday – a nurse and a resident at an aged care facility – are also included in those numbers. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T00:01:59.883Z\">at 1.01am BST</time></p>  </div> <div id=\"block-60bd53918f08b9889b36b02e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T23:03:51.089Z\">12.03am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re still waiting for today today’s Covid numbers out of Victoria, but since we’re previewing what’s coming up, I thought I’d also add that ABC boss <strong>David Anderson</strong> will be quizzed in estimates today, which should be interesting in light of his decision to delay the airing of a <strong>Four Corners</strong> episode that looked at the PM’s ties to a a QAnon conspiracy theorist.</p> </div>   </div> <div id=\"block-60bd50358f082ac930aec587\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T22:48:25.998Z\">11.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Deputy PM <strong>Michael McCormak</strong>, looking absolutely freezing this morning, received his own jab today, and indicated that he thought some vaccine complacency had come with Australia’s “strong” response to the pandemic. </p> <blockquote class=\"quoted\"> <p>It is a worldwide effort to combat this insidious virus but Australia has done very well when you consider America. We have had one death this year. We have done very well and that has led to a level of complacency across the community. I will get the jab and I will get it whenever. I say to Australians make sure you do. </p> <p>Don’t wait. Get the jab when you’re eligible to do so and do it for yourself and for your community.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T22:51:05.016Z\">at 11.51pm BST</time></p>  </div> <div id=\"block-60bd4efc8f08b9889b36affa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T22:44:59.123Z\">11.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More (ex) politicians on morning shows! This time, it’s former PM <strong>Malcolm Turnbull</strong> on RN Breakfast throwing his support behind <strong>vaccine passports</strong>, both domestic and international.</p> <p>Turnbull said the idea was sound and that vaccine hesitancy needed to be addressed. </p> <blockquote class=\"quoted\"> <p>I know people will say this is tough, this is non-libertarian. [But] we need to be able to have good records so people can authoritatively and accurately say whether or not they have been vaccinated.</p> <p>Australians have to be tough about this and make it very clear that there are some things you will not be able to do if you are not vaccinated. Similar to no jab, no play.</p> <p>But if you want to work in healthcare, if you want to work in aged care [and] if you want to get on an airplane, if you want to go to a cinema, we are entitled to say you can’t do it to protect the rest of the community.</p> <p>A virus can spread at the speed of a jet airplane. So we cannot treat this as just a one-in-100-year event. We’ve got to make sure we we don’t waste this crisis.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T22:48:25.128Z\">at 11.48pm BST</time></p>  </div> <div id=\"block-60bd4a5b8f082e80569f84b9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T22:26:28.899Z\">11.26pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Support for Morrison dives: Newspoll</h2>  <div class=\"block-elements\">  <p>So just on those <strong>Newspoll</strong> results, I thought I’d give it a bit of a rundown as we head into the rest of the day. </p> <p>So the Coalition drew level with Labor on a two-party preferred basis for the first time in months, leaving them at 50-50. Support for the Coalition rose from 49% in May, with the last time the parties deadlocked being in February. </p> <p>On a primary vote basis, however, the Coalition still leads Labor 41-36. Backing for the Greens dropped a percentage point to 11, while One Nation’s primary vote rose from 2 to 3%. </p> <p>PM Scott Morrison’s numbers dropped pretty sharply, from 58% in mid-May to 54%, but Labor’s Anthony Albanese’s approval rating also dropped from 39% to 38%.</p> <p>And in terms of who would make a better prime minister, Morrison maintains his lead over Albanese, with 53% backing Morrison compared to 32% for Albanese.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T22:31:21.300Z\">at 11.31pm BST</time></p>  </div> <div id=\"block-60bd47388f08b9889b36afb7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T22:10:49.552Z\">11.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sticking with politicians on morning shows, senator <strong>Jacquie Lambie</strong> was on the Today Show saying the latest Newspoll results should give the PM a jolt. </p> <blockquote class=\"quoted\"> <p>If this hasn’t been a kick up the backside, I don’t know how else to get him to better manage Covid. He needs to stop saying it is the states or the premier down here or whatever. Start taking responsibility for your lack of actions.</p> <p>I just don’t think he has been on top of his game since he got in. Covid has knocked him around. I don’t think he has handled it as well as what he probably could have.</p> </blockquote> <p>It of course comes after the PM’s approval rating <strong>dropped from 58 % to 54 %</strong>,<strong> </strong>according to the poll.</p>  <figure class=\"element element-image\" data-media-id=\"73c08d229e141f6ddac434fdcaf866f3c141ec31\"> <img src=\"https://media.guim.co.uk/73c08d229e141f6ddac434fdcaf866f3c141ec31/0_365_5472_3283/1000.jpg\" alt=\"Scott Morrison during question time last Thursday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scott Morrison during question time last Thursday.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T22:39:08.949Z\">at 11.39pm BST</time></p>  </div> <div id=\"block-60bd450a8f08b9889b36af9d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T22:02:21.365Z\">11.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">NSW should get 'fair share' of Covid vaccine, Berejiklian says</h2>  <div class=\"block-elements\">  <p>NSW premier <strong>Gladys Berejiklian</strong> was on the radio this morning saying NSW should receive a “<strong>fair share of the vaccine</strong>” after federal health minister Greg Hunt yesterday announced Victoria will be receiving an <strong>extra 330,000 vaccines</strong>. </p> <p>Speaking on 2GB, Berejiklian said the outbreak in Victoria looked under control and it was only fair NSW received it’s “fair share”.</p> <blockquote class=\"quoted\"> <p>Anything we can do to help we should, [but] I think fair is fair and we should just receive based on the size of every state.</p> <p>We are taking in lots of bodies every week through the airport and we do it because it’s the right thing to do. We have a lot on our shoulders as well. I think it’s only fair that we get our fair share of the vaccine.</p> <p>NSW has had similar if not larger outbreaks and we’ve dealt with things as we’ve seen fit.</p> <p>I just think moving forward we just have to offer states an incentive for doing the right thing, offer states an incentive for getting on top of things and I hope that’s the way things happen in the future.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"3948fa9b2ca161aeba0c9cbde1ae33ab836e21a6\"> <img src=\"https://media.guim.co.uk/3948fa9b2ca161aeba0c9cbde1ae33ab836e21a6/0_0_2250_1750/1000.jpg\" alt=\"NSW premier Gladys Berejiklian receives her second Covid-19 vaccine shot at the mass vaccination centre at Sydney Olympic Park on 2 June.\" width=\"1000\" height=\"778\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NSW premier Gladys Berejiklian receives her second Covid-19 vaccine shot at the mass vaccination centre at Sydney Olympic Park on 2 June.</span> <span class=\"element-image__credit\">Photograph: Jeremy Piper/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T22:11:16.669Z\">at 11.11pm BST</time></p>  </div> <div id=\"block-60bd40e38f082ac930aec4fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T21:48:29.539Z\">10.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Straight out of the gates this morning (or lingering from last night – it’s a matter of perspective) is Labor Senator <strong>Kristina Keneally</strong>, releasing a joint statement with <strong>Catherine King</strong>, calling for an “<strong>urgent review</strong>” of security at Australia’s airport. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KKeneally/status/1401501843864186881\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Deeply disturbing allegations on <a href=\"https://twitter.com/60Mins?ref_src=twsrc%5Etfw\">@60Mins</a> of drugs freely imported into Australia under <a href=\"https://twitter.com/ScottMorrisonMP?ref_src=twsrc%5Etfw\">@ScottMorrisonMP</a>’s watch<br><br>COVID is changing how our airports work, &amp; with these new allegations, it&#39;s now time for a new airport security review<br><br>Here&#39;s my joint statement with <a href=\"https://twitter.com/CatherineKingMP?ref_src=twsrc%5Etfw\">@CatherineKingMP</a> <a href=\"https://t.co/3viX8I5N5W\">pic.twitter.com/3viX8I5N5W</a></p>&mdash; Kristina Keneally (@KKeneally) <a href=\"https://twitter.com/KKeneally/status/1401501843864186881?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure>  <p>It comes after a report from <strong>60 Minutes</strong> yesterday, followed up by reports in the <a href=\"https://www.smh.com.au/national/qantas-infiltrated-by-organised-criminals-says-intelligence-report-20210603-p57xp2.html\">Sydney Morning Herald</a>, alleged that <strong>Qantas</strong> had been infiltrated by organised crime to facilitate drug importation.</p> <p>Keneally described the revelations as “deeply disturbing” and said it was “frustrating” the Coalition had “held up” changes to airport security legislation, although it is unclear how that would stop alleged criminals being hired by Qantas.</p> <p>Of note also was Australia Criminal Intelligence Commission boss <strong>Mike Phelan</strong> saying Australia “has an insatiable demand for all types of drugs”. Make of that what you will.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T21:57:48.549Z\">at 10.57pm BST</time></p>  </div> <div id=\"block-60bd3f0b8f082ac930aec4e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T21:34:16.570Z\">10.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Some tweets now to visualise those Newspoll results: </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/australian/status/1401502272715038723\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a>: The Coalition has recovered electoral ground to draw level with Labor on a two-party-preferred basis for the first time since February  <a href=\"https://twitter.com/hashtag/Newspoll?src=hash&amp;ref_src=twsrc%5Etfw\">#Newspoll</a>  <a href=\"https://t.co/4c6YM1zYGs\">https://t.co/4c6YM1zYGs</a> <a href=\"https://t.co/Bqrq7ud1q1\">pic.twitter.com/Bqrq7ud1q1</a></p>&mdash; The Australian (@australian) <a href=\"https://twitter.com/australian/status/1401502272715038723?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GhostWhoVotes/status/1401502826921021446\">  <blockquote class=\"twitter-tweet\"><p lang=\"ht\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Newspoll?src=hash&amp;ref_src=twsrc%5Etfw\">#Newspoll</a> Federal Primary Votes: L/NP 41 (0) ALP 36 (0) GRN 11 (-1) ON 3 (+1) <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a></p>&mdash; GhostWhoVotes (@GhostWhoVotes) <a href=\"https://twitter.com/GhostWhoVotes/status/1401502826921021446?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GhostWhoVotes/status/1401503248108843021\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Newspoll?src=hash&amp;ref_src=twsrc%5Etfw\">#Newspoll</a> Preferred PM: Morrison 53 (-2) Albanese 32 (+2) <a href=\"https://twitter.com/hashtag/auspol?src=hash&amp;ref_src=twsrc%5Etfw\">#auspol</a></p>&mdash; GhostWhoVotes (@GhostWhoVotes) <a href=\"https://twitter.com/GhostWhoVotes/status/1401503248108843021?ref_src=twsrc%5Etfw\">June 6, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60bd38868f08b9889b36af25\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-06T21:20:02.916Z\">10.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning and happy Monday to all. My name is <strong>Mostafa Rachwani</strong> and I will be guiding you through the news this morning. </p> <p>We begin <a href=\"https://www.theguardian.com/australia-news/2021/jun/07/more-than-75-of-australians-support-compulsory-covid-vaccines-for-aged-care-staff\">with a poll of over 1,000 people that found that <strong>75% of Australians</strong> support <strong>compulsory Covid vaccines</strong> for aged care staff,</a> coming on the heels of last week’s national cabinet meeting, where the idea was being seriously considered. </p> <p>It comes after Victoria recorded <strong>four cases yesterday</strong>, including a 79-year-old resident and a nurse at an <a href=\"https://www.theguardian.com/australia-news/2021/jun/06/melbourne-aged-care-resident-and-nurse-test-positive-for-covid-as-victorias-records-four-new-cases\">aged care centre</a>. The resident lives in “close proximity” to the previous two cases from the <strong>Arcare aged care</strong> home in Maidstone.</p> <p>It also comes after <strong>Western Australia</strong> was put on alert after a returned overseas travelled tested positive after leaving hotel quarantine. There are now a number of potential exposure sites and the man is back in hotel quarantine. </p> <p>In federal politics, health minister <strong>Greg Hunt</strong> announced an extra <strong>330,000 vaccines</strong> would be <a href=\"https://www.theguardian.com/australia-news/2021/jun/06/albanese-says-australia-cant-afford-more-lockdowns-and-new-covid-quarantine-facilities-needed-now\">directed to Victoria</a>, and said people should seize the “moment of momentum” and get a jab.</p> <p>And according to Newspoll, the Coalition has pulled level with Labor on a two-party-preferred basis, but prime minister <strong>Scott Morrison’s</strong> support has nosedived in the wake of the vaccine rollout.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-06T21:28:03.795Z\">at 10.28pm BST</time></p>  </div>","wordcount":"7020","commentCloseDate":"2021-06-06T23:30:00Z","commentable":"false","firstPublicationDate":"2021-06-06T21:28:26Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T05:56:00Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy79g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/1f7dc26314313cf1954d6b1567becd3987f2a08f/0_127_3000_1802/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The youngest daughter of a Tamil family being detained on Christmas Island while they fight deportation has been medically evacuated to Perth, according to change.org. In a statement issued on Monday afternoon, Change said Tharnicaa of the ‘Biloela family’ was being medically evacuated to Perth after being hospitalised on Christmas Island with a suspected blood infection (septicaemia). The statement said her mother, Priya, would accompany her to Perth but the other two members of the family would stay on Christmas Island. It said the Queensland-born three-year-old had been unwell for 10 days. She was taken to hospital on Sunday. The family was moved to Christmas Island in late 2019 after a court injunction prevented them being removed from Australia. That legal battle is continuing. Guardian Australia has approached the Department of Home Affairs for comment. A statement from Priya, distributed by Change, said: I am feeling very scared and worried for my little girl. She has been sick for many days, it took a long time for her to get to the hospital. She is already asking for her papa, it is going to be very hard being away from her Dad and sister. It is very hard for our family to be separated when our daughter is sick. Commodore Young adds that 7,777 people in disability residential setting have been vaccinated. There are about 22,000 across the country. There are still four aged care homes yet to have a first-dose visit, Young confirms. The remaining four are among the 2,565 aged care facilities across Australia. He says 2,163 homes – or 84% – have had a first and second dose visit. Authorities expect to do another 290 homes this week. In Victoria, all of the 596 homes have had a first dose visit, while 457 have had their second dose visit also. Australia is now averaging 136,000 doses per weekday, Young says. There has been an increasing uptake in the 50 to 69-year-old cohort. Young says the coming week will be “our biggest week”. He says 1.1 million doses will be distributed to 2,500 locations across the country. “This will include 71,370 doses of Pfizer and 41,000 doses of AstraZeneca vaccine to state hubs and another 280,000 doses of AstraZeneca vaccine to the primary care network across Victoria,” he says. Commodore Eric Young says there were 832,000 doses of vaccine administered across the country, last week. It took the total beyond 5 million. Young says: “It took 47 days to get to our first one million doses of vaccine administered and just nine days to get to our most recent million. He notes 327,538 doses of vaccine were administered in Victoria “through a combination of state and Commonwealth clinics”. Kelly is also urging people to get vaccinated. We had an expansion of the eligibility criteria on Friday, as a decision from national cabinet, so many more people are now eligible in Australia to get vaccinated. He says you can check your eligibility at health.gov.au. The chief medical officer, Paul Kelly, has stepped up. He confirms there have been 16 new cases in Australia over the past 24 hours, with five of those overseas acquired in hotel quarantine. The other 11 are the new cases in Victoria. Of those 11, nine of those are already in quarantine, they’re known contacts of cases so they’ve already, during their infectious period, being isolated from the community. So that doesn’t lead to any further risk. That’s a good thing. A search is under way for a 71-year-old woman missing in the Northern Territory’s Litchfield National Park, reports AAP. The woman failed to return on Sunday from a bushwalk near Wangi Falls, about 110km south of Darwin, NT police said. Rescue specialists, police and park rangers started searching on Monday morning. Superintendent Brendan Muldoon urged travellers in the area to keep an eye out for the woman. “She is reportedly a fit and experienced hiker. However, the terrain is challenging out there and we have concerns for her safety,” he said. The minimum overnight temperature in the park was 19C, with a maximum of 32C. Much of the terrain near Wangi Falls is thick bush and hilly. Not everyone in the Victorian Liberals is on the same page on this it appears. Opposition leader Michael O’Brien didn’t weigh in at a press conference today. The Victorian Liberal opposition has attacked the premier, Daniel Andrews, for pocketing his salary while he remains on leave. In a new statement, and fairly significant escalation of the opposition’s rhetoric on this issue, the shadow treasurer, Louise Staley, says: Enough is enough, Daniel Andrews can’t continue to get paid for a job he’s not doing. He should only be getting the basic MP’s pay while he’s off work. Victorians need honesty and transparency from Daniel Andrews about the circumstances of his injury. Everyone is entitled to privacy about their health, but these questions are not about the nature of his injuries, only how he got those injuries. If there is no cover up then there is no reason not to provide answers to these simple questions. Catherine Andrews posted the following photo recently: The premier also tweeted last week: Some advice from Rex Patrick. McGowan declines to weigh in on Queensland premier Annastacia Palaszczuk’s decision to get the Pfizer vaccine in case she needs to go to the Tokyo Olympics. “I don’t know anything about that,” he says, a little bemused. He then adds: “Is she in the age group? Never talk about a woman’s age. Very dangerous.” Mark McGowan has also strongly backed calls for pharmacists to join the vaccine rollout. I have been a strong supporter of that. At National Cabinet I have raised that that we should have as many opportunities for vaccines to be rolled out, as many locations, as possible. So pharmacies are all over the state, there’s about 700 of them, and they are good at issuing flu vaccinations so I think it would be a good thing. That is currently on the agenda of the National Cabinet and I am pushing for it. Asked about whether aged care workers should face mandatory vaccinations, he says he thinks that’s a “good idea”, subject to some exemptions. “We do it for flu vaccinations,” McGowan says. He also suggests the Pfizer vaccine “should be available to the entire aged care workforce”. Mark McGowan says WA is considering adding a 17th day, post-hotel, quarantine test. People are currently tested three times while in hotel quarantine in WA. The Western Australian premier, Mark McGowan, has stepped up to discuss a confirmed Covid-19 case in the state. McGowan says the person is a “very low risk of being a spreader of the virus” but has been sent back to hotel quarantine. He is shedding not spreading. That is the advice but as a precaution he’s back into hotel quarantine. We had 33 casual contacts who have all been contacted. He wore a mask for the day that he was in public. He went to, I think, three separate venues and he had dinner at one restaurant. The advice I have is that he is very, very low risk but as a precaution he has gone back into quarantine. A little context to the below. There was a little bit of consternation in Melbourne this morning (full disclosure: where I’m based) after the state recorded 11 cases. The state’s department of health noted later on Twitter the cases were linked to existing outbreaks. Hello everyone. Luke Henriques-Gomes here. I’ll be with you for the next short while. Thanks to Mostafa for steering the ship this morning. Do let me know if you see anything worth sharing. I’m on Twitter @lukehgomes. Onwards. And with that, my time on today’s blog will come to an end, but fear not, I leave in you in the ever capable hands of Luke Henriques-Gomes for the afternoon’s news. Thanks for reading! Global credit rating agency Standard &amp; Poor’s has lifted its outlook on Australia’s economy, indicating the country’s top-tier AAA rating is safe. AAP has the story: S&amp;P said the improved outlook reflects its expectations that government budget deficits will narrow in line with its forecasts. “We expect the budget to be supported by steady revenue growth, aided by robust commodity prices and expenditure restraint,” the agency said on Monday. “We believe Australia’s external accounts are likely to remain stronger than in the past and be resilient during potential crises.” It said Australia has a strong track record of managing major economic shocks, moderating the agency’s concern over the nation’s high level of external and household debt. The Northern Territory is expanding the age range for vaccinations, allowing all over 16s to get the jab. The NT becomes the first jurisdiction to offer the vaccine to almost everyone, and makes the vaccine available to another 60,000 people there. The chief minister, Michael Gunner, said it was a “sensible” decision to take: This is a sensible decision, based on our indigeneity, mobility and vulnerability. When you consider not just the make-up of the Darwin population but how people move in and out of Darwin it makes sense to treat us as you would a remote vaccination centre. This decision will also breed vaccine confidence – the more people you know, who you work and play with, will have the vax.” So the discussions around Queensland premier Annastacia Palaszczuk’s vaccination this morning have continued, with a many questioning both the reason given (to go to the Olympics?) and the choice of vaccine: For what it’s worth, the premier defended getting the Pfizer vaccine, saying it was so she could get her second dose...before the Tokyo Olympics. “There may be a requirement for the state to present to the whole (International) Olympics Committee about the Olympics, and I wouldn’t have been unvaccinated and that’s why I had the Pfizer,” Palaszczuk told reporters. I, for one, would also like a vaccine and a trip to the Olympics. OK, so here’s what we learned at today’s press conference: 11 new cases reported today, including three children, two aged care workers, a resident at said facility, and a new case in West Melbourne. No fresh announcements on the extent or timing of the Melbourne lockdown. The Victorian government announced a $30m support package for the state, with a focus on emergency relief. The new case in West Melbourne means there is an increase in the list of exposure sites and close contacts. The health minister welcomed the additional vaccine doses allocated by the commonwealth. Not quite as terrible as early reports suggested. It was good to get the context on those numbers and cases. And now Foley is asked about the impacts lockdowns are having on the mental health of children: We know that mental health system in the country, let alone the state, has been under huge challenge before the pandemic. That’s why we called a royal commission. We saw during the course of, right across the country, the reports of how presentations, particularly for young people, whether they be community or acute services, had gone up. That’s why the royal commission’s recommendations that were adopted by the Victorian government specifically fund and commit to arrangements to address precisely that issue, and that’s why when it comes to the work that all the states put to national cabinet last Friday, on hospital demand, one of the biggest areas of increased demand right across the country, the Ambulance Victoria, ambulance callouts, presentations and emergency departments and presentations at community settings is mental health challenges and particularly issues for young people with mental health, this is a national crisis in our system, we welcome the royal commission’s recommendations, we welcome the work done by all the national health commissioner. Will the vaccine age limit be dropped any time soon? Testing commander Jeroen Weimar had this to say: We will drop the age when we start to see demand soften. I think, from the numbers in my head at the moment ... around one in five Victorians aged 40 to 49 have had their first dose. We will start the second dose in a week or two, and I want to make sure we can get them completed as fast as we can. We’ve done around just over 36% of Victorians aged 50 to 69. We are part of a national program and the rollout was set up really around those high-risk occupations first – we have a good record – and then vulnerability, age-based, work your way down, knowing those older are more vulnerable than those younger. We are not going to keep shifting around in this program, this is now a thing Victorians understand. Forty and above, you can get vaccinated. If you are Aboriginal and Torres straight Islander over 16, you can get vaccinated. Certain medical conditions, you can get vaccinated. Critical workforces, you can get vaccinated. Ben Roberts-Smith’s defamation trial has opened in Sydney. His barrister Bruce McClintock has begun by describing the Victoria Cross recipient’s skill as a soldier, saying: This is a case of courage, devotion to duty, self-sacrifice and – perhaps most important of all – surpassing skill in soldiering, on one hand. On the other hand, it’s a case about dishonest journalism, corrosive jealousy, cowardice and lies … led by bitter people, jealous of [Roberts-Smith’s] courage and success, aided by credulous journalists. McClintock emphasised to Justice Anthony Besanko: “War is violent”, and that soldiers are required, at times, to “kill the enemy”. He said Roberts-Smith’s detractors have “forgotten the violence of war in their rush to tear him down”. McClintock quoted Winston Churchill: We sleep soundly in our beds because rough men stand ready in the night to visit violence on those who would do us harm. The soldier himself is in the courtroom, supported by his parents. He is expected to give evidence later this week. Roberts-Smith, 42, is suing the Age, the Sydney Morning Herald and the Canberra Times for defamation over a series of reports published in 2018 which he alleges are defamatory because they portray him as someone who “broke the moral and legal rules of military engagement” and committed war crimes including murder. The court heard on Monday that the newspapers allege Roberts-Smith committed six murders, on five separate occasions, while deployed to Afghanistan as a member of the SAS regiment. He is also accused of bullying fellow soldiers and committing domestic violence. Roberts-Smith, 42, has consistently denied the allegations, saying they are “false”, “baseless” and “completely without any foundation in truth”. Testing commander Jeroen Weimar is now asked about concerns (??) about stockpiling vaccines in the state. He explains it was a “flow process”, that all vaccines received are flowing into people’s arms. When vaccine arrives our depots, into our hubs, we have to go through a process of disturbing it to over 48 of our clinics. We also have some clinics, that has to go through a process of pharmacists who have to make up the vaccine into the doses – that takes time. Vaccine doses that arrived yesterday from the commonwealth, which I’m very grateful for, takes me at least a week to convert into a viable product they can hand out to people. We will do over 150-or-160,000 doses in the week ahead. The stock we have at the moment is about right for the scale [of the] program we’re running, so we don’t run out at some local centres. It was great we got some additional uplift of supply from our colleagues in the commonwealth last week. That was great. We have a temporary bump up in our numbers. It will also go through into the clinics in the next week or so and into arms in the following week. There is no concern at all about our work. An interesting interaction now, with Sutton asked if the outbreak stems from diplomats who are allowed to quarantine at home. He says: We simply don’t know. Wouldn’t rule anything in or out. We are obviously checking against everyone who is tested, and diplomats should be tested as well. But without a match we can’t say. Sutton is then asked if he has the figures for how many people are exempt from quarantine, and says he doesn’t but they are “in the tens”. Sutton was also asked about the PM’s nudge of Victoria to end its lockdown as soon as possible, and said no state had handled similar outbreaks to Victoria: Outbreaks previously across the country have either been single cases who have had some community exposures – we have seen circuit-breaker lockdowns, it is not as though they haven’t occurred, they have occurred a couple of times in Perth, a couple of times in Brisbane, with single cases or just a couple of cases. And previous outbreaks in Victoria had been handled without lockdowns; they were handled through contact tracing, and the Black Rock outbreak as an example of that. We are dealing with a variants of concern. I don’t want to say it is some order of magnitude more dangerous. But 75% of people within households becoming positive when there is a case, there is a challenge. Chief health officer Brett Sutton was asked if he was concerned that a number of the new cases came after a day-13 test. He said: I don’t think it is a concern. We have thousands of primary close contacts, they will all go through that early testing. If they are identified as cases, they going into isolation for the 10 days. But they will always get an ‘exit test’, if you like – day 13 is the need there. A number of those don’t have any symptoms, and [were] picked up on the day-13 tests. They were picked up on day seven – they might have tested positive earlier but the fact that every single one of them needs to have a confirmed day-13 test before they are released from quarantine is a standard precaution, to be absolutely sure. And there will be a number who only get picked up on that test. Testing commander Jeroen Weimar has given some further details on the new case who worked as a cleaner at a construction site. Weimar said the person was known to authorities, having been a close contact, and it meant there were a few more exposure sites the individual travelled to, including taking a train trip. We have over 490 primary close contacts, and over 400 have returned a negative test results – an encouraging step forward. There are a few more to chase down. The immediate work colleagues of the cleaners have all returned negative test results but we will continue to drive hard on [testing]. The minister for disability, ageing and carers, Luke Donnellan, has announced the state government has put together a $30m support package for the state, to make sure “no one will be left behind” and that everyone has access to emergency and hardship payments. So far, that includes $4.5m for that emergency relief, as well as $12m for culturally and linguistically diverse communities, $5m for emergency food relief and $7m to bolster communication, case management and service access. Health minister Martin Foley has addressed the state’s increased allocation of vaccines, saying Victoria had been “eating into our supplies”: We welcome the federal government’s allocations announced yesterday, particularly when it comes to doubling the supply for the next few weeks of AstraZeneca for our GPs. That is most welcome. We have in fact been eating into our supplies. And having demonstrated that, I was pleased with the commonwealth providing Victoria extra doses beyond our allocated standard numbers. Health minister Martin Foley has given further context to the 11 cases reported today, which include three children and an adult, another staff member at the Arcare aged care facility (in addition to the resident and staff member reported yesterday, but included in today’s numbers) and four household contacts of the Whittlesea outbreak. The final numbers include a new case in Port Melbourne: a construction worker who has been previously identified. The Victorian press conference has begun. There is no clash between ABC management and Four Corners over the QAnon story, Senate estimates has been told. An upcoming episode examining the relationship between the prime minister, Scott Morrison, and a supporter of the QAnon conspiracy theory was delayed for review last week. ABC managing director David Anderson said he respected Four Corners and stood by its journalism, despite his decision as editor-in-chief to delay the QAnon story. He said: I do have absolute faith and the utmost respect for the 4C team... it is not unreasonable for me to question certain things. News Corp reported on Monday that Four Corners was at war with management. Anderson said no one in government or the Liberal party had contacted the ABC and demanded the story not be aired and that the ABC board had not been consulted over the issue. However, he confirmed that an adviser for Morrison had contacted ABC news chief Gaven Morris about the story. Anderson said: I do not believe there has been an intervention by the government or anyone else that the program should not go to air. We are on standby for the Victorian press conference, thankfully no crossover today, but I wonder if we’ll hear any reaction to Scott Morrison essentially putting some pressure on the state government to lift lockdown “as soon as possible”. Finally, the PM was also asked his thoughts on the Queensland premier getting the Pfizer jab so she could go to the Olympics. He says: I have no plans to go to those Olympics. I’ll be looking forward to seeing the Japanese prime minister next weekend – this weekend coming, I should say – at the G7. Can you imagine having gone through all those preparations and then having the world struck by a pandemic? That I know was quite heartbreaking for the people of Japan and so we wish them all the best as they persevere and put these Games on. Next up, Morrison was asked if the lockdown in Victoria should be extended. He says: That would ultimately be a decision for the Victorian government, as it always is. The commonwealth will determine its position through the chief medical officer. We are seeing the cases that are identified, occurring in quarantining, and whether they are presenting in other areas, a contained situation. Here in Australia, we are living in a way with this virus like few if any other countries other than New Zealand are in the world. And this is a challenging lockdown but it’s one that will be overcome and it will be one that I hope will see Victoria opened again soon, particularly for those parents who are having to keep the kids at home away from school. Kids have lost enough time out of school over the course of the last 18 months. It’s very important we get those kids to school as soon as possible. I am hopeful that these restrictions in Victoria will be lifted as soon as possible. As the premier herself said when similar circumstances were faced here, in New South Wales, the restrictions were contained to a very specific part of Sydney, so I would be urging that we move towards lifting those restrictions as soon as possible. We will be in a position tomorrow for Victorians affected to go online and make those applications for the payments, and there will be further updates provided by the minister for Services Australia later today to confirm those arrangements. So, with the PM slightly smirking behind her, Berejiklian has kind of clarified her call on the government to build and run its own quarantine facility in New South Wales, saying it was because NSW was at “capacity”. The point I was making is we are at our operational capacity. So if there was any proposal in the future, it wouldn’t come from us because we are at stretch point now. The expert advice is, New South Wales, once you get over 5,000, and sometimes 5,500 at any one time, when you creep up over that you are at a very high risk point. The point I made was we certainly wouldn’t be putting on a request to operate any additional facility because we don’t have the capacity, we are at capacity now. As the prime minister said, down the track, quarantine could look different once the majority of our population is vaccinated and international borders are open. That is a different question but at this point in time, we don’t have capacity, that’s the point I was making. I post the following with zero comment: Prime minister Scott Morrison and NSW premier Gladys Berejiklian have announced they are combining forces to fund a $500m bypass over the Hawkesbury River to solve “traffic issues.” From what I’ve understood, this will be a new bridge over the river, to relieve the “choke point” at the Richmond bridge. This, by the way, was the same bridge that flooded during the one-in-100-year rain event earlier this year. So, apparently the PM and the NSW premier are set to make a major infrastructure announcement at any time now. It looks like we’re going to have presser crossover. Excellent Monday morning. I want to go back to Gladys Berejiklian’s time on 2GB this morning, where she also piled pressure on to the federal government to find alternatives to hotel quarantine. She repeated her calls for the government to build and run its own dedicated quarantine hubs in NSW. We don’t know how long the pandemic is going to be with us and I just say to the feds 5,000 [people in quarantine] is all we can do in NSW at any one time. We need to think about when the vast majority of our population is vaccinated, international travel resumes, presumably quarantine will look a bit different to what it is now. The feds do have to consider what that means for the future of facilities. If they want extra capacity in NSW, they’re going to have to build and run it themselves. We’re not in the business of operating a federally-built quarantine facility The premier also said hotels couldn’t be used forever, especially if international borders opened again. In the meantime, New South Wales has recorded zero locally acquired cases today, but is reporting five cases in overseas travellers: Also of note is that in the week ending Sunday 6 June NSW delivered more than 80,000 vaccines, including more than 33,000 jabs administered at the Sydney Olympic Park vaccination centre. NSW has now administered just under 1.5 million vaccines in total, with nearly a million of those coming from the GP network. I’m hearing that the PM will be stepping up for a presser alongside NSW premier Gladys Berejiklian in the next half hour, which should be fun, but also I hope it doesn’t overlap with the Victorian presser. Please line them up, guys, please. ABC MD David Anderson has contradicted Christian Porter’s claims last week that the ABC is “humiliated”, that it had “backed down” and that it regretted the article the ABC published. The former attorney general gave a bullish press conference outside court last week in which he said the ABC had been “forced to say they regret the outcome of the reporting”. He said: They have been forced by my taking this action all the way to the court door, they have been forced to say they regret the article.. I never thought that they would concede that the accusations that were put in the article could never be proven. But Anderson told a Senate estimates hearing that the ABC was not humiliated and “did not regret the article”. All that had happened was an editor’s note had been attached to the article. Anderson said: The editor’s note said that both parties accept that some readers misinterpreted the article as an accusation of guilt against Mr Porter and that reading, not intended, was regretted. Senator, again I’ll just suggest that the editor’s note was agreed by both parties, and was affixed to the online article as [of] that Monday. Anderson stopped short of agreeing with a suggestion that what Porter said outside court was “nonsense”. Finally, the Victorian Department of Health has given *some* context, after dropping the numbers this morning without any explanation: This appears to be good news, but many people on Twitter are pointing out the needless anxiety that comes with just plonking numbers onto social media without an explanation, and without a time for the press conference. We are still waiting on the confirmation of the time for that presser as well. So, Queensland premier Annastacia Palaszczuk has had her first dose of the Covid vaccine, and marked the occasion with a characteristic tweet and video: But there are some elements to this that need a second look. According to the premier, she got the Pfizer jab because... she has to go to the Olympics? Why does she need to go to the Olympics? I mean sure, perhaps to push for the 2032 Brisbane bid, but couldn’t it be a Zoom call? And also, with all the consternation around the AstraZeneca v Pfizer jab, it is interesting she has gotten the latter. Questions abound. Ben Roberts-Smith has arrived in court for the first day of his defamation hearing against three newspapers over their reporting of war crimes allegations against him. The Victoria Cross recipient walked into court alone, wearing a suit, and did not speak to waiting media, but greeted a well-wisher with a brief “thanks mate”. His mother, Sue, and father, Len, a judge and major general in the Australian army, hugged him in court when they arrived and took up seats behind him. Roberts-Smith will be the first person to give evidence in the case. He is expected to take the stand later this week. Roberts-Smith, 42, is suing the Age, the Sydney Morning Herald and the Canberra Times for defamation over a series of reports published in 2018 which he alleges are defamatory because they portray him as someone who “broke the moral and legal rules of military engagement” and committed war crimes including murder. Roberts-Smith, 42, has consistently denied the allegations, saying they were “false”, “baseless” and “completely without any foundation in truth”. ABC managing director David Anderson is defending the broadcaster’s social media policy, after telling senators that Four Corners executive producer Sally Neighbour won’t be disciplined for an inaccurate tweet about Porter dropping his defamation action. Anderson said Neighbour’s tweet was inaccurate and he had contacted news chief Gaven Morris to tell him to contact her immediately and get her to take it down. Neighbour deleted it and followed up with an accurate tweet. Liberal senator Sarah Henderson asked him why the ABC didn’t follow the BBC’s lead and simply ban journalists from tweeting about certain subjects. Anderson said ABC staff were required to act in a certain way and the guidelines were “sophisticated and enforceable”. The ABC has also confirmed that a story published in the Australian last week saying the ABC had apologised to the judge for Neighbour’s tweet was incorrect. In completely normal Sydney news, Domain is reporting a house with no kitchen and no toilet in the south-east has sold for $4.07m at an auction this weekend. That’s right, no kitchen and no toilet. Over $4 million. Described as “uninhabitable”. The house in Kensington also has no power or water connected and a leaking roof. But that didn’t put off bidders. For some comparison, the previous owners bought the home for $1.1m in 2005. There were 1048 (!!) auctions in Sydney at the weekend, with 770 results reported. Which feels crazy. The National Australia Bank is facing an investigation after allegations of potentially serious and ongoing non-compliance with anti-money laundering laws were made in a letter from the industry watchdog, Austrac. In its letter to NAB, the Australian Transaction Reports and Analysis Centre outlined serious concerns about the bank’s customer identification procedures, ongoing customer due diligence, and compliance with anti-money laundering and counter-terrorism financing laws. Austrac’s enforcement team is now taking a look at the matter and will determine if any further action is required. Austrac has a wide range of enforcement options available to it, including civil penalty orders, enforceable undertakings, infringement notices and remedial directions. Speaking to the SMH, NAB boss Ross McEwan said it would cooperate with the investigation. We are very aware that we need to further improve our performance in relation to these matters. We have been working to improve and clearly have more to do. It is a key priority for everyone at NAB to uplift our financial crime capabilities, minimise risk to customers and the bank, and improve operational performance. That’s why we are so focused on getting the basics right every time to protect our customers and our bank. Queensland reports no news Covid cases The ABC will pay $100,000 in mediation costs to Christian Porter’s legal firm, ABC managing director David Anderson has told parliament. Under the agreement between the ABC and Porter, the ABC was given permission to tell the Senate details of the otherwise confidential agreement. So there’s a fair amount of anxiety making the rounds about today’s Covid numbers, especially since Melbourne is supposedly due to emerge from lockdown on Thursday. We’re still waiting on confirmation for when the press conference will be to hear what authorities have to say, but I thought Josh Taylor made a good point here: So, and this is speculation, but it is possible these numbers are just a ripple effect from the initial outbreak. But we will see. ABC managing director David Anderson was up at Senate estimates at 9am this morning after he was recalled to be questioned about the end of the Christian Porter defamation suit, which the former attorney general dropped last week. The MD is expected to be grilled about the details of the confidential agreement with Porter after the Australian reported that Porter would receive “a sum in the vicinity of $100,000 from the ABC” – a claim the ABC denies. A spokesperson said: The ABC has not and will not pay any amount to Mr Porter. ABC managing director David Anderson has been asked to appear before the Senate estimates committee on Monday 7 June and will have the opportunity to respond to a range of issues. The original reporting on this matter remains unaltered on the public record and we stand by our journalists and the work they do in the public interest. Our staff are aware of their responsibilities under the ABC’s ‘personal use of social media’ guidelines and the processes in place to ensure compliance with those guidelines. We are also expecting some questions about the ABC’s social media policy. Victoria is reporting 11 new coronavirus cases in the 24 hours to midnight last night. But the good news is that more than 17,000 vaccine dose were administered, and more than 24,000 tests taken. The two cases announced yesterday – a nurse and a resident at an aged care facility – are also included in those numbers. We’re still waiting for today today’s Covid numbers out of Victoria, but since we’re previewing what’s coming up, I thought I’d also add that ABC boss David Anderson will be quizzed in estimates today, which should be interesting in light of his decision to delay the airing of a Four Corners episode that looked at the PM’s ties to a a QAnon conspiracy theorist. Deputy PM Michael McCormak, looking absolutely freezing this morning, received his own jab today, and indicated that he thought some vaccine complacency had come with Australia’s “strong” response to the pandemic. It is a worldwide effort to combat this insidious virus but Australia has done very well when you consider America. We have had one death this year. We have done very well and that has led to a level of complacency across the community. I will get the jab and I will get it whenever. I say to Australians make sure you do. Don’t wait. Get the jab when you’re eligible to do so and do it for yourself and for your community. More (ex) politicians on morning shows! This time, it’s former PM Malcolm Turnbull on RN Breakfast throwing his support behind vaccine passports, both domestic and international. Turnbull said the idea was sound and that vaccine hesitancy needed to be addressed. I know people will say this is tough, this is non-libertarian. [But] we need to be able to have good records so people can authoritatively and accurately say whether or not they have been vaccinated. Australians have to be tough about this and make it very clear that there are some things you will not be able to do if you are not vaccinated. Similar to no jab, no play. But if you want to work in healthcare, if you want to work in aged care [and] if you want to get on an airplane, if you want to go to a cinema, we are entitled to say you can’t do it to protect the rest of the community. A virus can spread at the speed of a jet airplane. So we cannot treat this as just a one-in-100-year event. We’ve got to make sure we we don’t waste this crisis. So just on those Newspoll results, I thought I’d give it a bit of a rundown as we head into the rest of the day. So the Coalition drew level with Labor on a two-party preferred basis for the first time in months, leaving them at 50-50. Support for the Coalition rose from 49% in May, with the last time the parties deadlocked being in February. On a primary vote basis, however, the Coalition still leads Labor 41-36. Backing for the Greens dropped a percentage point to 11, while One Nation’s primary vote rose from 2 to 3%. PM Scott Morrison’s numbers dropped pretty sharply, from 58% in mid-May to 54%, but Labor’s Anthony Albanese’s approval rating also dropped from 39% to 38%. And in terms of who would make a better prime minister, Morrison maintains his lead over Albanese, with 53% backing Morrison compared to 32% for Albanese. Sticking with politicians on morning shows, senator Jacquie Lambie was on the Today Show saying the latest Newspoll results should give the PM a jolt. If this hasn’t been a kick up the backside, I don’t know how else to get him to better manage Covid. He needs to stop saying it is the states or the premier down here or whatever. Start taking responsibility for your lack of actions. I just don’t think he has been on top of his game since he got in. Covid has knocked him around. I don’t think he has handled it as well as what he probably could have. It of course comes after the PM’s approval rating dropped from 58 % to 54 %, according to the poll. NSW premier Gladys Berejiklian was on the radio this morning saying NSW should receive a “fair share of the vaccine” after federal health minister Greg Hunt yesterday announced Victoria will be receiving an extra 330,000 vaccines. Speaking on 2GB, Berejiklian said the outbreak in Victoria looked under control and it was only fair NSW received it’s “fair share”. Anything we can do to help we should, [but] I think fair is fair and we should just receive based on the size of every state. We are taking in lots of bodies every week through the airport and we do it because it’s the right thing to do. We have a lot on our shoulders as well. I think it’s only fair that we get our fair share of the vaccine. NSW has had similar if not larger outbreaks and we’ve dealt with things as we’ve seen fit. I just think moving forward we just have to offer states an incentive for doing the right thing, offer states an incentive for getting on top of things and I hope that’s the way things happen in the future. Straight out of the gates this morning (or lingering from last night – it’s a matter of perspective) is Labor Senator Kristina Keneally, releasing a joint statement with Catherine King, calling for an “urgent review” of security at Australia’s airport. It comes after a report from 60 Minutes yesterday, followed up by reports in the Sydney Morning Herald, alleged that Qantas had been infiltrated by organised crime to facilitate drug importation. Keneally described the revelations as “deeply disturbing” and said it was “frustrating” the Coalition had “held up” changes to airport security legislation, although it is unclear how that would stop alleged criminals being hired by Qantas. Of note also was Australia Criminal Intelligence Commission boss Mike Phelan saying Australia “has an insatiable demand for all types of drugs”. Make of that what you will. Some tweets now to visualise those Newspoll results: Good morning and happy Monday to all. My name is Mostafa Rachwani and I will be guiding you through the news this morning. We begin with a poll of over 1,000 people that found that 75% of Australians support compulsory Covid vaccines for aged care staff, coming on the heels of last week’s national cabinet meeting, where the idea was being seriously considered. It comes after Victoria recorded four cases yesterday, including a 79-year-old resident and a nurse at an aged care centre. The resident lives in “close proximity” to the previous two cases from the Arcare aged care home in Maidstone. It also comes after Western Australia was put on alert after a returned overseas travelled tested positive after leaving hotel quarantine. There are now a number of potential exposure sites and the man is back in hotel quarantine. In federal politics, health minister Greg Hunt announced an extra 330,000 vaccines would be directed to Victoria, and said people should seize the “moment of momentum” and get a jab. And according to Newspoll, the Coalition has pulled level with Labor on a two-party-preferred basis, but prime minister Scott Morrison’s support has nosedived in the wake of the vaccine rollout.","charCount":"41302","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/luke-henriques-gomes\">Luke Henriques-Gomes</a> (now) and <a href=\"profile/mostafa-rachwani-\">Mostafa Rachwani</a> (earlier)"},{"headline":"Coronavirus live news: Spain reopens to vaccinated tourists as Taiwan extends pandemic restrictions","standfirst":"<p>UK decision to keep Spain on at-risk list is a potential blow to its tourism revival; Taiwan’s daily case numbers remain stubborn as authorities extend level 3 measures to end of June</p><ul><li><a href=\"https://www.theguardian.com/global-development/2021/jun/07/spat-at-abused-attacked-healthcare-staff-face-rising-violence-during-covid\">Spat at, attacked: health staff face rising violence during Covid</a> </li><li><a href=\"https://www.theguardian.com/politics/2021/jun/07/scientists-urge-caution-after-tony-blair-backs-uk-covid-pass\">Scientists urge caution after Tony Blair backs UK ‘Covid pass’</a> </li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>","trailText":"UK decision to keep Spain on at-risk list is a potential blow to its tourism revival; Taiwan’s daily case numbers remain stubborn as authorities extend level 3 measures to end of June","byline":"Helen Davidson","main":"<figure class=\"element element-image\" data-media-id=\"9ee6f89f65ce7b4a9d0d4b1f27fdadab5b0c4e2b\"> <img src=\"https://media.guim.co.uk/9ee6f89f65ce7b4a9d0d4b1f27fdadab5b0c4e2b/0_171_5137_3083/1000.jpg\" alt=\"tourists on a beach in spain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spain will allow all Covid-vaccinated travellers to visit the country from June 7, as the tourism hotspot aims to revive its virus-battered travel industry. </span> <span class=\"element-image__credit\">Photograph: Pau Barrena/AFP/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60bdaeb68f082ac930aec8f3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:50:37.957Z\">6.50am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">India to ease lockdown after cases start to decline</h2>  <div class=\"block-elements\">  <p>Reuters: India reported 114,460 new coronavirus infections on Sunday, the lowest in two months, while the death toll increased by 2,677, as parts of the country prepared to ease restrictions on movement.</p> <p>New Delhi and other cities are working towards allowing more businesses to operate and movement rules to be relaxed from Monday. The western state of Maharashtra, which is India’s richest and has suffered the most infections during the second wave, plans to start easing in stages a strict lockdown imposed in April.</p> </div>   </div> <div id=\"block-60bdaa5e8f08b9889b36b339\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:35:54.824Z\">6.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Taiwan extends level three restrictions</h2>  <div class=\"block-elements\">  <p><strong>Taiwan</strong> authorities have extended level three restrictions until the end of June. The restrictions, which have closed schools, all entertainment, public and sporting venues, and limited personal gatherings, were due to expire next week but authorities have pre-emptively extended them. </p> <p>After living largely Covid-free, Taiwan is now experiencing its worst outbreak of the pandemic, with about 11,000 total cases and more than 260 deaths - more than 90% of them since mid-April. </p> <p>In a statement Taiwan’s Cabinet said the outbreak “has not yet stabilised”, and they would release more details of the extension later today.</p> <p>First announced on 19 May, the restrictions appear to have prevented an explosion in case numbers but have not led to a decline. Daily new cases remain in the hundreds, amid concerns over the continued lack of widespread working from home, and worsening outbreaks among employees at three factories, predominately among migrant workers who mostly live in crowded dormitories.</p> </div>   </div> <div id=\"block-60bda52a8f08b9889b36b302\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:20:50.976Z\">6.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Spain reopens to vaccinated tourists</h2>  <div class=\"block-elements\">  <p><strong>Spain</strong> is reopening its borders to vaccinated international travellers today, hoping to revive its tourism sector which - like everywhere in the world - has struggled severely during the pandemic. It will also allow cruise ships into its ports from today.</p> <p>The country’s health minister, Carolina Daria, said Spain was “in the process of reclaiming its global leadership in tourism”.</p> <p>“Spain is a safe destination,” she said.<br></p> <p>Previously Spain allowed European visitors who have a negative PCR test taken within the previous 72 hours, but from today those visitors can take a cheaper antigen test.</p> <p>The three biggest tourist contingents to Spain after from the UK, France and Germany, but in a potential blow to the reopening the British government has not yet removed Spain from its list of at-risk countries, meaning any holidayers will have to quarantine when they get home.</p> <p>According to AFP, Spain’s Malaga airport is expecting around 20 different flights on Monday morning alone, from places around Europe such as Berlin, Lille, Frankfurt and London.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-06-07T05:28:35.935Z\">at 6.28am BST</time></p>  </div> <div id=\"block-60bda1c28f082e80569f87ec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-06-07T05:20:44.341Z\">6.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello and welcome to today’s rolling coverage of the pandemic.</p> <p>Here’s a quick look at developments from the last day.</p> <ul> <li><strong>Ch</strong><strong>ina has enacted mass testing and travel restrictions in Shenzhen</strong> over new cases there, while nearby Guangzhou continues to battle the country’s first outbreak of the Delta variant, first detected in India.</li> <li><strong>Taiwan has extended its level 3 restrictions until the end of June</strong>, as it continues to report hundreds of new daily cases.</li> <li>The <strong>US has announced 750,000 </strong>vaccines will be donated to Taiwan.</li> <li>The UK recorded 5,341 cases on Sunday, <strong>an increase of 2,101 on last Sunday when 3,111 cases were reported.</strong></li> <li><strong>Portugal’s</strong> prime minister has criticised Britain for removing the country from the green list, allowing travellers to visit Portugal without quarantine on return.</li> <li><strong>UK ministers are ‘absolutely open’ to delaying the 21 June reopening date</strong> in England if the Delta variant worsens, the health secretary said.</li> <li>Sunday is the first day for 12-16-year-olds in <strong>Israel</strong> to get vaccinated, after 55% of the population have so far received two doses in the country.</li> <li><strong>Morocco</strong> will reopen its airports to international traffic starting from 15 June to help the return of its nationals living abroad</li> <li><strong>Staff of a senate committee investigating the handling of the pandemic in Brazil have said that the Copa America football tournament should not be held amid the world’s second-deadliest outbreak and must be postponed.</strong></li> <li><strong>Uganda’s</strong> president, Yoweri Museveni, re-imposed a strict lockdown that included the closure of schools and the suspension of inter-district travel.</li> <li><strong>Victorians in Australia</strong> are being warned there is no ‘magic number’ of the people getting vaccinated before future lockdowns can be avoided.</li> </ul> </div>   </div>","wordcount":"680","firstPublicationDate":"2021-06-07T05:21:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T05:50:37Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hyav7","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9ee6f89f65ce7b4a9d0d4b1f27fdadab5b0c4e2b/0_171_5137_3083/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Reuters: India reported 114,460 new coronavirus infections on Sunday, the lowest in two months, while the death toll increased by 2,677, as parts of the country prepared to ease restrictions on movement. New Delhi and other cities are working towards allowing more businesses to operate and movement rules to be relaxed from Monday. The western state of Maharashtra, which is India’s richest and has suffered the most infections during the second wave, plans to start easing in stages a strict lockdown imposed in April. Taiwan authorities have extended level three restrictions until the end of June. The restrictions, which have closed schools, all entertainment, public and sporting venues, and limited personal gatherings, were due to expire next week but authorities have pre-emptively extended them. After living largely Covid-free, Taiwan is now experiencing its worst outbreak of the pandemic, with about 11,000 total cases and more than 260 deaths - more than 90% of them since mid-April. In a statement Taiwan’s Cabinet said the outbreak “has not yet stabilised”, and they would release more details of the extension later today. First announced on 19 May, the restrictions appear to have prevented an explosion in case numbers but have not led to a decline. Daily new cases remain in the hundreds, amid concerns over the continued lack of widespread working from home, and worsening outbreaks among employees at three factories, predominately among migrant workers who mostly live in crowded dormitories. Spain is reopening its borders to vaccinated international travellers today, hoping to revive its tourism sector which - like everywhere in the world - has struggled severely during the pandemic. It will also allow cruise ships into its ports from today. The country’s health minister, Carolina Daria, said Spain was “in the process of reclaiming its global leadership in tourism”. “Spain is a safe destination,” she said. Previously Spain allowed European visitors who have a negative PCR test taken within the previous 72 hours, but from today those visitors can take a cheaper antigen test. The three biggest tourist contingents to Spain after from the UK, France and Germany, but in a potential blow to the reopening the British government has not yet removed Spain from its list of at-risk countries, meaning any holidayers will have to quarantine when they get home. According to AFP, Spain’s Malaga airport is expecting around 20 different flights on Monday morning alone, from places around Europe such as Berlin, Lille, Frankfurt and London. Hello and welcome to today’s rolling coverage of the pandemic. Here’s a quick look at developments from the last day. China has enacted mass testing and travel restrictions in Shenzhen over new cases there, while nearby Guangzhou continues to battle the country’s first outbreak of the Delta variant, first detected in India. Taiwan has extended its level 3 restrictions until the end of June, as it continues to report hundreds of new daily cases. The US has announced 750,000 vaccines will be donated to Taiwan. The UK recorded 5,341 cases on Sunday, an increase of 2,101 on last Sunday when 3,111 cases were reported. Portugal’s prime minister has criticised Britain for removing the country from the green list, allowing travellers to visit Portugal without quarantine on return. UK ministers are ‘absolutely open’ to delaying the 21 June reopening date in England if the Delta variant worsens, the health secretary said. Sunday is the first day for 12-16-year-olds in Israel to get vaccinated, after 55% of the population have so far received two doses in the country. Morocco will reopen its airports to international traffic starting from 15 June to help the return of its nationals living abroad Staff of a senate committee investigating the handling of the pandemic in Brazil have said that the Copa America football tournament should not be held amid the world’s second-deadliest outbreak and must be postponed. Uganda’s president, Yoweri Museveni, re-imposed a strict lockdown that included the closure of schools and the suspension of inter-district travel. Victorians in Australia are being warned there is no ‘magic number’ of the people getting vaccinated before future lockdowns can be avoided.","charCount":"4277","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/helen-davidson\">Helen Davidson</a>"},{"headline":"The pig whisperer: the Dutch farmer who wants to end factory farming","standfirst":"<p>A unique ‘pig toilet’ and a diet of organic leftovers are part of former vet Kees Scheepens’ plans to put animal welfare and sustainability first<br></p>","trailText":"A unique ‘pig toilet’ and a diet of organic leftovers are part of former vet Kees Scheepens’ plans to put animal welfare and sustainability first<br>","byline":"Senay Boztas","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"c839fb14334ecfb312f7138082e8359c8ac3c8fd\"> <img src=\"https://media.guim.co.uk/c839fb14334ecfb312f7138082e8359c8ac3c8fd/0_0_6720_4187/1000.jpg\" alt=\"Kees Scheepens and his two favourite pigs: Borough, left, and Oma.\" width=\"1000\" height=\"623\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kees Scheepens and his two favourite pigs: Borough, left, and Oma.</span> <span class=\"element-image__credit\">Photograph: Judith Jockel/The Guardian</span> </figcaption> </figure>","body":"<p>“Oma, hoi! Hier! Hallooo,” Dr Kees Scheepens, a Dutch farmer known as the “pig whisperer”, is calling his two oldest pigs for some apricot snacks.</p> <p><em>Oma</em> or “granny”, a seven-year-old sow, lives with a Berkshire boar called Borough, who’s nine, off a quiet lane in the town of Oirschot, in the south of the Netherlands, on a farm called Hemelrijken – Dutch for “the realms of heaven”.</p> <p>Scheepens, 61, says he is the 19th generation of farmers in his family, and that after years practising as a vet, he is driven by an unusual set of ambitions: “emancipating” farm animals, putting animal welfare first, and eating far less, far happier meat.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"0bd87d7c8b12c6afff73ecfa46f7ccb162723673\"> <img src=\"https://media.guim.co.uk/0bd87d7c8b12c6afff73ecfa46f7ccb162723673/0_0_6720_4480/1000.jpg\" alt=\"Kees Scheepens feeds pigs outside at his farm in Oirschot, the Netherlands.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kees Scheepens feeds pigs with leftovers from the local organic supermarket.</span> <span class=\"element-image__credit\">Photograph: Judith Jockel/The Guardian</span> </figcaption> </figure>  <p>“Borough and Oma are here to stay,” he says, squelching to his farthest field, where the two 400kg-plus animals squeeze into their shed. “I’ve given them a name and when you give a name to a pig, I cannot butcher it any more. I had three boars, David, Att and Borough. David and Att are already in heaven but ‘Bro’ is still here.”</p> <p>As he walks around feeding and talking a little French to his 28 sows (according to Scheepens, “<em>neuf</em>”, is their grunt of confirmation, and “<em>huit</em>, <em>huit</em>” is them asking for more) the place seems idyllic. The pigs are fed on produce being thrown away by organic supermarket Ekoplaza: boxes of white cabbages, slightly wilted beans, veggie-balls, 500kg of Canadian lentils, overripe mangoes from Burkina Faso, hundreds of tubs of peach mango soy yoghurt, and boxes of apricots. A couple of cats and dogs wander around. Meanwhile, in a forested nature reserve area, 45 Angus cows have just calved.</p> <p>Scheepens primarily raises a breed he calls the “Duke of Berkshire”, a cross of the hairy Berkshire pig and white sow, named with a nod to his years working in England. Although he raises them for meat, he is passionate about animal welfare. “Am I rich in money? No, but I’m primarily motivated by emancipating farm animals.”</p> <p>He started his pig project almost a decade ago, aiming to help bring open-air farming back to the muddy Netherlands, and pioneer a new type of barn farming.</p>  <figure class=\"element element-image\" data-media-id=\"1d2b2dec6f189836928ab3c2fdf5bfde36a31b86\"> <img src=\"https://media.guim.co.uk/1d2b2dec6f189836928ab3c2fdf5bfde36a31b86/0_0_6720_4480/1000.jpg\" alt=\"‘I would say pigs are the most hygienic animals we have on the farm,’ says Kees Scheepens, seen here explaining the pig toilet, which encourages pigs to separate urine and poo in order to reduce the production of ammoniac.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Pigs are the most hygienic animals we have on the farm,’ says Scheepens, seen here explaining his system for encouraging pigs to separate their urine and poo to reduce ammonia production.</span> <span class=\"element-image__credit\">Photograph: Judith Jockel/The Guardian</span> </figcaption> </figure>  <p>“Factory farming of pigs in the Netherlands is a dead end,” he says. “We now know that a pig is not a thing: it is a sentient being with a high level of intelligence, comparable with the intelligence of a child. What I see worldwide is that many pig farmers don’t know any more what pigs are about. They just don’t have the skills to know what’s right and what’s wrong.”</p> <p>What’s wrong, he believes, is factory farming where cannibalistic “vices” such as tail biting replace normal pig behaviour such as rooting around for food. This leads to widespread “<a href=\"https://porcinehealthmanagement.biomedcentral.com/articles/10.1186/s40813-018-0103-8\">tail docking</a>” in many parts of Europe to stop animals eating each other’s tails, even though the practice is banned.</p> <p>Instead, Scheepens argues, pigs need a more natural environment, to be able to root around in beds of straw or wood chips and have outdoor access, with a special toilet replacing slatted floors (where urine and faeces fall through and mix).</p> <p>“I would say pigs are the most hygienic animals we have on the farm,” he says. “They will not poo or pee in their nest. Pooing always goes well: their noses are so sensitive, they recognise the smell.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Meat has become a throwaway product, where the true value is not seen any more</p> <footer> <cite>Kees Scheepens</cite> </footer> </blockquote> </aside>  <p>To encourage them to urinate separately, he has created a reward system: <a href=\"https://youtu.be/i2TJ8aK_oOI\">a machine delivering lemon sour candies</a> when their urine goes through a special floor membrane in an outside “toilet” area.</p> <p>Why is peeing important for sustainable farming? “When I reward them for correct urinating, there will not be the contact between a nitrogen compound found in urine and the enzyme urea in the manure: <a href=\"https://weblog.wur.eu/spotlight/separating-manure-saving-the-climate/\">that creates ammonia</a>, and that’s one of the main factors in the <a href=\"https://www.theguardian.com/environment/2018/feb/16/dutch-cow-poo-overload-causes-an-environmental-stink\">[excess] nitrogen</a> discussions [taking place] in the Netherlands.”</p>  <figure class=\"element element-image\" data-media-id=\"6e9076aef67e81772f8fab23ee205737448a3e74\"> <img src=\"https://media.guim.co.uk/6e9076aef67e81772f8fab23ee205737448a3e74/0_0_6720_4480/1000.jpg\" alt=\"Pigs eat treats they receive after using a toilet. The pigs are encouraged to urinate on the dark patch in the left-hand corner of the pen, where one of them is standing.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pig eats a treat after urinating in the correct place. The pigs are encouraged to urinate on the dark patch in the corner of the pen.</span> <span class=\"element-image__credit\">Photograph: Judith Jockel/The Guardian</span> </figcaption> </figure>  <p>Scheepens believes animal cruelty at abattoirs and intensive farms cannot last; his own turning point came after the <a href=\"https://pubmed.ncbi.nlm.nih.gov/10785327/\">swine flu epidemic of 1997–98</a>, when he was forced to euthanise about 10,000 newborn piglets.</p> <p>“At the time I just did my job. But later on, I developed very serious epileptic seizures. I said to myself: ‘You have euthanised healthy pigs. As a vet you are trained to cure animals that are sick or to keep animals healthy, not to butcher piglets.’”</p> <p>Returning from a period working in England, during which he was diagnosed with epilepsy, he decided he wanted to be a farmer like his forebears. “I think when you want to work with animals and have them play a role in agriculture, it has to be sustainable,” he says.</p>  <figure class=\"element element-image\" data-media-id=\"9d551fb5fc3f92dcde3683752af9101b82f50c74\"> <img src=\"https://media.guim.co.uk/9d551fb5fc3f92dcde3683752af9101b82f50c74/411_206_5987_3902/1000.jpg\" alt=\"A poster explains how the ‘pig toilet’ works.\" width=\"1000\" height=\"652\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A poster explaining how the ‘pig toilet’ works by preventing contact between the nitrogen compound found in urine and the enzyme urea in the manure.</span> <span class=\"element-image__credit\">Photograph: Judith Jockel/The Guardian</span> </figcaption> </figure>  <p>“Meat has become a throwaway product, where the true value is not seen any more. Wouldn’t it be nice if farmers were offered an income with the same farm and half of the animals? Sustainability can only be there in my perception when you take care of animal welfare first.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/aug/10/i-feel-worthless-workers-tell-of-gruelling-life-in-dutch-meat-plants\">'I feel worthless': workers tell of gruelling life in Dutch meat plants</a> </p> </aside>  <p>The Netherlands is a densely populated country, and the land is often poorly drained. So as well as outdoor farming, Scheepens wants to revolutionise animal barns so smells and emissions are reduced, and pigs can laze, eat, root and wallow as nature intended.</p>  <figure class=\"element element-image\" data-media-id=\"eb3e7f60f073a77e2a7de706c94e1de5bd231cba\"> <img src=\"https://media.guim.co.uk/eb3e7f60f073a77e2a7de706c94e1de5bd231cba/229_0_6222_3733/1000.jpg\" alt=\"Pigs at Kees Scheepens’ farm. ‘We now know that a pig is not a thing. It is a sentient being with intelligence,’ he says.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Happy pigs at Kees Scheepens’ farm. ‘We now know that a pig is not a thing but a sentient being with a high level of intelligence,’ he says.</span> <span class=\"element-image__credit\">Photograph: Judith Jockel/The Guardian</span> </figcaption> </figure>  <p>“The last three to four generations have started using fertilisers, pesticides and going from big, bigger to biggest,” he says. “That was the societal trend in agriculture, but I think we have to become smartest. I don’t want to have a grandchild saying to me: ‘you broke that tradition of farming because you destroyed the Earth.’”</p> <p>He thinks there’s no need for pig farming to stink: “I always say to farmers, you can just ignore what we gained in knowledge on animal welfare because your barn needs to be paid off. But the mental and emotional reasons to change are huge. In every farmer, there’s also a heart.”</p> <p><em>Sign up for the <a href=\"https://www.theguardian.com/animals-farmed/2018/feb/21/animals-farmed-join-us-for-monthly-updates-newsletter-updates\">Animals farmed monthly update</a> to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at <a href=\"mailto:animalsfarmed@theguardian.com\">animalsfarmed@theguardian.com</a></em></p>","wordcount":"1013","firstPublicationDate":"2021-06-07T05:30:01Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T05:30:46Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hjfv4","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c839fb14334ecfb312f7138082e8359c8ac3c8fd/0_156_6720_4032/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"“Oma, hoi! Hier! Hallooo,” Dr Kees Scheepens, a Dutch farmer known as the “pig whisperer”, is calling his two oldest pigs for some apricot snacks. Oma or “granny”, a seven-year-old sow, lives with a Berkshire boar called Borough, who’s nine, off a quiet lane in the town of Oirschot, in the south of the Netherlands, on a farm called Hemelrijken – Dutch for “the realms of heaven”. Scheepens, 61, says he is the 19th generation of farmers in his family, and that after years practising as a vet, he is driven by an unusual set of ambitions: “emancipating” farm animals, putting animal welfare first, and eating far less, far happier meat. “Borough and Oma are here to stay,” he says, squelching to his farthest field, where the two 400kg-plus animals squeeze into their shed. “I’ve given them a name and when you give a name to a pig, I cannot butcher it any more. I had three boars, David, Att and Borough. David and Att are already in heaven but ‘Bro’ is still here.” As he walks around feeding and talking a little French to his 28 sows (according to Scheepens, “neuf”, is their grunt of confirmation, and “huit, huit” is them asking for more) the place seems idyllic. The pigs are fed on produce being thrown away by organic supermarket Ekoplaza: boxes of white cabbages, slightly wilted beans, veggie-balls, 500kg of Canadian lentils, overripe mangoes from Burkina Faso, hundreds of tubs of peach mango soy yoghurt, and boxes of apricots. A couple of cats and dogs wander around. Meanwhile, in a forested nature reserve area, 45 Angus cows have just calved. Scheepens primarily raises a breed he calls the “Duke of Berkshire”, a cross of the hairy Berkshire pig and white sow, named with a nod to his years working in England. Although he raises them for meat, he is passionate about animal welfare. “Am I rich in money? No, but I’m primarily motivated by emancipating farm animals.” He started his pig project almost a decade ago, aiming to help bring open-air farming back to the muddy Netherlands, and pioneer a new type of barn farming. “Factory farming of pigs in the Netherlands is a dead end,” he says. “We now know that a pig is not a thing: it is a sentient being with a high level of intelligence, comparable with the intelligence of a child. What I see worldwide is that many pig farmers don’t know any more what pigs are about. They just don’t have the skills to know what’s right and what’s wrong.” What’s wrong, he believes, is factory farming where cannibalistic “vices” such as tail biting replace normal pig behaviour such as rooting around for food. This leads to widespread “tail docking” in many parts of Europe to stop animals eating each other’s tails, even though the practice is banned. Instead, Scheepens argues, pigs need a more natural environment, to be able to root around in beds of straw or wood chips and have outdoor access, with a special toilet replacing slatted floors (where urine and faeces fall through and mix). “I would say pigs are the most hygienic animals we have on the farm,” he says. “They will not poo or pee in their nest. Pooing always goes well: their noses are so sensitive, they recognise the smell.” To encourage them to urinate separately, he has created a reward system: a machine delivering lemon sour candies when their urine goes through a special floor membrane in an outside “toilet” area. Why is peeing important for sustainable farming? “When I reward them for correct urinating, there will not be the contact between a nitrogen compound found in urine and the enzyme urea in the manure: that creates ammonia, and that’s one of the main factors in the [excess] nitrogen discussions [taking place] in the Netherlands.” Scheepens believes animal cruelty at abattoirs and intensive farms cannot last; his own turning point came after the swine flu epidemic of 1997–98, when he was forced to euthanise about 10,000 newborn piglets. “At the time I just did my job. But later on, I developed very serious epileptic seizures. I said to myself: ‘You have euthanised healthy pigs. As a vet you are trained to cure animals that are sick or to keep animals healthy, not to butcher piglets.’” Returning from a period working in England, during which he was diagnosed with epilepsy, he decided he wanted to be a farmer like his forebears. “I think when you want to work with animals and have them play a role in agriculture, it has to be sustainable,” he says. “Meat has become a throwaway product, where the true value is not seen any more. Wouldn’t it be nice if farmers were offered an income with the same farm and half of the animals? Sustainability can only be there in my perception when you take care of animal welfare first.” The Netherlands is a densely populated country, and the land is often poorly drained. So as well as outdoor farming, Scheepens wants to revolutionise animal barns so smells and emissions are reduced, and pigs can laze, eat, root and wallow as nature intended. “The last three to four generations have started using fertilisers, pesticides and going from big, bigger to biggest,” he says. “That was the societal trend in agriculture, but I think we have to become smartest. I don’t want to have a grandchild saying to me: ‘you broke that tradition of farming because you destroyed the Earth.’” He thinks there’s no need for pig farming to stink: “I always say to farmers, you can just ignore what we gained in knowledge on animal welfare because your barn needs to be paid off. But the mental and emotional reasons to change are huge. In every farmer, there’s also a heart.” Sign up for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. You can send us your stories and thoughts at animalsfarmed@theguardian.com","charCount":"5792","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/senay-boztas\">Senay Boztas</a>"},{"headline":"Christian Porter made two offers to settle ABC defamation case that cost broadcaster $780,000, senators told","standfirst":"<p>ABC boss tells hearing he rejects Porter’s claim broadcaster had backed down and been ‘humiliated’</p>","trailText":"ABC boss tells hearing he rejects Porter’s claim broadcaster had backed down and been ‘humiliated’","byline":"Amanda Meade","main":"<figure class=\"element element-image\" data-media-id=\"63403f7762381d4d126f6e4390654c5a46c9bd6e\"> <img src=\"https://media.guim.co.uk/63403f7762381d4d126f6e4390654c5a46c9bd6e/0_5_5472_3283/1000.jpg\" alt=\"David Anderson before the Senate committee on Monday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">ABC managing director David Anderson told the Senate committee on Monday that the only costs the broadcaster had agreed pay in the settlement of Christian Porter’s defamation case were mediation costs of $100,000.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>","body":"<p> Christian Porter offered to settle his defamation case against the ABC twice within a matter of weeks, and the public broadcaster agreed only to pay mediation costs of $100,000, a parliamentary committee has heard.</p> <p>The ABC has spent $780,000 defending the defamation suit, including the mediation costs for the former attorney general’s legal counsel, ABC managing director David Anderson revealed.</p> <p>The timeline laid down by Anderson revealed Porter first offered to settle his case on 24 March, only nine days after it was filed on 15 March.</p> <p>A second offer was made on 9 May. In between the two offers, on 4 May, the ABC filed its defence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/31/christian-porter-and-abc-agree-to-settle-before-defamation-court-case\">Christian Porter agrees to discontinue defamation court case against ABC </a> </p> </aside>  <p>Anderson was appearing at a three-hour session examining the wash-up to the Porter case, as well as a contentious Four Corners episode about Scott Morrison’s links to a QAnon conspiracy theorist.</p> <p>Anderson told Senate estimates that under the mediation agreement between the ABC and Porter, hammered out over four days, the ABC was given permission to tell parliament some detail of the otherwise confidential agreement. </p> <p>He revealed that part of the agreement between the two parties when <a href=\"https://www.theguardian.com/australia-news/2021/may/31/christian-porter-and-abc-agree-to-settle-before-defamation-court-case\">Porter dropped his suit last week </a>was that the ABC would pay half of the mediator’s cost. .</p> <p>Anderson also effectively confirmed a story published by Guardian Australia last week that <a href=\"https://www.theguardian.com/australia-news/2021/jun/02/abc-rejected-christian-porter-offer-to-settle-defamation-court-case\">the ABC rejected an earlier offer from Porter</a> to settle his defamation case.</p> <p>Porter claimed a victory, but he originally made an offer for a relatively modest financial settlement without an apology or a retraction of the article. In mediation, he agreed to no apology, no retraction and no costs.</p> <p>Anderson said the first offer from Porter was on 23 March and the second offer was on 9 May. Both offers were rejected by the broadcaster and the two parties entered mediation on Friday 28 May, reaching an agreement last Monday.</p> <p>Anderson contradicted Porter’s claims last week that the ABC is “humiliated”, that it had “backed down” and that it regretted the article being published.</p> <p>Porter gave <a href=\"https://www.theguardian.com/australia-news/2021/may/31/christian-porter-and-abc-agree-to-settle-before-defamation-court-case\">a bullish press conference</a> outside court last week in which he said the ABC had been “forced to say they regret the outcome of the reporting”.</p> <p>During the conference, Porter said the ABC had been “forced by my taking this action all the way to the court door, they have been forced to say they regret the article”.</p> <p>But Anderson told senators the ABC was not “humiliated” and “did not regret the article”.</p> <p>All that had happened was that an editor’s note agreed to by both parties at mediation had been attached to the article, he said.<br><br>“The editor’s note said that both parties accept that some readers misinterpreted the article as an accusation of guilt against Mr Porter and that reading, not intended, was regretted,” Anderson told the Senate estimates hearing.</p> <p>“Senator, again I’ll just suggest that the editor’s note was agreed by both parties, and was affixed to the online article as [of] that Monday.”</p> <p>Anderson stopped short of agreeing with a suggestion that what Porter said outside court was “nonsense”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/29/christian-porter-why-top-defamation-silk-stepped-aside-in-latest-twist-in-defamation-saga\">Christian Porter: why top defamation silk was forced to step aside in latest twist in defamation saga</a> </p> </aside>  <p>The managing director also answered questions about an episode of Four Corners examining the <a href=\"https://www.theguardian.com/media/2021/jun/04/abc-boss-says-he-had-concerns-about-four-corners-scott-morrison-qanon-program\">relationship between the prime minister, Scott Morrison, and a supporter of the QAnon conspiracy theory.</a></p> <p>The episode was delayed for review last week and had yet to be approved, Anderson told senators.</p> <p>However, he contradicted an article in the Australian on Monday that claimed Four Corners was <a href=\"https://www.theaustralian.com.au/business/media/morale-on-abcs-four-corners-is-at-an-alltime-low/news-story/5e948337e1a246860272eae1939bb21f\">at war with management</a> over the story.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/neighbour_s/status/1401695396540272642\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Happy Monday from <a href=\"https://twitter.com/hashtag/4Corners?src=hash&amp;ref_src=twsrc%5Etfw\">#4Corners</a>. Fyi no-one here is at war with anyone and morale is excellent. We fully accept it is the MD’s role to decide whether/when to publish, and we value ABC management’s unwavering support for our journalism. We are continuing to work on the QAnon story.</p>&mdash; Sally Neighbour (@neighbour_s) <a href=\"https://twitter.com/neighbour_s/status/1401695396540272642?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>Anderson said he respected Four Corners and stood by its journalism, despite his decision as editor-in-chief to delay the QAnon story.</p> <p>“I do have absolute faith and the utmost respect for the 4C team ... it is not unreasonable for me to question certain things,” he said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Milliganreports/status/1401693844928753665\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Any suggestion I’m “at war”, least of all with ABC MD, with whom I have an excellent relationship, is completely untrue. I declined to speak to any journalist about this - in fact, I’ve been very unwell after operation. James Madden <a href=\"https://twitter.com/australian?ref_src=twsrc%5Etfw\">@australian</a> didn’t give me courtesy of a call.</p>&mdash; Louise Milligan (@Milliganreports) <a href=\"https://twitter.com/Milliganreports/status/1401693844928753665?ref_src=twsrc%5Etfw\">June 7, 2021</a></blockquote>  </figure>  <p>On the matter of whether there had been any political interference, Anderson said no one in government or the Liberal party had contacted the ABC and demanded the story not be aired.</p> <p>He also said the ABC board had not been consulted over the issue, which was his sole responsibility as editor-in-chief.</p> <p>However, he confirmed that an adviser for Morrison had contacted the ABC news chief, Gaven Morris, about the story.</p> <p>“I do not believe there has been an intervention by the government or anyone else that the program should not go to air,” Anderson said.</p> <p>He defended the broadcaster’s social media policy, after telling senators that Four Corners’ executive producer, Sally Neighbour, would not be disciplined for an inaccurate tweet about Porter dropping his defamation action.</p> <p>Anderson said Neighbour’s tweet was inaccurate and he had contacted Morris, her superior, to tell him to contact her immediately and get her to take it down. Neighbour deleted it and followed up with an accurate tweet.</p> <p>Liberal senator Sarah Henderson asked him why the ABC did not follow the BBC’s lead and simply ban journalists from tweeting about certain subjects.<br><br>Anderson said ABC staff were required to act within guidelines which were “sophisticated and enforceable”.</p> <p>The ABC has also confirmed that a story published in the Australian last week saying the broadcaster’s lawyers had apologised to the judge for Neighbour’s tweet was incorrect.</p> <p>Legal counsel for the ABC told the Senate hearing that the notice to the judge had nothing to do with Neighbour.</p>","wordcount":"871","firstPublicationDate":"2021-06-07T05:29:21Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T05:30:46Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy96a","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/63403f7762381d4d126f6e4390654c5a46c9bd6e/0_5_5472_3283/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Christian Porter offered to settle his defamation case against the ABC twice within a matter of weeks, and the public broadcaster agreed only to pay mediation costs of $100,000, a parliamentary committee has heard. The ABC has spent $780,000 defending the defamation suit, including the mediation costs for the former attorney general’s legal counsel, ABC managing director David Anderson revealed. The timeline laid down by Anderson revealed Porter first offered to settle his case on 24 March, only nine days after it was filed on 15 March. A second offer was made on 9 May. In between the two offers, on 4 May, the ABC filed its defence. Anderson was appearing at a three-hour session examining the wash-up to the Porter case, as well as a contentious Four Corners episode about Scott Morrison’s links to a QAnon conspiracy theorist. Anderson told Senate estimates that under the mediation agreement between the ABC and Porter, hammered out over four days, the ABC was given permission to tell parliament some detail of the otherwise confidential agreement. He revealed that part of the agreement between the two parties when Porter dropped his suit last week was that the ABC would pay half of the mediator’s cost. . Anderson also effectively confirmed a story published by Guardian Australia last week that the ABC rejected an earlier offer from Porter to settle his defamation case. Porter claimed a victory, but he originally made an offer for a relatively modest financial settlement without an apology or a retraction of the article. In mediation, he agreed to no apology, no retraction and no costs. Anderson said the first offer from Porter was on 23 March and the second offer was on 9 May. Both offers were rejected by the broadcaster and the two parties entered mediation on Friday 28 May, reaching an agreement last Monday. Anderson contradicted Porter’s claims last week that the ABC is “humiliated”, that it had “backed down” and that it regretted the article being published. Porter gave a bullish press conference outside court last week in which he said the ABC had been “forced to say they regret the outcome of the reporting”. During the conference, Porter said the ABC had been “forced by my taking this action all the way to the court door, they have been forced to say they regret the article”. But Anderson told senators the ABC was not “humiliated” and “did not regret the article”. All that had happened was that an editor’s note agreed to by both parties at mediation had been attached to the article, he said. “The editor’s note said that both parties accept that some readers misinterpreted the article as an accusation of guilt against Mr Porter and that reading, not intended, was regretted,” Anderson told the Senate estimates hearing. “Senator, again I’ll just suggest that the editor’s note was agreed by both parties, and was affixed to the online article as [of] that Monday.” Anderson stopped short of agreeing with a suggestion that what Porter said outside court was “nonsense”. The managing director also answered questions about an episode of Four Corners examining the relationship between the prime minister, Scott Morrison, and a supporter of the QAnon conspiracy theory. The episode was delayed for review last week and had yet to be approved, Anderson told senators. However, he contradicted an article in the Australian on Monday that claimed Four Corners was at war with management over the story. Anderson said he respected Four Corners and stood by its journalism, despite his decision as editor-in-chief to delay the QAnon story. “I do have absolute faith and the utmost respect for the 4C team ... it is not unreasonable for me to question certain things,” he said. On the matter of whether there had been any political interference, Anderson said no one in government or the Liberal party had contacted the ABC and demanded the story not be aired. He also said the ABC board had not been consulted over the issue, which was his sole responsibility as editor-in-chief. However, he confirmed that an adviser for Morrison had contacted the ABC news chief, Gaven Morris, about the story. “I do not believe there has been an intervention by the government or anyone else that the program should not go to air,” Anderson said. He defended the broadcaster’s social media policy, after telling senators that Four Corners’ executive producer, Sally Neighbour, would not be disciplined for an inaccurate tweet about Porter dropping his defamation action. Anderson said Neighbour’s tweet was inaccurate and he had contacted Morris, her superior, to tell him to contact her immediately and get her to take it down. Neighbour deleted it and followed up with an accurate tweet. Liberal senator Sarah Henderson asked him why the ABC did not follow the BBC’s lead and simply ban journalists from tweeting about certain subjects. Anderson said ABC staff were required to act within guidelines which were “sophisticated and enforceable”. The ABC has also confirmed that a story published in the Australian last week saying the broadcaster’s lawyers had apologised to the judge for Neighbour’s tweet was incorrect. Legal counsel for the ABC told the Senate hearing that the notice to the judge had nothing to do with Neighbour.","charCount":"5263","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Amanda Meade"},{"headline":"Sally Fitzgibbons continues hot pre-Olympic form with World Surfing Games gold","standfirst":"<ul><li>Australian wins third career ISA World Surfing Games event</li><li>Irukandjis finish fifth in team standings at El Salvador breaks</li></ul>","trailText":"The Australian could not have timed her run to the Tokyo Olympics much better, after claiming gold at the final qualification event for the Games","byline":"Mike Hytner","main":"<figure class=\"element element-image\" data-media-id=\"bb95983676a488ec5d3116c726e6087012c463c3\"> <img src=\"https://media.guim.co.uk/bb95983676a488ec5d3116c726e6087012c463c3/0_46_3500_2100/1000.jpg\" alt=\"Australia’s Sally Fitzgibbons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Australia’s Sally Fitzgibbons celebrates her gold medal at the ISA World Surfing Games in El Salvador.</span> <span class=\"element-image__credit\">Photograph: José Cabezas/Reuters</span> </figcaption> </figure>","body":"<p>On the face of it, Sally Fitzgibbons could not have timed her run to the Tokyo Olympics much better, after the Australian surfer’s hot streak continued with a gold medal at the final qualification event for the Games.</p> <p>Victory at the ISA World Surfing Games in El Salvador came after <a href=\"https://www.theguardian.com/sport/2021/may/25/sally-fitzgibbons-finds-form-ahead-of-olympics-with-wsl-win-at-rottnest-island\">Fitzgibbons won her first event title</a> of the World Surf League season at Rottnest Island last month and marks her out as one of the women to beat once the delayed Games get under way on 25 June.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/25/sally-fitzgibbons-finds-form-ahead-of-olympics-with-wsl-win-at-rottnest-island\">Sally Fitzgibbons finds form ahead of Olympics with WSL win at Rottnest Island</a> </p> </aside>  <p>Fitzgibbons did it the hard way at Lo Bocana and El Sunzal surf breaks, securing gold by emerging unscathed from a total of 11 heats after having been relegated to the repecharge rounds last week. It meant she had to win through a series of seven sudden death match-ups.</p> <p>But having navigated her way through to the final, the current world No 2 was able to claim gold with a 14.1 point total ahead of Portuguese pair Yolanda Sequeira and Teresa Bonvalot. Peruvian Daniella Rosas came in fourth.</p> <p>For good measure, victory in El Salvador saw her make history as the first athlete to win gold three times at the World Surfing Games, following successes in 2008 and 2018.</p> <p>Having now won on her last two outings and also had the opportunity to check out her Olympic rivals during the 51-nation competition in Central America, Fitzgibbons is brimming with confidence in the build up to the Games in Japan, where the sport will make its Olympic debut.</p> <p>“This event has been an unreal platform to test our mental strength,” said Fitzgibbons. “It’s surreal to be wearing the gold medal at the end of the week.</p> <p>“This is a great runway heading into Tokyo 2020. Just competing and seeing all the Olympians get their spots is great. Being on the World Tour we don’t get to surf against a lot of the other Olympians. It’s good practice to go against them and spend time bonding with the rest of the Aussie team.</p> <p>“Surfing has finally arrived as a global sport. It’s got the recognition now. We are going to the Olympics. It’s cool to have that as a milestone in my career. I want to go as long as I can in the sport because I love it.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2021/may/02/australias-surfers-seek-to-justify-olympic-selection-after-rocky-start-to-wsl\">Australia’s surfers seek to justify Olympic selection after rocky start to WSL | Kieran Pender</a> </p> </aside>  <p>Fitzgibbons has already been selected to represent Australia at the Games, alongside Stephanie Gilmore, Owen Wright and Julian Wilson, but the quartet had to attend the event in El Salvador to be eligible to compete in Tokyo.</p> <p>The Australian team, <a href=\"https://www.theguardian.com/sport/2021/mar/17/australias-surfers-aim-for-killer-touch-with-olympic-team-named-after-deadly-jellyfish\">recently rebranded as the Irukandjis</a>, finished fifth overall after Gilmore reached the seventh round of the women’s competition and Wright pushed deep into the men’s draw before falling in repecharge nine. Wilson made it through to the fourth. Frenchman Joan Duru won the men’s event and, with compatriot Jeremy Flores picking up bronze, France won the team gold medal.</p> <p>Other top names on the WSL tour such as Carissa Moore and Caroline Marks of the US and Brazil’s world No 1 Gabriel Medina checked out of the competition early once they had fulfilled their qualification requirements.</p> <p>Australia’s surfers will now head to California and Mexico for WSL events before finally heading to Japan for next month’s start to the Games.</p>","wordcount":"545","firstPublicationDate":"2021-06-07T05:26:47Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-06-07T05:27:46Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hy9hh","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bb95983676a488ec5d3116c726e6087012c463c3/0_46_3500_2100/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On the face of it, Sally Fitzgibbons could not have timed her run to the Tokyo Olympics much better, after the Australian surfer’s hot streak continued with a gold medal at the final qualification event for the Games. Victory at the ISA World Surfing Games in El Salvador came after Fitzgibbons won her first event title of the World Surf League season at Rottnest Island last month and marks her out as one of the women to beat once the delayed Games get under way on 25 June. Fitzgibbons did it the hard way at Lo Bocana and El Sunzal surf breaks, securing gold by emerging unscathed from a total of 11 heats after having been relegated to the repecharge rounds last week. It meant she had to win through a series of seven sudden death match-ups. But having navigated her way through to the final, the current world No 2 was able to claim gold with a 14.1 point total ahead of Portuguese pair Yolanda Sequeira and Teresa Bonvalot. Peruvian Daniella Rosas came in fourth. For good measure, victory in El Salvador saw her make history as the first athlete to win gold three times at the World Surfing Games, following successes in 2008 and 2018. Having now won on her last two outings and also had the opportunity to check out her Olympic rivals during the 51-nation competition in Central America, Fitzgibbons is brimming with confidence in the build up to the Games in Japan, where the sport will make its Olympic debut. “This event has been an unreal platform to test our mental strength,” said Fitzgibbons. “It’s surreal to be wearing the gold medal at the end of the week. “This is a great runway heading into Tokyo 2020. Just competing and seeing all the Olympians get their spots is great. Being on the World Tour we don’t get to surf against a lot of the other Olympians. It’s good practice to go against them and spend time bonding with the rest of the Aussie team. “Surfing has finally arrived as a global sport. It’s got the recognition now. We are going to the Olympics. It’s cool to have that as a milestone in my career. I want to go as long as I can in the sport because I love it.” Fitzgibbons has already been selected to represent Australia at the Games, alongside Stephanie Gilmore, Owen Wright and Julian Wilson, but the quartet had to attend the event in El Salvador to be eligible to compete in Tokyo. The Australian team, recently rebranded as the Irukandjis, finished fifth overall after Gilmore reached the seventh round of the women’s competition and Wright pushed deep into the men’s draw before falling in repecharge nine. Wilson made it through to the fourth. Frenchman Joan Duru won the men’s event and, with compatriot Jeremy Flores picking up bronze, France won the team gold medal. Other top names on the WSL tour such as Carissa Moore and Caroline Marks of the US and Brazil’s world No 1 Gabriel Medina checked out of the competition early once they had fulfilled their qualification requirements. Australia’s surfers will now head to California and Mexico for WSL events before finally heading to Japan for next month’s start to the Games.","charCount":"3074","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/mike-hytner\">Mike Hytner</a>"}]