[{"headline":"Australia teeters on the edge of a great memorial abyss","standfirst":"<p>The erosion of the national archives is indicative of Australia’s increasing militarisation of history and culture</p>","trailText":"The erosion of the national archives is indicative of Australia’s increasing militarisation of history and culture","byline":"Paul Daley","main":"<figure class=\"element element-image\" data-media-id=\"df5f06549117f0b34baf082faf09a6663bba3892\"> <img src=\"https://media.guim.co.uk/df5f06549117f0b34baf082faf09a6663bba3892/0_153_4928_2957/1000.jpg\" alt=\"East Block, National Archives of Australia, Parkes, Canberra, Australian Capital Territory, Australia\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">East Block, National Archives of Australia, Parkes, Canberra, Australian Capital Territory, Australia</span> <span class=\"element-image__credit\">Photograph: Simon McGill/Moment Editorial/Getty Images</span> </figcaption> </figure>","body":"<p>What should be preserved in national memory? What ought to be allowed to perish and disappear from consciousness?</p> <p>These questions should be preoccupying the Australian community and legislators right now as the National Archives of Australia appeals for crowdfunding, having been denied $67.7m in the recent federal budget to carry out <a href=\"https://www.abc.net.au/news/2021-04-26/national-archives-warns-history-will-be-lost-without-funding/100095012\">urgent digitisation of at-risk collection material</a>.</p> <p>They should. But despite some $30,000 in public donations in response to the unedifying spectacle of the <a href=\"https://www.smh.com.au/politics/federal/archive-passes-the-hat-in-desperate-bid-to-save-australia-s-history-20210516-p57sb3.html\">NAA going publicly cap-in-hand</a>, I fear there is every danger the political class will continue to dismiss this issue as the boutique preoccupation of historians and writers. Which it is not. </p> <p>The national archives is mandated to collect, preserve and if necessary copy records generated by the commonwealth government. It is a broad and daunting ambit, given the amount of material the government creates in its day-to-day business.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2021/may/23/inconceivable-why-has-australias-history-been-left-to-rot\">‘Inconceivable’: why has Australia’s history been left to rot?</a> </p> </aside>  <p>But the preservation of the records of how a government does business – and how its decision impact the lives of citizens – is intrinsic to transparent governance and the service of democracy. The wilful destruction of government records elsewhere has often been a sign of creeping despotism.</p> <p>When you think of government records, imagine more than paper. For example, the archives hold copies of old ABC television programs, audio recordings of Indigenous witnesses to the royal commission into Aboriginal deaths in custody, extensive military service records, Asio surveillance footage and non-digitised recordings of famous Australian political speeches. Some of these are under threat due to the archives’ physical and financial incapacity to digitise.</p> <p>Other items at risk include film of early Australian Antarctic expeditions, audio of the high court native title tribunal and prime minister John Curtin’s wartime speeches. Successive federal governments of both persuasions are responsible for the parlous state of the national archives, and national cultural institutions more generally. They have overseen savage budget cuts <a href=\"https://www.abc.net.au/news/2016-06-23/is-the-efficiency-divided-efficient/7534894\">(“efficiency dividends”</a> in the more anodyne parlance of Sir Humphrey) to most of them. At the same time, however, they have spent massively to preserve, recall and retell one part of Australian history – that of certain parts of its war service. </p> <p>Consider this. From 2014 until late 2018 federal and state and territory governments, on conservative estimates, spent some $350m and $150m respectively on commemorating Australian participation in the first world war. This included almost<a href=\"https://www.theguardian.com/world/2018/apr/25/blood-and-poetry-on-western-front-as-turnbull-beaten-in-battle-of-the-words\"> $100m on the needless Sir John Monash Centre at Villers-Bretonneux</a>, on the European western front, where dead Australian servicemen were already respectfully commemorated with countless cemeteries and monuments. </p> <p>Looked at from another perspective, Australia spent the equivalent of some $8,000–$9,000 commemorating each of its personnel killed in the war. This compares with far lower spending by the United Kingdom ($110m, or $109 on each of its 1.01m dead) or New Zealand ($31m, or $1,713 on each of its 18,100 personnel killed).</p> <p>Then there is the federal government’s decision to profligately spend <a href=\"https://www.theguardian.com/australia-news/postcolonial-blog/2020/jul/03/the-australian-war-memorials-expansion-money-would-be-better-spent-on-traumatised-veterans\">$500m to expand the Australian War Memorial</a> so it might display more machines of combat. The federal government never seriously questioned the expansion proposal while Labor, meanwhile, was effectively sucker-punched into supporting it - perhaps because to oppose the unnecessary expansion of the great altar of Anzac is, in Australia, about the highest form of cultural heresy. </p> <p>As historian and novelist Peter Cochrane <a href=\"https://theconversation.com/the-past-is-not-sacred-the-history-wars-over-anzac-38596\">has argued</a>, “Drape ‘Anzac’ over an argument and, like a magic cloak, the argument is sacrosanct.” Touché. </p> <p>It is difficult to accept that the erosion of the national archives – and the financial cuts to the other national institutions – is indicative of anything but an ever-greater militarisation of Australian history and culture.</p> <p>Of course, $67.7m (the amount a government inquiry identified as requisite to effectively avert a historical disaster at the national archives) is small change in the scheme of government spending – even on memorialisation of things other than Anzac.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/postcolonial-blog/2020/jul/03/the-australian-war-memorials-expansion-money-would-be-better-spent-on-traumatised-veterans\">The Australian War Memorial's expansion money would be better spent on traumatised veterans | Paul Daley</a> </p> </aside>  <p>Covid-19 undermined planned celebrations last year for the 25th anniversary of James Cook’s east coast continental arrival. But it seems plans to spend some $50m on upgrading the memorial site of his landing at Kurnell are continuing. That’s a lot on one historical episode, <a href=\"https://meanjin.com.au/essays/on-cook/\">as complex and divisive </a>as it is – especially when you consider the NAA is seeking less than $18m more to preserve hundreds upon hundreds upon hundreds of thousands of records of Australian life. There are <a href=\"https://theconversation.com/our-history-up-in-flames-why-the-crisis-at-the-national-archives-must-be-urgently-addressed-159804\">countless cultural riches</a> that now face <a href=\"https://www.theguardian.com/uk-news/2021/may/23/inconceivable-why-has-australias-history-been-left-to-rot\">imminent extinction.</a></p> <p>It is ironic in that context that as part of its remit the national archives have already dedicated considerable resources to <a href=\"https://www.dva.gov.au/newsroom/latest-news-veterans/milestone-second-world-war-record-digitisation\">digitising and electronically displaying</a> Australian war service records. People all over the world can log on to the NAA website to research their forefathers’ war service records – a practice that reached fever-pitch during the Great War centenary.</p> <p>Just as there are far more to families than the soldiers who belonged to them, a nation is greater and more complex than its battlefield service. Although the frequency with which our leaders evoke as some singular continuous forge of national character Australia’s commitment to foreign wars from South Africa to Afghanistan, does make you wonder.</p> <p>The archives can never hope to crowd-save its national treasure.</p> <p>But as a means of publicly highlighting the cultural vacuity of a government that wants to keep the national narrative simply focused on the present rather than the past (unless it happens to be Anzac, James Cook or Arthur Phillip) it might work quite well.</p> <p>Conversely, the obdurate will sometimes react by becoming even more so when confronted with their own embarrassing callowness.</p>","wordcount":"901","commentCloseDate":"2021-05-31T04:15:00Z","commentable":"true","firstPublicationDate":"2021-05-28T04:21:26Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T04:23:00Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hgnkp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/df5f06549117f0b34baf082faf09a6663bba3892/0_153_4928_2957/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"What should be preserved in national memory? What ought to be allowed to perish and disappear from consciousness? These questions should be preoccupying the Australian community and legislators right now as the National Archives of Australia appeals for crowdfunding, having been denied $67.7m in the recent federal budget to carry out urgent digitisation of at-risk collection material. They should. But despite some $30,000 in public donations in response to the unedifying spectacle of the NAA going publicly cap-in-hand, I fear there is every danger the political class will continue to dismiss this issue as the boutique preoccupation of historians and writers. Which it is not. The national archives is mandated to collect, preserve and if necessary copy records generated by the commonwealth government. It is a broad and daunting ambit, given the amount of material the government creates in its day-to-day business. But the preservation of the records of how a government does business – and how its decision impact the lives of citizens – is intrinsic to transparent governance and the service of democracy. The wilful destruction of government records elsewhere has often been a sign of creeping despotism. When you think of government records, imagine more than paper. For example, the archives hold copies of old ABC television programs, audio recordings of Indigenous witnesses to the royal commission into Aboriginal deaths in custody, extensive military service records, Asio surveillance footage and non-digitised recordings of famous Australian political speeches. Some of these are under threat due to the archives’ physical and financial incapacity to digitise. Other items at risk include film of early Australian Antarctic expeditions, audio of the high court native title tribunal and prime minister John Curtin’s wartime speeches. Successive federal governments of both persuasions are responsible for the parlous state of the national archives, and national cultural institutions more generally. They have overseen savage budget cuts (“efficiency dividends” in the more anodyne parlance of Sir Humphrey) to most of them. At the same time, however, they have spent massively to preserve, recall and retell one part of Australian history – that of certain parts of its war service. Consider this. From 2014 until late 2018 federal and state and territory governments, on conservative estimates, spent some $350m and $150m respectively on commemorating Australian participation in the first world war. This included almost $100m on the needless Sir John Monash Centre at Villers-Bretonneux, on the European western front, where dead Australian servicemen were already respectfully commemorated with countless cemeteries and monuments. Looked at from another perspective, Australia spent the equivalent of some $8,000–$9,000 commemorating each of its personnel killed in the war. This compares with far lower spending by the United Kingdom ($110m, or $109 on each of its 1.01m dead) or New Zealand ($31m, or $1,713 on each of its 18,100 personnel killed). Then there is the federal government’s decision to profligately spend $500m to expand the Australian War Memorial so it might display more machines of combat. The federal government never seriously questioned the expansion proposal while Labor, meanwhile, was effectively sucker-punched into supporting it - perhaps because to oppose the unnecessary expansion of the great altar of Anzac is, in Australia, about the highest form of cultural heresy. As historian and novelist Peter Cochrane has argued, “Drape ‘Anzac’ over an argument and, like a magic cloak, the argument is sacrosanct.” Touché. It is difficult to accept that the erosion of the national archives – and the financial cuts to the other national institutions – is indicative of anything but an ever-greater militarisation of Australian history and culture. Of course, $67.7m (the amount a government inquiry identified as requisite to effectively avert a historical disaster at the national archives) is small change in the scheme of government spending – even on memorialisation of things other than Anzac. Covid-19 undermined planned celebrations last year for the 25th anniversary of James Cook’s east coast continental arrival. But it seems plans to spend some $50m on upgrading the memorial site of his landing at Kurnell are continuing. That’s a lot on one historical episode, as complex and divisive as it is – especially when you consider the NAA is seeking less than $18m more to preserve hundreds upon hundreds upon hundreds of thousands of records of Australian life. There are countless cultural riches that now face imminent extinction. It is ironic in that context that as part of its remit the national archives have already dedicated considerable resources to digitising and electronically displaying Australian war service records. People all over the world can log on to the NAA website to research their forefathers’ war service records – a practice that reached fever-pitch during the Great War centenary. Just as there are far more to families than the soldiers who belonged to them, a nation is greater and more complex than its battlefield service. Although the frequency with which our leaders evoke as some singular continuous forge of national character Australia’s commitment to foreign wars from South Africa to Afghanistan, does make you wonder. The archives can never hope to crowd-save its national treasure. But as a means of publicly highlighting the cultural vacuity of a government that wants to keep the national narrative simply focused on the present rather than the past (unless it happens to be Anzac, James Cook or Arthur Phillip) it might work quite well. Conversely, the obdurate will sometimes react by becoming even more so when confronted with their own embarrassing callowness.","charCount":"5866","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/paul-daley\">Paul Daley</a>"},{"headline":"Coronavirus Australia live update: four new Covid cases as Victoria lockdown begins; Jodi McKay resigns as NSW Labor leader","standfirst":"<p>Residents wake up to first day of week-long shutdown to contain growing number of cases. Follow latest updates</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Full list of Victorian Covid public exposure sites</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">New Melbourne and regional Victoria lockdown coronavirus rules explained</a></li></ul>","trailText":"Follow latest updates","byline":"Mostafa Rachwani (now) and  Matilda Boseley and  Elias Visontay (earlier)","main":"<figure class=\"element element-image\" data-media-id=\"45db1222d473aba03cc98996dc2d5f5e9620fdeb\"> <img src=\"https://media.guim.co.uk/45db1222d473aba03cc98996dc2d5f5e9620fdeb/0_359_5472_3283/1000.jpg\" alt=\"The Bourke St mall on Friday morning. Victoria has begun a seven-day lockdown in an attempt to contain an outbreak of Covid cases in Melbourne. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Bourke St mall on Friday morning. Victoria has begun a seven-day lockdown in an attempt to contain an outbreak of Covid cases in Melbourne. </span> <span class=\"element-image__credit\">Photograph: Darrian Traynor/Getty Images</span> </figcaption> </figure>","body":"<div id=\"block-60b06c9d8f088d8c3178b7ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T04:09:39.961Z\">5.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Victoria’s deputy premier, <strong>James Merlino</strong>, has had his first vaccination, and also revealed he has an Obama-Biden election T-shirt.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesMerlinoMP/status/1398120722732445706\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">One down, one to go.<br><br>Just a reminder that everyone aged 40+ is now eligible – so if that&#39;s you, get it done as soon as you can.<br><br>Special thanks to all the healthcare workers – like Lynda here – getting vaccines into arms across the state.<br><br>It really is our way out of this. <a href=\"https://t.co/VDBZuew3lY\">pic.twitter.com/VDBZuew3lY</a></p>&mdash; James Merlino (@JamesMerlinoMP) <a href=\"https://twitter.com/JamesMerlinoMP/status/1398120722732445706?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure>  <p>Unclear what election, 2008 or 2012, the shirt was from. Investigations continue. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T04:14:23.105Z\">at 5.14am BST</time></p>  </div> <div id=\"block-60b06bf78f088d8c3178b7b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T04:05:36.852Z\">5.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In some good news, <strong>Western Australia</strong> and the <strong>ACT</strong> have both recorded zero new cases of Covid-19.</p> </div>   </div> <div id=\"block-60b066fa8f08d486a7715619\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T03:46:46.739Z\">4.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The leader of the Greens, <strong>Adam Bandt</strong>, has urged the federal government to <strong>provide financial support</strong> for Victorians. </p> <p>Bandt is calling on the government to use “existing Covid discretionary funds and legislative powers” to ensure Victorians can get through the latest lockdown. </p>  <figure class=\"element element-image\" data-media-id=\"50208588b6f8175eb7c865686675362f68614aec\"> <img src=\"https://media.guim.co.uk/50208588b6f8175eb7c865686675362f68614aec/0_208_5472_3283/1000.jpg\" alt=\"Greens leader Adam Bandt insists the federal government must provide financial support for Victorians.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Greens leader Adam Bandt insists the federal government must provide financial support for Victorians.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>Bandt specifically calls for parliamentarians to provide grants immediately to individuals and businesses under the Financial Framework (Supplementary Powers) Act 1997. </p> <blockquote class=\"quoted\"> <p>$10bn in discretionary funds has been set aside for the finance minister to use during Covid, most of which remains unspent.</p> <p>The prime minister’s failure to ensure strong quarantine and ensure a quick vaccination rollout puts the blame for this lockdown squarely on his shoulders, and by forcing us to endure it without jobkeeper and a higher jobseeker, he’s making this challenge even worse.</p> <p>There is $10bn in discretionary money set aside to deal with the challenges of Covid, and some of that should be used to support people and businesses doing it tough this week.</p> <p>Scott Morrison must immediately provide support to all those who have been impacted by his failures on quarantine and his slow vaccination rollout. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T03:51:32.850Z\">at 4.51am BST</time></p>  </div> <div id=\"block-60b0619e8f088d8c3178b74a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T03:23:44.449Z\">4.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Victoria’s opposition treasury spokeswoman <strong>Louise Staley</strong> says businesses are being “forgotten” in the lockdown.</p> <p>Staley says the government was quizzed about support for businesses at parliamentary hearings yesterday and slammed their responses.</p>  <figure class=\"element element-image\" data-media-id=\"118dd6e4903ce6578f23dbfe1e406d1f123e1906\"> <img src=\"https://media.guim.co.uk/118dd6e4903ce6578f23dbfe1e406d1f123e1906/1430_311_3826_2296/1000.jpg\" alt=\"Victoria’s opposition treasury spokeswoman Louise Staley has criticised Labor over suffering businesses.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victoria’s opposition treasury spokeswoman Louise Staley has criticised Labor over suffering businesses.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>Given its track record of failure in contact tracing, it is beyond comprehension that Labor has not planned and not budgeted for another lockdown.</p> <p>Businesses are still reeling from the February snap lockdown, and many are only just getting back on their feet. The treasurer should have done the work to ensure that businesses can be supported through another lockdown.</p> <p>Yet again Labor has turned its back on Victorian businesses.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T03:33:59.528Z\">at 4.33am BST</time></p>  </div> <div id=\"block-60b05db68f086d71cc15d023\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T03:06:49.306Z\">4.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So after a bumpy week, McKay tearfully announces she will no longer continue as leader of NSW Labor, saying she hopes her move will provide the “best opportunity to heal and to move forward”.</p>  <figure class=\"element element-image\" data-media-id=\"7a6090baf4ee4d7a9347cc18adb71397320977d7\"> <img src=\"https://media.guim.co.uk/7a6090baf4ee4d7a9347cc18adb71397320977d7/0_141_3202_1921/1000.jpg\" alt=\"NSW Labor leader Jodi McKay says there has to be a future in the party where there is no destabilising of the leader from within.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NSW Labor leader Jodi McKay says there has to be a future in the party where there is no destabilising of the leader from within.</span> <span class=\"element-image__credit\">Photograph: Dan Himbrechts/AAP</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>I want to apologise to those who wished I had stayed. But this is the only way that I know that I can unite our party. I have spent the last six days reflecting on how to achieve unity. And I have decided that this offers the party the best opportunity to heal and to move forward. </p> <p>There also has to be a future where there is no destabilising of the party’s leader from within. </p> <p>When the leadership of the Labor party will move to a ballot, there must be an acknowledgment that at the end of that process, when the new leader is determined, that we unite as a party. </p> <p>This time we must accept the outcome, we must all support the new leader, and we have to work to win government in 2023, because NSW deserves no less. I want to thank my incredible staff who have supported me and ... I’m so indebted to them.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T03:13:11.387Z\">at 4.13am BST</time></p>  </div> <div id=\"block-60b05d4b8f08d486a77155a6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T03:03:26.373Z\">4.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Jodi Mckay resigns as NSW Labor leader</h2>  <div class=\"block-elements\">  <p>NSW opposition leader <strong>Jodi Mckay</strong> has announced she is stepping down as the leader of NSW Labor. </p> </div>   </div> <div id=\"block-60b05b7a8f086d71cc15d00c\" class=\"block\" data-block-contributor=\"profile/paul-karp\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:55:48.850Z\">3.55am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After acting Victorian premier <strong>James Merlino</strong> revealed<strong> Tim Pallas </strong>had spoken to federal treasurer <strong>Josh Frydenberg </strong>to discuss possible federal assistance, we asked<strong> </strong>Frydenberg<strong> </strong>what might be on the table.</p> <p>The answer was ... a list of things the federal government is already providing. </p> <p>It seems that – consistent with <strong>Greg Hunt’s </strong>comments this morning – the federal government thinks it is doing enough and a seven-day lockdown is short and sharp enough that Victoria can manage the economic fallout.</p>  <figure class=\"element element-image\" data-media-id=\"c50e669c9a0fadcf6072b11e9694a11da12716ba\"> <img src=\"https://media.guim.co.uk/c50e669c9a0fadcf6072b11e9694a11da12716ba/2370_223_2325_1395/1000.jpg\" alt=\"Federal treasurer Josh Frydenberg doesn’t commit to possible federal assistance for Victorian businesses.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Federal treasurer Josh Frydenberg doesn’t commit to possible federal assistance for Victorian businesses.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>Although the two treasurers have spoken, nothing further has been offered, and no further talks are scheduled. </p> <p>It’s possible that could change if Covid results go bad and a lockdown longer than a week is required, but we won’t be hearing anything from the feds until after Victoria’s package is announced, likely this weekend.</p> <p>Frydenberg said:</p> <blockquote class=\"quoted\"> <p><em>Victoria’s lockdown is a painful reminder that we are still in the midst of a global pandemic.</em><br></p> <p><em>That is why in the budget we are continuing to provide record levels of support in order to secure Australia’s economic recovery.</em></p> <p><em>Already $45.2bn in economic support has been provided to Victoria during this crisis and more is flowing in the form of tax cuts to households and businesses as well as additional funding for much needed mental health services.</em></p> <p><em>Targeted support is also continuing to be provided to the tourism, travel and aviation sectors, in addition to the arts and entertainment sectors.</em></p> </blockquote> <p>There’s a longstanding view by many in the government that through jobkeeper and jobseeker it footed the lion’s share of the bill for Covid, allowing states to lock down with a smaller financial impact to themselves.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T03:04:50.879Z\">at 4.04am BST</time></p>  </div> <div id=\"block-60b058cb8f086d71cc15cff6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:49:08.361Z\">3.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More than 50 Victorian passengers have been removed from <strong>The Ghan and Indian Pacific train services</strong> amid travel restrictions imposed by <strong>South Australia, Northern Territory</strong> and <strong>New South Wales: </strong>32 who boarded the train in Adelaide were pulled from the their trip at Marla and transported back to the city and into hotel quarantine for testing, Journey Beyond Rail Expeditions says.</p>  <figure class=\"element element-image\" data-media-id=\"8b7073bd80f0a96640d600987748c7b37b2d2fb7\"> <img src=\"https://media.guim.co.uk/8b7073bd80f0a96640d600987748c7b37b2d2fb7/0_173_5200_3120/1000.jpg\" alt=\"The Ghan in outback South Australia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Ghan in outback South Australia.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>Twenty travellers going in the opposite direction were pulled from the train at Alice Springs and taken to the nearby Todd quarantine facility, also for testing; 14 passengers on the westbound Indian Pacific train service were also removed.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/akbachmann/status/1397734753218924544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On board the Ghan. Passengers who have been to Greater Melbourne in past 14 days offloaded in Marla and getting put on a bus back to Adelaide. <a href=\"https://twitter.com/7NewsAdelaide?ref_src=twsrc%5Etfw\">@7NewsAdelaide</a> <a href=\"https://twitter.com/sunriseon7?ref_src=twsrc%5Etfw\">@sunriseon7</a> <a href=\"https://t.co/i986dXIqsO\">pic.twitter.com/i986dXIqsO</a></p>&mdash; Amanda Bachmann (@akbachmann) <a href=\"https://twitter.com/akbachmann/status/1397734753218924544?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure>  <p>“Our priority is to ensure the safety and welfare of our guests and staff while complying with state government mandates,” a spokeswoman said.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:54:00.548Z\">at 3.54am BST</time></p>  </div> <div id=\"block-60b055348f08d486a7715567\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:32:17.340Z\">3.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labor’s health spoksman <strong>Mark Butler</strong> is slamming the Morrison government for the “shockingly slow rate” of the vaccine rollout: </p>  <figure class=\"element element-image\" data-media-id=\"7d7fbd33bf864d412f3b5915abbe26a27e527eca\"> <img src=\"https://media.guim.co.uk/7d7fbd33bf864d412f3b5915abbe26a27e527eca/0_31_5472_3283/1000.jpg\" alt=\"Labor’s health spokesman Mark Butler condemns Scott Morrison for the slow rollout of the Covid vaccine and for ‘ripping away’ jobkeeper.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labor’s health spokesman Mark Butler condemns Scott Morrison for the slow rollout of the Covid vaccine and for ‘ripping away’ jobkeeper.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>This latest lockdown is the first since the government ripped away jobkeeper, ripped away the economic supports during this pandemic. </p> <p>We know from the job statistics that after that happened thousands of jobs across Australia were lost and 64,000 Australian simply gave up looking for work at all. Victoria was hardest hit of all of the states in the ripping away of jobkeeper. </p> <p>In this lockdown, Scott Morrison has left Victorians without any economic support ... He has been far too quick to rip away jobkeeper and far too slow to roll out the vaccines. </p> <p>Hundreds and thousands of aged care residents in Victoria remain without full protection because of Scott Morrison’s failures on the vaccine rollout. </p> <p>Scott Morrison needs to come clean with the Australian people about his failures on vaccines and about the failure of the hotel quarantine system, instead of continuing to push out these dodgy and misleading statistics. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:37:48.347Z\">at 3.37am BST</time></p>  </div> <div id=\"block-60b052f68f088d8c3178b6d0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:23:01.113Z\">3.23am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Two girls create Covid scare in SA</h2>  <div class=\"block-elements\">  <p>Two girls thought missing from <strong>Victoria</strong> have sparked a Covid scare after hitchhiking to <strong>South Australia</strong> overnight. </p> <p>SA police confirmed the two girls had come to visit a friend in Goolwa, and hitchhiked with different vehicles to get to the state. </p> <p>All three girls caught a school bus to Victor Harbor high school this morning, where police stopped them before anyone could get off. </p> <p>The girls are now in isolation, with arrangements being made for them to be tested. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:24:43.236Z\">at 3.24am BST</time></p>  </div> <div id=\"block-60b0521f8f088d8c3178b6c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:16:01.738Z\">3.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good afternoon everyone, and a quick thanks to <strong>Matilda </strong>and <strong>Elias</strong> for expertly guiding us through the morning’s news. I’ll be here for the afternoon’s headlines, and there’s much to get through, so let’s jump in. </p> </div>   </div> <div id=\"block-60b0516f8f088d8c3178b6c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:12:53.160Z\">3.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With that, I shall pass you over to the amazing <strong>Mostafa Rachwani </strong>to take you through the rest of the day. </p> </div>   </div> <div id=\"block-60b051138f086d71cc15cfbd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:11:55.169Z\">3.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Did I hear you asking for former Labor leader and frontbencher <strong>Bill Shorten</strong>’s views on the lockdown?</p>  <figure class=\"element element-image\" data-media-id=\"21ecde468b94eb3ebdc1cf3e3d0c71462749e85c\"> <img src=\"https://media.guim.co.uk/21ecde468b94eb3ebdc1cf3e3d0c71462749e85c/1338_97_2916_1750/1000.jpg\" alt=\"Former Labor leader Bill Shorten has served a hard ball at the Morrison government over Victoria’s lockdown ‘trauma’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Labor leader Bill Shorten has served a hard ball at the Morrison government over Victoria’s lockdown ‘trauma’.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>Oh, well, here they are anyway:</p> <blockquote class=\"quoted\"> <p>Some people say we should not talk about blame and ... I can understand that, but as a Melburnian I cannot help but wonder that if the Morrison government had an app that works, if they had a public health campaign encouraging people to get vaccinated, if they had built some federal quarantine facilities that were built for purpose, and if they had rolled out their vaccines quicker, then maybe there’s a chance all of this trauma could have been avoided.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:15:47.211Z\">at 3.15am BST</time></p>  </div> <div id=\"block-60b050748f086d71cc15cfb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:07:55.548Z\">3.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rwillingham/status/1398088079865307143\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A/Premier <a href=\"https://twitter.com/JamesMerlinoMP?ref_src=twsrc%5Etfw\">@JamesMerlinoMP</a> says Victoria is open to quarantine hub at Avalon. Expression of Interest to builders released today. Not site specific. <a href=\"https://twitter.com/abcnews?ref_src=twsrc%5Etfw\">@abcnews</a> <a href=\"https://twitter.com/abcmelbourne?ref_src=twsrc%5Etfw\">@abcmelbourne</a></p>&mdash; Richard Willingham (@rwillingham) <a href=\"https://twitter.com/rwillingham/status/1398088079865307143?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b04caf8f086d71cc15cf92\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:02:42.039Z\">3.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victorian press conference summary</h2>  <div class=\"block-elements\">  <p>OK. Here is what we learnt. </p> <ul> <li>Just four new Covid-19 cases from more than 50,000 tests. All are linked to the current cluster</li> <li>There will be an announcement from the state government in the coming days on economic support for businesses</li> <li>Victoria has asked the commonwealth for 160 ADF staff to help with lockdown measures such as doorknocking</li> <li>One of the cluster early cases may have been out in the community while infectious for 12 days from 13 May</li> <li>There are five locations of particular concern for authorities where they believe transmission may have occurred in popular pubs and bars.</li> </ul> <p>These locations are: <br></p> <ul> <li>The Sporting Globe, Mordiallioc, 23 May, 6.15pm-9.45pm </li> <li>3 Monkeys, Prahran, 22 May, 9.10pm-11pm <br></li> <li>Somewhere Bar, Prahran, 22 May </li> <li>Palace Hotel Sth Melb, 23 May, 5.45-6.45pm </li> <li>The Local, Port Melbourne, 21 May, 1.30-3.30pm</li> </ul> <p>They believe hundreds of people will have been at these bars and clubs during these times, but have only got QR code check-in records “in the tens”. Anyone who has been to these locations <strong>must </strong>come forward and contact the health department. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:08:48.646Z\">at 3.08am BST</time></p>  </div> <div id=\"block-60b04e958f08d486a7715530\" class=\"block is-key-event\" data-block-contributor=\"profile/anne-davies\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T02:00:33.653Z\">3.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">NSW Labor leader Jodi McKay expected to stand down</h2>  <div class=\"block-elements\">  <p>NSW Labor leader <strong>Jodi McKay </strong>is expected to announce she is standing down at a press conference which should take place shortly. </p> <p>It is understood head office has intervened and demanded a resolution to the instability that has followed the Upper Hunter byelection result.</p>  <figure class=\"element element-image\" data-media-id=\"428a5c92d522fdb67c115b08a0ec965f5c2da5d5\"> <img src=\"https://media.guim.co.uk/428a5c92d522fdb67c115b08a0ec965f5c2da5d5/0_152_4564_2739/1000.jpg\" alt=\"NSW Labor leader Jodi McKay is expected to announce she is standing down.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">NSW Labor leader Jodi McKay is expected to announce she is standing down.</span> <span class=\"element-image__credit\">Photograph: Dan Himbrechts/AAP</span> </figcaption> </figure>  <p>It is unclear whether there will be a contest for the leadership. Transport spokesman Chris Minns and the former leader Michael Daley have expressed interest in the past.</p> <p>McKay has been leading the opposition since March 2019. She won the leadership under the new Labor rules which give the rank and file a vote as well as caucus. <br><br>The next state election in NSW is not due until March 2023. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:05:01.002Z\">at 3.05am BST</time></p>  </div> <div id=\"block-60b04c6b8f086d71cc15cf8e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:51:40.959Z\">2.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And to finish off <strong>Sutton</strong> has reiterated there is no firm case number threshold for lockdown to be extended or eased early. </p> <blockquote class=\"quoted\"> <p>There is no single figure threshold for how you respond. The considerations, as I think I outlined yesterday, relate to new exposure sites, the number of new cases, but also how many contacts they have, how many places they have been to, and the kind of risk settings and the relative seriousness in those settings that have to be under consideration. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:09:06.509Z\">at 3.09am BST</time></p>  </div> <div id=\"block-60b04bc88f088d8c3178b69e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:49:23.285Z\">2.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Brett Sutton</strong> says regional Victoria has been locked down as well, basically because the government was worried city-slickers would flood to any restriction-free areas. </p> <blockquote class=\"quoted\"> <p><strong>The reality is if we carved out a part of regional Victoria and said no restrictions in that place, that’s where everyone from Melbourne would go ... </strong>and this virus [could be introduced] into previously unaffected areas. There are operational considerations about how you stop some of the potential movement, if you were to carve out one area or many areas of regional Victoria. </p> <p>That said, these restrictions are under review and reconsideration every single day and if there is an operational response that can manage that and carve out parts or all of regional Victoria or, indeed, parts of metro Melbourne, that will always be under consideration, but what we do not want to do is export this virus to previously unaffected areas.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T02:10:19.254Z\">at 3.10am BST</time></p>  </div> <div id=\"block-60b04b068f086d71cc15cf82\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:47:15.561Z\">2.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One thing that often happens during lockdowns is a big rise in ambulance call-outs, which can lead to queues of ambulances carrying passengers lining up outside hospitals. </p> <p>This has already begun in Melbourne and <strong>Merlino</strong> says the state is working on it. </p>  <figure class=\"element element-image\" data-media-id=\"9d0a33cb085fa66335007d51a29e179bbe56b74a\"> <img src=\"https://media.guim.co.uk/9d0a33cb085fa66335007d51a29e179bbe56b74a/0_26_4125_2476/1000.jpg\" alt=\".\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <blockquote class=\"quoted\"> <p>Look, this is a significant issue, not just here in Victoria but right across the country. We are seeing, as the minister for health has explained and so have I previously, a significant spike in callouts, 10,000 additional callouts compared to the quarter before. </p> <p>We are seeing a big impact in terms of our ambulance system, our emergency departments, and that’s reflected right across the country. </p> <p>I was at a national cabinet meeting where almost every state and territory said this is a big problem ... We are seeing a significant challenge on ambulances and in our emergency departments in Victoria and right across the nation ...</p> <p>It was agreed that health ministers will come together to agree on what to do, and in the meantime, in the budget we handed down last week, there was $759m of additional support. That will go to triage nurses. That will go to additional paramedics, to try to ease the pressure. </p> <p>I acknowledge this is a challenge and it is a national challenge. We are doing what we can for the state budget, but additional $759m, and it will be discussed at a national level at national cabinet.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:54:08.160Z\">at 2.54am BST</time></p>  </div> <div id=\"block-60b04a7d8f088d8c3178b692\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:43:54.135Z\">2.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So, these new cases announced today are all linked to the current outbreak, but how? </p> <p>Testing commander <strong>Jeroen Weimar</strong> says: </p> <blockquote class=\"quoted\"> <p>The four new positive cases we have identified today, three of them are associated with the Whittlesea outbreak. All are within the primary close contacts of the existing positive cases. </p> <p>One of the cases is a friend, a primary close contact of the positive case associated with the Stratton Finance outbreak ...</p> <p>That fourth case is the one who spent some time in a sporting club with a positive case on Sunday 23 May.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:48:33.361Z\">at 2.48am BST</time></p>  </div> <div id=\"block-60b049c68f088d8c3178b68b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:41:48.379Z\">2.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Let’s play a game of “which politicians in Victoria have been vaccinated” (because <strong>Merlino</strong> was just asked).</p>  <figure class=\"element element-image\" data-media-id=\"b83e1134c3f249933bab87cda32bd6d8f376c24f\"> <img src=\"https://media.guim.co.uk/b83e1134c3f249933bab87cda32bd6d8f376c24f/0_409_4752_2851/1000.jpg\" alt=\"James Merllino says industry minister Martin Pakula has had his vaccination, as has Martin Foley and Tim Pallas.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">James Merllino says industry minister Martin Pakula has had his vaccination, as has Martin Foley and Tim Pallas.</span> <span class=\"element-image__credit\">Photograph: Vince Caligiuri/Getty Images</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>Off the top of my head, I don’t know how many MPs have received the vaccination. I know that <strong>Martin Pakula</strong> (industry) has; I know <strong>Martin Foley</strong> (health) has; I know <strong>Tim Pallas </strong>(treasury)<strong> </strong>has. I am getting vaccinated today. I think the leader of the opposition is getting vaccinated today. But I don’t know how many have vaccinated.</p> </blockquote> <p>Reporter:</p> <blockquote class=\"quoted\"> <p>Has the premier been vaccinated?</p> </blockquote> <p>Merlino:</p> <blockquote class=\"quoted\"> <p>I am not sure, Rich. I doubt he has been vaccinated because he is just in the category that is eligible today, so I am not sure if he has got a booking for a vaccination, but I will be getting mine straight after this.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:47:25.366Z\">at 2.47am BST</time></p>  </div> <div id=\"block-60b0494c8f086d71cc15cf63\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:38:20.999Z\">2.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Chief health officer <strong>Brett Sutton </strong>says everyone who attended potential exposure sites on Chapel St in the city’s inner-east suburbs has so far tested negative. </p> <blockquote class=\"quoted\"> <p>All negatives back from those who attended, but again, we want to make absolutely sure that we are capturing everyone who has been to those potential sites.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:40:23.883Z\">at 2.40am BST</time></p>  </div> <div id=\"block-60b048aa8f08d486a77154f6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:35:57.173Z\">2.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Oooh, this is a little juicy. </p> <p><strong>Merlino </strong>was asked if he is asking the commonwealth to reinstate jobkeeper and, well, he didn’t say no. </p> <blockquote class=\"quoted\"> <p>I won’t talk for the treasurers – they are having discussions right now. I just want to let people know, particularly the business community know, that the Victorian treasurer and federal treasurer are talking about assistance as well as the work that we’re doing in terms of providing business assistance and a package that we will announce the coming days.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:40:35.269Z\">at 2.40am BST</time></p>  </div> <div id=\"block-60b047d18f088d8c3178b67a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:33:40.035Z\">2.33am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Economic support for Victorian businesses imminent</h2>  <div class=\"block-elements\">  <p>Merlino says people can “certainly expect” an announcement on support for business owners in the coming days. </p> <p>He was then asked if he is frustrated by the commonwealth’s refusal to provide similar support. </p>  <figure class=\"element element-image\" data-media-id=\"d02f50d1071321bc1ba21da3369210c1a645b4d0\"> <img src=\"https://media.guim.co.uk/d02f50d1071321bc1ba21da3369210c1a645b4d0/691_660_4133_2480/1000.jpg\" alt=\"Acting Victorian premier James Merlino says business owners can expect an announcement on support in the coming days.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Acting Victorian premier James Merlino says business owners can expect an announcement on support in the coming days.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>As I’ve said, and I know ... our industry minister was out this morning talking about this. Our immediate focus in terms of the decisions we have had to make have been on public health. Doing what we need to do to keep our community safe and allow the public health team to get ahead of this outbreak. </p> <p>Our focus is now both on dealing with the outbreak as well as thinking about what further support we can give our business community, our event organisers. We know this is difficult. We know it is even more difficult because we are in a period now where jobkeeper is not providing the support, the direct support. </p> <p><strong>Wage subsidies, these are commonwealth matters. So we are discussing between governments, between treasurers about what support the commonwealth can provide. </strong>We are doing our work in terms of what assistance we will provide to the business community and we will have something to say in coming days.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:43:33.462Z\">at 2.43am BST</time></p>  </div> <div id=\"block-60b0476e8f086d71cc15cf56\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:30:48.298Z\">2.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>James Merlino </strong>says it’s too early to know if the lockdown is likely to end early or be extended further (Which like, given it’s only day one is not that surprising.) </p> <blockquote class=\"quoted\"> <p>It would be entirely based on the advice of public health and that is how we have operated with other circuit breaker lockdown is over longer periods of lockdown, that would be based on advice from public health in terms of how quickly we can return to the settings that we had prior to the circuit breaker lockdown.<br></p> </blockquote> <p>Reporter:<br></p> <blockquote class=\"quoted\"> <p>Can you give any indication to people today about what we are working on at the moment? Is there going to be a staged easing?</p> </blockquote> <p>Merlino:</p> <blockquote class=\"quoted\"> <p>Sure, I cannot today and as Professor Sutton has said we are in the early days of this circuit breaker lot down. Advice from public health is that need the seven days to get ahead of this outbreak and I’m confident that will happen. We are in early days.</p> </blockquote> </div>   </div> <div id=\"block-60b046da8f086d71cc15cf4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:28:26.364Z\">2.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I mentioned a second ago that the federal government had been fairly firm that it would not provide economic support to Victoria during the lockdown, but it looks like acting premier <strong>Merlino</strong> is still holding out hope. </p>  <figure class=\"element element-image\" data-media-id=\"fd629a39c7ede6c09fa1a3b9f55575fd3c2bd922\"> <img src=\"https://media.guim.co.uk/fd629a39c7ede6c09fa1a3b9f55575fd3c2bd922/0_48_1828_1096/1000.jpg\" alt=\"Victoria’s treasurer Tim Pallas and federal treasurer Josh Frydenberg are talking about what support the federal government can provide.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victoria’s treasurer Tim Pallas and federal treasurer Josh Frydenberg are talking about what support the federal government can provide.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>My response is the respective treasurers,<strong> Tim Pallas </strong>and <strong>Josh Frydenberg,</strong> are in active discussions about what support can be provided and I think it is a good thing. </p> <p>The prime minister made some comments that the commonwealth is looking to work hand in glove with the Victorian government and I welcome it. And that can be done in a number of ways. </p> <p>There is the formal request that we will be putting through for additional ADF staff to assist the authorised officers and there are discussions happening between the respective treasurers Tim Pallas and Josh Frydenberg in terms of what support can be provided.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:31:57.152Z\">at 2.31am BST</time></p>  </div> <div id=\"block-60b046558f086d71cc15cf4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:25:36.629Z\">2.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Just a bit more of the Victorian vaccination capacity. </p>  <figure class=\"element element-image\" data-media-id=\"1f4bab9c8ac868fe65f0caff4b4e1e309423ecb5\"> <img src=\"https://media.guim.co.uk/1f4bab9c8ac868fe65f0caff4b4e1e309423ecb5/317_269_2032_1219/1000.jpg\" alt=\"Prof Ben Cowie says: ‘We commit to vaccinating every single Victorian who wants to be vaccinated in the coming weeks.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prof Ben Cowie says: ‘We commit to vaccinating every single Victorian who wants to be vaccinated in the coming weeks.’</span> <span class=\"element-image__credit\">Photograph: Luis Ascui/AAP</span> </figcaption> </figure>  <p><strong>Cowie: </strong></p> <blockquote class=\"quoted\"> <p>We were saying last week that we had at least double the capacity that we were currently using, we have more than double that already is was referred to previously, so our state system, we are running the numbers now we always wanted to be and <strong>we can do a little bit more, we are continuing to invest in more sites and more workforce. </strong></p> <p>Really, important to remember, most vaccines in Victoria are actually being administered by our GPs. So people really do need to remember also those fantastic GPs in Victoria who are vaccinating more people than the state system every day.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:35:50.946Z\">at 2.35am BST</time></p>  </div> <div id=\"block-60b046398f086d71cc15cf46\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:24:28.462Z\">2.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Cowie: </strong></p> <blockquote class=\"quoted\"> <p>I would like to see eligibility expanded as soon as we have the capacity to do so. And we will continue to review the uptake of vaccination, the number of people booking in and our booking systems are booking people in up to four weeks’ time, so not everyone will be vaccinated today and not everyone will be able to be vaccinated next week, but our health services – and I think there was a question before about the workforce – we are continuing to expand the vaccination workforce. </p> <p>We are continuing to connect offers of assistance to work with our services to expand the workforce to ensure that more and more Victorians will be vaccinated with every passing day.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:36:39.253Z\">at 2.36am BST</time></p>  </div> <div id=\"block-60b0457f8f08d486a77154db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:23:31.638Z\">2.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Prof Ben Cowie</strong>, the head of the state’s vaccine program, says he can’t put a date on when Pfizer jabs would be opened up to 30- to 39-year-olds. </p> <blockquote class=\"quoted\"> <p>Really, that is a dynamic process. Hundreds of thousands of Victorians have become newly eligible for vaccination today. And we have been so gratified by the response. It’s amazing to see how many people are wanting to be vaccinated. </p> <p>What I would say is that we obviously cannot vaccinate hundreds of thousands of people in a single day and it relates to the questions about people booking in and having difficulties accessing those bookings. </p> <p>I would say if you are one of those tens of thousands of Victorians calling in at any one time, please, if you cannot get through, I’m sorry but if you could possibly call back in the afternoon. <strong>We commit to vaccinating every single Victorian who wants to be vaccinated in the coming weeks. Without question. </strong></p> <p>In terms of further age groups becoming eligible, we really need to see what the demand looks like over the next few days and we will obviously ask government to ensure that we are increasing eligibility once a system is able to handle it.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:36:55.985Z\">at 2.36am BST</time></p>  </div> <div id=\"block-60b0450c8f088d8c3178b666\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:19:34.022Z\">2.19am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No new Covid cases in NSW today</h2>  <div class=\"block-elements\">  <p>I will jump back to Victoria in one second, but just quickly: no local Covid-19 cases in NSW today. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NSWHealth/status/1398081880151363585\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NSW recorded no new locally acquired cases of COVID-19 in the 24 hours to 8pm last night.<br><br>Three new cases were acquired overseas in the same period, bringing the total number of cases in NSW since the beginning of the pandemic to 5,390. <a href=\"https://t.co/bW3c1eVoPk\">pic.twitter.com/bW3c1eVoPk</a></p>&mdash; NSW Health (@NSWHealth) <a href=\"https://twitter.com/NSWHealth/status/1398081880151363585?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:22:12.426Z\">at 2.22am BST</time></p>  </div> <div id=\"block-60b044e58f086d71cc15cf39\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:19:05.304Z\">2.19am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeABCNews/status/1398083752983556098\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Victoria COVID Update<br>Pubs and bars of particular concern<br>3 Monkeys and Somewhere Bar, Prahran<br>The Palace Hotel, South Melb<br>The Local, Port Melbourne.<br>The Sporting Globe, Mordialloc<br>Check <a href=\"https://t.co/T7cjJWRjlb\">https://t.co/T7cjJWRjlb</a> for dates and times</p>&mdash; Joe O&#39;Brien (@JoeABCNews) <a href=\"https://twitter.com/JoeABCNews/status/1398083752983556098?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b044b78f086d71cc15cf37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:17:48.039Z\">2.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SharnelleVella/status/1398085305954045956\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Sutton: it’s not over yet. We could get 10 or 20 cases tomorrow. <a href=\"https://twitter.com/7NewsMelbourne?ref_src=twsrc%5Etfw\">@7NewsMelbourne</a> <a href=\"https://t.co/RQkyXXiZBU\">pic.twitter.com/RQkyXXiZBU</a></p>&mdash; Sharnelle Vella (@SharnelleVella) <a href=\"https://twitter.com/SharnelleVella/status/1398085305954045956?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b044748f086d71cc15cf33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:17:20.599Z\">2.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Reporter:</strong></p> <blockquote class=\"quoted\"> <p>I know it sounds obvious, but how much of a setback is that? The [person] was presenting symptoms and didn’t go and get tested? Is that one of the reasons we are in this mess?</p> </blockquote> <p><strong>Sutton</strong>:</p> <blockquote class=\"quoted\"> <p>We are encouraging absolutely everyone at the first sign or symptom of illness, and it can be very mild, it can be just a tickle in the throat or just a runny nose or just a headache or lethargy. </p> <p>Do not think that it is something else. You have to work on the assumption that it is Covid. Get that negative test, and then assure yourself you are not putting others at risk. We can’t emphasise it enough. It is out there in the community, you have to assume it is Covid until proven otherwise.</p> </blockquote> <p>Reporter:</p> <blockquote class=\"quoted\"> <p>Was this person a bit of a sceptic on Covid?</p> </blockquote> <p>Sutton:</p> <blockquote class=\"quoted\"> <p>No. Look, there are so many reasons that people say: ‘Am I really at risk? Other people might be at risk but not me. I don’t work out the airport, I don’t work in hotel quarantine, you know, I haven’t been around high-risk settings.’ And yet here we are. So you always have to think about the possibility that it could be you, as an average citizen. That is the key.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:37:24.577Z\">at 2.37am BST</time></p>  </div> <div id=\"block-60b0438e8f08d486a77154cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:16:33.935Z\">2.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Some of the dates on exposure sites are now stretching back as far as 13 and 14 May, two days earlier than previously thought.</p> <p>A reporter has asked chief health officer <strong>Prof Brett</strong> <strong>Sutton</strong> about this. It looks like one of the first cases was actually symptomatic for longer than we previously knew. </p>  <figure class=\"element element-image\" data-media-id=\"882eb8553a09e97b9c41fa745526e9209ed2520d\"> <img src=\"https://media.guim.co.uk/882eb8553a09e97b9c41fa745526e9209ed2520d/0_122_3647_2189/1000.jpg\" alt=\"Victorian chief health officer Prof Brett Sutton says it looks like one of the first cases in Melbourne was out and about for 12 days before he got tested.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victorian chief health officer Prof Brett Sutton says it looks like one of the first cases in Melbourne was out and about for 12 days before he got tested.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>We have revised his timeline, based again, as we do with so many of our cases, reinterviewing, going back to his personal diary and recollections and the likelihood he might have had mild symptoms a couple of days earlier.</p> </blockquote> <p>Reporter:</p> <blockquote class=\"quoted\"> <p>So he didn’t get tested until the 25th. That means he was out in the community for 12 days before he got tested?</p> </blockquote> <p>Sutton:</p> <blockquote class=\"quoted\"> <p>Potentially, yes.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:41:53.388Z\">at 2.41am BST</time></p>  </div> <div id=\"block-60b043158f086d71cc15cf1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:12:12.661Z\">2.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Weimar </strong>was asked if venues that failed to make everyone check-in via the QR code system will be found. He didn’t answer directly but didn’t seem that jazzed about the idea. </p> <blockquote class=\"quoted\"> <p>At this point in time, our focus is on finding out who was there. If we are seeing significant breaches, we do have enforcement activity underway, we have had it underway for a number of months, and we will enforce that where necessary. </p> <p>But my message today is, this is about making sure people are safe. As we sit here today we have 30 people currently awkward COVID-19 in the state, around this community outbreak. We are really keen to ensure that they are safe, but they are being looked after and getting the care they need. We want to minimise any additional cases </p> </blockquote> </div>   </div> <div id=\"block-60b042588f088d8c3178b64b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:10:05.623Z\">2.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There have been reports of extremely long wait times for vaccine bookings in Victoria. <strong>Weimar</strong> is asked if any doses will go to waste because people are unable to make a booking.</p> <p>He says: “No.”</p> <blockquote class=\"quoted\"> <p>One of the very positive things we are seeing now over the last few days, we are seeing an increasing interest in vaccination, and we’re grateful to all Victorians ... The million doses we have now been able to administer, and more as we go forward, both GPs and vaccination clinics are really focused on ensuring that there is no wastage. <strong>The more people that book, the more people that come forward, the less wastage we will see ...</strong></p> <p>A couple of days ago we had 350 people working on vaccination bookings and today we have over 550 working on vaccination bookings [and] we have 150 people dealing with other Covid-related questions ... We have another couple hundred people coming online in the next few days,</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:21:13.173Z\">at 2.21am BST</time></p>  </div> <div id=\"block-60b041d08f086d71cc15cf0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:07:28.900Z\">2.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Weimar</strong> is being questioned about Victoria’s QR code scanning system. He says although more people were at the venues than necessarily checked in the affected venues had still been doing a good job of record keeping.</p>  <figure class=\"element element-image\" data-media-id=\"46f8fdd5c4e826904ce25746a18eed8da69c2141\"> <img src=\"https://media.guim.co.uk/46f8fdd5c4e826904ce25746a18eed8da69c2141/0_73_5568_3341/1000.jpg\" alt=\"Testing commander Jeroen Weimar says the affected venues had been doing a good job on QR code scanning.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Testing commander Jeroen Weimar says the affected venues had been doing a good job on QR code scanning.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>  <blockquote class=\"quoted\"> <p>What we’re seeing this particular outbreak as examples of really good record-keeping, and I’m so grateful to businesses and individuals for participating in that. But we have a number of locations where we just don’t think we have captured all the people who were in those venues. It is important to get hold of them now...</p> <p>We have seen over the last couple of months across Australia... lower levels of compliance with QR code systems in a number of other states, as we have seen in Victoria. </p> <p>We had talked about this and said it is something that we as the community need to deal with it, moving it onto a single platform makes it even easier to comply. Again, I am grateful to everybody, particularly in the business community, for the work they have done to get us on track.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:19:27.151Z\">at 2.19am BST</time></p>  </div> <div id=\"block-60b041798f086d71cc15cf08\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:04:14.831Z\">2.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Weimar: </strong></p> <blockquote class=\"quoted\"> <p>The five sites I went through are a particular concern to us because essentially they are clubs, social contacts, places where we expect to see significant numbers of people in close proximity, dancing, singing, doing what they do. </p> <p>In one of those locations we have now had one case of confirmed community transmission. Obviously what we are keen to do is exclude as quickly as we can is whether there has been any other community transmission of those other venues.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:16:54.677Z\">at 2.16am BST</time></p>  </div> <div id=\"block-60b0404e8f086d71cc15cef1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T01:02:50.640Z\">2.02am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">New Victorian exposure sites</h2>  <div class=\"block-elements\">  <p>Testing commander (yes, real title) <strong>Jeroen Weimar </strong>says there are a number of new exposure sites from the four new cases overnight.</p> <blockquote class=\"quoted\"> <p>As the acting premier said we have a total of 30 positive cases across those two outbreaks. One person of course is linked. </p> <p>Between those two outbreaks we have 121 public exposure venues. I appreciate the number of exposure sites continues to increase as we do more and more interviews and as we identify new, additional cases. The four cases identified in the last 24 hours are of course feeding additional sites ...</p> <p>So we have an individual who was at the Sporting Globe in Mordialloc between 6.15pm and 9.45pm on Sunday 23 May ... the Three Monkeys in Prahran, 9pm to 11pm ... and again, a bit later. (Those dates and times are of course on our website.) ... Then The Somewhere Bar in Prahran, again on the night of the 22nd; The Palace hotel in Melbourne between 9.45pm and 6.45pm on the 23rd. And The Local in Port Melbourne, again on the 21st, between 1.30pm and 3.30pm.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:14:28.498Z\">at 2.14am BST</time></p>  </div> <div id=\"block-60b03f4a8f08d486a7715498\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:57:37.318Z\">1.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victoria asks for 160 ADF personnel to help lockdown</h2>  <div class=\"block-elements\">  <p>Yesterday the prime minister said the commonwealth would provide ADF assistance to Victoria if needed. </p> <p>Today the locked-down state has taken up the offer. </p>  <figure class=\"element element-image\" data-media-id=\"88953d187d3b68fd858e5392df632121eb19f057\"> <img src=\"https://media.guim.co.uk/88953d187d3b68fd858e5392df632121eb19f057/0_161_4053_2432/1000.jpg\" alt=\"ADF workers and police during the Melbourne lockdown in August last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">ADF workers and police during the Melbourne lockdown in August last year.</span> <span class=\"element-image__credit\">Photograph: Daniel Pockett/Getty Images</span> </figcaption> </figure>  <p><strong>James Merlino: </strong></p> <blockquote class=\"quoted\"> <p>Finally I want to welcome the PM’s comments that the commonwealth will be working hand in glove with Victorian authorities. I want to thank him for that and to that end there is some additional assistance that we require and I’ve contacted the PM this morning. </p> <p>We will be putting a formal request through for additional ADF staff. The request will be for around 160 ADF staff for at least the next fortnight to assist our authorised offices in doorknocking. Doorknocking positive cases, doorknocking primary close contacts. If we have those additional ADF staff pairing up with authorised officers we are effectively doubling our capacity to do that really important work over the next few weeks. </p> <p>So the commonwealth are looking at this and I want to again thank the commonwealth for their efforts in supporting Victoria in any way that we need. </p> </blockquote> <p>The PM also very much shot down any plans for commonwealth financial support for small businesses though, so I’m sure Merlino isn’t <em>THAT</em> thankful this morning. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T01:05:11.383Z\">at 2.05am BST</time></p>  </div> <div id=\"block-60b03f108f088d8c3178b625\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:54:29.559Z\">1.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>James Merlino</strong> says he will get his vaccination today as he is in the newly eligible 40-49 age group. </p>  <figure class=\"element element-image\" data-media-id=\"190c0db4a23364ccddb80ccc13e89f2941f8d0d5\"> <img src=\"https://media.guim.co.uk/190c0db4a23364ccddb80ccc13e89f2941f8d0d5/0_181_5417_3252/1000.jpg\" alt=\"Acting Victorian premier James Merlino says he will get his Covid vaccination today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Acting Victorian premier James Merlino says he will get his Covid vaccination today.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:59:13.946Z\">at 1.59am BST</time></p>  </div> <div id=\"block-60b03ed08f08d486a7715492\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:53:22.600Z\">1.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Victoria has now administered 1m vaccine doses. </p> <p>Merlino: </p> <blockquote class=\"quoted\"> <p>We also administered 17,223 vaccine doses. This is exactly the sort of numbers we want to see each and every day. So well over 17,000 vaccine doses. </p> <p><strong>It takes us, in Victoria, to over 1m vaccines administered, </strong>both through the state sites and through the GP networks, so my thanks to everybody. That is a great milestone and we have to keep going. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:56:18.737Z\">at 1.56am BST</time></p>  </div> <div id=\"block-60b03e778f088d8c3178b619\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:52:13.154Z\">1.52am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">All new Victorian cases linked to current outbreak</h2>  <div class=\"block-elements\">  <p>James Merlino: </p> <blockquote class=\"quoted\"> <p>There are 39 active cases of coronavirus in Victoria. We recorded four new locally acquired cases yesterday.<strong> All of those are linked to the current outbreak which is, again, a good thing. </strong></p> <p>Plus two new cases in hotel quarantine. </p> <p>We also saw some record numbers which I want to thank all Victorians: 47,462 Covid tests were processed yesterday. </p> <p>That is real proof at how seriously Victorians are taking this challenge and how much we have been able to up to the system to cater for the demand. But those testing numbers are outstanding and I want to thank all Victorians</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:57:26.079Z\">at 1.57am BST</time></p>  </div> <div id=\"block-60b03e4e8f088d8c3178b618\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:50:41.327Z\">1.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Acting Victorian premier James Merlino is speaking now. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:52:04.316Z\">at 1.52am BST</time></p>  </div> <div id=\"block-60b03cf68f088d8c3178b605\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:45:01.931Z\">1.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’re standing by for the Victorian acting premier and CHO to arrive for today’s update.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:49:51.691Z\">at 1.49am BST</time></p>  </div> <div id=\"block-60b03c508f086d71cc15cebd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:41:57.435Z\">1.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paul_dowsley/status/1398073972525125632\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">10.25am at the GPO on day one of Lockdown 4. Doing well, Melbourne. ❤️ <a href=\"https://t.co/aseehDPmox\">pic.twitter.com/aseehDPmox</a></p>&mdash; Paul Dowsley (@paul_dowsley) <a href=\"https://twitter.com/paul_dowsley/status/1398073972525125632?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b037048f08d486a771543b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:21:31.897Z\">1.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If you have a spare minute or two this Sunrise clip is worth a watch. </p> <p>During the federal health minister <strong>Greg Hunt</strong>’s appearance this morning he repeatedly stated that he had never said there was “no rush” to get the vaccine. </p> <p>The only problem is his boss, the prime minister, has <strong>repeatedly </strong>said the vaccine rollout “isn’t a race”, and Sunrise had the proof ready to go. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sunriseon7/status/1398054726919278593\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s what happened when we fact-checked some of Health Minister <a href=\"https://twitter.com/GregHuntMP?ref_src=twsrc%5Etfw\">@GregHuntMP</a>&#39;s claims in this morning’s interview about Australia&#39;s vaccine rollout. <a href=\"https://t.co/ixE3mHPDZx\">pic.twitter.com/ixE3mHPDZx</a></p>&mdash; Sunrise (@sunriseon7) <a href=\"https://twitter.com/sunriseon7/status/1398054726919278593?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:27:55.983Z\">at 1.27am BST</time></p>  </div> <div id=\"block-60b036828f086d71cc15ce86\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:18:14.677Z\">1.18am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victorian deputy premier and CHO to speak about 10.45</h2>  <div class=\"block-elements\">  <p>OK. The alert has just come through. Looks like we should be hearing from the Victorian acting premier James Merlino and the chief health officer Prof Brett Sutton in about half an hour – 10.45am. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:21:16.848Z\">at 1.21am BST</time></p>  </div> <div id=\"block-60b035588f088d8c3178b5bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:12:47.819Z\">1.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I shall also be sharing extra bits of *joy* on the blog today for the sake of my fellow Victorian readers. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MatildaBoseley/status/1398068683444871174\">  <blockquote class=\"twitter-tweet\"><p lang=\"und\" dir=\"ltr\">👁👄 👁 <a href=\"https://t.co/a4DMiRAZKQ\">pic.twitter.com/a4DMiRAZKQ</a></p>&mdash; Matilda Boseley (@MatildaBoseley) <a href=\"https://twitter.com/MatildaBoseley/status/1398068683444871174?ref_src=twsrc%5Etfw\">May 28, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b033398f08d486a7715416\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:11:37.999Z\">1.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Cryptocurrency traders who think they’re living in a faceless high-tech world will soon get a letter from the tax office, reports <strong>Marion Rae </strong>from AAP. <br></p> <p>ATO data has captured a dramatic increase in trading since the beginning of 2020, with more than 600,000 taxpayers dabbling in crypto-assets.<br></p> <p>They’ll be slugged with penalties and audits if gains are not declared at tax time.<br></p> <p>Assistant commissioner Tim Loh said:</p> <blockquote class=\"quoted\"> <p>We are alarmed some taxpayers think the anonymity of cryptocurrencies provides a licence to ignore their tax obligations ...</p> <p>While it appears cryptocurrency operates in an anonymous digital world, we closely track where it interacts with the real world through data from banks, financial institutions, and cryptocurrency online exchanges to follow the money back to the taxpayer.</p> </blockquote> <p>The ATO then matches data to tax returns to make sure investors are paying the right tax.<br></p>  <figure class=\"element element-image\" data-media-id=\"2350a8940256ff86ff78daadfabfb0a09395cb18\"> <img src=\"https://media.guim.co.uk/2350a8940256ff86ff78daadfabfb0a09395cb18/0_11_3543_2126/1000.jpg\" alt=\".\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The tax office will write to about 100,000 taxpayers with cryptocurrency assets explaining their obligations and urging them to review their previously lodged returns.<br></p> <p>The ATO also expects to prompt almost 300,000 taxpayers as they lodge their 2021 tax return to report their cryptocurrency capital gains or losses.<br></p> <p>Businesses or sole traders paid cryptocurrency for goods or services will have these payments taxed as income based on the value of the cryptocurrency in Australian dollars.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:18:52.028Z\">at 1.18am BST</time></p>  </div> <div id=\"block-60b032948f086d71cc15ce5f\" class=\"block is-key-event\" data-block-contributor=\"profile/mike-hytner\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-28T00:00:57.970Z\">1.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Melbourne v Western Bulldogs AFL clash to go ahead</h2>  <div class=\"block-elements\">  <p>Tonight’s top-of-the-table AFL clash between Melbourne and the Western Bulldogs <strong>will go ahead </strong>after all Demons players and staff returned negative Covid test results.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/melbournefc/status/1398061279365898242\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Game on. ✊<br><br>All players + staff have returned negative COVID-19 test results, meaning tonight’s match will go ahead as scheduled. <br><br>📝: <a href=\"https://t.co/auF6gw34Ol\">https://t.co/auF6gw34Ol</a></p>&mdash; Melbourne Demons (@melbournefc) <a href=\"https://twitter.com/melbournefc/status/1398061279365898242?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure>  <p>An unnamed player attended an exposure site last weekend, putting the fixture at Marvel Stadium into doubt. The player has been isolating and will do so for 14 days, but his teammates have been cleared to take to the field tonight in a match that will be played behind closed doors. <br></p>  <figure class=\"element element-image\" data-media-id=\"62768c69c41362ab68132df23e33a5d0119a518a\"> <img src=\"https://media.guim.co.uk/62768c69c41362ab68132df23e33a5d0119a518a/203_465_6115_3671/1000.jpg\" alt=\"Bulldog Marcus Bontempelli during round 10 at Marvel Stadium on 22 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bulldog Marcus Bontempelli during round 10 at Marvel Stadium on 22 May.</span> <span class=\"element-image__credit\">Photograph: Scott Barbour/AAP</span> </figcaption> </figure>  <p>Melbourne said in a statement:</p> <blockquote class=\"quoted\"> <p>As of Friday morning, all Melbourne players and football staff have received negative coronavirus test results. Players and staff are now clear to attend the club’s round 11 clash with the Bulldogs. The player who attended a tier one exposure site will continue to undertake his 14-day isolation as per government regulation.</p> </blockquote> <ul> <li>Guardian Australia will liveblog tonight’s big game. Start time in Melbourne is 7.50pm. </li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:10:48.400Z\">at 1.10am BST</time></p>  </div> <div id=\"block-60b032218f08d486a771540b\" class=\"block\" data-block-contributor=\"profile/mostafa-rachwani-\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:58:54.764Z\">12.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A leading mouse expert has moved to reassure people in Sydney the plague affecting parts of <a href=\"https://www.theguardian.com/australia-news/2021/mar/19/you-cant-escape-the-smell-mouse-plague-grows-to-biblical-proportions-across-eastern-australia\">rural New South Wales</a> is not spreading to the city – despite increased sightings recorded on a tracking map.</p>  <figure class=\"element element-image\" data-media-id=\"0ccd5c8ac67d360cfeb9c5e3084e079f2882ac01\"> <img src=\"https://media.guim.co.uk/0ccd5c8ac67d360cfeb9c5e3084e079f2882ac01/0_143_3469_2082/1000.jpg\" alt=\"Some farmers have taken to burning their fields after harvesting to try to reduce food supplies for mice. An expert says the mice are not heading to the city.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Some farmers have taken to burning their fields after harvesting to try to reduce food supplies for mice. An expert says the mice are <em>not</em> heading to the city.</span> <span class=\"element-image__credit\">Photograph: Graham Jones</span> </figcaption> </figure>  <p>In recent days residents in Cabramatta, St Clair and Revesby in <a href=\"https://www.theguardian.com/australia-news/sydney\">Sydney</a> have reported “medium” mouse activity – some have posted photos of destroyed documents and mouse faeces.</p> <p>The residents were users of an online platform called <a href=\"https://www.feralscan.org.au/mousealert/map.aspx\">Mouse Alert</a> which allows people to register rodent infestations.</p> <p>The map displays hundreds of red dots across parts of regional Queensland, NSW and Victoria.</p> <p>Read the full story below: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/australian-mouse-plague-isnt-coming-to-sydney-with-city-slickers-told-to-calm-down\">Australian mouse plague isn’t coming to Sydney, with city slickers told to calm down</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:12:09.961Z\">at 1.12am BST</time></p>  </div> <div id=\"block-60b031ac8f08d486a7715408\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:57:30.726Z\">12.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I will be sharing a lot of tweets showing the long vaccine lines today, mostly just because, as a Melburnian, it gives me a fleeting sense of control in the chaos of this world. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SimoLove/status/1398063842349895683\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Get on the punt! <br>Wait a minute, the races aren’t on at Cranbourne today, but the crowds are lining up to get their Pfizer &amp; Astra Zeneca jabs! Big turnouts at hubs like this city-wide. 💉 🐎 ☕️ <br>And there’s coffee!<br>See the full story <a href=\"https://twitter.com/10NewsFirstMelb?ref_src=twsrc%5Etfw\">@10NewsFirstMelb</a> <a href=\"https://twitter.com/hashtag/springst?src=hash&amp;ref_src=twsrc%5Etfw\">#springst</a> <a href=\"https://t.co/h6zPSSbGRM\">pic.twitter.com/h6zPSSbGRM</a></p>&mdash; Simon Love (@SimoLove) <a href=\"https://twitter.com/SimoLove/status/1398063842349895683?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:13:51.176Z\">at 1.13am BST</time></p>  </div> <div id=\"block-60b0308e8f086d71cc15ce4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:52:24.688Z\">12.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Just a reminder, if you are unsure about the new Melbourne lockdown rules you can check out the Guardian’s (very good) explainer below: </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Covid Victoria lockdown restrictions: new Melbourne and regional Vic coronavirus rules explained</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-28T00:14:01.982Z\">at 1.14am BST</time></p>  </div> <div id=\"block-60b02eba8f08d486a77153e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:44:00.277Z\">12.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Elisabeth_Moss9/status/1398057840623820803\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The walk-in queue at the Royal Exhibition Building is growing, now snaking right round the corner. Some aged 40-49 have tried their luck walking in but have been turned away. <a href=\"https://twitter.com/9NewsMelb?ref_src=twsrc%5Etfw\">@9NewsMelb</a> <a href=\"https://t.co/3QPPSTq3zD\">pic.twitter.com/3QPPSTq3zD</a></p>&mdash; Elisabeth Moss (@Elisabeth_Moss9) <a href=\"https://twitter.com/Elisabeth_Moss9/status/1398057840623820803?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b02e2b8f086d71cc15ce40\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:41:55.016Z\">12.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello all, <strong>Matilda Boseley </strong>here, taking you through the next few hours of news. Strap in!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T23:44:08.623Z\">at 12.44am BST</time></p>  </div> <div id=\"block-60b028fb8f088d8c3178b565\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:34:47.158Z\">12.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With that, I will hand over to my trusted colleague <strong>Matilda Boseley</strong>, who will take you through the next part of the day. </p> </div>   </div> <div id=\"block-60b02a2e8f08d486a77153c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:25:10.184Z\">12.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Panic buying offers the illusion of control amid upheaval and acts as a balm for feelings of anxiety and uncertainty.</p> <p>So says Flinders University psychology senior lecturer Dan Fassnacht as Victoria enters its fourth lockdown and toilet paper again flies off the shelves, AAP reports.</p> <p>On Friday Coles and Woolworths imposed a limit of two packs of toilet paper a person in Victoria.</p> <p>“We have plenty of stock in our supply chain, and this temporary measure will help us to manage demand so that we can return our stores to a fully stocked position as quickly as possible,” Coles said.</p>  <figure class=\"element element-image\" data-media-id=\"622d93da2d70212b7e2ccbdf9acdf6ce1dd66313\"> <img src=\"https://media.guim.co.uk/622d93da2d70212b7e2ccbdf9acdf6ce1dd66313/0_411_4032_2419/1000.jpg\" alt=\"Shelves in a Coles supermarket in Melbourne on Thursday 27 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shelves in a Coles supermarket in Melbourne on Thursday 27 May.</span> <span class=\"element-image__credit\">Photograph: Barcroft Media/Getty Images</span> </figcaption> </figure>  <p>Supermarkets have never closed during the pandemic and the coronavirus, a respiratory illness, does not cause intestinal upset.<br></p> <p>Fassnacht, an expert in compulsive buying, said this week that panic buying was also excessive and uncontrolled but prompted fewer feelings of shame or regret.</p> <p>The behaviour stemmed from an attempt to regulate anxiety and was linked to the human tendency towards “herd behaviour”.</p> <p>“Often those who have high levels of intolerance of uncertainty are prone to panic buying,” he said.</p> <p>“While excessive or panic buying may lead to short-term feelings of being in control – reducing anxiety or feelings of uncertainty – this usually doesn’t last.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T23:38:41.023Z\">at 12.38am BST</time></p>  </div> <div id=\"block-60b028588f08d486a77153b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:17:54.194Z\">12.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Bill Bowtell AO, adjunct professor at UNSW and a strategic health policy consultant, writes: </p> <blockquote class=\"quoted\"> <p>As they enter the ‘circuit-breaker’ lockdown, Victorians are entitled to be dismayed by the multiple failures in Australian government pandemic policies that have required the use of the blunt but necessary measures to contain this outbreak.</p> <p>By the end of 2020, Australians had done the hard work required to achieve sustained zero local transmission of Covid-19. Victorians had endured a 15-week winter lockdown that eliminated Australia’s most serious and deadly outbreak.</p> <p>Having done so well in the emergency phase of the pandemic response, Australians were entitled to expect that the federal government would rapidly implement policies on quarantine and vaccination critical to securing these magnificent achievements, and to bolster our defences against the virus.</p> <p>These expectations were dashed.</p> <p>The federal government avoided its constitutional responsibilities in relation to quarantine. It compounded matters by grievously mishandling the procurement, supply and distribution of vaccines that are critical to the resumption of fully normal life and travel.</p> <p>These interlinked failures have culminated in the Victorian lockdown.</p> </blockquote> <p>Read more:<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/27/victorians-are-right-to-be-dismayed-by-the-federal-governments-failures-in-pandemic-policies\">Victorians are right to be dismayed by the federal government’s failures in pandemic policies | Bill Bowtell </a> </p> </aside>  <figure class=\"element element-image\" data-media-id=\"08f6229a17c89ee8a26e84b82d7506ca285b74e0\"> <img src=\"https://media.guim.co.uk/08f6229a17c89ee8a26e84b82d7506ca285b74e0/0_291_4891_2935/1000.jpg\" alt=\"Collins Street, Melbourne, on the morning of 28 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Collins Street, Melbourne, on the morning of 28 May.</span> <span class=\"element-image__credit\">Photograph: Darrian Traynor/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T23:27:06.301Z\">at 12.27am BST</time></p>  </div> <div id=\"block-60b025158f088d8c3178b549\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T23:03:03.910Z\">12.03am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Victoria reports four new cases</h2>  <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicGovDH/status/1398051487255777281\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reported yesterday: 4 new local cases and 2 new cases acquired overseas (currently in HQ). <br>- 17,223 vaccine doses were administered <br>- 47,462 test results were received <br><br>More later: <a href=\"https://t.co/lIUrl0ZEco\">https://t.co/lIUrl0ZEco</a> <a href=\"https://twitter.com/hashtag/COVID19Vic?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19Vic</a> <a href=\"https://twitter.com/hashtag/COVID19VicData?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19VicData</a> <a href=\"https://t.co/9TJ9Iphw0e\">pic.twitter.com/9TJ9Iphw0e</a></p>&mdash; VicGovDH (@VicGovDH) <a href=\"https://twitter.com/VicGovDH/status/1398051487255777281?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   </div> <div id=\"block-60b0226e8f088d8c3178b52e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:58:32.864Z\">11.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This from <strong>Stephen Duckett</strong>, the former secretary of what is now the federal health department. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenjduckett/status/1398046387623796736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So a friend saw <a href=\"https://twitter.com/GregHuntMP?ref_src=twsrc%5Etfw\">@GregHuntMP</a> in Canberra today and asked him what should be done for Victoria: &#39;Sort your vaccination program out&#39; was the response. I agree vaccination is a high priority but I thought it was a Commonwealth responsibility. Live and learn</p>&mdash; Stephen Duckett (@stephenjduckett) <a href=\"https://twitter.com/stephenjduckett/status/1398046387623796736?ref_src=twsrc%5Etfw\">May 27, 2021</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T23:02:51.134Z\">at 12.02am BST</time></p>  </div> <div id=\"block-60b01c758f086d71cc15cdb2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:45:11.117Z\">11.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We’ve previously reported that public health and advertising experts have been pleading with the government to offer<a href=\"https://www.theguardian.com/australia-news/2021/may/23/lottery-tickets-or-cash-experts-say-australians-need-incentives-to-get-covid-vaccine\"> incentives like lottery tickets and cash to rapidly increase the Covid vaccine uptake,</a> after having waited too long to roll out a hard-hitting awareness campaign.</p> <p>There has not been any movement from the government, but the <strong>private sector appears to be considering incentives</strong> as they remain desperate for vaccinations to ramp up so the economy and borders can reopen.</p>  <figure class=\"element element-image\" data-media-id=\"c3bc3166f8fab721ec20db6bc6c16d906abd0d1c\"> <img src=\"https://media.guim.co.uk/c3bc3166f8fab721ec20db6bc6c16d906abd0d1c/0_296_6720_4032/1000.jpg\" alt=\"Qantas CEO Alan Joyce\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Qantas CEO Alan Joyce is reportedly considering offering 1,000 frequent-flyer points to people who get both Covid vaccine doses.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p><strong>Qantas</strong> is considering offering 1,000 frequent-flyer points to people who get both Covid doses, <a href=\"https://www.afr.com/politics/federal/qantas-may-offer-1000-frequent-flyer-points-for-covid-19-jabs-20210527-p57vr9\">reports</a> the Australian Financial Review. </p> <p>The airline is also reportedly considering offering flight vouchers and status credit incentives for those vaccinated.</p> <p>Qantas chief executive <strong>Alan Joyce </strong>has been a vocal opponent of the federal government’s assumption that international borders will widely reopen in the second half of 2022. His airline is still preparing for a resumption of international travel by late December. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:52:37.707Z\">at 11.52pm BST</time></p>  </div> <div id=\"block-60b01d418f08d486a7715364\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:35:46.369Z\">11.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">More Victorian exposure sites announced</h2>  <div class=\"block-elements\">  <p>There are now more exposure sites in Victoria. </p> <p>The new <strong>tier one</strong> sites are:</p> <p><strong>Tuesday 25 May</strong></p> <ul> <li>Anytime Fitness, 63-69 Market Street, South Melbourne, between 6am and 7am</li> <li>Barrymore Medical Centre, 9 Barrymore Rd, Greenvale, between 12.25pm and 1.30pm </li> <li>Body Fit Training Hampton, Shop 4-6/498 Hampton St, Hampton, between 5.21pm and 6.29pm </li> </ul> <p><strong>Monday 24 May</strong></p> <ul> <li>Pentridge Cinema Coburg, 1 Champ St, 7pm screening of the movie Those Who Wish Me Dead, between 6.45pm and 9.30pm</li> <li>Focus Health &amp; Fitness, 121-123 Hyde Street, Yarraville, between 6.30am and 7.30am </li> <li>Anytime Fitness South Melbourne, 63-69 Market Street, South Melbourne, between 6.15am and 7.15am </li> <li>Body Fit Training Hampton, 4-6/498 Hampton Street, Hampton, between 5.35pm and 6.25pm </li> </ul> <p><strong>Sunday 23 May</strong></p> <ul> <li>Betty’s Burgers and Concrete Co, Westfield Doncaster, Level 2, between 7.40pm and 9.30pm </li> <li>Bung Pai Thai Massage, 11/1320 Plenty Road, Bundoora, between 4.15pm and 6.15pm </li> <li>Green Man’s Arms, 418 Lygon Sreet, Carlton, between 1.20pm and 2.15pm </li> <li>Chelsea Heights Hotel, Springvale Road and Wells Road, Aspendale Gardens, between 12.10pm and 1.30pm</li> <li>The Coffee Club – Craigieburn, Craigieburn Central, Shop B00 15/350 Craigieburn Rd, Craigieburn, between 10am and 11.30am </li> <li>Network Public Bar, 14/99 Spencer Rd, Docklands, between 3.30pm and 5pm </li> </ul> <p><strong>Saturday 22 May</strong></p> <ul> <li>Peko Peko Fitzroy, 199 Smith Street, Fitzoy between 6.30pm and 9.30pm </li> <li>Caprice Hair &amp; Beauty, 101 Charles Street, Seddon between 1.15pm and 1.40pm </li> <li>LeNails Cranbourne, Shop 101 Cranbourne Park Shopping Centre, High Street, Cranbourne, between 1.15pm and 2.15pm</li> <li>Moonee Valley Football Club, Ormond Park Function Room/Bar, 2A Pattison Steet, Moonee Valley, between 4m and 6pm </li> <li>Moonee Valley Football Club, Ormond Park (change rooms), 2A Pattison Steet, Moonee Valley, between noon and 4pm </li> </ul> <p><strong>Friday 21 May</strong></p> <ul> <li>Anytime Fitness South Melbourne, 63-69 Market Street, South Melbourne, between 6.15am and 7.15am </li> <li>Hunky Dory Fish &amp; Chips, 3/181 Bay St, Port Melbourne, between noon and 2pm </li> </ul> <p><strong>Thursday 20 May</strong></p> <ul> <li>Anytime Fitness South Melbourne, 63-69 Market Street, South Melbourne, between 6.15am and 7.15am </li> </ul> <p>Here is our full, updated list of all the exposure sites:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/covid-19-melbourne-exposure-sites-hotspots-list-victoria-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid public exposure sites: full list of Melbourne venues, Vic coronavirus hotspots and case location alerts</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:48:41.491Z\">at 11.48pm BST</time></p>  </div> <div id=\"block-60b01bf18f08d486a771535b\" class=\"block\" data-block-contributor=\"profile/paul-karp\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:25:49.544Z\">11.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier on ABC AM, the federal health minister <strong>Greg Hunt </strong>was also asked about whether there would be further federal financial help for Victoria. </p> <p>This is the first statewide lockdown since the end of <strong>jobkeeper </strong>wage subsidies in March.</p> <p>He said:<br></p> <blockquote class=\"quoted\"> <p>At this stage Victoria is the responsible body and they have said they will be providing additional support – we take them at their word ... All up we’ve provided extraordinary support so far. This is a difficult time – I’ll leave those matters to the treasurer. But it’s the Victorian government who has indicated they will be taking measures.</p> </blockquote> <p>That sounds like a big no, or at least not at this stage. Hunt pointed to additional testing, contact tracing, the Victorian aged care response centre, and the support of the Australian military as evidence the feds are not abandoning Victoria.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:36:23.076Z\">at 11.36pm BST</time></p>  </div> <div id=\"block-60b01a928f086d71cc15cda2\" class=\"block\" data-block-contributor=\"profile/luke-henriques-gomes\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:18:40.911Z\">11.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Privatised job agencies concluded welfare mutual obligations did not “improve the likelihood of employment” for jobseekers in unreleased evidence to a government-commissioned review of the <strong>Disability Employment Services</strong> (Des) program.</p> <p><a href=\"https://www.theguardian.com/australia-news/2021/may/27/cost-of-coalitions-privatised-disability-employment-system-blows-out-to-40000-per-job\">On Thursday Guardian Australia revealed a report by Boston Consulting Group</a> had found recent reforms to the $1bn a year scheme had delivered a windfall to privatised job agencies but not improved outcomes for the unemployed.</p> <p>The report shows employment consultants offered a scathing assessment of the mutual obligations system, which sees those on benefits required to meet job search requirements.</p>  <figure class=\"element element-image\" data-media-id=\"e611d84b36a29a8cbc14bddedfac18bc7b50f4cd\"> <img src=\"https://media.guim.co.uk/e611d84b36a29a8cbc14bddedfac18bc7b50f4cd/0_120_4612_2768/1000.jpg\" alt=\".\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>It says the government might save money if it took responsibility for policing mutual obligations away from employment service providers and handed it to Services Australia, or another third party.</p> <p>This would reverse a government decision to force job agencies to handle compliance in 2018 – which drew significant criticism from welfare groups and industry groups at the time.</p> <p>However, the draft version of the report, also obtained under freedom of information, goes further, revealing employers and job agencies are generally unsatisfied with the regime.</p> <p>Read more:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/australias-welfare-mutual-obligations-do-not-improve-likelihood-of-employment-job-agencies-say\">Australia’s welfare mutual obligations do not improve likelihood of employment, job agencies say</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:40:15.969Z\">at 11.40pm BST</time></p>  </div> <div id=\"block-60b019218f088d8c3178b4de\" class=\"block\" data-block-contributor=\"profile/christopher-knaus\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:12:14.736Z\">11.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A group of not-for-profit and philanthropy experts have warned a planned crackdown on charities by the Coalition will muzzle the sector, restrict dissent and stifle political advocacy.</p> <p>The federal government is <a href=\"https://treasury.gov.au/consultation/c2021-149084\">pursuing regulatory change</a> to allow charities to be deregistered in cases where any volunteer commits a summary offence – the most minor of legal breaches.</p>  <figure class=\"element element-image\" data-media-id=\"de64afec04b3994844ccedd9da475f4fda6a014d\"> <img src=\"https://media.guim.co.uk/de64afec04b3994844ccedd9da475f4fda6a014d/0_0_5184_3456/1000.jpg\" alt=\".\" width=\"1000\" height=\"667\" class=\"gu-image\" /> </figure>  <p>The sector fears the changes are a threat to the right of almost 59,000 registered not-for-profits to engage in political advocacy.</p> <p>The new regulations could, for example, allow a massive charity like the St Vincent de Paul Society or UnitingCare to be stripped of charity status if one of their tens of thousands of volunteers attends a protest and does not move on when directed by police.</p> <p>Read more:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/australian-government-crackdown-on-charities-will-stifle-political-advocacy-experts-say\">Australian government crackdown on charities will stifle political advocacy, experts say </a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:18:06.820Z\">at 11.18pm BST</time></p>  </div> <div id=\"block-60b017c08f08d486a771533c\" class=\"block\" data-block-contributor=\"profile/alyx-gorman\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T22:07:06.765Z\">11.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A major Australian retail group has been fined $630,000 for multiple breaches of consumer law related to pandemic-related health products, including hand sanitiser with alcohol levels far lower than advertised, the consumer watchdog has announced.</p> <p><strong>Mosaic Bra</strong><strong>nds Limited</strong>, an ASX-listed retail conglomerate that counts Katies, Rivers, Noni B and Rockmans among its stable, has admitted to making false or misleading claims pertaining to hand sanitiser and face mask products between March and June 2020.</p>  <figure class=\"element element-image\" data-media-id=\"59fcff3acd1ad26970f86187127cbb5c6e4da248\"> <img src=\"https://media.guim.co.uk/59fcff3acd1ad26970f86187127cbb5c6e4da248/0_252_5983_3592/1000.jpg\" alt=\"Hand sanitiser\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mosaic Brands Ltd has been fined $630,000 for braching consumer law including selling hand sanitiser with alcohol levels far lower than advertised and recommended.</span> <span class=\"element-image__credit\">Photograph: Aleksandr Vorobev/Alamy</span> </figcaption> </figure>  <p>The deputy chair of the <strong>Australian Competition and Consumer Commission</strong>, <strong>Delia Rickard</strong>, said the ACCC was particularly concerned about the misleading claims because they had been made during a global pandemic.<br></p> <p>Rickard said a study found “one of the sanitisers tested contained an alcohol content of 17% and another had an alcohol content of 58%, below the percentage advertised on Mosaic Brands’ websites in each case. This was also below the minimum 60% alcohol concentration recommended by Australian health authorities.”</p> <p>Read more:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/australian-retailer-mosaic-brands-fined-630000-for-misleading-hand-sanitiser-claims\">Australian retailer Mosaic Brands fined $630,000 for misleading hand sanitiser claims</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:22:42.696Z\">at 11.22pm BST</time></p>  </div> <div id=\"block-60b014288f086d71cc15cd62\" class=\"block is-key-event\" data-block-contributor=\"profile/paul-karp\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T21:51:49.392Z\">10.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Morrison government has prioritised aged care over disability care: Hunt</h2>  <div class=\"block-elements\">  <p>The health minister, <strong>Greg Hunt</strong>, has been interviewed on ABC radio about the Victorian outbreak.</p> <p>He avoided saying whether the federal government is partly responsible for the lockdown, preferring formulations about how it’s responsible for saving lives and filibustering by repeatedly referring to international Covid-19 infection numbers.</p> <p>Eventually he accepted that health was a joint responsibility.</p> <p>Asked about <strong>aged care </strong>centres, Hunt provided updated figures that 98% of aged care centres have had at least their first dose, including 99% in Victoria and 100% in Whittlesea, which is at the centre of the Victorian outbreak.</p>  <figure class=\"element element-image\" data-media-id=\"d154f0259fa9791d1a577453b2482512cc910b3b\"> <img src=\"https://media.guim.co.uk/d154f0259fa9791d1a577453b2482512cc910b3b/0_337_5472_3283/1000.jpg\" alt=\"Health minister Greg Hunt has told ABC radio that the Morrison government had prioritised aged care over disability care.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Health minister Greg Hunt has told ABC radio that the Morrison government had prioritised aged care over disability care.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>  <p>But the story is much less rosy in <strong>disability care </strong>where 20,000 people have not had their first dose. Hunt said 6,000 had received 9,000 doses out of a total disability care population of 26,000. </p> <p>He said the government had prioritised aged care over disability care, <a href=\"https://www.theguardian.com/australia-news/2021/apr/20/less-than-7-of-disability-care-residents-in-australia-have-received-covid-jab\">a fact revealed at the Covid committee in April</a>, which came as a surprise given residents of both are in category 1a.</p> <p>The federal government was likely to support a new quarantine facility in Victoria but it would take months to construct.</p> <p>Asked if ATAGI will review its advice about AstraZeneca not being recommended for under-50s given the Victorian outbreak, he said these decisions were constantly under review and if ATAGI’s advice changes the government would adopt it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:29:32.276Z\">at 11.29pm BST</time></p>  </div> <div id=\"block-60b011688f086d71cc15cd43\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T21:39:07.769Z\">10.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I mentioned earlier that <strong>Sally Capp</strong>, the lord mayor of Melbourne, is calling for further financial assistance for businesses affected by the latest lockdown. </p>  <figure class=\"element element-image\" data-media-id=\"154fcce082fbee606359b6a39501d9bbea5f8bb3\"> <img src=\"https://media.guim.co.uk/154fcce082fbee606359b6a39501d9bbea5f8bb3/1675_226_3691_2216/1000.jpg\" alt=\"Melbourne lord mayor Sally Capp\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melbourne lord mayor Sally Capp wants more financial assistance for businesses affected by the lockdown.</span> <span class=\"element-image__credit\">Photograph: James Ross/AAP</span> </figcaption> </figure>  <p>Capp told ABC TV: </p> <blockquote class=\"quoted\"> <p>We have to be worried about how people can keep bouncing back from these lockdowns. It’s so difficult. It takes an enormous amount of effort and in this environment there is no jobkeeper, rental assistance programs have finished and we really need to consider the support financially that business owners are going to need, and we know that this is taking a big emotional and mental toll on people across Melbourne and Victoria. </p> <p>We absolutely have to find positive ways of using this lockdown to dedicate resources to urgent, immediate responses that will make a difference as we go forward.</p> </blockquote> <blockquote> <p>We do need confidence and certainty from the state government and federal governments about assistance for those who need it. Financial assistance for business owners that have managed to hang in there this long and who are going to be devastated by this lockdown in Victoria. We know that lockdowns have lags as well.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:32:08.974Z\">at 11.32pm BST</time></p>  </div> <div id=\"block-60b00eba8f08d486a77152e3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2021-05-27T21:30:48.017Z\">10.30pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning</h2>  <div class=\"block-elements\">  <p>A warm welcome especially to readers in Victoria who have woken to the first day of a<strong> seven-day lockdown </strong>to <a href=\"https://www.theguardian.com/australia-news/2021/may/27/record-pace-of-melbourne-covid-outbreak-and-delayed-vaccine-rollout-blamed-for-victoria-lockdown\">contain the Covid outbreak</a>.<br></p> <p>You can read all about the <a href=\"https://www.theguardian.com/australia-news/2021/may/27/covid-restrictions-victoria-new-greater-melbourne-and-vic-coronavirus-rules-explained\">lockdown restrictions here</a> and a <a href=\"https://www.theguardian.com/australia-news/2021/may/27/covid-19-melbourne-exposure-sites-hotspots-list-victoria-metro-regional-vic-coronavirus-cases-outbreak-locations\">list of exposure sites here</a>.</p> <p>Already this morning, <strong>Melbourne lord mayor Sally Capp</strong> has been on ABC TV calling for financial support for businesses affected by the lockdown – I’ll post a summary of her interview shortly. </p> <p>Yesterday <strong>Victoria’s vaccine hotline </strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00teaEyrmTsqTYt4WzwfOgB3jUJCvLZQo8-rTo1Wdm7K2ryMzut5hFNVhx29KRaHNMvCiR04duD8cUd9lC8L6_5UQ1l04YHxosktz2f-kxbx2-xI7bMIC3mYNHz1xQdXsYQAoAEm8RmoxduESSDWT2o0SOaQFUoa6m5MMGT3Pe1trO5QxwPyohfzrS0r4f8DXugclrj5FJiP8SYiLN6-wjJudfR44BAoOntTTHhn3-LtBSLgPQuaCmrU4Rlc6Zi9OJAyQcvZrIk_qaagcWlclLM31vE75CUPrNMP9smLI46R7GeAufNhhDvjR9xgFFITW7Vh_ZQvoEff0LX-58voFeJk/3c9/FItWpoFHRbGIkQcwr6ruqQ/h6/6GIfMIQfaYmcBNX9n0p9UffzowiQi7tW3YQ3ywpsFsU\">crashed for hours</a>, overwhelmed with calls after the state government’s decision to open up vaccinations to those aged over 40 (announced with the lockdown).</p> <p>Meanwhile, last night federal health minister <strong>Greg Hunt</strong> revealed there were <strong>74 aged care homes across the country yet to receive their first dose</strong> of Covid vaccine, <strong>16 in Victoria</strong>. </p> <p>He also revealed that <strong>just 500,000 Australians have been fully vaccinated </strong>with both doses.</p> <p>Yesterday Hunt announced the <strong>two-week interval recommended between flu and Covid shots would be scrapped for aged care residents</strong> in these homes, given the benefit of vaccinating them in light of the outbreak. </p> <p>Earlier yesterday families of residents at an unvaccinated Melbourne aged care home were <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00teaEyrmTsqTYt4WzwfOgB3qTXB8ja1tKqYXblGZ6KoeBP4nhml8Y_Egkl8l1dfWNmb3bYKY-OF3fY33juM04g66YnKHpJwkAb7fDEX6XQoNcazaU5dDP6Uovpn9fSLnGdvclsdiLKTd3zzN72gGQXUvFkvGwLIVGCRFFiA4GYNYiyviuC9jHkucfkjGPlcMCbD5l5AxNov1R-oEqnDLeYHhmd1_S8LY3gCGwhO4TnXY-w-0iSt2U-a8HDL7UXStnBjh5zYsmcNHAdasGpevNRou2M3-oOVsL0-1LyNITsH5xCKskiqS_1dlyCm_-OR--jR7tPK0ecn-2g7X3X8VSaS/3c9/FItWpoFHRbGIkQcwr6ruqQ/h5/AljWQyFcItpq-UYiJIo_76LKC4BhDEms0lyYZmEhLAQ\">“flabbergasted” by comments</a> from <strong>aged care minister Richard Colbeck</strong>, who had just claimed that those not yet vaccinated had “chosen not to take the jab”.</p> <p>Elsewhere, <strong>Australia’s job agency providers </strong>are generally dissatisfied with the welfare mutual obligations scheme, <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00teaEyrmTsqTYt4WzwfOgB3SSBJdH7LMMUh6sYUHZn6cGW26dXLMTUhOI4qx2wpaOvk5k9EQ5ItlmT5hwQXqHWHWfvrp1pjmQpczNQwhvdyeHrzJhqpERz7kBEuE2vbiEc55CeaX0eg_NiJjAe_rM2UnMgm19nSLAX7lyD_tjbQDN0QWxW_Ukdbz8B0jbKZimBeAf6NB19q0WUdUkK7gFa-nWJOIqiaFNyJtU5rFtX19UEqLwpu6wqCpBnVQ2Ic1C-NugZSUh7wfVFWwLjPGLEQV6hf-ib89kbbx7SoOWEflOQ3RJaqu9IFbHMePIfK39-9EFdOGhVvIPLVSHNSF9Xs/3c9/FItWpoFHRbGIkQcwr6ruqQ/h10/6As9-bANZOVobgK9d7GKRRZQhZT5FSlqpDIjhmWeVSU\">a draft review says</a>, concluding it did not “improve the likelihood of employment”.</p> <p>A leading mouse expert is <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00teaEyrmTsqTYt4WzwfOgB3SSBJdH7LMMUh6sYUHZn6cIlbFAICLiCrwXIwxRke_btiXkvFVqHtIXzB5MNisE56-LEFXcJMF3F4Ry6GopSRj6Mi9WB1ThpQ2tbXfKRNz3p_UxnpVQH4zegh76XYyAwQv-WG2w3-AapO1fU4hcPstSnCosVNCxu5GoFUv9niaeRDa_7PHCGGtBVAe_8-p0PmG8hLkwVgdjdHqdbjfnb96ZOrMNr1J2c_OPayxmhoy1MMMEhE8ioysPpA19kaoD0dIToE0BOOAgYGeaw6g57ZDSVTDAHcgl4GSmzCynsIpsg/3c9/FItWpoFHRbGIkQcwr6ruqQ/h11/AWVNwFpRLQQ-ZNwLpl_4qY-DHdzPj4mg0rswPhyI3LY\">reassuring city slickers</a> (ie, people in Sydney) that the <strong>plague affecting parts of rural NSW is not spreading to the city </strong>– despite increased sightings recorded on a tracking map.</p> <p>Internationally, the <strong>Biden White House’s </strong>decision to look into whether coronavirus could have escaped from a laboratory in Wuhan has <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00sHa-z0R6WWeipy9L7znGxP61sLTRQ1HzTlH4ClrwoIyW1n5Oy-73venCFxE-FlHR2m9HOi4rrUCfXbsB-gi3dc3nh-PfQDkfC1G074IdzIv_eXlifY-MvRmVpVJRPXIj-LpUsemLScGxsjdHDfWupncjeg24e_S9eLDQeGlVNhmMBf8Mbt2iQDq3Swdb5NOM-kA19uUjaeiMjy_o8VgXqDnNNK-JcyLmLVkHtTZdh-SdAuHO1xIhKiLNsYOsKpWMk/3c9/FItWpoFHRbGIkQcwr6ruqQ/h7/Qpv-FicvJT6-B5KTjKt-yuMQC9ptviE-ampSfYnjwrg\">opened a new divide in already tense US-China relations</a>. </p> <p>You have <strong>Elias Visontay </strong>here bringing you developments this morning.</p> <p>If you see anything you think I should be aware of, you can get in touch with me via Twitter <a href=\"https://twitter.com/EliasVisontay\">@EliasVisontay</a> or via email at <a href=\"mailto:elias.visontay@theguardian.com\">elias.visontay@theguardian.com</a>.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2021-05-27T22:35:07.861Z\">at 11.35pm BST</time></p>  </div>","wordcount":"7783","commentCloseDate":"2021-05-30T21:39:22Z","commentable":"true","firstPublicationDate":"2021-05-27T21:39:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T04:14:23Z","liveBloggingNow":"true","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht3vz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/45db1222d473aba03cc98996dc2d5f5e9620fdeb/0_359_5472_3283/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Victoria’s deputy premier, James Merlino, has had his first vaccination, and also revealed he has an Obama-Biden election T-shirt. Unclear what election, 2008 or 2012, the shirt was from. Investigations continue. In some good news, Western Australia and the ACT have both recorded zero new cases of Covid-19. The leader of the Greens, Adam Bandt, has urged the federal government to provide financial support for Victorians. Bandt is calling on the government to use “existing Covid discretionary funds and legislative powers” to ensure Victorians can get through the latest lockdown. Bandt specifically calls for parliamentarians to provide grants immediately to individuals and businesses under the Financial Framework (Supplementary Powers) Act 1997. $10bn in discretionary funds has been set aside for the finance minister to use during Covid, most of which remains unspent. The prime minister’s failure to ensure strong quarantine and ensure a quick vaccination rollout puts the blame for this lockdown squarely on his shoulders, and by forcing us to endure it without jobkeeper and a higher jobseeker, he’s making this challenge even worse. There is $10bn in discretionary money set aside to deal with the challenges of Covid, and some of that should be used to support people and businesses doing it tough this week. Scott Morrison must immediately provide support to all those who have been impacted by his failures on quarantine and his slow vaccination rollout. Victoria’s opposition treasury spokeswoman Louise Staley says businesses are being “forgotten” in the lockdown. Staley says the government was quizzed about support for businesses at parliamentary hearings yesterday and slammed their responses. Given its track record of failure in contact tracing, it is beyond comprehension that Labor has not planned and not budgeted for another lockdown. Businesses are still reeling from the February snap lockdown, and many are only just getting back on their feet. The treasurer should have done the work to ensure that businesses can be supported through another lockdown. Yet again Labor has turned its back on Victorian businesses. So after a bumpy week, McKay tearfully announces she will no longer continue as leader of NSW Labor, saying she hopes her move will provide the “best opportunity to heal and to move forward”. I want to apologise to those who wished I had stayed. But this is the only way that I know that I can unite our party. I have spent the last six days reflecting on how to achieve unity. And I have decided that this offers the party the best opportunity to heal and to move forward. There also has to be a future where there is no destabilising of the party’s leader from within. When the leadership of the Labor party will move to a ballot, there must be an acknowledgment that at the end of that process, when the new leader is determined, that we unite as a party. This time we must accept the outcome, we must all support the new leader, and we have to work to win government in 2023, because NSW deserves no less. I want to thank my incredible staff who have supported me and ... I’m so indebted to them. NSW opposition leader Jodi Mckay has announced she is stepping down as the leader of NSW Labor. After acting Victorian premier James Merlino revealed Tim Pallas had spoken to federal treasurer Josh Frydenberg to discuss possible federal assistance, we asked Frydenberg what might be on the table. The answer was ... a list of things the federal government is already providing. It seems that – consistent with Greg Hunt’s comments this morning – the federal government thinks it is doing enough and a seven-day lockdown is short and sharp enough that Victoria can manage the economic fallout. Although the two treasurers have spoken, nothing further has been offered, and no further talks are scheduled. It’s possible that could change if Covid results go bad and a lockdown longer than a week is required, but we won’t be hearing anything from the feds until after Victoria’s package is announced, likely this weekend. Frydenberg said: Victoria’s lockdown is a painful reminder that we are still in the midst of a global pandemic. That is why in the budget we are continuing to provide record levels of support in order to secure Australia’s economic recovery. Already $45.2bn in economic support has been provided to Victoria during this crisis and more is flowing in the form of tax cuts to households and businesses as well as additional funding for much needed mental health services. Targeted support is also continuing to be provided to the tourism, travel and aviation sectors, in addition to the arts and entertainment sectors. There’s a longstanding view by many in the government that through jobkeeper and jobseeker it footed the lion’s share of the bill for Covid, allowing states to lock down with a smaller financial impact to themselves. More than 50 Victorian passengers have been removed from The Ghan and Indian Pacific train services amid travel restrictions imposed by South Australia, Northern Territory and New South Wales: 32 who boarded the train in Adelaide were pulled from the their trip at Marla and transported back to the city and into hotel quarantine for testing, Journey Beyond Rail Expeditions says. Twenty travellers going in the opposite direction were pulled from the train at Alice Springs and taken to the nearby Todd quarantine facility, also for testing; 14 passengers on the westbound Indian Pacific train service were also removed. “Our priority is to ensure the safety and welfare of our guests and staff while complying with state government mandates,” a spokeswoman said. Labor’s health spoksman Mark Butler is slamming the Morrison government for the “shockingly slow rate” of the vaccine rollout: This latest lockdown is the first since the government ripped away jobkeeper, ripped away the economic supports during this pandemic. We know from the job statistics that after that happened thousands of jobs across Australia were lost and 64,000 Australian simply gave up looking for work at all. Victoria was hardest hit of all of the states in the ripping away of jobkeeper. In this lockdown, Scott Morrison has left Victorians without any economic support ... He has been far too quick to rip away jobkeeper and far too slow to roll out the vaccines. Hundreds and thousands of aged care residents in Victoria remain without full protection because of Scott Morrison’s failures on the vaccine rollout. Scott Morrison needs to come clean with the Australian people about his failures on vaccines and about the failure of the hotel quarantine system, instead of continuing to push out these dodgy and misleading statistics. Two girls thought missing from Victoria have sparked a Covid scare after hitchhiking to South Australia overnight. SA police confirmed the two girls had come to visit a friend in Goolwa, and hitchhiked with different vehicles to get to the state. All three girls caught a school bus to Victor Harbor high school this morning, where police stopped them before anyone could get off. The girls are now in isolation, with arrangements being made for them to be tested. Good afternoon everyone, and a quick thanks to Matilda and Elias for expertly guiding us through the morning’s news. I’ll be here for the afternoon’s headlines, and there’s much to get through, so let’s jump in. With that, I shall pass you over to the amazing Mostafa Rachwani to take you through the rest of the day. Did I hear you asking for former Labor leader and frontbencher Bill Shorten’s views on the lockdown? Oh, well, here they are anyway: Some people say we should not talk about blame and ... I can understand that, but as a Melburnian I cannot help but wonder that if the Morrison government had an app that works, if they had a public health campaign encouraging people to get vaccinated, if they had built some federal quarantine facilities that were built for purpose, and if they had rolled out their vaccines quicker, then maybe there’s a chance all of this trauma could have been avoided. OK. Here is what we learnt. Just four new Covid-19 cases from more than 50,000 tests. All are linked to the current cluster There will be an announcement from the state government in the coming days on economic support for businesses Victoria has asked the commonwealth for 160 ADF staff to help with lockdown measures such as doorknocking One of the cluster early cases may have been out in the community while infectious for 12 days from 13 May There are five locations of particular concern for authorities where they believe transmission may have occurred in popular pubs and bars. These locations are: The Sporting Globe, Mordiallioc, 23 May, 6.15pm-9.45pm 3 Monkeys, Prahran, 22 May, 9.10pm-11pm Somewhere Bar, Prahran, 22 May Palace Hotel Sth Melb, 23 May, 5.45-6.45pm The Local, Port Melbourne, 21 May, 1.30-3.30pm They believe hundreds of people will have been at these bars and clubs during these times, but have only got QR code check-in records “in the tens”. Anyone who has been to these locations must come forward and contact the health department. NSW Labor leader Jodi McKay is expected to announce she is standing down at a press conference which should take place shortly. It is understood head office has intervened and demanded a resolution to the instability that has followed the Upper Hunter byelection result. It is unclear whether there will be a contest for the leadership. Transport spokesman Chris Minns and the former leader Michael Daley have expressed interest in the past. McKay has been leading the opposition since March 2019. She won the leadership under the new Labor rules which give the rank and file a vote as well as caucus. The next state election in NSW is not due until March 2023. And to finish off Sutton has reiterated there is no firm case number threshold for lockdown to be extended or eased early. There is no single figure threshold for how you respond. The considerations, as I think I outlined yesterday, relate to new exposure sites, the number of new cases, but also how many contacts they have, how many places they have been to, and the kind of risk settings and the relative seriousness in those settings that have to be under consideration. Brett Sutton says regional Victoria has been locked down as well, basically because the government was worried city-slickers would flood to any restriction-free areas. The reality is if we carved out a part of regional Victoria and said no restrictions in that place, that’s where everyone from Melbourne would go ... and this virus [could be introduced] into previously unaffected areas. There are operational considerations about how you stop some of the potential movement, if you were to carve out one area or many areas of regional Victoria. That said, these restrictions are under review and reconsideration every single day and if there is an operational response that can manage that and carve out parts or all of regional Victoria or, indeed, parts of metro Melbourne, that will always be under consideration, but what we do not want to do is export this virus to previously unaffected areas. One thing that often happens during lockdowns is a big rise in ambulance call-outs, which can lead to queues of ambulances carrying passengers lining up outside hospitals. This has already begun in Melbourne and Merlino says the state is working on it. Look, this is a significant issue, not just here in Victoria but right across the country. We are seeing, as the minister for health has explained and so have I previously, a significant spike in callouts, 10,000 additional callouts compared to the quarter before. We are seeing a big impact in terms of our ambulance system, our emergency departments, and that’s reflected right across the country. I was at a national cabinet meeting where almost every state and territory said this is a big problem ... We are seeing a significant challenge on ambulances and in our emergency departments in Victoria and right across the nation ... It was agreed that health ministers will come together to agree on what to do, and in the meantime, in the budget we handed down last week, there was $759m of additional support. That will go to triage nurses. That will go to additional paramedics, to try to ease the pressure. I acknowledge this is a challenge and it is a national challenge. We are doing what we can for the state budget, but additional $759m, and it will be discussed at a national level at national cabinet. So, these new cases announced today are all linked to the current outbreak, but how? Testing commander Jeroen Weimar says: The four new positive cases we have identified today, three of them are associated with the Whittlesea outbreak. All are within the primary close contacts of the existing positive cases. One of the cases is a friend, a primary close contact of the positive case associated with the Stratton Finance outbreak ... That fourth case is the one who spent some time in a sporting club with a positive case on Sunday 23 May. Let’s play a game of “which politicians in Victoria have been vaccinated” (because Merlino was just asked). Off the top of my head, I don’t know how many MPs have received the vaccination. I know that Martin Pakula (industry) has; I know Martin Foley (health) has; I know Tim Pallas (treasury) has. I am getting vaccinated today. I think the leader of the opposition is getting vaccinated today. But I don’t know how many have vaccinated. Reporter: Has the premier been vaccinated? Merlino: I am not sure, Rich. I doubt he has been vaccinated because he is just in the category that is eligible today, so I am not sure if he has got a booking for a vaccination, but I will be getting mine straight after this. Chief health officer Brett Sutton says everyone who attended potential exposure sites on Chapel St in the city’s inner-east suburbs has so far tested negative. All negatives back from those who attended, but again, we want to make absolutely sure that we are capturing everyone who has been to those potential sites. Oooh, this is a little juicy. Merlino was asked if he is asking the commonwealth to reinstate jobkeeper and, well, he didn’t say no. I won’t talk for the treasurers – they are having discussions right now. I just want to let people know, particularly the business community know, that the Victorian treasurer and federal treasurer are talking about assistance as well as the work that we’re doing in terms of providing business assistance and a package that we will announce the coming days. Merlino says people can “certainly expect” an announcement on support for business owners in the coming days. He was then asked if he is frustrated by the commonwealth’s refusal to provide similar support. As I’ve said, and I know ... our industry minister was out this morning talking about this. Our immediate focus in terms of the decisions we have had to make have been on public health. Doing what we need to do to keep our community safe and allow the public health team to get ahead of this outbreak. Our focus is now both on dealing with the outbreak as well as thinking about what further support we can give our business community, our event organisers. We know this is difficult. We know it is even more difficult because we are in a period now where jobkeeper is not providing the support, the direct support. Wage subsidies, these are commonwealth matters. So we are discussing between governments, between treasurers about what support the commonwealth can provide. We are doing our work in terms of what assistance we will provide to the business community and we will have something to say in coming days. James Merlino says it’s too early to know if the lockdown is likely to end early or be extended further (Which like, given it’s only day one is not that surprising.) It would be entirely based on the advice of public health and that is how we have operated with other circuit breaker lockdown is over longer periods of lockdown, that would be based on advice from public health in terms of how quickly we can return to the settings that we had prior to the circuit breaker lockdown. Reporter: Can you give any indication to people today about what we are working on at the moment? Is there going to be a staged easing? Merlino: Sure, I cannot today and as Professor Sutton has said we are in the early days of this circuit breaker lot down. Advice from public health is that need the seven days to get ahead of this outbreak and I’m confident that will happen. We are in early days. I mentioned a second ago that the federal government had been fairly firm that it would not provide economic support to Victoria during the lockdown, but it looks like acting premier Merlino is still holding out hope. My response is the respective treasurers, Tim Pallas and Josh Frydenberg, are in active discussions about what support can be provided and I think it is a good thing. The prime minister made some comments that the commonwealth is looking to work hand in glove with the Victorian government and I welcome it. And that can be done in a number of ways. There is the formal request that we will be putting through for additional ADF staff to assist the authorised officers and there are discussions happening between the respective treasurers Tim Pallas and Josh Frydenberg in terms of what support can be provided. Just a bit more of the Victorian vaccination capacity. Cowie: We were saying last week that we had at least double the capacity that we were currently using, we have more than double that already is was referred to previously, so our state system, we are running the numbers now we always wanted to be and we can do a little bit more, we are continuing to invest in more sites and more workforce. Really, important to remember, most vaccines in Victoria are actually being administered by our GPs. So people really do need to remember also those fantastic GPs in Victoria who are vaccinating more people than the state system every day. Cowie: I would like to see eligibility expanded as soon as we have the capacity to do so. And we will continue to review the uptake of vaccination, the number of people booking in and our booking systems are booking people in up to four weeks’ time, so not everyone will be vaccinated today and not everyone will be able to be vaccinated next week, but our health services – and I think there was a question before about the workforce – we are continuing to expand the vaccination workforce. We are continuing to connect offers of assistance to work with our services to expand the workforce to ensure that more and more Victorians will be vaccinated with every passing day. Prof Ben Cowie, the head of the state’s vaccine program, says he can’t put a date on when Pfizer jabs would be opened up to 30- to 39-year-olds. Really, that is a dynamic process. Hundreds of thousands of Victorians have become newly eligible for vaccination today. And we have been so gratified by the response. It’s amazing to see how many people are wanting to be vaccinated. What I would say is that we obviously cannot vaccinate hundreds of thousands of people in a single day and it relates to the questions about people booking in and having difficulties accessing those bookings. I would say if you are one of those tens of thousands of Victorians calling in at any one time, please, if you cannot get through, I’m sorry but if you could possibly call back in the afternoon. We commit to vaccinating every single Victorian who wants to be vaccinated in the coming weeks. Without question. In terms of further age groups becoming eligible, we really need to see what the demand looks like over the next few days and we will obviously ask government to ensure that we are increasing eligibility once a system is able to handle it. I will jump back to Victoria in one second, but just quickly: no local Covid-19 cases in NSW today. Reporter: I know it sounds obvious, but how much of a setback is that? The [person] was presenting symptoms and didn’t go and get tested? Is that one of the reasons we are in this mess? Sutton: We are encouraging absolutely everyone at the first sign or symptom of illness, and it can be very mild, it can be just a tickle in the throat or just a runny nose or just a headache or lethargy. Do not think that it is something else. You have to work on the assumption that it is Covid. Get that negative test, and then assure yourself you are not putting others at risk. We can’t emphasise it enough. It is out there in the community, you have to assume it is Covid until proven otherwise. Reporter: Was this person a bit of a sceptic on Covid? Sutton: No. Look, there are so many reasons that people say: ‘Am I really at risk? Other people might be at risk but not me. I don’t work out the airport, I don’t work in hotel quarantine, you know, I haven’t been around high-risk settings.’ And yet here we are. So you always have to think about the possibility that it could be you, as an average citizen. That is the key. Some of the dates on exposure sites are now stretching back as far as 13 and 14 May, two days earlier than previously thought. A reporter has asked chief health officer Prof Brett Sutton about this. It looks like one of the first cases was actually symptomatic for longer than we previously knew. We have revised his timeline, based again, as we do with so many of our cases, reinterviewing, going back to his personal diary and recollections and the likelihood he might have had mild symptoms a couple of days earlier. Reporter: So he didn’t get tested until the 25th. That means he was out in the community for 12 days before he got tested? Sutton: Potentially, yes. Weimar was asked if venues that failed to make everyone check-in via the QR code system will be found. He didn’t answer directly but didn’t seem that jazzed about the idea. At this point in time, our focus is on finding out who was there. If we are seeing significant breaches, we do have enforcement activity underway, we have had it underway for a number of months, and we will enforce that where necessary. But my message today is, this is about making sure people are safe. As we sit here today we have 30 people currently awkward COVID-19 in the state, around this community outbreak. We are really keen to ensure that they are safe, but they are being looked after and getting the care they need. We want to minimise any additional cases There have been reports of extremely long wait times for vaccine bookings in Victoria. Weimar is asked if any doses will go to waste because people are unable to make a booking. He says: “No.” One of the very positive things we are seeing now over the last few days, we are seeing an increasing interest in vaccination, and we’re grateful to all Victorians ... The million doses we have now been able to administer, and more as we go forward, both GPs and vaccination clinics are really focused on ensuring that there is no wastage. The more people that book, the more people that come forward, the less wastage we will see ... A couple of days ago we had 350 people working on vaccination bookings and today we have over 550 working on vaccination bookings [and] we have 150 people dealing with other Covid-related questions ... We have another couple hundred people coming online in the next few days, Weimar is being questioned about Victoria’s QR code scanning system. He says although more people were at the venues than necessarily checked in the affected venues had still been doing a good job of record keeping. What we’re seeing this particular outbreak as examples of really good record-keeping, and I’m so grateful to businesses and individuals for participating in that. But we have a number of locations where we just don’t think we have captured all the people who were in those venues. It is important to get hold of them now... We have seen over the last couple of months across Australia... lower levels of compliance with QR code systems in a number of other states, as we have seen in Victoria. We had talked about this and said it is something that we as the community need to deal with it, moving it onto a single platform makes it even easier to comply. Again, I am grateful to everybody, particularly in the business community, for the work they have done to get us on track. Weimar: The five sites I went through are a particular concern to us because essentially they are clubs, social contacts, places where we expect to see significant numbers of people in close proximity, dancing, singing, doing what they do. In one of those locations we have now had one case of confirmed community transmission. Obviously what we are keen to do is exclude as quickly as we can is whether there has been any other community transmission of those other venues. Testing commander (yes, real title) Jeroen Weimar says there are a number of new exposure sites from the four new cases overnight. As the acting premier said we have a total of 30 positive cases across those two outbreaks. One person of course is linked. Between those two outbreaks we have 121 public exposure venues. I appreciate the number of exposure sites continues to increase as we do more and more interviews and as we identify new, additional cases. The four cases identified in the last 24 hours are of course feeding additional sites ... So we have an individual who was at the Sporting Globe in Mordialloc between 6.15pm and 9.45pm on Sunday 23 May ... the Three Monkeys in Prahran, 9pm to 11pm ... and again, a bit later. (Those dates and times are of course on our website.) ... Then The Somewhere Bar in Prahran, again on the night of the 22nd; The Palace hotel in Melbourne between 9.45pm and 6.45pm on the 23rd. And The Local in Port Melbourne, again on the 21st, between 1.30pm and 3.30pm. Yesterday the prime minister said the commonwealth would provide ADF assistance to Victoria if needed. Today the locked-down state has taken up the offer. James Merlino: Finally I want to welcome the PM’s comments that the commonwealth will be working hand in glove with Victorian authorities. I want to thank him for that and to that end there is some additional assistance that we require and I’ve contacted the PM this morning. We will be putting a formal request through for additional ADF staff. The request will be for around 160 ADF staff for at least the next fortnight to assist our authorised offices in doorknocking. Doorknocking positive cases, doorknocking primary close contacts. If we have those additional ADF staff pairing up with authorised officers we are effectively doubling our capacity to do that really important work over the next few weeks. So the commonwealth are looking at this and I want to again thank the commonwealth for their efforts in supporting Victoria in any way that we need. The PM also very much shot down any plans for commonwealth financial support for small businesses though, so I’m sure Merlino isn’t THAT thankful this morning. James Merlino says he will get his vaccination today as he is in the newly eligible 40-49 age group. Victoria has now administered 1m vaccine doses. Merlino: We also administered 17,223 vaccine doses. This is exactly the sort of numbers we want to see each and every day. So well over 17,000 vaccine doses. It takes us, in Victoria, to over 1m vaccines administered, both through the state sites and through the GP networks, so my thanks to everybody. That is a great milestone and we have to keep going. James Merlino: There are 39 active cases of coronavirus in Victoria. We recorded four new locally acquired cases yesterday. All of those are linked to the current outbreak which is, again, a good thing. Plus two new cases in hotel quarantine. We also saw some record numbers which I want to thank all Victorians: 47,462 Covid tests were processed yesterday. That is real proof at how seriously Victorians are taking this challenge and how much we have been able to up to the system to cater for the demand. But those testing numbers are outstanding and I want to thank all Victorians Acting Victorian premier James Merlino is speaking now. We’re standing by for the Victorian acting premier and CHO to arrive for today’s update. If you have a spare minute or two this Sunrise clip is worth a watch. During the federal health minister Greg Hunt’s appearance this morning he repeatedly stated that he had never said there was “no rush” to get the vaccine. The only problem is his boss, the prime minister, has repeatedly said the vaccine rollout “isn’t a race”, and Sunrise had the proof ready to go. OK. The alert has just come through. Looks like we should be hearing from the Victorian acting premier James Merlino and the chief health officer Prof Brett Sutton in about half an hour – 10.45am. I shall also be sharing extra bits of *joy* on the blog today for the sake of my fellow Victorian readers. Cryptocurrency traders who think they’re living in a faceless high-tech world will soon get a letter from the tax office, reports Marion Rae from AAP. ATO data has captured a dramatic increase in trading since the beginning of 2020, with more than 600,000 taxpayers dabbling in crypto-assets. They’ll be slugged with penalties and audits if gains are not declared at tax time. Assistant commissioner Tim Loh said: We are alarmed some taxpayers think the anonymity of cryptocurrencies provides a licence to ignore their tax obligations ... While it appears cryptocurrency operates in an anonymous digital world, we closely track where it interacts with the real world through data from banks, financial institutions, and cryptocurrency online exchanges to follow the money back to the taxpayer. The ATO then matches data to tax returns to make sure investors are paying the right tax. The tax office will write to about 100,000 taxpayers with cryptocurrency assets explaining their obligations and urging them to review their previously lodged returns. The ATO also expects to prompt almost 300,000 taxpayers as they lodge their 2021 tax return to report their cryptocurrency capital gains or losses. Businesses or sole traders paid cryptocurrency for goods or services will have these payments taxed as income based on the value of the cryptocurrency in Australian dollars. Tonight’s top-of-the-table AFL clash between Melbourne and the Western Bulldogs will go ahead after all Demons players and staff returned negative Covid test results. An unnamed player attended an exposure site last weekend, putting the fixture at Marvel Stadium into doubt. The player has been isolating and will do so for 14 days, but his teammates have been cleared to take to the field tonight in a match that will be played behind closed doors. Melbourne said in a statement: As of Friday morning, all Melbourne players and football staff have received negative coronavirus test results. Players and staff are now clear to attend the club’s round 11 clash with the Bulldogs. The player who attended a tier one exposure site will continue to undertake his 14-day isolation as per government regulation. Guardian Australia will liveblog tonight’s big game. Start time in Melbourne is 7.50pm. A leading mouse expert has moved to reassure people in Sydney the plague affecting parts of rural New South Wales is not spreading to the city – despite increased sightings recorded on a tracking map. In recent days residents in Cabramatta, St Clair and Revesby in Sydney have reported “medium” mouse activity – some have posted photos of destroyed documents and mouse faeces. The residents were users of an online platform called Mouse Alert which allows people to register rodent infestations. The map displays hundreds of red dots across parts of regional Queensland, NSW and Victoria. Read the full story below: I will be sharing a lot of tweets showing the long vaccine lines today, mostly just because, as a Melburnian, it gives me a fleeting sense of control in the chaos of this world. Just a reminder, if you are unsure about the new Melbourne lockdown rules you can check out the Guardian’s (very good) explainer below: Hello all, Matilda Boseley here, taking you through the next few hours of news. Strap in! With that, I will hand over to my trusted colleague Matilda Boseley, who will take you through the next part of the day. Panic buying offers the illusion of control amid upheaval and acts as a balm for feelings of anxiety and uncertainty. So says Flinders University psychology senior lecturer Dan Fassnacht as Victoria enters its fourth lockdown and toilet paper again flies off the shelves, AAP reports. On Friday Coles and Woolworths imposed a limit of two packs of toilet paper a person in Victoria. “We have plenty of stock in our supply chain, and this temporary measure will help us to manage demand so that we can return our stores to a fully stocked position as quickly as possible,” Coles said. Supermarkets have never closed during the pandemic and the coronavirus, a respiratory illness, does not cause intestinal upset. Fassnacht, an expert in compulsive buying, said this week that panic buying was also excessive and uncontrolled but prompted fewer feelings of shame or regret. The behaviour stemmed from an attempt to regulate anxiety and was linked to the human tendency towards “herd behaviour”. “Often those who have high levels of intolerance of uncertainty are prone to panic buying,” he said. “While excessive or panic buying may lead to short-term feelings of being in control – reducing anxiety or feelings of uncertainty – this usually doesn’t last.” Bill Bowtell AO, adjunct professor at UNSW and a strategic health policy consultant, writes: As they enter the ‘circuit-breaker’ lockdown, Victorians are entitled to be dismayed by the multiple failures in Australian government pandemic policies that have required the use of the blunt but necessary measures to contain this outbreak. By the end of 2020, Australians had done the hard work required to achieve sustained zero local transmission of Covid-19. Victorians had endured a 15-week winter lockdown that eliminated Australia’s most serious and deadly outbreak. Having done so well in the emergency phase of the pandemic response, Australians were entitled to expect that the federal government would rapidly implement policies on quarantine and vaccination critical to securing these magnificent achievements, and to bolster our defences against the virus. These expectations were dashed. The federal government avoided its constitutional responsibilities in relation to quarantine. It compounded matters by grievously mishandling the procurement, supply and distribution of vaccines that are critical to the resumption of fully normal life and travel. These interlinked failures have culminated in the Victorian lockdown. Read more: This from Stephen Duckett, the former secretary of what is now the federal health department. We’ve previously reported that public health and advertising experts have been pleading with the government to offer incentives like lottery tickets and cash to rapidly increase the Covid vaccine uptake, after having waited too long to roll out a hard-hitting awareness campaign. There has not been any movement from the government, but the private sector appears to be considering incentives as they remain desperate for vaccinations to ramp up so the economy and borders can reopen. Qantas is considering offering 1,000 frequent-flyer points to people who get both Covid doses, reports the Australian Financial Review. The airline is also reportedly considering offering flight vouchers and status credit incentives for those vaccinated. Qantas chief executive Alan Joyce has been a vocal opponent of the federal government’s assumption that international borders will widely reopen in the second half of 2022. His airline is still preparing for a resumption of international travel by late December. There are now more exposure sites in Victoria. The new tier one sites are: Tuesday 25 May Anytime Fitness, 63-69 Market Street, South Melbourne, between 6am and 7am Barrymore Medical Centre, 9 Barrymore Rd, Greenvale, between 12.25pm and 1.30pm Body Fit Training Hampton, Shop 4-6/498 Hampton St, Hampton, between 5.21pm and 6.29pm Monday 24 May Pentridge Cinema Coburg, 1 Champ St, 7pm screening of the movie Those Who Wish Me Dead, between 6.45pm and 9.30pm Focus Health &amp; Fitness, 121-123 Hyde Street, Yarraville, between 6.30am and 7.30am Anytime Fitness South Melbourne, 63-69 Market Street, South Melbourne, between 6.15am and 7.15am Body Fit Training Hampton, 4-6/498 Hampton Street, Hampton, between 5.35pm and 6.25pm Sunday 23 May Betty’s Burgers and Concrete Co, Westfield Doncaster, Level 2, between 7.40pm and 9.30pm Bung Pai Thai Massage, 11/1320 Plenty Road, Bundoora, between 4.15pm and 6.15pm Green Man’s Arms, 418 Lygon Sreet, Carlton, between 1.20pm and 2.15pm Chelsea Heights Hotel, Springvale Road and Wells Road, Aspendale Gardens, between 12.10pm and 1.30pm The Coffee Club – Craigieburn, Craigieburn Central, Shop B00 15/350 Craigieburn Rd, Craigieburn, between 10am and 11.30am Network Public Bar, 14/99 Spencer Rd, Docklands, between 3.30pm and 5pm Saturday 22 May Peko Peko Fitzroy, 199 Smith Street, Fitzoy between 6.30pm and 9.30pm Caprice Hair &amp; Beauty, 101 Charles Street, Seddon between 1.15pm and 1.40pm LeNails Cranbourne, Shop 101 Cranbourne Park Shopping Centre, High Street, Cranbourne, between 1.15pm and 2.15pm Moonee Valley Football Club, Ormond Park Function Room/Bar, 2A Pattison Steet, Moonee Valley, between 4m and 6pm Moonee Valley Football Club, Ormond Park (change rooms), 2A Pattison Steet, Moonee Valley, between noon and 4pm Friday 21 May Anytime Fitness South Melbourne, 63-69 Market Street, South Melbourne, between 6.15am and 7.15am Hunky Dory Fish &amp; Chips, 3/181 Bay St, Port Melbourne, between noon and 2pm Thursday 20 May Anytime Fitness South Melbourne, 63-69 Market Street, South Melbourne, between 6.15am and 7.15am Here is our full, updated list of all the exposure sites: Earlier on ABC AM, the federal health minister Greg Hunt was also asked about whether there would be further federal financial help for Victoria. This is the first statewide lockdown since the end of jobkeeper wage subsidies in March. He said: At this stage Victoria is the responsible body and they have said they will be providing additional support – we take them at their word ... All up we’ve provided extraordinary support so far. This is a difficult time – I’ll leave those matters to the treasurer. But it’s the Victorian government who has indicated they will be taking measures. That sounds like a big no, or at least not at this stage. Hunt pointed to additional testing, contact tracing, the Victorian aged care response centre, and the support of the Australian military as evidence the feds are not abandoning Victoria. Privatised job agencies concluded welfare mutual obligations did not “improve the likelihood of employment” for jobseekers in unreleased evidence to a government-commissioned review of the Disability Employment Services (Des) program. On Thursday Guardian Australia revealed a report by Boston Consulting Group had found recent reforms to the $1bn a year scheme had delivered a windfall to privatised job agencies but not improved outcomes for the unemployed. The report shows employment consultants offered a scathing assessment of the mutual obligations system, which sees those on benefits required to meet job search requirements. It says the government might save money if it took responsibility for policing mutual obligations away from employment service providers and handed it to Services Australia, or another third party. This would reverse a government decision to force job agencies to handle compliance in 2018 – which drew significant criticism from welfare groups and industry groups at the time. However, the draft version of the report, also obtained under freedom of information, goes further, revealing employers and job agencies are generally unsatisfied with the regime. Read more: A group of not-for-profit and philanthropy experts have warned a planned crackdown on charities by the Coalition will muzzle the sector, restrict dissent and stifle political advocacy. The federal government is pursuing regulatory change to allow charities to be deregistered in cases where any volunteer commits a summary offence – the most minor of legal breaches. The sector fears the changes are a threat to the right of almost 59,000 registered not-for-profits to engage in political advocacy. The new regulations could, for example, allow a massive charity like the St Vincent de Paul Society or UnitingCare to be stripped of charity status if one of their tens of thousands of volunteers attends a protest and does not move on when directed by police. Read more: A major Australian retail group has been fined $630,000 for multiple breaches of consumer law related to pandemic-related health products, including hand sanitiser with alcohol levels far lower than advertised, the consumer watchdog has announced. Mosaic Brands Limited, an ASX-listed retail conglomerate that counts Katies, Rivers, Noni B and Rockmans among its stable, has admitted to making false or misleading claims pertaining to hand sanitiser and face mask products between March and June 2020. The deputy chair of the Australian Competition and Consumer Commission, Delia Rickard, said the ACCC was particularly concerned about the misleading claims because they had been made during a global pandemic. Rickard said a study found “one of the sanitisers tested contained an alcohol content of 17% and another had an alcohol content of 58%, below the percentage advertised on Mosaic Brands’ websites in each case. This was also below the minimum 60% alcohol concentration recommended by Australian health authorities.” Read more: The health minister, Greg Hunt, has been interviewed on ABC radio about the Victorian outbreak. He avoided saying whether the federal government is partly responsible for the lockdown, preferring formulations about how it’s responsible for saving lives and filibustering by repeatedly referring to international Covid-19 infection numbers. Eventually he accepted that health was a joint responsibility. Asked about aged care centres, Hunt provided updated figures that 98% of aged care centres have had at least their first dose, including 99% in Victoria and 100% in Whittlesea, which is at the centre of the Victorian outbreak. But the story is much less rosy in disability care where 20,000 people have not had their first dose. Hunt said 6,000 had received 9,000 doses out of a total disability care population of 26,000. He said the government had prioritised aged care over disability care, a fact revealed at the Covid committee in April, which came as a surprise given residents of both are in category 1a. The federal government was likely to support a new quarantine facility in Victoria but it would take months to construct. Asked if ATAGI will review its advice about AstraZeneca not being recommended for under-50s given the Victorian outbreak, he said these decisions were constantly under review and if ATAGI’s advice changes the government would adopt it. I mentioned earlier that Sally Capp, the lord mayor of Melbourne, is calling for further financial assistance for businesses affected by the latest lockdown. Capp told ABC TV: We have to be worried about how people can keep bouncing back from these lockdowns. It’s so difficult. It takes an enormous amount of effort and in this environment there is no jobkeeper, rental assistance programs have finished and we really need to consider the support financially that business owners are going to need, and we know that this is taking a big emotional and mental toll on people across Melbourne and Victoria. We absolutely have to find positive ways of using this lockdown to dedicate resources to urgent, immediate responses that will make a difference as we go forward. We do need confidence and certainty from the state government and federal governments about assistance for those who need it. Financial assistance for business owners that have managed to hang in there this long and who are going to be devastated by this lockdown in Victoria. We know that lockdowns have lags as well. A warm welcome especially to readers in Victoria who have woken to the first day of a seven-day lockdown to contain the Covid outbreak. You can read all about the lockdown restrictions here and a list of exposure sites here. Already this morning, Melbourne lord mayor Sally Capp has been on ABC TV calling for financial support for businesses affected by the lockdown – I’ll post a summary of her interview shortly. Yesterday Victoria’s vaccine hotline crashed for hours, overwhelmed with calls after the state government’s decision to open up vaccinations to those aged over 40 (announced with the lockdown). Meanwhile, last night federal health minister Greg Hunt revealed there were 74 aged care homes across the country yet to receive their first dose of Covid vaccine, 16 in Victoria. He also revealed that just 500,000 Australians have been fully vaccinated with both doses. Yesterday Hunt announced the two-week interval recommended between flu and Covid shots would be scrapped for aged care residents in these homes, given the benefit of vaccinating them in light of the outbreak. Earlier yesterday families of residents at an unvaccinated Melbourne aged care home were “flabbergasted” by comments from aged care minister Richard Colbeck, who had just claimed that those not yet vaccinated had “chosen not to take the jab”. Elsewhere, Australia’s job agency providers are generally dissatisfied with the welfare mutual obligations scheme, a draft review says, concluding it did not “improve the likelihood of employment”. A leading mouse expert is reassuring city slickers (ie, people in Sydney) that the plague affecting parts of rural NSW is not spreading to the city – despite increased sightings recorded on a tracking map. Internationally, the Biden White House’s decision to look into whether coronavirus could have escaped from a laboratory in Wuhan has opened a new divide in already tense US-China relations. You have Elias Visontay here bringing you developments this morning. If you see anything you think I should be aware of, you can get in touch with me via Twitter @EliasVisontay or via email at elias.visontay@theguardian.com.","charCount":"46605","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/mostafa-rachwani-\">Mostafa Rachwani</a> (now) and  <a href=\"profile/matilda-boseley\">Matilda Boseley</a> and  <a href=\"profile/elias-visontay\">Elias Visontay</a> (earlier)"},{"headline":"Forgotten Aboriginal Boer War veteran memorialised at Sydney grave ","standfirst":"<p>Yuin man Jack Alick Bond was among the first Indigenous Australians people to serve the British Empire overseas</p>","trailText":"Yuin man Jack Alick Bond was among the first Indigenous Australians people to serve the British Empire overseas","byline":"Paul Daley","main":"<figure class=\"element element-image\" data-media-id=\"080f9807a1ae2afa0901dc4fda643b7ddad4fb86\"> <img src=\"https://media.guim.co.uk/080f9807a1ae2afa0901dc4fda643b7ddad4fb86/208_0_1583_951/1000.jpg\" alt=\"Indigenous Australian Jack Alick Bond, solider no 67 on the bottom right, was among the first contingent to arrive in Cape Town in February 1900.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indigenous Australian Jack Alick Bond, soldier no 67 on the bottom right, was among the first contingent to arrive in Cape Town in February 1900.</span> <span class=\"element-image__credit\">Photograph: Wikimedia</span> </figcaption> </figure>","body":"<p>New research into the little-known participation of Indigenous Australians in the Boer War has prompted the official dedication of a memorial grave in Sydney to one Aboriginal veteran forgotten by history.</p> <p>Yuin man Jack Alick Bond was among the first Indigenous people to serve the British Empire overseas, participating in two deployments to the Boer War in 1900 and 1902. Bond, a former police tracker, was also the first known Indigenous soldier to be given a service medal – the Queen’s South Africa Medal personally presented to him by the Duke of York and future King George V in 1901.</p> <p>On Monday New South Wales governor Joan Beazley, historians and Bond family relatives will dedicate a memorial to Bond at his hitherto unmarked grave in La Perouse, the oldest continuous Indigenous settlement in Sydney, <a href=\"https://nit.com.au/yuin-man-recognised-for-boer-war-contributions/\">where he lived and died in 1941</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/postcolonial-blog/2021/apr/16/it-is-high-time-there-was-an-official-monument-to-indigenous-victims-of-the-frontier-wars\">It is high time there was an official monument to Indigenous victims of the frontier wars | Paul Daley</a> </p> </aside>  <p>Historian Peter Bakker has spent almost a decade researching the service of Bond and nine other Indigenous Boer War veterans.</p> <p>“So very little was known about them – the military historians had pretty much overlooked the Indigenous men who served in the Boer War. The amazing thing about Jack Alick Bond for me was that so little was known about him and his service even within his very extensive family,” says Bakker who, along with Pastor Ray Minniecon – co-founder of the annual Redfern march to honour Indigenous “diggers” – helped raise the funds for Bond’s memorial.</p> <p>“In recent times – especially during the centenary [of world war one commemorations] there has been a greater historical emphasis on Indigenous Australian soldiers who served in the first world war and world war two. But only now are we starting to learn about those who went to the Boer war before that.”</p> <p>Little is known about Bond and his early years. He grew up outside of Braidwood, NSW, but left early with his brother Joe and found work as a farm labourer and a police tracker. Bakker suggests the brothers may have learnt their bush skills from their grandfather John Bond (their father died when they were children), a celebrated police tracker and accomplished horseman who was involved in the successful pursuit of numerous bushrangers – including the notorious Clarke Gang – who plagued the Braidwood district in the mid to late -19<sup>th</sup> century.</p> <p>Across the continent at this time Indigenous Australians were being dispossessed <a href=\"https://www.theguardian.com/commentisfree/2014/jul/15/why-the-number-of-indigenous-deaths-in-the-frontier-wars-matters\">and killed in their thousands</a>. Many Aboriginal people would have baulked at the idea of serving in an imperial force against Indigenes of another country.</p> <p>But this is a part of what makes the experiences – and motivations – of those Indigenous men who did go to South Africa compelling.</p> <p>In Queensland the Native Police – comprising Indigenous paramilitary trackers from elsewhere – were involved in the murders of possibly tens of thousands in reprisal and other massacres of local custodians.</p> <p>Historian John Maynard <a href=\"http://press-files.anu.edu.au/downloads/press/p332783/pdf/article07.pdf\">has suggested that some members of the Native Police</a> “may have stepped forward to join the military as either soldiers or trackers for the chance to serve in South Africa”.</p> <p>But as for tracker Jack Alick Bond’s police service, Bakker says he could find no evidence that Indigenous trackers attached to the Braidwood police were involved in frontier conflict.</p> <p>When the call went out for volunteers to fight in the conflict between Britain and the two independent Boer states between 1899 and 1902, the rush from the Australian colonies (and the later federation) to join was overwhelming. Would-be volunteers had to compete in shows of horsemanship, shooting and bushcraft for selection.</p> <p>Jack Alick Bond was already <a href=\"https://www.awm.gov.au/collection/U52001\">a member of the 1st Australian Horse</a>, a volunteer militia raised in 1895 from country NSW. According to Bakker it had about 3,000 members of whom 626 volunteered for Boer War service. Bond was one of 143 chosen.</p> <p>The 1<sup>st</sup> Australian Horse was among the first contingent to arrive in Cape Town in February 1900 before taking part in 45 skirmishes or battles.</p> <p>From a convalescent camp where he was recovering from fever, Bond wrote in September 1900, “I have not seen the regiment since I fell sick and I am not particularly anxious to rejoin them as I am quite satisfied where I am now having an easy time here, doing no duty. I have seen quite enough fighting and have had some very narrow squeaks.”</p> <p>Despite the “squeaks” and having been awarded his service medal by the future king, Bond joined up again (this time the 1<sup>st</sup> Commonwealth Horse) in January 1902 and redeployed.</p> <p>In a short book commemorating Bond, Bakker writes, “Jack would have witnessed the deprivations suffered by both the white and black interns of . . . <a href=\"http://honesthistory.net.au/wp/reynolds-henry-unnecessary-wars/\">concentration camps which were designed to house the victims</a> of the [British Boer War] ‘scorched earth’ policies . . . British generals ordered that Boer farmhouses be destroyed and the occupants concentrated into camps to prevent them providing support to their commandos.”</p>","wordcount":"807","firstPublicationDate":"2021-05-28T04:06:20Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T04:07:55Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht3pe","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/080f9807a1ae2afa0901dc4fda643b7ddad4fb86/208_0_1583_951/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"New research into the little-known participation of Indigenous Australians in the Boer War has prompted the official dedication of a memorial grave in Sydney to one Aboriginal veteran forgotten by history. Yuin man Jack Alick Bond was among the first Indigenous people to serve the British Empire overseas, participating in two deployments to the Boer War in 1900 and 1902. Bond, a former police tracker, was also the first known Indigenous soldier to be given a service medal – the Queen’s South Africa Medal personally presented to him by the Duke of York and future King George V in 1901. On Monday New South Wales governor Joan Beazley, historians and Bond family relatives will dedicate a memorial to Bond at his hitherto unmarked grave in La Perouse, the oldest continuous Indigenous settlement in Sydney, where he lived and died in 1941. Historian Peter Bakker has spent almost a decade researching the service of Bond and nine other Indigenous Boer War veterans. “So very little was known about them – the military historians had pretty much overlooked the Indigenous men who served in the Boer War. The amazing thing about Jack Alick Bond for me was that so little was known about him and his service even within his very extensive family,” says Bakker who, along with Pastor Ray Minniecon – co-founder of the annual Redfern march to honour Indigenous “diggers” – helped raise the funds for Bond’s memorial. “In recent times – especially during the centenary [of world war one commemorations] there has been a greater historical emphasis on Indigenous Australian soldiers who served in the first world war and world war two. But only now are we starting to learn about those who went to the Boer war before that.” Little is known about Bond and his early years. He grew up outside of Braidwood, NSW, but left early with his brother Joe and found work as a farm labourer and a police tracker. Bakker suggests the brothers may have learnt their bush skills from their grandfather John Bond (their father died when they were children), a celebrated police tracker and accomplished horseman who was involved in the successful pursuit of numerous bushrangers – including the notorious Clarke Gang – who plagued the Braidwood district in the mid to late -19th century. Across the continent at this time Indigenous Australians were being dispossessed and killed in their thousands. Many Aboriginal people would have baulked at the idea of serving in an imperial force against Indigenes of another country. But this is a part of what makes the experiences – and motivations – of those Indigenous men who did go to South Africa compelling. In Queensland the Native Police – comprising Indigenous paramilitary trackers from elsewhere – were involved in the murders of possibly tens of thousands in reprisal and other massacres of local custodians. Historian John Maynard has suggested that some members of the Native Police “may have stepped forward to join the military as either soldiers or trackers for the chance to serve in South Africa”. But as for tracker Jack Alick Bond’s police service, Bakker says he could find no evidence that Indigenous trackers attached to the Braidwood police were involved in frontier conflict. When the call went out for volunteers to fight in the conflict between Britain and the two independent Boer states between 1899 and 1902, the rush from the Australian colonies (and the later federation) to join was overwhelming. Would-be volunteers had to compete in shows of horsemanship, shooting and bushcraft for selection. Jack Alick Bond was already a member of the 1st Australian Horse, a volunteer militia raised in 1895 from country NSW. According to Bakker it had about 3,000 members of whom 626 volunteered for Boer War service. Bond was one of 143 chosen. The 1st Australian Horse was among the first contingent to arrive in Cape Town in February 1900 before taking part in 45 skirmishes or battles. From a convalescent camp where he was recovering from fever, Bond wrote in September 1900, “I have not seen the regiment since I fell sick and I am not particularly anxious to rejoin them as I am quite satisfied where I am now having an easy time here, doing no duty. I have seen quite enough fighting and have had some very narrow squeaks.” Despite the “squeaks” and having been awarded his service medal by the future king, Bond joined up again (this time the 1st Commonwealth Horse) in January 1902 and redeployed. In a short book commemorating Bond, Bakker writes, “Jack would have witnessed the deprivations suffered by both the white and black interns of . . . concentration camps which were designed to house the victims of the [British Boer War] ‘scorched earth’ policies . . . British generals ordered that Boer farmhouses be destroyed and the occupants concentrated into camps to prevent them providing support to their commandos.”","charCount":"4881","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Paul Daley"},{"headline":"¡Kapow! Batman takes holiday in Benidorm in DC Comics anthology","standfirst":"<p>Caped Crusader battles villains across the globe in Batman: the World – but he’s in Spain to relax</p>","trailText":"Caped Crusader battles villains across the globe in Batman: the World – but he’s in Spain to relax","byline":"Sam Jones in Madrid","main":"<figure class=\"element element-image\" data-media-id=\"0bb130873131867f4cf024959d0c73d049e995bc\"> <img src=\"https://media.guim.co.uk/0bb130873131867f4cf024959d0c73d049e995bc/45_148_753_452/500.jpg\" alt=\"Batman with his coffee and mobile phone, perched on an Osborne bull.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Batman with his coffee and mobile phone, perched on an Osborne bull.</span> <span class=\"element-image__credit\">Photograph: TM &amp; © 2021 DC COMICS</span> </figcaption> </figure>","body":"<p>Given his <a href=\"https://dc.fandom.com/wiki/Detective_Comics_Vol_1_27\">82 long years</a> of rooftop vigilantism, the dank, lonely surroundings of his home office – not to mention the tickly throat irritation caused by all those growled threats – few would begrudge Batman some sun, a nice paella and a cheeky mid-morning pint. Or five.</p> <p>Benidorm, fortunately, is only too happy to oblige. The eastern Spanish resort is among the exotic locations that feature in <a href=\"https://www.dccomics.com/blog/2021/05/26/batman-the-world-the-fight-for-justice-goes-global-this-september\">Batman: the World</a>, a new global anthology to be published by DC Comics in September.</p> <p>But while the Caped Crusader will face all manner of threats and challenges in 14 different countries – including Brazil, Japan, Mexico and Turkey – the Spanish segment will allow him to feel a little warm sand between his clawed toes.</p>  <figure class=\"element element-image\" data-media-id=\"fa4d0f7383254e927be235e022726f4036e88394\"> <img src=\"https://media.guim.co.uk/fa4d0f7383254e927be235e022726f4036e88394/0_0_3012_4553/662.jpg\" alt=\"Page from the comic: Bruce Wayne arrives at airport.\" width=\"662\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Spanish story in Batman: the World was illustrated by the graphic artist Paco Roca.</span> <span class=\"element-image__credit\">Photograph: TM &amp; © 2021 DC COMICS</span> </figcaption> </figure>  <p>The award-winning Spanish graphic artist <a href=\"https://www.pacoroca.com/\">Paco Roca</a> admits that it took him a while to alight on the idea of sending Bruce Wayne on holiday to Benidorm. But, the more he thought about it, the more it made sense.</p> <p>“Short stories are always tough – this one is only 11 pages – so you run the risk of trying to fit too much in,” he said. “And these kinds of stories are crammed with action-packed, fistfight-heavy tales because that’s what the public expects. So I thought it would be quite fun to focus on relaxation.”</p> <p>The juxtaposition is neatly summed up on the title page, on which Batman, cup of coffee in one hand and mobile phone in the other, crouches on top of a <a href=\"https://www.theguardian.com/world/2009/jun/28/spain-osborne-bull-symbol\">famous Osborne bull</a> as the sun goes down over Benidorm.</p>  <figure class=\"element element-image\" data-media-id=\"be75a8c685cdf4da697156378d90ef7be2aaa2e6\"> <img src=\"https://media.guim.co.uk/be75a8c685cdf4da697156378d90ef7be2aaa2e6/0_0_3262_4721/691.jpg\" alt=\"Page from the comic: Bruce Wayne in taxi out of airport.\" width=\"691\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wayne tries to take his mind off his vigilantism while in town.</span> <span class=\"element-image__credit\">Photograph: TM &amp; © 2021 DC COMICS</span> </figcaption> </figure>  <p>Although Wayne does his best to engage in typical tourist behaviour, from hitting the buffet to raiding the minibar, he won’t quite be going full <em><a href=\"https://english.elpais.com/elpais/2019/04/11/inenglish/1554971356_698048.html\">guiri</a></em> by getting hideously sunburned since DC stipulated that his shirt had to remain on to avoid disclosing acres of scar tissue. Nor will he completely escape his familiar darkness.</p> <p>“You could say the story is about what happens when Bruce Wayne meets Bruce Wayne without the Batsuit, and about what he finds,” said Roca.</p> <p>“I think some of it comes from the confinement we’ve all been through, and about what we see staring back at us from the mirror. Very often, it isn’t what we expect. There’s also that feeling of loneliness you get in hotels when you travel a lot, when all the ghosts and doubts and fears come out in the darkness and solitude of your hotel room.”</p> <p>While the artist admits it would have been more obvious to have Batman perched atop the Sagrada Familia, prowling Madrid’s Plaza Mayor, or lurking in <a href=\"https://en.wikipedia.org/wiki/Giralda\">the Giralda</a> in Seville, he hopes readers will understand why he opted to locate the action in his native Valencia.</p> <p>“I know Benidorm very well and have been there many times,” said Roca. “It’s a good place to set a story because it’s somewhere between Las Vegas and Gotham with all its skyscrapers.”</p>","newspaperPageNumber":"3","wordcount":"476","firstPublicationDate":"2021-05-28T04:00:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T04:00:46Z","newspaperEditionDate":"2021-05-28T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/hhpaz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0bb130873131867f4cf024959d0c73d049e995bc/45_148_753_452/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Given his 82 long years of rooftop vigilantism, the dank, lonely surroundings of his home office – not to mention the tickly throat irritation caused by all those growled threats – few would begrudge Batman some sun, a nice paella and a cheeky mid-morning pint. Or five. Benidorm, fortunately, is only too happy to oblige. The eastern Spanish resort is among the exotic locations that feature in Batman: the World, a new global anthology to be published by DC Comics in September. But while the Caped Crusader will face all manner of threats and challenges in 14 different countries – including Brazil, Japan, Mexico and Turkey – the Spanish segment will allow him to feel a little warm sand between his clawed toes. The award-winning Spanish graphic artist Paco Roca admits that it took him a while to alight on the idea of sending Bruce Wayne on holiday to Benidorm. But, the more he thought about it, the more it made sense. “Short stories are always tough – this one is only 11 pages – so you run the risk of trying to fit too much in,” he said. “And these kinds of stories are crammed with action-packed, fistfight-heavy tales because that’s what the public expects. So I thought it would be quite fun to focus on relaxation.” The juxtaposition is neatly summed up on the title page, on which Batman, cup of coffee in one hand and mobile phone in the other, crouches on top of a famous Osborne bull as the sun goes down over Benidorm. Although Wayne does his best to engage in typical tourist behaviour, from hitting the buffet to raiding the minibar, he won’t quite be going full guiri by getting hideously sunburned since DC stipulated that his shirt had to remain on to avoid disclosing acres of scar tissue. Nor will he completely escape his familiar darkness. “You could say the story is about what happens when Bruce Wayne meets Bruce Wayne without the Batsuit, and about what he finds,” said Roca. “I think some of it comes from the confinement we’ve all been through, and about what we see staring back at us from the mirror. Very often, it isn’t what we expect. There’s also that feeling of loneliness you get in hotels when you travel a lot, when all the ghosts and doubts and fears come out in the darkness and solitude of your hotel room.” While the artist admits it would have been more obvious to have Batman perched atop the Sagrada Familia, prowling Madrid’s Plaza Mayor, or lurking in the Giralda in Seville, he hopes readers will understand why he opted to locate the action in his native Valencia. “I know Benidorm very well and have been there many times,” said Roca. “It’s a good place to set a story because it’s somewhere between Las Vegas and Gotham with all its skyscrapers.”","charCount":"2705","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/samjones\">Sam Jones</a> in Madrid"},{"headline":"Michaelia Cash ‘to consider’ concerns over prosecution of ATO whistleblower Richard Boyle","standfirst":"<p>Independent senator Rex Patrick told attorney general treatment of former tax office worker would dissuade other whistleblowers</p>","trailText":"Independent senator Rex Patrick told attorney general treatment of former tax office worker would dissuade other whistleblowers","byline":"Christopher Knaus","main":"<figure class=\"element element-image\" data-media-id=\"bf67e3f27499aa390e3a97ddac638c3b3a0ddef2\"> <img src=\"https://media.guim.co.uk/bf67e3f27499aa390e3a97ddac638c3b3a0ddef2/0_0_5472_3283/1000.jpg\" alt=\"Attorney general Michaelia Cash\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Attorney general Michaelia Cash was asked to consider using Judiciary Act powers to have prosecution of whistleblower Richard Boyle discontinued.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>","body":"<p>The attorney general, Michaelia Cash, says she will consider serious concerns raised about the prosecution of tax office whistleblower Richard Boyle, including that the case harms the public interest by scaring other whistleblowers into silence.</p> <p>The Commonwealth Director of Public Prosecutions is <a href=\"https://www.theguardian.com/australia-news/2021/apr/29/prosecutors-refuse-to-drop-case-against-tax-office-whistleblower-richard-boyle\">planning to forge ahead with its prosecution</a> of Boyle, a former tax office worker who blew the whistle on his agency’s inappropriate and unethical use of garnishee powers to pursue small business owners for debts.</p> <p>Boyle attempted to blow the whistle internally, as required by Australia’s Public Interest Disclosure Act, but was met with a response that a <a href=\"https://www.theguardian.com/australia-news/2020/jun/19/whistleblower-went-public-after-tax-offices-superficial-inquiry-into-concerns\">Senate inquiry</a> has since found to be “superficial”.</p> <p>He took his concerns to the watchdog, the Inspector General of Taxation, but again was met with an inadequate response.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/apr/29/prosecutors-refuse-to-drop-case-against-tax-office-whistleblower-richard-boyle\">Prosecutors refuse to drop case against tax office whistleblower Richard Boyle</a> </p> </aside>  <p>Boyle then took his concerns public, to the <a href=\"https://www.abc.net.au/4corners/mongrel-bunch-of-bastards/9635026\">ABC’s Four Corners</a>, and is now being prosecuted for a range of offences, including the unlawful disclosure of taxpayer information.</p> <p>Boyle is now before the South Australian district court and the CDPP, after <a href=\"https://www.theguardian.com/australia-news/2021/mar/24/prosecutor-considering-dropping-charges-against-ato-whistleblower-richard-boyle\">considering dropping the case</a>, has recently confirmed it will proceed to trial later this year.</p> <p>The independent senator Rex Patrick raised the case in Senate estimates on Thursday night, asking Cash whether she would <a href=\"http://www5.austlii.edu.au/au/legis/cth/consol_act/ja1903112/s71.html#:~:text=(1)%20When%20any%20person%20is,by%20warrant%20under%20his%20or\">consider using powers contained in the Judiciary Act</a> to have the prosecution discontinued.</p> <p>He said the treatment of Boyle would clearly dissuade other whistleblowers from coming forward.</p> <p>“You have an overriding role and I accept the bar is very, very high, but you can perhaps see in the circumstances of this particular case … noting the really significant chilling effect that this may have on the government’s whistleblowing policies ... I wonder whether it really is in the public interest to continue with this particular prosecution?” Patrick said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/apr/30/australias-whistleblowers-are-being-scared-into-silence-by-significant-gaps-in-protections-research-finds\">Whistleblowers are being scared into silence, hampering efforts to expose corruption in Australia, research finds</a> </p> </aside>  <p>Cash said the CDPP had made an independent decision to prosecute, acting in line with the commonwealth’s prosecution policy, which requires a prima facie case, a reasonable prospect of conviction, and the satisfaction of a public interest test.</p> <p>Patrick argued the CDPP had considered the public interest in a narrow sense, and not properly considered the chilling effect the prosecution would have on other whistleblowers.</p> <p>Cash expressed scepticism about the potential use of her powers to intervene.</p> <p>But she said she would consider the matter that Patrick had raised.</p> <p>“You would also be aware of the fact that the exercise of these powers is reserved for very unusual and exceptional circumstances, and I am actually advised that s71(1) of the Judiciary Act, which predates the CDPP, has not been used since the CDPP was established,” she said.</p> <p>“I will consider further the issues you have raised, but they are the points I would make.”</p> <p>Patrick sought clarification that Cash would “at least consider what I have put to you today”.</p> <p>Cash replied:</p> <p>“I will have a look at what you have referred to but I’ve made it very clear the prosecution was brought because the Commonwealth Director of Public Prosecutions made an independent decision.”</p> <ul> <li><p><a href=\"https://www.theguardian.com/world/guardian-australia-morning-mail/2014/jun/24/-sp-guardian-australias-morning-mail-subscribe-by-email\">Sign up to receive the top stories from Guardian Australia every morning</a></p></li> </ul>  <figure class=\"element element-embed\" data-alt=\"Sign up to receive the top stories from Guardian Australia every morning\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/4148\" height=\"52px\" data-form-title=\"Sign up for Guardian Australia's Morning Mail\" data-form-description=\"Get our editors' pick of the biggest headlines every weekday\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> </figure>  <p>Later, Patrick told the Guardian that it was clear from the exchange that the CDPP had not fully considered the public interest in prosecuting Boyle.</p> <p>“It did not include the chilling effect that this prosecution would have across the commonwealth in relation to whistleblowers,” he said.</p> <p>“I sensed that the minister picked up on that issue and it’s clear that she was going to consider the conversation.</p> <p>“Whilst the minister ruled out exercising her statutory powers, her prosecution oversight powers, it appeared to me as though she was prepared to engage with the CDPP to perhaps have them consider broadening their public interest consideration.”</p>","wordcount":"611","firstPublicationDate":"2021-05-28T03:52:41Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T03:53:52Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht46q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/bf67e3f27499aa390e3a97ddac638c3b3a0ddef2/0_0_5472_3283/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"The attorney general, Michaelia Cash, says she will consider serious concerns raised about the prosecution of tax office whistleblower Richard Boyle, including that the case harms the public interest by scaring other whistleblowers into silence. The Commonwealth Director of Public Prosecutions is planning to forge ahead with its prosecution of Boyle, a former tax office worker who blew the whistle on his agency’s inappropriate and unethical use of garnishee powers to pursue small business owners for debts. Boyle attempted to blow the whistle internally, as required by Australia’s Public Interest Disclosure Act, but was met with a response that a Senate inquiry has since found to be “superficial”. He took his concerns to the watchdog, the Inspector General of Taxation, but again was met with an inadequate response. Boyle then took his concerns public, to the ABC’s Four Corners, and is now being prosecuted for a range of offences, including the unlawful disclosure of taxpayer information. Boyle is now before the South Australian district court and the CDPP, after considering dropping the case, has recently confirmed it will proceed to trial later this year. The independent senator Rex Patrick raised the case in Senate estimates on Thursday night, asking Cash whether she would consider using powers contained in the Judiciary Act to have the prosecution discontinued. He said the treatment of Boyle would clearly dissuade other whistleblowers from coming forward. “You have an overriding role and I accept the bar is very, very high, but you can perhaps see in the circumstances of this particular case … noting the really significant chilling effect that this may have on the government’s whistleblowing policies ... I wonder whether it really is in the public interest to continue with this particular prosecution?” Patrick said. Cash said the CDPP had made an independent decision to prosecute, acting in line with the commonwealth’s prosecution policy, which requires a prima facie case, a reasonable prospect of conviction, and the satisfaction of a public interest test. Patrick argued the CDPP had considered the public interest in a narrow sense, and not properly considered the chilling effect the prosecution would have on other whistleblowers. Cash expressed scepticism about the potential use of her powers to intervene. But she said she would consider the matter that Patrick had raised. “You would also be aware of the fact that the exercise of these powers is reserved for very unusual and exceptional circumstances, and I am actually advised that s71(1) of the Judiciary Act, which predates the CDPP, has not been used since the CDPP was established,” she said. “I will consider further the issues you have raised, but they are the points I would make.” Patrick sought clarification that Cash would “at least consider what I have put to you today”. Cash replied: “I will have a look at what you have referred to but I’ve made it very clear the prosecution was brought because the Commonwealth Director of Public Prosecutions made an independent decision.” Sign up to receive the top stories from Guardian Australia every morning Later, Patrick told the Guardian that it was clear from the exchange that the CDPP had not fully considered the public interest in prosecuting Boyle. “It did not include the chilling effect that this prosecution would have across the commonwealth in relation to whistleblowers,” he said. “I sensed that the minister picked up on that issue and it’s clear that she was going to consider the conversation. “Whilst the minister ruled out exercising her statutory powers, her prosecution oversight powers, it appeared to me as though she was prepared to engage with the CDPP to perhaps have them consider broadening their public interest consideration.”","charCount":"3812","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/christopher-knaus\">Christopher Knaus</a>"},{"headline":"Credlin comes out swinging as Victoria plunged into lockdown again","standfirst":"<p>Did the Sky News host cross a line with her latest commentary on Daniel Andrews? Plus: accreditation for agitator with criminal record sparks a review</p>","trailText":"Did the Sky News host cross a line with her latest commentary on Daniel Andrews? Plus: accreditation for agitator with criminal record sparks a review","byline":"Amanda Meade","main":"<figure class=\"element element-image\" data-media-id=\"cb8f16f116597a74fb09aede0725bdf222bfe831\"> <img src=\"https://media.guim.co.uk/cb8f16f116597a74fb09aede0725bdf222bfe831/0_31_2339_1404/1000.jpg\" alt=\"Peta Credlin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peta Credlin said the Victorian government should ‘die of shame’ over the latest Covid lockdown.</span> <span class=\"element-image__credit\">Photograph: Joel Carrett/AAP</span> </figcaption> </figure>","body":"<p>Sections of the media have not taken news of the Victorian lockdown well.</p> <p>The Sky News host Peta Credlin said on Thursday night: “Today should have been that day when this Victorian government finally died of shame.”</p> <p>On Friday the Herald Sun’s front page – headlined “Lockdown 4.0: 160 Days and Counting” – painted a bleak picture of the state where everything is “banned”, even school and footy crowds.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"c02161f6357e8b0958c04ba511292a92017d33c0\"> <img src=\"https://media.guim.co.uk/c02161f6357e8b0958c04ba511292a92017d33c0/0_0_1000_1498/668.jpg\" alt=\"The front page of Friday’s Herald Sun\" width=\"668\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>But it was Credlin whose rhetoric may have stepped over a line, invoking the idea that Labor leaders could be “whacked” with baseball bats for the “epic incompetence and ineptitude” of the Dan Andrews government.</p> <p>Credlin claimed that the federal Labor leader, Anthony Albanese, was trying to shift blame to Scott Morrison for the lockdown because he was “fearing that Victorians would come at him with their baseball bats” at the next election.</p> <p>“Trust me, there is more than enough baseball bats in Victoria for both Albo and Andrews to cop a whack,” <a href=\"https://www.skynews.com.au/details/_6256226146001\">Credlin said on her Sky After Dark show</a>.</p> <h2>Red faces at home affairs after media pass debacle</h2> <p>The Morrison government’s decision to issue a far-right activist with a criminal record a media pass for state visits has sparked a review of the whole accreditation system.</p> <p>This month Weekly Beast revealed that Rebel News’ Australian correspondent <a href=\"https://www.theguardian.com/media/2021/may/14/everyone-wants-a-piece-of-bluey-even-the-morrison-government-is-falsely-claiming-credit\">Avi Yemini had been issued a National Visits Media Card</a> on the basis he had “100 points of identification” and was a member of a “registered media organisation”.</p> <p>This week a Department of Home Affairs official told Senate estimates “the incident”, which saw the serial pest given the pass, had “certainly given rise to us to review the arrangements” – while stopping short of admitting it had been a grave mistake.</p> <p>The Greens senator Mehreen Faruqi, who questioned the department about the debacle, welcomed the review but said it was “frankly bizarre” he’d been granted a card in the first place.</p> <p>“Surely his application should have rung some alarm bells,” Faruqi told Weekly Beast after estimates.</p> <p>“You really have to question whether home affairs is taking the far-right threat seriously when they’re dishing out government media passes to a far-right agitator who has called himself ‘the world’s proudest Jewish Nazi’.”</p> <p>“The department is currently reviewing the National Visits Media Card,” a spokesperson told Weekly Beast. “As this review is ongoing it would not be appropriate to comment further.”</p> <h2>Maiden v Wilkinson</h2> <p>It’s not often that the same story is nominated twice in the same award category. But the Our Watch award for the mid-year Walkleys is to be contested by two stories detailing Brittany Higgins’ allegations of sexual assault: Samantha Maiden’s <a href=\"https://www.news.com.au/national/politics/parliament-house-rocked-by-brittany-higgins-alleged-rape/news-story/fb02a5e95767ac306c51894fe2d63635\">print version for news.com.au</a> and Lisa Wilkinson’s TV interview for Ten’s The Sunday Project. Wilkinson, who shares the nomination with colleagues Angus Llewellyn and Georgia Done, delivered a powerful interview but Maiden went first and spent weeks talking to the young staffer.</p> <h2>Kenny on Media no more</h2> <p>The Australian’s associate editor Chris Kenny, who loves nothing more than mouthing off about the media, has lost his gig as the poor man’s Paul Barry, hosting Kenny on Media on Sky News.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheRealPBarry/status/1294617163718778884\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Again???? Amazing! <a href=\"https://t.co/AUGjDplEKg\">https://t.co/AUGjDplEKg</a></p>&mdash; Paul Barry (@TheRealPBarry) <a href=\"https://twitter.com/TheRealPBarry/status/1294617163718778884?ref_src=twsrc%5Etfw\">August 15, 2020</a></blockquote>  </figure>  <p>The move was announced in a friendly piece in the Australian as one made to “free up time for other pursuits, including making more political specials for Sky and writing more columns”.</p> <p>Interestingly, Kenny is being replaced by Sky’s young digital editor, Jack Houghton, who has been auditioning for the role as a rightwing commentator by popping up on other shows on Sky After Dark, as well as standing in for Kenny.</p> <p>For those of you who will miss Kenny, he has promised to be back with more specials like his Turnbull and Rudd documentary.</p> <p>“It’s a bit like letting your children leave home,” Kenny told the Oz about losing his show. “But I’ll still be having a focus on media in my 5pm show.”</p> <h2>ABC signs deals with Google and Facebook</h2> <p>David Anderson used Senate estimates to announce that the ABC has <a href=\"https://www.theguardian.com/media/2021/may/26/abc-does-deals-with-google-and-facebook-that-could-see-millions-spent-on-regional-news\">signed letters of intent with Google</a> and <a href=\"https://www.theguardian.com/technology/facebook\">Facebook</a> for payments under the news media bargaining code.</p> <p>“When these commercial deals are concluded, they will enable the ABC to make new and significant investments in regional services,” Anderson told a Senate estimates hearing on Wednesday.</p> <p>“These investments will provide a huge boost to the regions at a time when many areas of regional and rural Australia have experienced a withdrawal of media services.”</p> <p>Earlier the communications department gave an update on which 12 organisations have signed with Google and the seven that have signed with Facebook. They are:</p> <p>Google: News Corp, Seven West Media, Junkee Media, Nine Entertainment, Schwarz Media, Industry Super, ACM, the Conversation, Solstice Media, Private Media, Guardian Australia and Times News Group.</p> <p>Facebook: News Corp, Seven West Media, Nine Entertainment, Schwarz Media, ACM, Solstice Media, Private Media.</p> <h2>Win wins grant scrutiny</h2> <p>Last August the Morrison government granted $4.5m to the regional television operator Win to “support regional broadcasters and publishers to maintain or increase their production and distribution of public interest journalism in regional Australia during the Covid-19 pandemic phase”.</p> <p>This week Win announced it was axing local bulletins in Queensland, Victoria and southern New South Wales, and replacing them with state-wide bulletins from 1 July. Mackay, Bundaberg, Hervey Bay, Orange, Dubbo, Wagga Wagga, Griffith and Albury-Wodonga will now only have state-wide bulletins – a huge blow to regional journalism.</p> <p>Given that applicants for the grants were “required to maintain existing levels of journalism production and distribution during the grant period”, we thought this was pretty odd timing. The grant period, <a href=\"https://www.grants.gov.au/Ga/Show/27b4356f-92bc-a826-4a81-f93c789dc0d1\">according to the Grant Connect website,</a> ends on 27 August 2021.</p> <p>We asked the communications minister, Paul Fletcher, if Win stood to lose any of its millions as a result of this cut, and a spokesperson said the department had met with Win this week to discuss the issue.</p> <p>“The department receives periodic reports from all PING grantees and can assess whether any of the terms of the grant have been breached,” the spokesperson said. “In that case there are provisions for part or all of a grant to be returned. The department also looks at other information.”</p> <h2>Antic’s antics</h2> <p>The Liberal South Australian senator Alex Antic is rapidly taking over from his Tasmanian colleague Eric Abetz as the chief antagonist of the ABC at estimates. Antic baldly declared that the ABC “swings to the favour” of the “terrorist organisation” Hamas and is “institutionally antisemitic” in its coverage of the conflict in Gaza.</p> <p>The ABC’s unflappable managing director, David Anderson, and editorial director, Craig McMurtrie, disagreed with this characterisation. But Antic persisted, saying the ABC had a clear bias towards Hamas and Palestine and “continually misled the viewers”, especially in terms of the “Jewish people’s ancient connections” to Israel.</p> <p>“The claim is unjustifiable,” an ABC spokesperson said when asked about the senator’s assertions. “No other Australian media organisation has done more on the ground reporting in the region with a commitment to informing Australian audiences of all perspectives of a highly complex and contested situation.</p> <p>“ABC journalists frequently find themselves in dangerous situations while gathering news yet consistently apply the highest editorial and ethical standards while they do so.”</p> <p>As for the audience, they appear fairly split on which side the ABC is biased towards. As of Sunday 23 May there have been 57 editorial complaints referred to ABC audience and consumer affairs. Of these, 29 (51%) allege particular coverage was pro-Palestinian and/or anti-Israeli; 24 (42%) allege a pro-Israeli and/or anti-Palestinian bias.</p> <p>“The remainder raise other matters, including accuracy issues,” the spokesperson said. “There was an increase in complaints received overall, which is not unusual when covering a story of this nature. Since the ceasefire was announced complaints have abated.”</p> <h2>ABC lawyer resigns after Twitter posts</h2> <p>David Anderson also revealed at estimates that a lawyer, Sebastien Maury, who worked on the Four Corners episode about Christian Porter, had resigned in the wake of some Twitter posts, including one that called the Morrison government “fascist”.</p> <p>“We did an investigation on that, we followed the process, we got to the end of that process and Mr Maury resigned – he no longer works at the ABC,” Anderson told the Senate hearing.</p>","wordcount":"1359","firstPublicationDate":"2021-05-28T03:12:30Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T03:40:12Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhmfv","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/cb8f16f116597a74fb09aede0725bdf222bfe831/0_31_2339_1404/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Sections of the media have not taken news of the Victorian lockdown well. The Sky News host Peta Credlin said on Thursday night: “Today should have been that day when this Victorian government finally died of shame.” On Friday the Herald Sun’s front page – headlined “Lockdown 4.0: 160 Days and Counting” – painted a bleak picture of the state where everything is “banned”, even school and footy crowds. But it was Credlin whose rhetoric may have stepped over a line, invoking the idea that Labor leaders could be “whacked” with baseball bats for the “epic incompetence and ineptitude” of the Dan Andrews government. Credlin claimed that the federal Labor leader, Anthony Albanese, was trying to shift blame to Scott Morrison for the lockdown because he was “fearing that Victorians would come at him with their baseball bats” at the next election. “Trust me, there is more than enough baseball bats in Victoria for both Albo and Andrews to cop a whack,” Credlin said on her Sky After Dark show. Red faces at home affairs after media pass debacle The Morrison government’s decision to issue a far-right activist with a criminal record a media pass for state visits has sparked a review of the whole accreditation system. This month Weekly Beast revealed that Rebel News’ Australian correspondent Avi Yemini had been issued a National Visits Media Card on the basis he had “100 points of identification” and was a member of a “registered media organisation”. This week a Department of Home Affairs official told Senate estimates “the incident”, which saw the serial pest given the pass, had “certainly given rise to us to review the arrangements” – while stopping short of admitting it had been a grave mistake. The Greens senator Mehreen Faruqi, who questioned the department about the debacle, welcomed the review but said it was “frankly bizarre” he’d been granted a card in the first place. “Surely his application should have rung some alarm bells,” Faruqi told Weekly Beast after estimates. “You really have to question whether home affairs is taking the far-right threat seriously when they’re dishing out government media passes to a far-right agitator who has called himself ‘the world’s proudest Jewish Nazi’.” “The department is currently reviewing the National Visits Media Card,” a spokesperson told Weekly Beast. “As this review is ongoing it would not be appropriate to comment further.” Maiden v Wilkinson It’s not often that the same story is nominated twice in the same award category. But the Our Watch award for the mid-year Walkleys is to be contested by two stories detailing Brittany Higgins’ allegations of sexual assault: Samantha Maiden’s print version for news.com.au and Lisa Wilkinson’s TV interview for Ten’s The Sunday Project. Wilkinson, who shares the nomination with colleagues Angus Llewellyn and Georgia Done, delivered a powerful interview but Maiden went first and spent weeks talking to the young staffer. Kenny on Media no more The Australian’s associate editor Chris Kenny, who loves nothing more than mouthing off about the media, has lost his gig as the poor man’s Paul Barry, hosting Kenny on Media on Sky News. The move was announced in a friendly piece in the Australian as one made to “free up time for other pursuits, including making more political specials for Sky and writing more columns”. Interestingly, Kenny is being replaced by Sky’s young digital editor, Jack Houghton, who has been auditioning for the role as a rightwing commentator by popping up on other shows on Sky After Dark, as well as standing in for Kenny. For those of you who will miss Kenny, he has promised to be back with more specials like his Turnbull and Rudd documentary. “It’s a bit like letting your children leave home,” Kenny told the Oz about losing his show. “But I’ll still be having a focus on media in my 5pm show.” ABC signs deals with Google and Facebook David Anderson used Senate estimates to announce that the ABC has signed letters of intent with Google and Facebook for payments under the news media bargaining code. “When these commercial deals are concluded, they will enable the ABC to make new and significant investments in regional services,” Anderson told a Senate estimates hearing on Wednesday. “These investments will provide a huge boost to the regions at a time when many areas of regional and rural Australia have experienced a withdrawal of media services.” Earlier the communications department gave an update on which 12 organisations have signed with Google and the seven that have signed with Facebook. They are: Google: News Corp, Seven West Media, Junkee Media, Nine Entertainment, Schwarz Media, Industry Super, ACM, the Conversation, Solstice Media, Private Media, Guardian Australia and Times News Group. Facebook: News Corp, Seven West Media, Nine Entertainment, Schwarz Media, ACM, Solstice Media, Private Media. Win wins grant scrutiny Last August the Morrison government granted $4.5m to the regional television operator Win to “support regional broadcasters and publishers to maintain or increase their production and distribution of public interest journalism in regional Australia during the Covid-19 pandemic phase”. This week Win announced it was axing local bulletins in Queensland, Victoria and southern New South Wales, and replacing them with state-wide bulletins from 1 July. Mackay, Bundaberg, Hervey Bay, Orange, Dubbo, Wagga Wagga, Griffith and Albury-Wodonga will now only have state-wide bulletins – a huge blow to regional journalism. Given that applicants for the grants were “required to maintain existing levels of journalism production and distribution during the grant period”, we thought this was pretty odd timing. The grant period, according to the Grant Connect website, ends on 27 August 2021. We asked the communications minister, Paul Fletcher, if Win stood to lose any of its millions as a result of this cut, and a spokesperson said the department had met with Win this week to discuss the issue. “The department receives periodic reports from all PING grantees and can assess whether any of the terms of the grant have been breached,” the spokesperson said. “In that case there are provisions for part or all of a grant to be returned. The department also looks at other information.” Antic’s antics The Liberal South Australian senator Alex Antic is rapidly taking over from his Tasmanian colleague Eric Abetz as the chief antagonist of the ABC at estimates. Antic baldly declared that the ABC “swings to the favour” of the “terrorist organisation” Hamas and is “institutionally antisemitic” in its coverage of the conflict in Gaza. The ABC’s unflappable managing director, David Anderson, and editorial director, Craig McMurtrie, disagreed with this characterisation. But Antic persisted, saying the ABC had a clear bias towards Hamas and Palestine and “continually misled the viewers”, especially in terms of the “Jewish people’s ancient connections” to Israel. “The claim is unjustifiable,” an ABC spokesperson said when asked about the senator’s assertions. “No other Australian media organisation has done more on the ground reporting in the region with a commitment to informing Australian audiences of all perspectives of a highly complex and contested situation. “ABC journalists frequently find themselves in dangerous situations while gathering news yet consistently apply the highest editorial and ethical standards while they do so.” As for the audience, they appear fairly split on which side the ABC is biased towards. As of Sunday 23 May there have been 57 editorial complaints referred to ABC audience and consumer affairs. Of these, 29 (51%) allege particular coverage was pro-Palestinian and/or anti-Israeli; 24 (42%) allege a pro-Israeli and/or anti-Palestinian bias. “The remainder raise other matters, including accuracy issues,” the spokesperson said. “There was an increase in complaints received overall, which is not unusual when covering a story of this nature. Since the ceasefire was announced complaints have abated.” ABC lawyer resigns after Twitter posts David Anderson also revealed at estimates that a lawyer, Sebastien Maury, who worked on the Four Corners episode about Christian Porter, had resigned in the wake of some Twitter posts, including one that called the Morrison government “fascist”. “We did an investigation on that, we followed the process, we got to the end of that process and Mr Maury resigned – he no longer works at the ABC,” Anderson told the Senate hearing.","charCount":"8514","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/amanda-meade\">Amanda Meade</a>"},{"headline":"Covid vaccine Australia data tracker: how the rollout is progressing, tracking daily new coronavirus cases, stats and live data","standfirst":"<p>How does Australia’s coronavirus vaccine rollout compare with other countries and when will you be eligible to get vaccinated? We bring together the latest numbers on daily new Covid-19 cases, as well as stats and live data on total vaccination figures in Victoria, NSW, Queensland and other states.</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">Victoria’s new Covid lockdown restrictions explained</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Victoria Covid hotspots list of public exposure sites</a></li><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app</a></li></ul>","trailText":"How does Australia’s coronavirus vaccine rollout compare with other countries and when will you be eligible to get vaccinated? We bring together the latest numbers on daily new Covid-19 cases, as well as stats and live data on total vaccination figures in Victoria, NSW, Queensland and other states.","byline":"Josh Nicholas and Nick Evershed","main":"","body":"<p>Australia’s coronavirus vaccine rollout began in late February. Here we bring together the latest figures to track the progress of the rollout, as well as presenting an interactive tool to show when you might be eligible to receive the vaccine.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2021/02/aus-vaccines-widget-short/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/04/tableizer/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2>Vaccine rollout</h2> \n<p>One of the biggest logistical exercises in Australia’s history, the delivery of coronavirus vaccines to more than 20 million people has begun.</p> \n<p>The government was hoping to have 4 million people vaccinated by March and the entire country inoculated by October.</p> \n<p>Here, you can see the current rate of vaccination compared with the rate of doses we would have needed to meet the government’s goals for the early stages of the rollout, with the initial goal of 60,000 doses in the first week followed by 4m doses by the end of March. This assumes a linear rate of increase, but it’s quite likely the speed of vaccinations will ramp up as the rollout proceeds:</p> \n<figure class=\"element element-atom element--showcase\"> \n <gu-atom data-atom-id=\"interactives/2021/03/aus-vaccine-goal-tracker/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<p>The vaccine rollout is not uniform across Australia, as the state and federal governments have divided the task between them.<br></p> \n<p>The following chart shows how many doses have been administered per 100 people in each jurisdiction.<br></p> \n<p>Note that the Australian rollout rate is higher than the sum of the state rates as vaccinations in GP clinics and aged and disability care are counted at the federal government level.<br></p> \n<p>state by state comparison </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=state_rollout_per_hundred&amp;location=yacht-charter-data\" data-alt=\"Australia state vaccine rollout progress vaccination doses per 100 people in Victoria, NSW, Queensland, South Australia, Western Australia, Tasmania, Northern Territory, ACT\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=state_rollout_per_hundred&amp;location=yacht-charter-data\">Australia state vaccine rollout progress vaccination doses per 100 people in Victoria, NSW, Queensland, South Australia, Western Australia, Tasmania, Northern Territory, ACT</a> \n</figure> \n<p>Here, you can see how Australia’s vaccine rollout compares with other countries, notably excluding Israel, which is currently leading the world in terms of the number of doses administered per 100 people:</p> \n<figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=vaccines_per_hundred_reindexed_to_50&amp;location=yacht-charter-data\" data-alt=\"Australia vaccine tracker: rollout indexed by first day\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v13/index.html?key=vaccines_per_hundred_reindexed_to_50&amp;location=yacht-charter-data\">Australia vaccine tracker: rollout indexed by first day</a> \n</figure> \n<h2>When will I get the vaccine?</h2> \n<p>The timing for when you should expect to get the vaccine is dependent on who you are, how old you are and what you do for work. The government has released an interactive tool that takes into account all the factors that will determine which phase of the vaccine rollout you will be in.</p> \n<p>You can check your eligibility for the vaccine rollout using our interactive tool, which uses the government’s data:</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2021/02/vaccine-eligibility-in-australia/default\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2>Latest coronavirus statistics</h2> \n<p>Guardian Australia has gone through every state and territory press release to construct and maintain an up-to-date database of coronavirus cases, as well as maintaining live data feeds from other groups collating data.</p> \n<p>This chart shows the “epidemic curve” for Australia, showing the progress in “flattening the curve” and how effective various measures have been in suppressing the outbreak:</p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-national-total-corona-cases&amp;location=yacht-charter-data\" data-alt=\"daily new Covid cases in Australia: coronavirus vaccine tracker\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-national-total-corona-cases&amp;location=yacht-charter-data\">daily new Covid cases in Australia: coronavirus vaccine tracker</a> \n</figure> \n<p>Here, you can see the number of new deaths reported per day by the states and territories:</p> \n<figure class=\"element element-interactive interactive element--showcase\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-total-corona-deaths&amp;location=yacht-charter-data\" data-alt=\"Covid deaths per day Australia: coronavirus vaccine tracker\"> \n <a href=\"https://interactive.guim.co.uk/embed/aus/2020/yacht-charter-v11/index.html?key=aus-total-corona-deaths&amp;location=yacht-charter-data\">Covid deaths per day Australia: coronavirus vaccine tracker</a> \n</figure> \n<p>This chart shows the cumulative total of confirmed cases, with the contribution of each state and territory:</p> \n<figure class=\"element element-interactive interactive element--immersive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/iframeable/2019/01/reusable-stacked-bar-chart-v6/html/index.html?key=australian-covid-cases-2020&amp;location=yacht-charter-data\" data-alt=\"Cumulative total of Australian coronavirus covid-19 cases state by state update\"> \n <a href=\"https://interactive.guim.co.uk/embed/iframeable/2019/01/reusable-stacked-bar-chart-v6/html/index.html?key=australian-covid-cases-2020&amp;location=yacht-charter-data\">Cumulative total of Australian coronavirus covid-19 cases state by state update</a> \n</figure> \n<ul> \n <li><em>Due to the unprecedented and ongoing nature of the coronavirus outbreak, this article is being regularly updated to ensure that it reflects the current situation at the date of publication. Any significant corrections made to this or previous versions of the article will be footnoted in line with Guardian editorial policy.</em></li> \n</ul>","wordcount":"485","firstPublicationDate":"2021-05-28T02:56:55Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T02:58:34Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht5vt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9df77846074d55d9efb612baa5856bd25ef7106c/0_394_6048_3630/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Australia’s coronavirus vaccine rollout began in late February. Here we bring together the latest figures to track the progress of the rollout, as well as presenting an interactive tool to show when you might be eligible to receive the vaccine. Vaccine rollout One of the biggest logistical exercises in Australia’s history, the delivery of coronavirus vaccines to more than 20 million people has begun. The government was hoping to have 4 million people vaccinated by March and the entire country inoculated by October. Here, you can see the current rate of vaccination compared with the rate of doses we would have needed to meet the government’s goals for the early stages of the rollout, with the initial goal of 60,000 doses in the first week followed by 4m doses by the end of March. This assumes a linear rate of increase, but it’s quite likely the speed of vaccinations will ramp up as the rollout proceeds: The vaccine rollout is not uniform across Australia, as the state and federal governments have divided the task between them. The following chart shows how many doses have been administered per 100 people in each jurisdiction. Note that the Australian rollout rate is higher than the sum of the state rates as vaccinations in GP clinics and aged and disability care are counted at the federal government level. state by state comparison Here, you can see how Australia’s vaccine rollout compares with other countries, notably excluding Israel, which is currently leading the world in terms of the number of doses administered per 100 people: When will I get the vaccine? The timing for when you should expect to get the vaccine is dependent on who you are, how old you are and what you do for work. The government has released an interactive tool that takes into account all the factors that will determine which phase of the vaccine rollout you will be in. You can check your eligibility for the vaccine rollout using our interactive tool, which uses the government’s data: Latest coronavirus statistics Guardian Australia has gone through every state and territory press release to construct and maintain an up-to-date database of coronavirus cases, as well as maintaining live data feeds from other groups collating data. This chart shows the “epidemic curve” for Australia, showing the progress in “flattening the curve” and how effective various measures have been in suppressing the outbreak: Here, you can see the number of new deaths reported per day by the states and territories: This chart shows the cumulative total of confirmed cases, with the contribution of each state and territory: Due to the unprecedented and ongoing nature of the coronavirus outbreak, this article is being regularly updated to ensure that it reflects the current situation at the date of publication. Any significant corrections made to this or previous versions of the article will be footnoted in line with Guardian editorial policy.","charCount":"2939","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/josh-nicholas\">Josh Nicholas</a> and <a href=\"profile/nick-evershed\">Nick Evershed</a>"},{"headline":"Pop it, a hit: how a rainbow, reusable bubblewrap fidget toy became a playground must-have","standfirst":"<p>Pop its and other sensory silicone fidget toys have taken over TikTok and primary school playgrounds. Are they a passing fad, a concentration aid, or both?</p>","trailText":"Pop its and other sensory silicone fidget toys have taken over TikTok and primary school playgrounds. Are they a passing fad, a concentration aid, or both?","byline":"Sarah Ayoub","main":"<figure class=\"element element-image\" data-media-id=\"34ac294179b5a4a9fb336849cbb128438d08c302\"> <img src=\"https://media.guim.co.uk/34ac294179b5a4a9fb336849cbb128438d08c302/0_1569_5000_3001/1000.jpg\" alt=\"Colorful fidget sensory antistress toy pop it in hand vector illustration\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Experts say the right kinds of fidgets may help children to focus and manage their emotions. Pop it fidget toys have taken over school playgrounds</span> <span class=\"element-image__credit\">Photograph: GarikProst/Getty Images/iStockphoto</span> </figcaption> </figure>","body":"<p>When I had my first child, the thing that filled me most with dread was television. You read that right: it wasn’t the loss of my independence; the prospect of sleepless nights; or the fear of what might happen to them in the big bad world.</p> <p>Rather, I was preoccupied with all that tailored to children marketing I knew would make my kids want brightly coloured crap that would capture their attention for about three days, sit in a messy toy box for three years, then lie in landfill for eternity.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2021/may/20/everyone-is-awesome-lego-launch-first-lgbtq-set\">Everyone Is Awesome: Lego to launch first LGBTQ+ set</a> </p> </aside>  <p>Thankfully, the slew of streaming services has saved me from all that advertising I once feared, but once every while a toy trend will come at you so forcefully even hiding out in a nuclear bunker won’t save you.</p> <p>And right now, that trend is the fidget pop it. I guess it was only a matter of time before someone figured out they could make a less disposable version of bubble wrap, sell it to kids and make their parents pay for it. But I doubt even that savvy business person could predict how popular fidget pop its would be.</p> <p>For those lucky enough to be unfamiliar, the fidget pop it is essentially a silicone-based tray of half-sphere “bubbles” that can be pushed in, thrilling kids with the resulting popping sound.</p>  <figure class=\"element element-embed\" data-alt=\"A video showing a person who has purchased a large number of sensory popit toys.\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;tiktok-embed&quot; cite=&quot;https://www.tiktok.com/@ella.popit/video/6962369822650879237&quot; data-video-id=&quot;6962369822650879237&quot; style=&quot;max-width: 605px;min-width: 325px;&quot; &gt; &lt;section&gt; &lt;a target=&quot;_blank&quot; title=&quot;@ella.popit&quot; href=&quot;https://www.tiktok.com/@ella.popit&quot;&gt;@ella.popit&lt;/a&gt; &lt;p&gt;hhhh😁😁😁So happy! I like them!&lt;a title=&quot;popit&quot; target=&quot;_blank&quot; href=&quot;https://www.tiktok.com/tag/popit&quot;&gt;#popit&lt;/a&gt; &lt;a title=&quot;fidgettoys&quot; target=&quot;_blank&quot; href=&quot;https://www.tiktok.com/tag/fidgettoys&quot;&gt;#fidgettoys&lt;/a&gt; &lt;a title=&quot;foryou&quot; target=&quot;_blank&quot; href=&quot;https://www.tiktok.com/tag/foryou&quot;&gt;#foryou&lt;/a&gt;&lt;/p&gt; &lt;a target=&quot;_blank&quot; title=&quot;♬ original sound  - 🌈popit🦄&quot; href=&quot;https://www.tiktok.com/music/original-sound-🌈popit🦄-6962369526532950789&quot;&gt;♬ original sound  - 🌈popit🦄&lt;/a&gt; &lt;/section&gt; &lt;/blockquote&gt; &lt;script async src=&quot;https://www.tiktok.com/embed.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>They’re sold mainly online – Facebook Marketplace, Amazon, eBay, AliExpress and the like – available in a variety of colours, sizes and shapes (including the unicorn; insert eyeroll emoji here), and once a kid’s done popping one side, all they have to do is turn it over to have another go.</p> <p>Given how many of us have been enthralled by a piece of bubble wrap at least once in our lives, the success of this new toy isn’t all that surprising. But thanks to TikTok and Instagram – <a href=\"https://www.theguardian.com/lifeandstyle/2018/apr/11/how-slime-crazed-kids-made-gunk-a-booming-business\">platforms already bewitched by ASMR slime videos</a> – pop its are a new level of must-have.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=Quz-oEJXMBo\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/Quz-oEJXMBo?wmode=opaque\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>The Therapy Store owner Nick Taylor says he’s had so much interest from schools, businesses and members of the public alike he can hardly meet demand for the toys.</p> <p>“We have boxes of them disappearing every day and are having to use multiple suppliers to keep them in stock,” he says. “In some hands they are just a popular toy, but there are some children who may actually really benefit from them.”</p> <p>That “sensory” benefit is what makes this toy different from say, a <a href=\"https://www.theatlantic.com/family/archive/2019/12/lol-surprise-dolls-just-latest-mystery-toy-fad/604024/\">L.O.L. Surprise! doll</a>, but similar to 2017’s toy craze, the fidget spinner.</p>  <figure class=\"element element-embed\" data-alt=\"A graph showing the huge spike in searches for pop it toys.\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://ssl.gstatic.com/trends_nrtr/2578_RC01/embed_loader.js&quot;&gt;&lt;/script&gt; &lt;script type=&quot;text/javascript&quot;&gt; trends.embed.renderExploreWidget(&quot;TIMESERIES&quot;, {&quot;comparisonItem&quot;:[{&quot;keyword&quot;:&quot;pop it&quot;,&quot;geo&quot;:&quot;AU&quot;,&quot;time&quot;:&quot;2004-01-01 2021-05-27&quot;}],&quot;category&quot;:0,&quot;property&quot;:&quot;&quot;}, {&quot;exploreQuery&quot;:&quot;date=all&amp;geo=AU&amp;q=pop%20it&quot;,&quot;guestPath&quot;:&quot;https://trends.google.com:443/trends/embed/&quot;}); &lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> <figcaption>Google searches for pop it toys in Australia have spiked in 2021.</figcaption> </figure>  <p>According to Dr Katherine Isbister, professor of computational media at the University of California, fidgeting behaviour is quite widespread, and the fact that this is becoming more recognised has led to an increase in innovation around products like the pop it, that are intentionally designed and marketed to support fidgeting.</p> <p>“Often people just use what’s ready to hand – a paper clip, a USB stick, the sleeve from a takeout coffee,” she explains. “People say that fidgets help them to pay attention and focus, and they also say fidgets can help them calm down or work with feelings like anger.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2021/may/18/stratocaster-rubiks-cube-coffee-cup-10-objects-helped-readers-through-covid-lockdown\"> ‘I can now do it in less than two minutes’: a Rubik’s cube and nine other objects readers relied on in lockdown</a> </p> </aside>  <p>Children are no exception. Isbister states that there hasn’t been enough “scientifically rigorous research” into fidget toys yet, but she does say that her studies with kids and their caregivers around fidgeting imply that “the right kinds of fidgets seem to help kids to focus and manage emotions”.</p> <p>Indeed, fidget toys have been available for kids to use for therapeutic purposes for a while now, with local and international therapy stores like Taylor’s offering pop its, and other similar toys like Pop Toobs and Simpl Dimpls.</p> <p>Isbister is currently working with specialists in children’s social-emotional learning, including Dr Julie Schweitzer of University of California Davis, to do research on the impact of fidget objects on attention for people with ADHD.</p> <p>She says that some therapists recommend fidget items for people managing ADHD, with the caveat that these devices don’t attract other people’s attention with motion or noise. This could explain the rapid rise and demise of the fidget spinner.</p> <p>Whether the pop it will suffer the same fate as that loud, whirring toy remains to be seen – they’re certainly quieter.</p> <p>This time around, I am holding my breath for my own personal reasons. Though I managed to avoid even the Wonder Woman-themed fidget spinners four years ago, my kid is in year two now, and more aware of what’s cool (read: not me). So I’ve caved for the sake of five minutes’ peace.</p> <p>And in case you’re wondering, it is in the shape of a unicorn. Didn’t I say that some toy trends are just unavoidable?</p>","wordcount":"773","commentCloseDate":"2021-05-30T17:30:34Z","commentable":"true","firstPublicationDate":"2021-05-27T17:30:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T02:32:24Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/hhymq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/34ac294179b5a4a9fb336849cbb128438d08c302/0_1569_5000_3001/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"When I had my first child, the thing that filled me most with dread was television. You read that right: it wasn’t the loss of my independence; the prospect of sleepless nights; or the fear of what might happen to them in the big bad world. Rather, I was preoccupied with all that tailored to children marketing I knew would make my kids want brightly coloured crap that would capture their attention for about three days, sit in a messy toy box for three years, then lie in landfill for eternity. Thankfully, the slew of streaming services has saved me from all that advertising I once feared, but once every while a toy trend will come at you so forcefully even hiding out in a nuclear bunker won’t save you. And right now, that trend is the fidget pop it. I guess it was only a matter of time before someone figured out they could make a less disposable version of bubble wrap, sell it to kids and make their parents pay for it. But I doubt even that savvy business person could predict how popular fidget pop its would be. For those lucky enough to be unfamiliar, the fidget pop it is essentially a silicone-based tray of half-sphere “bubbles” that can be pushed in, thrilling kids with the resulting popping sound. They’re sold mainly online – Facebook Marketplace, Amazon, eBay, AliExpress and the like – available in a variety of colours, sizes and shapes (including the unicorn; insert eyeroll emoji here), and once a kid’s done popping one side, all they have to do is turn it over to have another go. Given how many of us have been enthralled by a piece of bubble wrap at least once in our lives, the success of this new toy isn’t all that surprising. But thanks to TikTok and Instagram – platforms already bewitched by ASMR slime videos – pop its are a new level of must-have. The Therapy Store owner Nick Taylor says he’s had so much interest from schools, businesses and members of the public alike he can hardly meet demand for the toys. “We have boxes of them disappearing every day and are having to use multiple suppliers to keep them in stock,” he says. “In some hands they are just a popular toy, but there are some children who may actually really benefit from them.” That “sensory” benefit is what makes this toy different from say, a L.O.L. Surprise! doll, but similar to 2017’s toy craze, the fidget spinner. According to Dr Katherine Isbister, professor of computational media at the University of California, fidgeting behaviour is quite widespread, and the fact that this is becoming more recognised has led to an increase in innovation around products like the pop it, that are intentionally designed and marketed to support fidgeting. “Often people just use what’s ready to hand – a paper clip, a USB stick, the sleeve from a takeout coffee,” she explains. “People say that fidgets help them to pay attention and focus, and they also say fidgets can help them calm down or work with feelings like anger.” Children are no exception. Isbister states that there hasn’t been enough “scientifically rigorous research” into fidget toys yet, but she does say that her studies with kids and their caregivers around fidgeting imply that “the right kinds of fidgets seem to help kids to focus and manage emotions”. Indeed, fidget toys have been available for kids to use for therapeutic purposes for a while now, with local and international therapy stores like Taylor’s offering pop its, and other similar toys like Pop Toobs and Simpl Dimpls. Isbister is currently working with specialists in children’s social-emotional learning, including Dr Julie Schweitzer of University of California Davis, to do research on the impact of fidget objects on attention for people with ADHD. She says that some therapists recommend fidget items for people managing ADHD, with the caveat that these devices don’t attract other people’s attention with motion or noise. This could explain the rapid rise and demise of the fidget spinner. Whether the pop it will suffer the same fate as that loud, whirring toy remains to be seen – they’re certainly quieter. This time around, I am holding my breath for my own personal reasons. Though I managed to avoid even the Wonder Woman-themed fidget spinners four years ago, my kid is in year two now, and more aware of what’s cool (read: not me). So I’ve caved for the sake of five minutes’ peace. And in case you’re wondering, it is in the shape of a unicorn. Didn’t I say that some toy trends are just unavoidable?","charCount":"4460","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/sarah-ayoub\">Sarah Ayoub</a>"},{"headline":"Melbourne Covid outbreak: Victoria records four new cases as close contacts list swells","standfirst":"<p>Victorian authorities have identified more than 15, 000 close contacts and 121 exposure sites in the latest coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2021/may/28/australia-coronavirus-live-update-victoria-lockdown-begins-as-calls-mount-for-more-business-support-melbourne-covid-19-vaccine-astrazeneca-cases-restrictions-scott-morrison-brittany-higgins\">Melbourne Covid outbreak: live updates</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/covid-19-melbourne-public-exposure-sites-hotspots-list-victoria-venues-case-location-alerts-metro-regional-vic-coronavirus-cases-outbreak-locations\">Full list of Victorian Covid public exposure sites</a></li><li><a href=\"https://www.theguardian.com/australia-news/2021/may/28/melbourne-lockdown-covid-victoria-restrictions-coronavirus-rules-covid19-explained-5km-radius-masks-compulsory-exercising-home-gatherings-what-you-need-to-know\">New Melbourne and regional Victoria lockdown coronavirus rules explained</a></li></ul>","trailText":"Victorian authorities have identified more than 15, 000 close contacts and 121 exposure sites in the latest coronavirus outbreak","byline":"Melissa Davey","main":"<figure class=\"element element-image\" data-media-id=\"2f4514dcfa60d43934c2a6258359d1ea31747fdb\"> <img src=\"https://media.guim.co.uk/2f4514dcfa60d43934c2a6258359d1ea31747fdb/0_260_3926_2357/1000.jpg\" alt=\"Masked man outside Flinders Street station\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victoria records four new Covid cases on day one of the new lockdown. Restrictions came into effect at midnight in response to a growing coronavirus cluster in Melbourne’s northern suburbs. </span> <span class=\"element-image__credit\">Photograph: Darrian Traynor/Getty Images</span> </figcaption> </figure>","body":"<p>Victoria has requested assistance from Australian Defence Force personnel to help with contact tracing and door-knocking positive cases and their close contacts to ensure they are quarantining.</p> <p>There have been 15,000 Victorians identified as primary and secondary contacts and who have been told to isolate, and 121 exposure sites have been identified.</p> <p>Four new cases were announced in Victoria on Friday as the state entered its first day of lockdown. There are 30 community-acquired cases.</p> <p>Acting premier James Merlino said: “I’ve contacted the prime minister this morning.</p> <p>“The request will be for around 160 ADF staff for at least the next fortnight to assist our authorised offices in door-knocking … If we have those additional ADF staff pairing up with authorised officers we are effectively doubling our capacity to do that really important work over the next few weeks.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/28/bad-luck-or-bad-management-why-has-victoria-had-so-many-covid-outbreaks\">Bad luck or bad management: why has Victoria had so many Covid outbreaks?</a> </p> </aside>  <p>Merlino said a support package for businesses affected by the lockdown would be announced in “coming days”. </p> <p>On Friday morning the federal health minister Greg Hunt said the commonwealth would not be providing any support. But Merlino said the Victorian treasurer Tim Pallas was in talks with federal treasurer Josh Frydenberg about support.</p> <p>“They are in active discussions about what support can be provided and I think it is a good thing,” Merlino said. “The prime minister made some comments that the commonwealth is looking to work hand in glove with the Victorian government and I welcome it.”</p> <p>Deputy health department secretary Jeroen Weimar said he was concerned by the types of venues involved in the outbreak, urging those who had been in the bars and clubs identified as exposure sites in particular to get tested and isolate.</p> <p>“We have an individual who was at The Sporting Globe in Mordialloc between 6.15pm and 9.45pm on Sunday 23 May, and we believe they caught the infection then and they were confirmed positive in yesterday’s numbers,” Weimar said. </p> <p>“So we now see the significant risk in particular at those social venues, the bars and clubs, and we are very keen to ensure that people who have been to those places at those times come forward very quickly.”</p> <p>Bars in <a href=\"https://www.coronavirus.vic.gov.au/exposure-sites\">Prahran and South Yarra</a> are also of concern, including Three Monkeys bar, Circus bar, and Somewhere bar.</p> <p>Victorians have turned out in record numbers to receive their vaccinations since the lockdown was announced. Getting vaccinated is one of the reasons people are allowed to leave their home.</p> <p>“A couple of days ago we had 350 people working on vaccination bookings and today we have over 550 working on vaccination bookings. We have 150 people dealing with other Covid-related questions,” Weimar said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/may/27/victorians-are-right-to-be-dismayed-by-the-federal-governments-failures-in-pandemic-policies\">Victorians are right to be dismayed by the federal government’s failures in pandemic policies | Bill Bowtell </a> </p> </aside>  <p>“We have a stable and effective and safe network of vaccination clinics to deal with both Pfizer and AstraZeneca. We have a decent supply at this point in time to do at least double the numbers we have been doing every week. Over the past few weeks we have had an average of 50,000 doses per week. We can double that number and we are on track to do that with the numbers we are seeing over the last few days.”</p> <p>While eligibility was expanded on Thursday to include people aged 40 and above, health authorities said they would continue to consider expanding the eligibility as well as the vaccination workforce.</p> <p>Victoria’s chief health officer Prof Brett Sutton said it was important to recognise that although just four new cases seemed like good news: “It is not over yet. We can get 10 tomorrow, 20 tomorrow. </p> <p>“We absolutely have to recognise that there are thousands and thousands of close contacts still to go through the incubation period, who could become symptomatic.”</p>","wordcount":"608","firstPublicationDate":"2021-05-28T01:50:16Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2021-05-28T02:22:27Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht4bq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/2f4514dcfa60d43934c2a6258359d1ea31747fdb/0_260_3926_2357/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Victoria has requested assistance from Australian Defence Force personnel to help with contact tracing and door-knocking positive cases and their close contacts to ensure they are quarantining. There have been 15,000 Victorians identified as primary and secondary contacts and who have been told to isolate, and 121 exposure sites have been identified. Four new cases were announced in Victoria on Friday as the state entered its first day of lockdown. There are 30 community-acquired cases. Acting premier James Merlino said: “I’ve contacted the prime minister this morning. “The request will be for around 160 ADF staff for at least the next fortnight to assist our authorised offices in door-knocking … If we have those additional ADF staff pairing up with authorised officers we are effectively doubling our capacity to do that really important work over the next few weeks.” Merlino said a support package for businesses affected by the lockdown would be announced in “coming days”. On Friday morning the federal health minister Greg Hunt said the commonwealth would not be providing any support. But Merlino said the Victorian treasurer Tim Pallas was in talks with federal treasurer Josh Frydenberg about support. “They are in active discussions about what support can be provided and I think it is a good thing,” Merlino said. “The prime minister made some comments that the commonwealth is looking to work hand in glove with the Victorian government and I welcome it.” Deputy health department secretary Jeroen Weimar said he was concerned by the types of venues involved in the outbreak, urging those who had been in the bars and clubs identified as exposure sites in particular to get tested and isolate. “We have an individual who was at The Sporting Globe in Mordialloc between 6.15pm and 9.45pm on Sunday 23 May, and we believe they caught the infection then and they were confirmed positive in yesterday’s numbers,” Weimar said. “So we now see the significant risk in particular at those social venues, the bars and clubs, and we are very keen to ensure that people who have been to those places at those times come forward very quickly.” Bars in Prahran and South Yarra are also of concern, including Three Monkeys bar, Circus bar, and Somewhere bar. Victorians have turned out in record numbers to receive their vaccinations since the lockdown was announced. Getting vaccinated is one of the reasons people are allowed to leave their home. “A couple of days ago we had 350 people working on vaccination bookings and today we have over 550 working on vaccination bookings. We have 150 people dealing with other Covid-related questions,” Weimar said. “We have a stable and effective and safe network of vaccination clinics to deal with both Pfizer and AstraZeneca. We have a decent supply at this point in time to do at least double the numbers we have been doing every week. Over the past few weeks we have had an average of 50,000 doses per week. We can double that number and we are on track to do that with the numbers we are seeing over the last few days.” While eligibility was expanded on Thursday to include people aged 40 and above, health authorities said they would continue to consider expanding the eligibility as well as the vaccination workforce. Victoria’s chief health officer Prof Brett Sutton said it was important to recognise that although just four new cases seemed like good news: “It is not over yet. We can get 10 tomorrow, 20 tomorrow. “We absolutely have to recognise that there are thousands and thousands of close contacts still to go through the incubation period, who could become symptomatic.”","charCount":"3640","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/melissa-davey\">Melissa Davey</a>"},{"headline":"We are passionate climate warriors. Our legal battle is not over but my heart is a bit lighter ","standfirst":"<p>As a student striker I’m used to being dismissed by adults, so this judgment to protect us from the climate crisis is exciting<br></p>","trailText":"As a student striker I’m used to being dismissed by adults, so this judgment to protect us from the climate crisis is exciting<br>","byline":"Ava Princi","main":"<figure class=\"element element-image\" data-media-id=\"597fefa86a476fd207d53d11178eee1a0cec99b0\"> <img src=\"https://media.guim.co.uk/597fefa86a476fd207d53d11178eee1a0cec99b0/0_640_6480_3890/1000.jpg\" alt=\"Ava Princi (left), Liv Heaton, Izzy Raj-Seppings and Laura Kirwin outside Australia’s federal court on Thursday. The court found the government has a duty to protect young people from the climate crisis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ava Princi (left), Liv Heaton, Izzy Raj-Seppings and Laura Kirwin outside Australia’s federal court on Thursday. The court found the government has a duty to protect young people from the climate crisis.</span> <span class=\"element-image__credit\">Photograph: James Gourley/AAP</span> </figcaption> </figure>","body":"<p>Seven other Australian high school students and I made history on Thursday. We sat in the federal court in Sydney, holding hands and barely breathing, and heard Justice Mordecai Bromberg say that our federal environment minister, Sussan Ley, has a duty to take reasonable care not to cause young people injury from the harms of climate change.</p> <p>This is a world first. And, to be honest, I think I’m still in shock.</p> <p>We’ve been working on this case for over a year and a half – through the Covid-19 pandemic, continued school strike organising, and my HSC.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2021/may/27/australian-court-finds-government-has-duty-to-protect-young-people-from-climate-crisis\">Australian court finds government has duty to protect young people from climate crisis</a> </p> </aside>  <p>But it’s hard to get on with the normal stuff when we know that, as young people, our future is existentially threatened. </p> <p>We are destined to bear the brunt of global warming. I felt relieved to have that recognised by Bromberg, to hear him agree that climate change will cause catastrophic harm. Those were his exact words.</p> <p>This judgment validated the vulnerability of young people like myself – passionate climate warriors, sure, but also always scared, disempowered and facing inconceivable futures that adults won’t have to live through. </p> <p>Young people are more vulnerable to climate impacts. We can’t vote, we can’t run for elections. Instead we rely on adults to take care of the world we are going to inherit.</p> <p>As a student striker, I’m used to being dismissed by adults. This extends to our political leaders – from the inaction of Scott Morrison, to the unambitious climate and energy policies of both major parties, to the disappointing displays of inaction on a global stage. As passionate young people, there is nothing more despairing than watching our leaders have so much ambition for themselves, and so little for our country.</p> <p>So for me, Thursday’s judgment is both exciting and relieving. But it’s not over yet.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>This case was about young people stepping up and being heard in court</p> </blockquote> </aside>  <p>While we won recognition of a duty of care, we didn’t get the court order we were hoping for. We asked the court to grant an injunction preventing the environment minister from making a future decision to approve the Vickery extension project, a coalmine in northern New South Wales.</p> <p>The court did not grant this injunction – but it did order both parties to come together to find a way forward. This is an exciting opportunity to pursue different orders from the court and make further submissions on this newly established duty of care and what it means for the environment minister’s decision. It is possible that we can still stop this project and its projected 25 years of emissions.</p> <p>The impact of the judgment is still to be seen, but this newly found duty of care could affect not only Ley’s decision about the Vickery project, but future decisions around fossil-fuel projects too.</p> <p>This case was about young people stepping up and being heard in court, as we demand more from the adults whose actions risk our future wellbeing.</p> <p>The eight of us are just the tip of the proverbial melting iceberg. This class action was filed on behalf of all young people around the world and we received almost 2,000 messages of support from young people in 39 countries on almost every continent. I’m proud to have represented these young people, especially those at the intersection of the frontlines of climate impacts and the vulnerabilities of being a person of colour, living rurally and regionally, or being disabled.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2021/mar/05/eight-teenagers-and-a-literal-nun-are-taking-on-environment-minister-sussan-ley\">Eight teenagers and a literal nun are taking on environment minister Sussan Ley | First Dog on the Moon</a> </p> </aside>  <p>I hope any young person who feels worried about their future, or frustrated about the state of inaction, feels assured that they can generate change, and becomes even more inspired to push for stronger, faster and deeper cuts to carbon emissions worldwide.</p> <p>This win belongs to young people everywhere. And it’s a testament to the adults out there who are putting in the work and have supported us through this case, like our litigation team and our wonderful litigation guardian, Sister Brigid Arthur.</p> <p>Our future depends on the world stepping away from fossil-fuel projects. Burning coal is the single largest contributor to the climate crisis and Australia is the world’s largest coal exporter, even though we have some of the world’s best renewable energy opportunities, with abundant sun and wind. </p> <p>We should be leading the charge against climate change. </p> <p>Australia needs a just transition and job creation for all fossil-fuel workers and communities who deserve employment that will still be viable in a few decades, but instead we’re trapped by a partisan debate fuelled by big industry interests.</p> <p>The fight is not over. Our legal battle is not over. My heart’s a bit lighter though. I feel hopeful. I feel proud. I feel listened to, acknowledged, and valued. </p> <p>Now we just have to do the same for our environment.</p> <p>• Ava Princi, 17, is one of eight students who brought the class action Sharma and others v Minister for Environment</p>","wordcount":"798","commentCloseDate":"2021-05-31T01:45:00Z","commentable":"true","firstPublicationDate":"2021-05-28T01:45:22Z","isInappropriateForSponsorship":"false","isPremoderated":"true","lastModified":"2021-05-28T02:33:25Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/ht3cz","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/597fefa86a476fd207d53d11178eee1a0cec99b0/0_640_6480_3890/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Seven other Australian high school students and I made history on Thursday. We sat in the federal court in Sydney, holding hands and barely breathing, and heard Justice Mordecai Bromberg say that our federal environment minister, Sussan Ley, has a duty to take reasonable care not to cause young people injury from the harms of climate change. This is a world first. And, to be honest, I think I’m still in shock. We’ve been working on this case for over a year and a half – through the Covid-19 pandemic, continued school strike organising, and my HSC. But it’s hard to get on with the normal stuff when we know that, as young people, our future is existentially threatened. We are destined to bear the brunt of global warming. I felt relieved to have that recognised by Bromberg, to hear him agree that climate change will cause catastrophic harm. Those were his exact words. This judgment validated the vulnerability of young people like myself – passionate climate warriors, sure, but also always scared, disempowered and facing inconceivable futures that adults won’t have to live through. Young people are more vulnerable to climate impacts. We can’t vote, we can’t run for elections. Instead we rely on adults to take care of the world we are going to inherit. As a student striker, I’m used to being dismissed by adults. This extends to our political leaders – from the inaction of Scott Morrison, to the unambitious climate and energy policies of both major parties, to the disappointing displays of inaction on a global stage. As passionate young people, there is nothing more despairing than watching our leaders have so much ambition for themselves, and so little for our country. So for me, Thursday’s judgment is both exciting and relieving. But it’s not over yet. While we won recognition of a duty of care, we didn’t get the court order we were hoping for. We asked the court to grant an injunction preventing the environment minister from making a future decision to approve the Vickery extension project, a coalmine in northern New South Wales. The court did not grant this injunction – but it did order both parties to come together to find a way forward. This is an exciting opportunity to pursue different orders from the court and make further submissions on this newly established duty of care and what it means for the environment minister’s decision. It is possible that we can still stop this project and its projected 25 years of emissions. The impact of the judgment is still to be seen, but this newly found duty of care could affect not only Ley’s decision about the Vickery project, but future decisions around fossil-fuel projects too. This case was about young people stepping up and being heard in court, as we demand more from the adults whose actions risk our future wellbeing. The eight of us are just the tip of the proverbial melting iceberg. This class action was filed on behalf of all young people around the world and we received almost 2,000 messages of support from young people in 39 countries on almost every continent. I’m proud to have represented these young people, especially those at the intersection of the frontlines of climate impacts and the vulnerabilities of being a person of colour, living rurally and regionally, or being disabled. I hope any young person who feels worried about their future, or frustrated about the state of inaction, feels assured that they can generate change, and becomes even more inspired to push for stronger, faster and deeper cuts to carbon emissions worldwide. This win belongs to young people everywhere. And it’s a testament to the adults out there who are putting in the work and have supported us through this case, like our litigation team and our wonderful litigation guardian, Sister Brigid Arthur. Our future depends on the world stepping away from fossil-fuel projects. Burning coal is the single largest contributor to the climate crisis and Australia is the world’s largest coal exporter, even though we have some of the world’s best renewable energy opportunities, with abundant sun and wind. We should be leading the charge against climate change. Australia needs a just transition and job creation for all fossil-fuel workers and communities who deserve employment that will still be viable in a few decades, but instead we’re trapped by a partisan debate fuelled by big industry interests. The fight is not over. Our legal battle is not over. My heart’s a bit lighter though. I feel hopeful. I feel proud. I feel listened to, acknowledged, and valued. Now we just have to do the same for our environment. • Ava Princi, 17, is one of eight students who brought the class action Sharma and others v Minister for Environment","charCount":"4726","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"Ava Princi"}]